{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Aeon",
 "creature_family_markdown": "Aeon",
 "exclude_from_search": false,
 "id": "creature-family-2",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Aeon](/MonsterFamilies.aspx?ID=2)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 8</row>\n\nAeons have always been the caretakers of reality and defenders of the natural order of balance. Each type of aeon takes on some form of duality in its manifestation and works either to shape the multiverse within the aspects of this duality in some way, or to correct imbalances to the perfect order of existence. Aeons can bring weal or woe when they appear in a region, and their machinations can raise a nation, raze it, or restore it from ruin. Their reasons are their own, and they rarely share their motivations with others— they simply create the results they insist through their strange envisioning communication are necessary to maintain the balance of the multiverse.\n\n As a result of recent shifts in reality, aeons have begun to reassert a presence in the perfect planar city of Axis. To the aeons, this is merely the latest in a recurring cycle, albeit one that mortals have not yet borne witness to. Once regarded as an independent faction, the living machines known as inevitables are now revealed as having been agents of the aeons all along, and while inevitables have their own shared themes and features, they are very much living but constructed manifestations of the aeons’ war against imbalance—particularly with regard to how this war is waged against the forces of chaos.\n\n Aeons have a name for this cyclic return, in which they welcome the industrious axiomites back to their fold and bring the inevitables once again under their control: the “Convergence.” At the onset of the Convergence, a council of pleroma aeons appeared in the Eternal City of Axis, where they revealed that axiomites were wayward aeons, split off long ago to pursue the act of creation. With the latest cycle of change it was time for the axiomites and their creations, the inevitables, to rejoin the aeon cause. While most axiomites and inevitables fell in line, realizing perhaps on a fundamental level of reality that what the aeons said was the truth, some refused to heed the call and waited for the wrath of the aeons — but that wrath has yet to come. The dual-natured aeons have responded to those who have declined in confusing ways. With some they treat and even bargain, while a handful of others they have destroyed, and a few have been exterminated by the axiomites and allied inevitables. But most of these quiet insurgents they leave alone, allowing these axiomites to continue to create in peace and the inevitables to continue with their duties. How—or if—this Convergence will end is as little understood as the aeons themselves.\r\n\r\n<title level=\"2\">Members</title>\r\n[Arbiter](/Monsters.aspx?ID=6) (Creature 1), [Axiomite](/Monsters.aspx?ID=7) (Creature 8), [Bythos](/Monsters.aspx?ID=539) (Creature 16), [Kolyarut](/Monsters.aspx?ID=10) (Creature 12), [Marut](/Monsters.aspx?ID=538) (Creature 15), [Pleroma](/Monsters.aspx?ID=11) (Creature 20), [Theletos](/Monsters.aspx?ID=536) (Creature 7), [Zelekhut](/Monsters.aspx?ID=537) (Creature 9)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Aeon Divinities</title>\r\n\r\nWhether the aeons serve an actual divinity, a philosophical concept, or merely a “supreme oneness” is a topic hotly debated by planar scholars. The aeons themselves are silent, referring to this being or concept as the Monad, a “condition of all.” Regardless of what the Monad actually is, there certainly exists another category of powerful aeons—the primal inevitables, each a unique demigod with its own powers and goals. Relatively few primal inevitables remain today, for nearly three-quarters of their irreplaceable kind have fallen in the endless battle with the inexorable forces of entropy.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Aeons</title>\r\n\r\nAeons are among the least understood of the Great Beyond’s immortal creatures, and they have a wide range of powers and abilities. Far more aeons exist than those presented here, including guardians of time like the four-armed bythos and the weirdly symmetrical theletos, which moderates the duality between freedom and fate.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Paradox and Unity</title>\r\n\r\nTo mortals, aeons sometimes seem to combine elements that are fundamentally incompatible, whether it's an aeon combining opposing concepts, or [axiomites](/Monsters.aspx?ID=7) and [inevitables](/Traits.aspx?ID=223) mixing the organic with the mathematical or mechanical. Aeons see no paradox in this, but rather claim it is an expression of the underlying unity of all things.\r\n</aside>",
 "name": "Aeon",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 8</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAeons have always been the caretakers of reality and defenders of the natural order of balance. Each type of aeon takes on some form of duality in …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 8"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 8</row>",
 "speed": {},
 "summary": "Aeons have always been the caretakers of reality and defenders of the natural order of balance. Each type of aeon takes on some form of duality in …",
 "summary_markdown": "Aeons have always been the caretakers of reality and defenders of the natural order of balance. Each type of aeon takes on some form of duality in …",
 "text": " Aeon Source Bestiary pg. 8 Aeons have always been the caretakers of reality and defenders of the natural order of balance. Each type of aeon takes on some form of duality in its manifestation and works either to shape the multiverse within the aspects of this duality in some way, or to correct imbalances to the perfect order of existence. Aeons can bring weal or woe when they appear in a region, and their machinations can raise a nation, raze it, or restore it from ruin. Their reasons are their own, and they rarely share their motivations with others— they simply create the results they insist through their strange envisioning communication are necessary to maintain the balance of the multiverse. As a result of recent shifts in reality, aeons have begun to reassert a presence in the perfect planar city of Axis. To the aeons, this is merely the latest in a recurring cycle, albeit one that mortals have not yet borne witness to. Once regarded as an independent faction, the living machines known as inevitables are now revealed as having been agents of the aeons all along, and while inevitables have their own shared themes and features, they are very much living but constructed manifestations of the aeons’ war against imbalance—particularly with regard to how this war is waged against the forces of chaos. Aeons have a name for this cyclic return, in which they welcome the industrious axiomites back to their fold and bring the inevitables once again under their control: the “Convergence.” At the onset of the Convergence, a council of pleroma aeons appeared in the Eternal City of Axis, where they revealed that axiomites were wayward aeons, split off long ago to pursue the act of creation. With the latest cycle of change it was time for the axiomites and their creations, the inevitables, to rejoin the aeon cause. While most axiomites and inevitables fell in line, realizing perhaps on a fundamental level of reality that what the aeons said was the truth, some refused to heed the call and waited for the wrath of the aeons — but that wrath has yet to come. The dual-natured aeons have responded to those who have declined in confusing ways. With some they treat and even bargain, while a handful of others they have destroyed, and a few have been exterminated by the axiomites and allied inevitables. But most of these quiet insurgents they leave alone, allowing these axiomites to continue to create in peace and the inevitables to continue with their duties. How—or if—this Convergence will end is as little understood as the aeons themselves. Members Arbiter (Creature 1), Axiomite (Creature 8), Bythos (Creature 16), Kolyarut (Creature 12), Marut (Creature 15), Pleroma (Creature 20), Theletos (Creature 7), Zelekhut (Creature 9) Aeon Divinities Whether the aeons serve an actual divinity, a philosophical concept, or merely a “supreme oneness” is a topic hotly debated by planar scholars. The aeons themselves are silent, referring to this being or concept as the Monad, a “condition of all.” Regardless of what the Monad actually is, there certainly exists another category of powerful aeons—the primal inevitables, each a unique demigod with its own powers and goals. Relatively few primal inevitables remain today, for nearly three-quarters of their irreplaceable kind have fallen in the endless battle with the inexorable forces of entropy. Other Aeons Aeons are among the least understood of the Great Beyond’s immortal creatures, and they have a wide range of powers and abilities. Far more aeons exist than those presented here, including guardians of time like the four-armed bythos and the weirdly symmetrical theletos, which moderates the duality between freedom and fate. Paradox and Unity To mortals, aeons sometimes seem to combine elements that are fundamentally incompatible, whether it's an aeon combining opposing concepts, or axiomites and inevitables mixing the organic with the mathematical or mechanical. Aeons see no paradox in this, but rather claim it is an expression of the underlying unity of all things. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=2",
 "weakness": {}
}