{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Agathion",
 "creature_family_markdown": "Agathion",
 "exclude_from_search": false,
 "id": "creature-family-216",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Agathion](/MonsterFamilies.aspx?ID=216)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 10</row>\n\nThese celestial outsiders hail from [Nirvana](/Planes.aspx?ID=20), the plane of purest good. Agathions are born from the souls of mortals who attained the enlightenment they sought in life, sometimes even after death. Because they all start out as mortals who were rewarded for their determination, self-awareness, and purity of heart, agathions are more likely than other [celestials](/Traits.aspx?ID=23) to intervene in working nonviolently against the spread of evil on the material plane. Agathions have served as moderators between the chaotic [azatas](/MonsterFamilies.aspx?ID=10) and lawful [archons](/MonsterFamilies.aspx?ID=9), so they know how vital communication with mortals can be to bridge differences and ensure that evil doesn't win out.\n\n All agathions possess animal-like aspects, some appear more anthropomorphic, while others spend most of their time in forms nearly indistinguishable from true animals. Still others prefer to shapeshift as they see fit, or present as humanoid when in the company of humanoid mortals.\n\n Each type of agathion serves a specific role in Nirvana. Their duties and forms generally reflect the core values they cultivated in life that led them to their enlightenment. Since agathions receive their animal forms as rewards for their mortal lives, they take great insult with insinuations that they're merely magical talking beasts or—even worse—that their forms are a curse or punishment. \r\n\r\n<title level=\"2\">Members</title>\r\n[Draconal](/Monsters.aspx?ID=1058) (Creature 20), [Guloval](/Monsters.aspx?ID=2078) (Creature 12), [Procyal](/Monsters.aspx?ID=1057) (Creature 8), [Silvanshee](/Monsters.aspx?ID=1055) (Creature 1), [Vulpinal](/Monsters.aspx?ID=1056) (Creature 6)",
 "name": "Agathion",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 10</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese celestial outsiders hail from  Nirvana , the plane of purest good. Agathions are born from the souls of mortals who attained the enlightenment …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 10"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 10</row>",
 "speed": {},
 "summary": "These celestial outsiders hail from  Nirvana , the plane of purest good. Agathions are born from the souls of mortals who attained the enlightenment …",
 "summary_markdown": "These celestial outsiders hail from  Nirvana , the plane of purest good. Agathions are born from the souls of mortals who attained the enlightenment …",
 "text": " Agathion Source Bestiary 3 pg. 10 These celestial outsiders hail from Nirvana, the plane of purest good. Agathions are born from the souls of mortals who attained the enlightenment they sought in life, sometimes even after death. Because they all start out as mortals who were rewarded for their determination, self-awareness, and purity of heart, agathions are more likely than other celestials to intervene in working nonviolently against the spread of evil on the material plane. Agathions have served as moderators between the chaotic azatas and lawful archons, so they know how vital communication with mortals can be to bridge differences and ensure that evil doesn't win out. All agathions possess animal-like aspects, some appear more anthropomorphic, while others spend most of their time in forms nearly indistinguishable from true animals. Still others prefer to shapeshift as they see fit, or present as humanoid when in the company of humanoid mortals. Each type of agathion serves a specific role in Nirvana. Their duties and forms generally reflect the core values they cultivated in life that led them to their enlightenment. Since agathions receive their animal forms as rewards for their mortal lives, they take great insult with insinuations that they're merely magical talking beasts or—even worse—that their forms are a curse or punishment. Members Draconal (Creature 20), Guloval (Creature 12), Procyal (Creature 8), Silvanshee (Creature 1), Vulpinal (Creature 6)",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=216",
 "weakness": {}
}