{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Alghollthu",
 "creature_family_markdown": "Alghollthu",
 "exclude_from_search": false,
 "id": "creature-family-1",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Alghollthu](/MonsterFamilies.aspx?ID=1)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 12</row>\n\nIn bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast parts of the world. Their empires contained countless mortal slaves treated as little more than cattle. Alghollthus shaped their slaves and other creatures using mental manipulation and physically transformative magic. Aberrant horrors from faceless stalkers to mimics can be traced back to this meddling. The rulers of the alghollthu race, the so-called veiled masters, further shaped entire societies by assuming the forms of those they controlled. From the heights of power to the shadows of poverty, the veiled masters manipulated these societies according to their own dark designs, enslaving, killing, or horrifically transforming those who discovered their plans or acted against them.\n\n In time, the alghollthus grew frustrated with their increasingly upstart slave societies and sought to wipe the slate clean—both starting anew and punishing those who had become too willful and rebellious. They used incredible magical power to call forth a cataclysm, hoping to destroy the rebellious societies they’d manipulated. Yet they miscalculated the strength of faith and will to survive of their pawns and slaves, and in time the world and its empires recovered and grew strong once again—this time without alghollthu influence.\n\n Today, the alghollthus have retreated from their mass-scale manipulation of the surface world, and they have mostly remained within the deep aquatic realms where they still rule without question. Yet they have not abandoned their plots entirely, and the reemergence of servitor races like ugothols points to a frightening possibility—that the alghollthus have turned their hateful eyes to the surface once again.\r\n\r\n<title level=\"2\">Members</title>\r\n[Alghollthu Master](/Monsters.aspx?ID=2) (Creature 7), [Faceless Stalker](/Monsters.aspx?ID=4) (Creature 4), [Skum](/Monsters.aspx?ID=3) (Creature 2), [Veiled Master](/Monsters.aspx?ID=5) (Creature 14)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Alghollthu Domains</title>\r\n\r\nThe ruling castes of the alghollthu species dwell in oceanic depths or underground waterways, while their servitors like ulat-kinis and ugothols can often be found in coastal regions and marshes.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Alghollthu Treasure</title>\r\n\r\nAlthough most alghollthus lack the greed that tempts most mortals, they do gather wealth and magical tools to use in their schemes. A given aboleth or veiled master might also wear magical jewelry and other objects. Faceless stalkers and other humanoid servants of alghollthus use weapons and armor, such as the faceless stalker’s sword or ulat-kini’s trident, as well as other tools. These servitor races can be as acquisitive as other humanoids.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Alghollthus</title>\r\n\r\nWhile the veiled masters are the rulers of alghollthu society, they are not the most powerful of their kind. Greater, more mysterious creatures that function as organic thought networks, immense aquatic engines of war, or specialized extractors of forgotten secrets dwell among their sunken cities. Meanwhile, the world above remains infested with creatures that were originally created by the alghollthus but have long since drifted away from their aquatic progenitors to become their own sinister monstrosities.\r\n</aside>",
 "name": "Alghollthu",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 12</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast parts of the world. Their empires …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 12"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 12</row>",
 "speed": {},
 "summary": "In bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast parts of the world. Their empires …",
 "summary_markdown": "In bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast parts of the world. Their empires …",
 "text": " Alghollthu Source Bestiary pg. 12 In bygone millennia, aquatic monsters known as alghollthus used their occult powers to conquer and rule vast parts of the world. Their empires contained countless mortal slaves treated as little more than cattle. Alghollthus shaped their slaves and other creatures using mental manipulation and physically transformative magic. Aberrant horrors from faceless stalkers to mimics can be traced back to this meddling. The rulers of the alghollthu race, the so-called veiled masters, further shaped entire societies by assuming the forms of those they controlled. From the heights of power to the shadows of poverty, the veiled masters manipulated these societies according to their own dark designs, enslaving, killing, or horrifically transforming those who discovered their plans or acted against them. In time, the alghollthus grew frustrated with their increasingly upstart slave societies and sought to wipe the slate clean—both starting anew and punishing those who had become too willful and rebellious. They used incredible magical power to call forth a cataclysm, hoping to destroy the rebellious societies they’d manipulated. Yet they miscalculated the strength of faith and will to survive of their pawns and slaves, and in time the world and its empires recovered and grew strong once again—this time without alghollthu influence. Today, the alghollthus have retreated from their mass-scale manipulation of the surface world, and they have mostly remained within the deep aquatic realms where they still rule without question. Yet they have not abandoned their plots entirely, and the reemergence of servitor races like ugothols points to a frightening possibility—that the alghollthus have turned their hateful eyes to the surface once again. Members Alghollthu Master (Creature 7), Faceless Stalker (Creature 4), Skum (Creature 2), Veiled Master (Creature 14) Alghollthu Domains The ruling castes of the alghollthu species dwell in oceanic depths or underground waterways, while their servitors like ulat-kinis and ugothols can often be found in coastal regions and marshes. Alghollthu Treasure Although most alghollthus lack the greed that tempts most mortals, they do gather wealth and magical tools to use in their schemes. A given aboleth or veiled master might also wear magical jewelry and other objects. Faceless stalkers and other humanoid servants of alghollthus use weapons and armor, such as the faceless stalker’s sword or ulat-kini’s trident, as well as other tools. These servitor races can be as acquisitive as other humanoids. Other Alghollthus While the veiled masters are the rulers of alghollthu society, they are not the most powerful of their kind. Greater, more mysterious creatures that function as organic thought networks, immense aquatic engines of war, or specialized extractors of forgotten secrets dwell among their sunken cities. Meanwhile, the world above remains infested with creatures that were originally created by the alghollthus but have long since drifted away from their aquatic progenitors to become their own sinister monstrosities. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=1",
 "weakness": {}
}