{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Anadi",
 "creature_family_markdown": "Anadi",
 "exclude_from_search": false,
 "id": "creature-family-107",
 "image": [
  "/Images/Monsters/Anadi.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Anadi](/MonsterFamilies.aspx?ID=107)</title>\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 290 <sup>2.0</sup></row>\n\nAnadis are peaceful, reclusive humanoids who live deep within woodlands, jungles, and other untamed areas of wilderness. Their natural forms resemble humanoid spiders covered in beautiful and distinctive markings of varying colors. These patterns are as unique as other humanoids' facial features, birthmarks, and other identifying aspects.\n\n Anadis possess an innate talent for [illusion](/Traits.aspx?ID=92) and [transmutation](/Traits.aspx?ID=157). They learned long ago how off-putting their natural forms can be to other humanoids, so they frequently use their innate talents to assume human forms. When they do so, only a strange, lovely sheen to their dark eyes and the deliberative, jerky movements of their gestures might indicate that an anadi is not entirely what they appear. As they are well aware of and accommodating toward other humanoids' delicate sensibilities about arachnids, many anadis consider it rude to show their natural forms to a stranger. Instead, most display their spider-like forms only as an intimidation tactic when threatened, or in privacy to those they trust.\n\n Most anadi tend to be shy and seek to live quiet lives harvesting mushrooms and weaving beautiful, patterned silk cloth. When forced into combat—an eventuality most anadis despise—they shift into their hybrid forms as soon as possible, allowing them to inflict their devastating natural venom on their foes.\r\n\r\n<title level=\"2\">Members</title>\r\n[Anadi Elder](/Monsters.aspx?ID=432) (Creature 6), [Anadi Elder](/Monsters.aspx?ID=1424) (Creature 6), [Anadi Fateweaver](/Monsters.aspx?ID=1608) (Creature 5), [Anadi Hunter](/Monsters.aspx?ID=430) (Creature 2), [Anadi Hunter](/Monsters.aspx?ID=1422) (Creature 2), [Anadi Lurker](/Monsters.aspx?ID=1607) (Creature 3), [Anadi Sage](/Monsters.aspx?ID=431) (Creature 4), [Anadi Sage](/Monsters.aspx?ID=1423) (Creature 4), [Anadi Seeker](/Monsters.aspx?ID=1606) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Anadi Allies</title>\r\n\r\nPeaceful anadis easily integrate into [human](/Ancestries.aspx?ID=6) communities so long as they wear their [humanoid](/Traits.aspx?ID=91) shape. Anadi families coexist happily with humans, usually making their living as tailors, weavers, or trappers. All too often, however, anadis face social stigma upon revealing their true forms. Most choose to hide this form, sharing their secret only with trusted friends. Reclusive anadis remain in the wilderness and avoid other ancestries entirely, but they domesticate giant spiders as trained guardians or hunting animals.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Grandmother Spider</title>\r\n\r\nMany anadi villages believe deeply in the teachings of [Grandmother Spider](/Deities.aspx?ID=37), the goddess of twilight, weaving, illusion, and family. The most devout anadi believe that this goddess, sometimes called Nana Anadi, long ago led their ancestors from servitude. The legend goes that when the anadi were frightened by the darkness, Grandmother Spider plucked the dewdrops from her web to hang in the sky and light the night for them. Nana Anadi is an honorary matriarch to many in Nurvatcha, though the goddess has never taken the nation's throne—and most believe she would never wish to do so, anyway.\r\n\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Nurvatcha</title>\r\n\r\nThe largest group of anadis live in the southern Garundi nation of Nurvatcha, and other villages in the surrounding region. Anadis also live in Casmaron and on some of ruined Azlant's smaller islands. Regardless of their homes and origins, they share common values and cultural characteristics.\r\n\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Web Marriages</title>\r\n\r\nAnadis are communal when it comes to courting one another and raising their young. Most relationships are triads or tetrads that make up a single household and share domestic responsibilities. Such partnerships often extend to members' work outside of the home; one family could consist of three hunters who coordinate group hunts, while another might have four sages who spend as much time together in the library as at home. These “web marriages” play a large role in anadi society; members of a web marriage vote in blocks during local elections and defend one another to the death in times of strife.\r\n</aside>",
 "name": "Anadi",
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 290 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAnadis are peaceful, reclusive humanoids who live deep within woodlands, jungles, and other untamed areas of wilderness. Their natural forms resemble …\r\n</summary>",
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 290"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 290 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Anadis are peaceful, reclusive humanoids who live deep within woodlands, jungles, and other untamed areas of wilderness. Their natural forms resemble …",
 "summary_markdown": "Anadis are peaceful, reclusive humanoids who live deep within woodlands, jungles, and other untamed areas of wilderness. Their natural forms resemble …",
 "text": " Anadi Source The Mwangi Expanse pg. 290 2.0 Anadis are peaceful, reclusive humanoids who live deep within woodlands, jungles, and other untamed areas of wilderness. Their natural forms resemble humanoid spiders covered in beautiful and distinctive markings of varying colors. These patterns are as unique as other humanoids' facial features, birthmarks, and other identifying aspects. Anadis possess an innate talent for illusion and transmutation. They learned long ago how off-putting their natural forms can be to other humanoids, so they frequently use their innate talents to assume human forms. When they do so, only a strange, lovely sheen to their dark eyes and the deliberative, jerky movements of their gestures might indicate that an anadi is not entirely what they appear. As they are well aware of and accommodating toward other humanoids' delicate sensibilities about arachnids, many anadis consider it rude to show their natural forms to a stranger. Instead, most display their spider-like forms only as an intimidation tactic when threatened, or in privacy to those they trust. Most anadi tend to be shy and seek to live quiet lives harvesting mushrooms and weaving beautiful, patterned silk cloth. When forced into combat—an eventuality most anadis despise—they shift into their hybrid forms as soon as possible, allowing them to inflict their devastating natural venom on their foes. Members Anadi Elder (Creature 6), Anadi Elder (Creature 6), Anadi Fateweaver (Creature 5), Anadi Hunter (Creature 2), Anadi Hunter (Creature 2), Anadi Lurker (Creature 3), Anadi Sage (Creature 4), Anadi Sage (Creature 4), Anadi Seeker (Creature 1) Anadi Allies Peaceful anadis easily integrate into human communities so long as they wear their humanoid shape. Anadi families coexist happily with humans, usually making their living as tailors, weavers, or trappers. All too often, however, anadis face social stigma upon revealing their true forms. Most choose to hide this form, sharing their secret only with trusted friends. Reclusive anadis remain in the wilderness and avoid other ancestries entirely, but they domesticate giant spiders as trained guardians or hunting animals. Grandmother Spider Many anadi villages believe deeply in the teachings of Grandmother Spider, the goddess of twilight, weaving, illusion, and family. The most devout anadi believe that this goddess, sometimes called Nana Anadi, long ago led their ancestors from servitude. The legend goes that when the anadi were frightened by the darkness, Grandmother Spider plucked the dewdrops from her web to hang in the sky and light the night for them. Nana Anadi is an honorary matriarch to many in Nurvatcha, though the goddess has never taken the nation's throne—and most believe she would never wish to do so, anyway. Nurvatcha The largest group of anadis live in the southern Garundi nation of Nurvatcha, and other villages in the surrounding region. Anadis also live in Casmaron and on some of ruined Azlant's smaller islands. Regardless of their homes and origins, they share common values and cultural characteristics. Web Marriages Anadis are communal when it comes to courting one another and raising their young. Most relationships are triads or tetrads that make up a single household and share domestic responsibilities. Such partnerships often extend to members' work outside of the home; one family could consist of three hunters who coordinate group hunts, while another might have four sages who spend as much time together in the library as at home. These “web marriages” play a large role in anadi society; members of a web marriage vote in blocks during local elections and defend one another to the death in times of strife. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=107",
 "weakness": {}
}