{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Android",
 "creature_family_markdown": "Android",
 "exclude_from_search": false,
 "id": "creature-family-217",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Android](/MonsterFamilies.aspx?ID=217)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 15</row>\n\nAndroids possess synthetic bodies inhabited by living souls. These technological organisms first came to Golarion from another world when their starship crashed, scattering wreckage all across Numeria in an event known as the Rain of Stars. Feared by local Kellids and enslaved by the Technic League, androids on Golarion have spent eons being hated and hunted. Many androids survive by adopting [human](/Ancestries.aspx?ID=6) customs and hiding in plain sight, while others become criminals, hermits, or nomads.\n\n Designed to resemble humans, androids have several distinctive features. Their eyes have a metallic sheen, they rarely fall ill, and they have trouble displaying complex emotions. Circuit-like tattoos decorate their bodies and control internal nanites. When stimulated, these nanites kick their internal chemistry into overdrive, allowing them to function at peak performance that causes their circuitry to glow.\n\n Androids are created in sophisticated machines called foundries. They emerge as mature adults with newborn souls and no knowledge of their purpose or the world around them. Android bodies don't deteriorate, though their souls age like any other mortal's. When an android feels they've lived a full life, they willingly release their soul to the afterlife, causing their body to shut down and reboot. Once this process, known as Renewal, completes, a new soul inhabits the body.\n\n Foundry programming produces androids that mimic human anatomy. Numerous android models exist, each designed to excel at different tasks and purposes. Androids of all models display countless variations of coloration, body shapes, and gender identities. Theoretically, a foundry could be reprogrammed to create androids with new adaptations, colorations, and forms—perhaps even in the guise of other ancestries.\r\n\r\n<title level=\"2\">Members</title>\r\n[Android Infiltrator](/Monsters.aspx?ID=1061) (Creature 2)",
 "name": "Android",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 15</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAndroids possess synthetic bodies inhabited by living souls. These technological organisms first came to Golarion from another world when their …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 15"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 15</row>",
 "speed": {},
 "summary": "Androids possess synthetic bodies inhabited by living souls. These technological organisms first came to Golarion from another world when their …",
 "summary_markdown": "Androids possess synthetic bodies inhabited by living souls. These technological organisms first came to Golarion from another world when their …",
 "text": " Android Source Bestiary 3 pg. 15 Androids possess synthetic bodies inhabited by living souls. These technological organisms first came to Golarion from another world when their starship crashed, scattering wreckage all across Numeria in an event known as the Rain of Stars. Feared by local Kellids and enslaved by the Technic League, androids on Golarion have spent eons being hated and hunted. Many androids survive by adopting human customs and hiding in plain sight, while others become criminals, hermits, or nomads. Designed to resemble humans, androids have several distinctive features. Their eyes have a metallic sheen, they rarely fall ill, and they have trouble displaying complex emotions. Circuit-like tattoos decorate their bodies and control internal nanites. When stimulated, these nanites kick their internal chemistry into overdrive, allowing them to function at peak performance that causes their circuitry to glow. Androids are created in sophisticated machines called foundries. They emerge as mature adults with newborn souls and no knowledge of their purpose or the world around them. Android bodies don't deteriorate, though their souls age like any other mortal's. When an android feels they've lived a full life, they willingly release their soul to the afterlife, causing their body to shut down and reboot. Once this process, known as Renewal, completes, a new soul inhabits the body. Foundry programming produces androids that mimic human anatomy. Numerous android models exist, each designed to excel at different tasks and purposes. Androids of all models display countless variations of coloration, body shapes, and gender identities. Theoretically, a foundry could be reprogrammed to create androids with new adaptations, colorations, and forms—perhaps even in the guise of other ancestries. Members Android Infiltrator (Creature 2)",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=217",
 "weakness": {}
}