{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Angel",
 "creature_family_markdown": "Angel",
 "exclude_from_search": false,
 "id": "creature-family-3",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Angel](/MonsterFamilies.aspx?ID=3)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 16</row>\n\nThe celestial hosts of angels are messengers and warriors, divided into choirs based on their abilities and purviews. The majority of angels are neutral good and live in Nirvana, the plane of virtue and enlightenment. However, some angels, including several angelic deities, have different alignments, and some even dwell on other planes. Regardless of alignment, angels remain benevolent messengers possessed with magical auras to aid their allies.\r\n\r\n<title level=\"2\">Members</title>\r\n[Astral Deva](/Monsters.aspx?ID=16) (Creature 14), [Balisse](/Monsters.aspx?ID=15) (Creature 8), [Cassisian](/Monsters.aspx?ID=13) (Creature 1), [Choral](/Monsters.aspx?ID=14) (Creature 6), [Monadic Deva](/Monsters.aspx?ID=543) (Creature 12), [Movanic Deva](/Monsters.aspx?ID=542) (Creature 10), [Planetar](/Monsters.aspx?ID=544) (Creature 16), [Solar](/Monsters.aspx?ID=545) (Creature 23)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Angelic Divinities</title>\r\n\r\nThe most powerful angels belong to a category of demigods known as the empyreal lords—a title shared with other powerful good-aligned demigods among the host of archons, azatas, and other inhabitants of the celestial planes. The most powerful and most well-known of the angelic empyreal lords is Sarenrae.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Angelic Locations</title>\r\n\r\nAngels normally live on Nirvana or other celestial planes, but their missions can bring them to the Material Plane. Spellcasters can conjure them for aid or advice in times of need, and they can even be found, if rarely, crusading against fiends in Hell, the Abyss, or anywhere in between.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Angelic Treasure</title>\r\n\r\nMany angels wear exquisite armor or wield beautiful and often magical weapons. While they are not hampered by mortal sins like greed or pride (save for the very rare and tragic exception), they do enjoy the beauty of fine clothing, exquisite jewelry, and works of art.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Angels</title>\r\n\r\nThe most powerful angels are known as the solars, but numerous others can be found in Nirvana working their own missions or goals. Angels generally appear as beautiful, often somewhat androgynous humanoids, and the most powerful often possess two or even four sets of feathered wings.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">What is a Deva?</title>\r\n\r\nThree types of devas exist among the angelic host, all of which serve as angelic “field agents.” Of the types of angels, devas are the ones most likely to be encountered dwelling somewhere other than Nirvana, as these angels focus their work on cultivating and protecting goodness in mortal souls, be they living or dead.\r\n</aside>",
 "name": "Angel",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 16</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe celestial hosts of angels are messengers and warriors, divided into choirs based on their abilities and purviews. The majority of angels are …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 16"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 16</row>",
 "speed": {},
 "summary": "The celestial hosts of angels are messengers and warriors, divided into choirs based on their abilities and purviews. The majority of angels are …",
 "summary_markdown": "The celestial hosts of angels are messengers and warriors, divided into choirs based on their abilities and purviews. The majority of angels are …",
 "text": " Angel Source Bestiary pg. 16 The celestial hosts of angels are messengers and warriors, divided into choirs based on their abilities and purviews. The majority of angels are neutral good and live in Nirvana, the plane of virtue and enlightenment. However, some angels, including several angelic deities, have different alignments, and some even dwell on other planes. Regardless of alignment, angels remain benevolent messengers possessed with magical auras to aid their allies. Members Astral Deva (Creature 14), Balisse (Creature 8), Cassisian (Creature 1), Choral (Creature 6), Monadic Deva (Creature 12), Movanic Deva (Creature 10), Planetar (Creature 16), Solar (Creature 23) Angelic Divinities The most powerful angels belong to a category of demigods known as the empyreal lords—a title shared with other powerful good-aligned demigods among the host of archons, azatas, and other inhabitants of the celestial planes. The most powerful and most well-known of the angelic empyreal lords is Sarenrae. Angelic Locations Angels normally live on Nirvana or other celestial planes, but their missions can bring them to the Material Plane. Spellcasters can conjure them for aid or advice in times of need, and they can even be found, if rarely, crusading against fiends in Hell, the Abyss, or anywhere in between. Angelic Treasure Many angels wear exquisite armor or wield beautiful and often magical weapons. While they are not hampered by mortal sins like greed or pride (save for the very rare and tragic exception), they do enjoy the beauty of fine clothing, exquisite jewelry, and works of art. Other Angels The most powerful angels are known as the solars, but numerous others can be found in Nirvana working their own missions or goals. Angels generally appear as beautiful, often somewhat androgynous humanoids, and the most powerful often possess two or even four sets of feathered wings. What is a Deva? Three types of devas exist among the angelic host, all of which serve as angelic “field agents.” Of the types of angels, devas are the ones most likely to be encountered dwelling somewhere other than Nirvana, as these angels focus their work on cultivating and protecting goodness in mortal souls, be they living or dead. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=3",
 "weakness": {}
}