{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Animated Object",
 "creature_family_markdown": "Animated Object",
 "exclude_from_search": false,
 "id": "creature-family-4",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Animated Object](/MonsterFamilies.aspx?ID=4)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 20</row>\n\nGranted a semblance of life through the use of rituals or other strange magic, animated objects take many forms and serve a variety of uses. A few examples of typical animated objects are listed below. Many of these creatures serve as guardians, surprising unsuspecting adventurers when they suddenly attack. Others serve as idle distractions for the exceptionally rich, simple servants created to handle odd jobs, and the like.\r\n\r\n<title level=\"2\">Members</title>\r\n[Animated Armor](/Monsters.aspx?ID=19) (Creature 2), [Animated Broom](/Monsters.aspx?ID=18) (Creature -1), [Animated Colossus](/Monsters.aspx?ID=1066) (Creature 15), [Animated Furnace](/Monsters.aspx?ID=1064) (Creature 9), [Animated Silverware Swarm](/Monsters.aspx?ID=1063) (Creature 1), [Animated Statue](/Monsters.aspx?ID=20) (Creature 3), [Animated Trebuchet](/Monsters.aspx?ID=1065) (Creature 13), [Giant Animated Statue](/Monsters.aspx?ID=22) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Animating Objects</title>\r\n\r\nMost animated objects encountered by adventurers are permanently animated creatures, either created by rituals or given life by infusions of positive energy. Restless spirits, certain ghosts, and other haunting undead influences can also give rise to animated objects, although in cases like the [poltergeist](/Monsters.aspx?ID=334), what appears to be an animated object may merely be an evil force using its magic to hurl furnishings about as weapons.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Choosing to Animate</title>\r\n\r\nMost animated objects are created for convenience or out of vanity. Spellcasters often animate brooms and dishes to aid with cleaning, books and scrolls for aid with research, and carts and carriages for transport. Most objects are animated without the intent of using them as guardians, and many animated objects exist without the rest of the world ever noticing. Only those with money and power choose to animate objects as guardians, and these are the animated objects most likely encountered on adventures.\r\n\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Guarded Treasures</title>\r\n\r\nAnimated objects are mindless constructs. While this leaves them no concept of the value of treasure, they are often used as guardians for vaults or repositories of valuables. In these cases, the treasures they guard can vary wildly, but should be of a value appropriate for the animated object’s level.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Losing Control</title>\r\n\r\nThe process for animating objects varies from object to object and by the needs of the ritual. Some rituals designate a controller whom the animated object obeys. Without orders, many animated objects fall back to defensive tactics. In other cases, the ritual may have been poorly performed or may have failed after many years, causing the animated object to enter an uncontrollable state where it attacks anything it sees.\r\n\r\n</aside>",
 "name": "Animated Object",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 20</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGranted a semblance of life through the use of rituals or other strange magic, animated objects take many forms and serve a variety of uses. A few …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 20"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 20</row>",
 "speed": {},
 "summary": "Granted a semblance of life through the use of rituals or other strange magic, animated objects take many forms and serve a variety of uses. A few …",
 "summary_markdown": "Granted a semblance of life through the use of rituals or other strange magic, animated objects take many forms and serve a variety of uses. A few …",
 "text": " Animated Object Source Bestiary pg. 20 Granted a semblance of life through the use of rituals or other strange magic, animated objects take many forms and serve a variety of uses. A few examples of typical animated objects are listed below. Many of these creatures serve as guardians, surprising unsuspecting adventurers when they suddenly attack. Others serve as idle distractions for the exceptionally rich, simple servants created to handle odd jobs, and the like. Members Animated Armor (Creature 2), Animated Broom (Creature -1), Animated Colossus (Creature 15), Animated Furnace (Creature 9), Animated Silverware Swarm (Creature 1), Animated Statue (Creature 3), Animated Trebuchet (Creature 13), Giant Animated Statue (Creature 7) Animating Objects Most animated objects encountered by adventurers are permanently animated creatures, either created by rituals or given life by infusions of positive energy. Restless spirits, certain ghosts, and other haunting undead influences can also give rise to animated objects, although in cases like the poltergeist, what appears to be an animated object may merely be an evil force using its magic to hurl furnishings about as weapons. Choosing to Animate Most animated objects are created for convenience or out of vanity. Spellcasters often animate brooms and dishes to aid with cleaning, books and scrolls for aid with research, and carts and carriages for transport. Most objects are animated without the intent of using them as guardians, and many animated objects exist without the rest of the world ever noticing. Only those with money and power choose to animate objects as guardians, and these are the animated objects most likely encountered on adventures. Guarded Treasures Animated objects are mindless constructs. While this leaves them no concept of the value of treasure, they are often used as guardians for vaults or repositories of valuables. In these cases, the treasures they guard can vary wildly, but should be of a value appropriate for the animated object’s level. Losing Control The process for animating objects varies from object to object and by the needs of the ritual. Some rituals designate a controller whom the animated object obeys. Without orders, many animated objects fall back to defensive tactics. In other cases, the ritual may have been poorly performed or may have failed after many years, causing the animated object to enter an uncontrollable state where it attacks anything it sees. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=4",
 "weakness": {}
}