{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Anugobu",
 "creature_family_markdown": "Anugobu",
 "exclude_from_search": false,
 "id": "creature-family-284",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Anugobu](/MonsterFamilies.aspx?ID=284)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 80</row>\n\nRenowned in Tengah folklore as divinely gifted artisans and crafters, anugobus are a curious group of tiny humanoids native to the central islands of Minata. Countless stories describe anugobus sneaking around Minatan cities to tinker with and improve upon other humanoids' structures and architecture.\n\n Owing to their slight stature and relatively frail bodies, anugobus are said to be particularly shy of larger peoples and creatures. Whether under cover of darkness, during a festival that draws people away from their domiciles, or simply whenever they think they're unseen, anugobus in folklore perform their wondrous restorations and crafting projects in secret nearly without exception. Many popular Tengah stories feature homes ruined by a natural disaster that are then magically restored the next morning or unfinished projects like half-built bridges that are mysteriously completed while its workers wonder at how this was accomplished.\n\n According to most legends, anugobus are unparalleled masters of architecture and engineering and use this expertise to erect complex structures or greatly improve upon already-existing buildings. Some have questioned these extraordinary stories, but anyone who witnesses an anugobu walk on the walls and ceilings of buildings while improving them knows that such tales aren't that far-fetched.\n\n In reality, anugobus are as diverse as any species of humanoid, though they all possess innate gifts for mending and construction, and they can walk on walls and ceilings. Anugobus resemble exceptionally small humans with superficial similarities to Tian-Sings. Most anugobus stand no more than 2 feet tall and weigh about 30 pounds—a diminutive stature that allows them to move in and out of crevices and remain unnoticed by taller folks. Nearly all verifiable anugobu encounters have taken place on the isles of Minata.\n\n In many anugobu cultures, each anugobu seeks an ultimate life goal, which they call their wonder. A wonder is any particular project that enraptures an anugobu in a way no other will. Any project can be an anugobu's wonder, from repairing a majestic cathedral to hunting a particularly dangerous animal to exploring a mysterious cave. When an anugobu discovers their wonder, it's not uncommon for them to fall into an awestruck trance and commit themselves fully to completing the work, sometimes binging on the project for days or weeks at a time. When an anugobu finishes the last minute details on their wonder, their life's work is considered complete, and they spend the rest of their days aiding other anugobus with their own journeys or taking on apprentices to pass on their skills.\r\n\r\n<title level=\"2\">Members</title>\r\n[Anugobu Apprentice](/Monsters.aspx?ID=1392) (Creature 3), [Anugobu Wondercrafter](/Monsters.aspx?ID=1393) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Anugobu Tools</title>\r\n\r\nAnugobus need a bewildering variety of fine handmade tools for their crafts, and human-sized tools simply won't do. It's not uncommon for an anugobu to use dozens of custom-made tools for a single project or even craft a special tool for a single specific use. Though anugobus also wield useful magic, most prefer to work with their hands and supplement their handiwork with only the minor spells they're born with. To say nothing of their value as cultural artifacts, the tools in an anugobu's workshop are typically worth upwards of 300 gp in total.\r\n\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Anugobu Workshops</title>\r\n\r\nAn anugobu's inherent magical powers manifest a unique extradimensional space that they call their workshop. Most anugobus keep all their belongings within this space. Of course, anugobus know that this security system isn't foolproof, since the workshop is visible whenever an anugobu is inside. Thus, to further secure their workshops anugobus, tend to open the extradimensional portal into solid surfaces like walls. When the space is used in this way, the anugobu can step inside, but other any creatures' attempts to do so are foiled by the solid matter in the way.\r\n</aside>",
 "name": "Anugobu",
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 80</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRenowned in Tengah folklore as divinely gifted artisans and crafters, anugobus are a curious group of tiny humanoids native to the central islands of …\r\n</summary>",
 "source": [
  "Pathfinder #166: Despair on Danger Island"
 ],
 "source_raw": [
  "Pathfinder #166: Despair on Danger Island pg. 80"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 80</row>",
 "speed": {},
 "summary": "Renowned in Tengah folklore as divinely gifted artisans and crafters, anugobus are a curious group of tiny humanoids native to the central islands of …",
 "summary_markdown": "Renowned in Tengah folklore as divinely gifted artisans and crafters, anugobus are a curious group of tiny humanoids native to the central islands of …",
 "text": " Anugobu Source Pathfinder #166: Despair on Danger Island pg. 80 Renowned in Tengah folklore as divinely gifted artisans and crafters, anugobus are a curious group of tiny humanoids native to the central islands of Minata. Countless stories describe anugobus sneaking around Minatan cities to tinker with and improve upon other humanoids' structures and architecture. Owing to their slight stature and relatively frail bodies, anugobus are said to be particularly shy of larger peoples and creatures. Whether under cover of darkness, during a festival that draws people away from their domiciles, or simply whenever they think they're unseen, anugobus in folklore perform their wondrous restorations and crafting projects in secret nearly without exception. Many popular Tengah stories feature homes ruined by a natural disaster that are then magically restored the next morning or unfinished projects like half-built bridges that are mysteriously completed while its workers wonder at how this was accomplished. According to most legends, anugobus are unparalleled masters of architecture and engineering and use this expertise to erect complex structures or greatly improve upon already-existing buildings. Some have questioned these extraordinary stories, but anyone who witnesses an anugobu walk on the walls and ceilings of buildings while improving them knows that such tales aren't that far-fetched. In reality, anugobus are as diverse as any species of humanoid, though they all possess innate gifts for mending and construction, and they can walk on walls and ceilings. Anugobus resemble exceptionally small humans with superficial similarities to Tian-Sings. Most anugobus stand no more than 2 feet tall and weigh about 30 pounds—a diminutive stature that allows them to move in and out of crevices and remain unnoticed by taller folks. Nearly all verifiable anugobu encounters have taken place on the isles of Minata. In many anugobu cultures, each anugobu seeks an ultimate life goal, which they call their wonder. A wonder is any particular project that enraptures an anugobu in a way no other will. Any project can be an anugobu's wonder, from repairing a majestic cathedral to hunting a particularly dangerous animal to exploring a mysterious cave. When an anugobu discovers their wonder, it's not uncommon for them to fall into an awestruck trance and commit themselves fully to completing the work, sometimes binging on the project for days or weeks at a time. When an anugobu finishes the last minute details on their wonder, their life's work is considered complete, and they spend the rest of their days aiding other anugobus with their own journeys or taking on apprentices to pass on their skills. Members Anugobu Apprentice (Creature 3), Anugobu Wondercrafter (Creature 7) Anugobu Tools Anugobus need a bewildering variety of fine handmade tools for their crafts, and human-sized tools simply won't do. It's not uncommon for an anugobu to use dozens of custom-made tools for a single project or even craft a special tool for a single specific use. Though anugobus also wield useful magic, most prefer to work with their hands and supplement their handiwork with only the minor spells they're born with. To say nothing of their value as cultural artifacts, the tools in an anugobu's workshop are typically worth upwards of 300 gp in total. Anugobu Workshops An anugobu's inherent magical powers manifest a unique extradimensional space that they call their workshop. Most anugobus keep all their belongings within this space. Of course, anugobus know that this security system isn't foolproof, since the workshop is visible whenever an anugobu is inside. Thus, to further secure their workshops anugobus, tend to open the extradimensional portal into solid surfaces like walls. When the space is used in this way, the anugobu can step inside, but other any creatures' attempts to do so are foiled by the solid matter in the way. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=284",
 "weakness": {}
}