{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Arboreal",
 "creature_family_markdown": "Arboreal",
 "exclude_from_search": false,
 "id": "creature-family-8",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Arboreal](/MonsterFamilies.aspx?ID=8)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 24</row>\n\nArboreals are guardians of the forest and representatives of the trees. As longlived as the woods they watch over, arboreals consider themselves parents and shepherds of trees rather than their gardeners. Consequently, while arboreals tend to be slow and methodical, they are terrifyingly swift when forced to fight in defense of the woods. Though they rarely seek out the companionship of short-lived folk—even elves are fugacious in the eyes of arboreals—and have an inherent distrust of change, arboreals have been known to tolerate those who seek to learn from their long-winded, rambling monologues, especially if such pupils also express a desire to protect the timberlands. Against those who threaten their realm, such as loggers eager to harvest lumber or settlers aiming to establish croplands or a town, arboreals’ wrath is unwavering and devastating. Perhaps ironically, arboreals are gifted at tearing down what others build—a trait that serves vengeful members of their kind well.\r\n\r\n<title level=\"2\">Members</title>\r\n[Arboreal Archive](/Monsters.aspx?ID=1068) (Creature 12), [Arboreal Reaper](/Monsters.aspx?ID=1067) (Creature 7), [Arboreal Regent](/Monsters.aspx?ID=29) (Creature 8), [Arboreal Warden](/Monsters.aspx?ID=27) (Creature 4), [Awakened Tree](/Monsters.aspx?ID=28) (Creature 6), [Canopy Elder](/Monsters.aspx?ID=1410) (Creature 19)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Felled Arboreals</title>\r\n\r\nArboreals have a great respect for dead members of their species. Their elaborate burial rituals involve laying the fallen arboreal down in a mossy bed in the center of a grove of saplings. The decomposing arboreal nourishes the saplings, ensuring the growth of a new generation of trees.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Fungus Network</title>\r\n\r\nParticularly old arboreal regents and other powerful arboreals can tap into the extensive network of fungus that connects the roots of all the trees in the forest. By doing so, the arboreal can learn of threats throughout the entire woodland, even from miles away.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Late Bloomers</title>\r\n\r\nThough they grow faster than trees, arboreals take decades to reach maturity. They spend their early years rooted in place, developing an affinity with the flora of their homeland and attuning to its rhythms while adult arboreals keep a watchful eye on their progress. After the first century, young arboreals become more mobile, often apprenticing with senior arboreals in their territory as they take up the mantle of forest guardian.\r\n\r\n</aside>",
 "name": "Arboreal",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 24</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nArboreals are guardians of the forest and representatives of the trees. As longlived as the woods they watch over, arboreals consider themselves …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 24"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 24</row>",
 "speed": {},
 "summary": "Arboreals are guardians of the forest and representatives of the trees. As longlived as the woods they watch over, arboreals consider themselves …",
 "summary_markdown": "Arboreals are guardians of the forest and representatives of the trees. As longlived as the woods they watch over, arboreals consider themselves …",
 "text": " Arboreal Source Bestiary pg. 24 Arboreals are guardians of the forest and representatives of the trees. As longlived as the woods they watch over, arboreals consider themselves parents and shepherds of trees rather than their gardeners. Consequently, while arboreals tend to be slow and methodical, they are terrifyingly swift when forced to fight in defense of the woods. Though they rarely seek out the companionship of short-lived folk—even elves are fugacious in the eyes of arboreals—and have an inherent distrust of change, arboreals have been known to tolerate those who seek to learn from their long-winded, rambling monologues, especially if such pupils also express a desire to protect the timberlands. Against those who threaten their realm, such as loggers eager to harvest lumber or settlers aiming to establish croplands or a town, arboreals’ wrath is unwavering and devastating. Perhaps ironically, arboreals are gifted at tearing down what others build—a trait that serves vengeful members of their kind well. Members Arboreal Archive (Creature 12), Arboreal Reaper (Creature 7), Arboreal Regent (Creature 8), Arboreal Warden (Creature 4), Awakened Tree (Creature 6), Canopy Elder (Creature 19) Felled Arboreals Arboreals have a great respect for dead members of their species. Their elaborate burial rituals involve laying the fallen arboreal down in a mossy bed in the center of a grove of saplings. The decomposing arboreal nourishes the saplings, ensuring the growth of a new generation of trees. Fungus Network Particularly old arboreal regents and other powerful arboreals can tap into the extensive network of fungus that connects the roots of all the trees in the forest. By doing so, the arboreal can learn of threats throughout the entire woodland, even from miles away. Late Bloomers Though they grow faster than trees, arboreals take decades to reach maturity. They spend their early years rooted in place, developing an affinity with the flora of their homeland and attuning to its rhythms while adult arboreals keep a watchful eye on their progress. After the first century, young arboreals become more mobile, often apprenticing with senior arboreals in their territory as they take up the mantle of forest guardian. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=8",
 "weakness": {}
}