{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Archon",
 "creature_family_markdown": "Archon",
 "exclude_from_search": false,
 "id": "creature-family-9",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Archon](/MonsterFamilies.aspx?ID=9)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 26</row>\n\nArchons are guardians of Heaven and enemies of chaos and evil. They openly fight back the spread of fiends but also quietly nurture the seeds of virtue within mortals, teaching the denizens of the Material Plane how to act with honor and integrity, enact just laws, and cast off sin and temptation.\n\n Archons live in the immense seven-tiered mountain of Heaven. They manifest in the Garden at the mountain’s peak from mortal souls who answer a mysterious voice. There they swear to forever serve the cause of justice and transform into their new archon forms. Intensely orderly in their metamorphosis, new archons begin as lantern archons or other lesser forms, transforming into ever-greater archons as their virtue and achievements grow. Each archon represents a particular virtue, such as hope, charity, justice, or courage, and they gain strength in the presence of mortals who exemplify this virtue. Due to their extremely lawful nature, archons sometimes find themselves at odds with azatas.\r\n\r\n<title level=\"2\">Members</title>\r\n[Bastion Archon](/Monsters.aspx?ID=554) (Creature 20), [Horned Archon](/Monsters.aspx?ID=31) (Creature 4), [Hound Archon](/Monsters.aspx?ID=551) (Creature 4), [Lantern Archon](/Monsters.aspx?ID=30) (Creature 1), [Legion Archon](/Monsters.aspx?ID=32) (Creature 7), [Shield Archon](/Monsters.aspx?ID=33) (Creature 10), [Star Archon](/Monsters.aspx?ID=553) (Creature 19), [Trumpet Archon](/Monsters.aspx?ID=552) (Creature 14), [Wheel Archon](/Monsters.aspx?ID=2079) (Creature 16)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Archon Aesthetics</title>\r\n\r\nWhile archons do not seek to gather or maintain wealth, they do appreciate beauty and art, and their domains are often decorated with valuable crafts and creative works. Their armor and weapons are similarly ornate, and they always clean and polish their gear after battle. Archons value order—and thus tidiness—in all things.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Archon Divinities</title>\r\n\r\nAs with angels and azatas, the most powerful of archons are a caste of demigods known collectively as empyreal lords. Each archon empyreal lord is a unique and powerful creature that keeps a domain somewhere in Heaven and is worshipped on Material Plane worlds. Archon divinities serve a variety of goals and focus on different aspects of righteousness. Some, such as Zohls, hold influence over the pursuit of truth and determined investigations, while others, like Damerrich, the demigod of executions, emphasize the punishment of unrepentant wrongdoers and seek to obliterate evil in all its forms.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Archon Evolutions</title>\r\n\r\nWhen a spirit becomes an archon, they usually start as a lantern archon, the lowliest of archonkind. As they perform noble deeds and bolster their pureness of heart, an archon evolves into greater forms, possibly skipping stages or remaining in others for long spans of time, depending on their particular strengths and personality.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Archon Locations</title>\r\n\r\nWhile commonly found in Heaven, archons can also be encountered on the fiendish planes in their endless crusade against evil. On the Material Plane they are usually encountered as advisors or saviors to those in need.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Armored Archons</title>\r\n\r\nAlways ready to defend others, most archons are never encountered out of their suits of armor. Even those who eschew armor, such as the bastion archon, tend to still appear as if they are wearing heavy protection against the scourge of battle.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Heavenly Mountain</title>\r\n\r\nArchons reside in [Heaven](/Planes.aspx?ID=17), a plane that appears as a single massive mountain. Heaven is broken into seven tiers, with most archons occupying the second level and base of army operations, Proelera, or the sixth level, Iudica, the administrative heart of Heaven.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Archons</title>\r\n\r\nMany other archons than those presented here patrol Heaven or crusade in the fiendish planes, including the resolute hound archon soldiers and sentinels, and the supreme bastion archons, who rank among Heaven’s most powerful defenders.\r\n</aside>",
 "name": "Archon",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 26</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nArchons are guardians of Heaven and enemies of chaos and evil. They openly fight back the spread of fiends but also quietly nurture the seeds of …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 26"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 26</row>",
 "speed": {},
 "summary": "Archons are guardians of Heaven and enemies of chaos and evil. They openly fight back the spread of fiends but also quietly nurture the seeds of …",
 "summary_markdown": "Archons are guardians of Heaven and enemies of chaos and evil. They openly fight back the spread of fiends but also quietly nurture the seeds of …",
 "text": " Archon Source Bestiary pg. 26 Archons are guardians of Heaven and enemies of chaos and evil. They openly fight back the spread of fiends but also quietly nurture the seeds of virtue within mortals, teaching the denizens of the Material Plane how to act with honor and integrity, enact just laws, and cast off sin and temptation. Archons live in the immense seven-tiered mountain of Heaven. They manifest in the Garden at the mountain’s peak from mortal souls who answer a mysterious voice. There they swear to forever serve the cause of justice and transform into their new archon forms. Intensely orderly in their metamorphosis, new archons begin as lantern archons or other lesser forms, transforming into ever-greater archons as their virtue and achievements grow. Each archon represents a particular virtue, such as hope, charity, justice, or courage, and they gain strength in the presence of mortals who exemplify this virtue. Due to their extremely lawful nature, archons sometimes find themselves at odds with azatas. Members Bastion Archon (Creature 20), Horned Archon (Creature 4), Hound Archon (Creature 4), Lantern Archon (Creature 1), Legion Archon (Creature 7), Shield Archon (Creature 10), Star Archon (Creature 19), Trumpet Archon (Creature 14), Wheel Archon (Creature 16) Archon Aesthetics While archons do not seek to gather or maintain wealth, they do appreciate beauty and art, and their domains are often decorated with valuable crafts and creative works. Their armor and weapons are similarly ornate, and they always clean and polish their gear after battle. Archons value order—and thus tidiness—in all things. Archon Divinities As with angels and azatas, the most powerful of archons are a caste of demigods known collectively as empyreal lords. Each archon empyreal lord is a unique and powerful creature that keeps a domain somewhere in Heaven and is worshipped on Material Plane worlds. Archon divinities serve a variety of goals and focus on different aspects of righteousness. Some, such as Zohls, hold influence over the pursuit of truth and determined investigations, while others, like Damerrich, the demigod of executions, emphasize the punishment of unrepentant wrongdoers and seek to obliterate evil in all its forms. Archon Evolutions When a spirit becomes an archon, they usually start as a lantern archon, the lowliest of archonkind. As they perform noble deeds and bolster their pureness of heart, an archon evolves into greater forms, possibly skipping stages or remaining in others for long spans of time, depending on their particular strengths and personality. Archon Locations While commonly found in Heaven, archons can also be encountered on the fiendish planes in their endless crusade against evil. On the Material Plane they are usually encountered as advisors or saviors to those in need. Armored Archons Always ready to defend others, most archons are never encountered out of their suits of armor. Even those who eschew armor, such as the bastion archon, tend to still appear as if they are wearing heavy protection against the scourge of battle. Heavenly Mountain Archons reside in Heaven, a plane that appears as a single massive mountain. Heaven is broken into seven tiers, with most archons occupying the second level and base of army operations, Proelera, or the sixth level, Iudica, the administrative heart of Heaven. Other Archons Many other archons than those presented here patrol Heaven or crusade in the fiendish planes, including the resolute hound archon soldiers and sentinels, and the supreme bastion archons, who rank among Heaven’s most powerful defenders. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=9",
 "weakness": {}
}