{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Asura",
 "creature_family_markdown": "Asura",
 "exclude_from_search": false,
 "id": "creature-family-218",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Asura](/MonsterFamilies.aspx?ID=218)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 22</row>\n\nAsuras are, above all, proof that the gods are not infallible. These fiends arose as physical manifestations of divine accidents, taking form when the gods themselves stumbled and blasphemed on a cosmic scale. As a result of their own divine genesis, an asura loves above all to undo the workings of the divine. They eagerly travel to the [Material Plane](/Planes.aspx?ID=1), seeking out temples, congregations of faithful worshippers, and religious orders of all stripes to sow doubt and destroy what the gods seek to build.\r\n\r\n<title level=\"2\">Members</title>\r\n[Adhukait](/Monsters.aspx?ID=1070) (Creature 7), [Japalisura](/Monsters.aspx?ID=1071) (Creature 12), [Nikaramsa](/Monsters.aspx?ID=1072) (Creature 14), [Shaukeen](/Monsters.aspx?ID=1069) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Asura Ranas</title>\r\n\r\nOver time, the mightiest asuras complete enough cycles of reincarnation and commit enough atrocities over multiple existences to incarnate into the most powerful of their kind. These asura ranas are demigods in their own right, attracting vile worshippers and heretical cults among mortals.\r\n\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Asura Realms</title>\r\n\r\nAsuras command vast empires in the corners of [Hell](/Planes.aspx?ID=18). While their realms are tiny compared to the massive hierarchy of [Asmodeus](/Deities.aspx?ID=2) and [devilkind](/MonsterFamilies.aspx?ID=30), they exist in a tacit agreement of coexistence with their diabolic neighbors.\r\n\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Asura Rebirth</title>\r\n\r\nMost creatures native to the Outer Planes dissipate upon their destruction, and their essence is absorbed by their home plane. Asuras, however, have a fate akin to reincarnation: a slain asura usually returns in a lesser form, eager to gain retribution upon their killer. Occasionally, exemplary asuras return in more powerful forms. \r\n\r\n</aside>",
 "name": "Asura",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 22</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAsuras are, above all, proof that the gods are not infallible. These fiends arose as physical manifestations of divine accidents, taking form when …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 22"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 22</row>",
 "speed": {},
 "summary": "Asuras are, above all, proof that the gods are not infallible. These fiends arose as physical manifestations of divine accidents, taking form when …",
 "summary_markdown": "Asuras are, above all, proof that the gods are not infallible. These fiends arose as physical manifestations of divine accidents, taking form when …",
 "text": " Asura Source Bestiary 3 pg. 22 Asuras are, above all, proof that the gods are not infallible. These fiends arose as physical manifestations of divine accidents, taking form when the gods themselves stumbled and blasphemed on a cosmic scale. As a result of their own divine genesis, an asura loves above all to undo the workings of the divine. They eagerly travel to the Material Plane, seeking out temples, congregations of faithful worshippers, and religious orders of all stripes to sow doubt and destroy what the gods seek to build. Members Adhukait (Creature 7), Japalisura (Creature 12), Nikaramsa (Creature 14), Shaukeen (Creature 1) Asura Ranas Over time, the mightiest asuras complete enough cycles of reincarnation and commit enough atrocities over multiple existences to incarnate into the most powerful of their kind. These asura ranas are demigods in their own right, attracting vile worshippers and heretical cults among mortals. Asura Realms Asuras command vast empires in the corners of Hell. While their realms are tiny compared to the massive hierarchy of Asmodeus and devilkind, they exist in a tacit agreement of coexistence with their diabolic neighbors. Asura Rebirth Most creatures native to the Outer Planes dissipate upon their destruction, and their essence is absorbed by their home plane. Asuras, however, have a fate akin to reincarnation: a slain asura usually returns in a lesser form, eager to gain retribution upon their killer. Occasionally, exemplary asuras return in more powerful forms. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=218",
 "weakness": {}
}