{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Azarketi",
 "creature_family_markdown": "Azarketi",
 "exclude_from_search": false,
 "id": "creature-family-297",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Azarketi](/MonsterFamilies.aspx?ID=297)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Absalom, City of Lost Omens](/Sources.aspx?ID=108) pg. 396</row>\n\n[Azarketis](/Ancestries.aspx?ID=41), also known as Low Azlanti or gillmen, can be found all over Golarion, with a particularly high concentration around Absalom and the Inner Sea. Descendants of the ancient Azlanti, the azarketis survived the cataclysm of Earthfall by fleeing into the sea, where they were warped into amphibious forms by the [alghollthu](/MonsterFamilies.aspx?ID=1), the alien architects of Absalom's terrible demise. Generally found on the coast, azarketis favor life near a major body of water, as keeping their skin hydrated is a biological requirement. Though most azarketis live relatively peaceful lives of fishing or farming, they sometimes need to defend their homes against hostile forces, and some leave their communities to become adventurers. The following statistics may be used to represent commonly encountered azarketis.\r\n\r\n<title level=\"2\">Members</title>\r\n[Azarketi Crab Catcher](/NPCs.aspx?ID=1747) (Creature 0), [Azarketi Sailor](/NPCs.aspx?ID=1748) (Creature 2), [Azarketi Tide Tamer](/NPCs.aspx?ID=1749) (Creature 7)",
 "name": "Azarketi",
 "rarity": "common",
 "release_date": "2021-12-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Absalom, City of Lost Omens](/Sources.aspx?ID=108) pg. 396</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAzarketis, also known as Low Azlanti or gillmen, can be found all over Golarion, with a particularly high concentration around Absalom and the Inner …\r\n</summary>",
 "source": [
  "Absalom, City of Lost Omens"
 ],
 "source_raw": [
  "Absalom, City of Lost Omens pg. 396"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Absalom, City of Lost Omens](/Sources.aspx?ID=108) pg. 396</row>",
 "speed": {},
 "summary": "Azarketis, also known as Low Azlanti or gillmen, can be found all over Golarion, with a particularly high concentration around Absalom and the Inner …",
 "summary_markdown": "Azarketis, also known as Low Azlanti or gillmen, can be found all over Golarion, with a particularly high concentration around Absalom and the Inner …",
 "text": " Azarketi Source Absalom, City of Lost Omens pg. 396 Azarketis, also known as Low Azlanti or gillmen, can be found all over Golarion, with a particularly high concentration around Absalom and the Inner Sea. Descendants of the ancient Azlanti, the azarketis survived the cataclysm of Earthfall by fleeing into the sea, where they were warped into amphibious forms by the alghollthu, the alien architects of Absalom's terrible demise. Generally found on the coast, azarketis favor life near a major body of water, as keeping their skin hydrated is a biological requirement. Though most azarketis live relatively peaceful lives of fishing or farming, they sometimes need to defend their homes against hostile forces, and some leave their communities to become adventurers. The following statistics may be used to represent commonly encountered azarketis. Members Azarketi Crab Catcher (Creature 0), Azarketi Sailor (Creature 2), Azarketi Tide Tamer (Creature 7)",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=297",
 "weakness": {}
}