{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Azata",
 "creature_family_markdown": "Azata",
 "exclude_from_search": false,
 "id": "creature-family-10",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Azata](/MonsterFamilies.aspx?ID=10)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 30</row>\n\nAzatas are manifestations of freedom—kindly celestials with a penchant for curious exploration, spontaneous revelry, and whimsical quests. Born of the untamable wilds of Elysium, azatas are passionate and mercurial, but also fiercely loyal to those they hold dear. Azatas act quickly and directly against fiendish and otherworldly influences, but they tend to stay out of mortal affairs otherwise, allowing them the ultimate freedom to choose their own destiny. While all azatas cherish freedom, each type exemplifies a particular freedom above others. Many of their kind hold strange knightly and courtly titles that defy mortal classification and shift and change with time and on different occasions rather than following a strict hierarchy. This baffles [archon](/MonsterFamilies.aspx?ID=9) and other more lawful creatures who haven't had much contact with azatas. In actuality, the azatas use their titles as personal flourishes and points of pride, rather than as excuses to order each other around.\r\n\r\n<title level=\"2\">Members</title>\r\n[Aeolaeka (Stone Azata)](/Monsters.aspx?ID=2080) (Creature 12), [Bralani](/Monsters.aspx?ID=559) (Creature 6), [Gancanagh](/Monsters.aspx?ID=35) (Creature 4), [Ghaele](/Monsters.aspx?ID=37) (Creature 13), [Lillend](/Monsters.aspx?ID=36) (Creature 7), [Lyrakien](/Monsters.aspx?ID=34) (Creature 1), [Veranallia](/Monsters.aspx?ID=560) (Creature 20)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Azata Divinities</title>\r\n\r\nThe most powerful of all azatas belong to the cast of demigods known as empyreal lords. These lesser deities maintain many cults across many Material Plane worlds, and count among their kind such diverse demigods as Ashava, a protector of lost spirits and dancer in the moonlight; Black Butterfly, a mysterious agent of Desna and patron of the depths of outer space; and Sinashakti, joyful wanderer and deliverer of wisdom to vagabonds.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Azata Treasure</title>\r\n\r\nWhile azatas would like to think they are above material wealth, the truth is that most azatas adore finery and displays of beauty or grandeur. They might explain away bejeweled weapons as necessary tools against the forces of evil, or the wild array of jewelry and silks they wear as important diplomatic tools.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Azatas</title>\r\n\r\nThe wilds of Elysium play host to a wide array of azatas, the most varied and widespread of the celestials. From the four-eyed mothlike uinuja to the supernaturally verdant and beautiful veranallia, whose lower body is a wondrous garden of wildflowers and plant life, azatas are nothing if not diverse!\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Wandering Azatas</title>\r\n\r\nWhile the idyllic realm of Elysium is the home plane of azatas, their overwhelming curiosity and natural wanderlust often lead them to travel far from this plane. On other planes, they can be seeking to right wrongs, looking for entertainment, or merely exploring to see the sights. More than a few azatas, taken by a whimsical urge to spread their sometimes unwelcome jocosity, see it as their duty to tease uptight or humorless mortal creatures.\r\n</aside>",
 "name": "Azata",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 30</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAzatas are manifestations of freedom—kindly celestials with a penchant for curious exploration, spontaneous revelry, and whimsical quests. Born of …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 30"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 30</row>",
 "speed": {},
 "summary": "Azatas are manifestations of freedom—kindly celestials with a penchant for curious exploration, spontaneous revelry, and whimsical quests. Born of …",
 "summary_markdown": "Azatas are manifestations of freedom—kindly celestials with a penchant for curious exploration, spontaneous revelry, and whimsical quests. Born of …",
 "text": " Azata Source Bestiary pg. 30 Azatas are manifestations of freedom—kindly celestials with a penchant for curious exploration, spontaneous revelry, and whimsical quests. Born of the untamable wilds of Elysium, azatas are passionate and mercurial, but also fiercely loyal to those they hold dear. Azatas act quickly and directly against fiendish and otherworldly influences, but they tend to stay out of mortal affairs otherwise, allowing them the ultimate freedom to choose their own destiny. While all azatas cherish freedom, each type exemplifies a particular freedom above others. Many of their kind hold strange knightly and courtly titles that defy mortal classification and shift and change with time and on different occasions rather than following a strict hierarchy. This baffles archon and other more lawful creatures who haven't had much contact with azatas. In actuality, the azatas use their titles as personal flourishes and points of pride, rather than as excuses to order each other around. Members Aeolaeka (Stone Azata) (Creature 12), Bralani (Creature 6), Gancanagh (Creature 4), Ghaele (Creature 13), Lillend (Creature 7), Lyrakien (Creature 1), Veranallia (Creature 20) Azata Divinities The most powerful of all azatas belong to the cast of demigods known as empyreal lords. These lesser deities maintain many cults across many Material Plane worlds, and count among their kind such diverse demigods as Ashava, a protector of lost spirits and dancer in the moonlight; Black Butterfly, a mysterious agent of Desna and patron of the depths of outer space; and Sinashakti, joyful wanderer and deliverer of wisdom to vagabonds. Azata Treasure While azatas would like to think they are above material wealth, the truth is that most azatas adore finery and displays of beauty or grandeur. They might explain away bejeweled weapons as necessary tools against the forces of evil, or the wild array of jewelry and silks they wear as important diplomatic tools. Other Azatas The wilds of Elysium play host to a wide array of azatas, the most varied and widespread of the celestials. From the four-eyed mothlike uinuja to the supernaturally verdant and beautiful veranallia, whose lower body is a wondrous garden of wildflowers and plant life, azatas are nothing if not diverse! Wandering Azatas While the idyllic realm of Elysium is the home plane of azatas, their overwhelming curiosity and natural wanderlust often lead them to travel far from this plane. On other planes, they can be seeking to right wrongs, looking for entertainment, or merely exploring to see the sights. More than a few azatas, taken by a whimsical urge to spread their sometimes unwelcome jocosity, see it as their duty to tease uptight or humorless mortal creatures. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=10",
 "weakness": {}
}