{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Barghest",
 "creature_family_markdown": "Barghest",
 "exclude_from_search": false,
 "id": "creature-family-11",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Barghest](/MonsterFamilies.aspx?ID=11)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 36</row>\n\nBarghests are lupine fiends with goblinoid faces and humanoid hands. They stalk the Material Plane in search of souls to sate their demonic hunger. Eons ago, barghests dwelled in the pits of Hell and served Asmodeus, but after Lamashtu abducted and adopted the four most powerful of their kind to serve as pets (and in time, as a pantheon of hero-gods worshipped by evil goblins), barghests’ loyalties and philosophical nature changed significantly. Today, while barghests retain their connection to goblinoids, they serve none but their own appetites.\r\n\r\n<title level=\"2\">Members</title>\r\n[Barghest](/Monsters.aspx?ID=41) (Creature 4), [Greater Barghest](/Monsters.aspx?ID=43) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Barghest Cults</title>\r\n\r\nThe barghest hero-gods may be the only ones of their kind capable of granting spells to their clerics, but the idea of adoring worshippers appeals to all barghests. A barghest that completes its transformation into a greater barghest, and thus is no longer morbidly distracted by its hunger, often plays the role of a deity to ignorant groups of goblins or other monsters. To them, the fact that the barghest can’t grant spells is irrelevant—rather, their veneration is due the fact that worshipping the barghest is the best way to keep it from devouring the entire tribe.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Barghest Hero-Gods</title>\r\n\r\nThe four barghests stolen from Hell’s kennels by the deity Lamashtu were not the originals of their kind, but they were then and remain today the most powerful. Now they are denizens of the Abyss, dwelling in their own realm adjacent to Lamashtu’s domain, and are heavily worshipped by goblins across multiple worlds as “hero-gods.” These four barghests include Hadregash the slaver, Venkelvore the torturer, Zarongel the dog slayer, and Zogmugot the scavenger.\r\n</aside>",
 "name": "Barghest",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 36</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBarghests are lupine fiends with goblinoid faces and humanoid hands. They stalk the Material Plane in search of souls to sate their demonic hunger.\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 36"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 36</row>",
 "speed": {},
 "summary": "Barghests are lupine fiends with goblinoid faces and humanoid hands. They stalk the Material Plane in search of souls to sate their demonic hunger.",
 "summary_markdown": "Barghests are lupine fiends with goblinoid faces and humanoid hands. They stalk the Material Plane in search of souls to sate their demonic hunger.",
 "text": " Barghest Source Bestiary pg. 36 Barghests are lupine fiends with goblinoid faces and humanoid hands. They stalk the Material Plane in search of souls to sate their demonic hunger. Eons ago, barghests dwelled in the pits of Hell and served Asmodeus, but after Lamashtu abducted and adopted the four most powerful of their kind to serve as pets (and in time, as a pantheon of hero-gods worshipped by evil goblins), barghests’ loyalties and philosophical nature changed significantly. Today, while barghests retain their connection to goblinoids, they serve none but their own appetites. Members Barghest (Creature 4), Greater Barghest (Creature 7) Barghest Cults The barghest hero-gods may be the only ones of their kind capable of granting spells to their clerics, but the idea of adoring worshippers appeals to all barghests. A barghest that completes its transformation into a greater barghest, and thus is no longer morbidly distracted by its hunger, often plays the role of a deity to ignorant groups of goblins or other monsters. To them, the fact that the barghest can’t grant spells is irrelevant—rather, their veneration is due the fact that worshipping the barghest is the best way to keep it from devouring the entire tribe. Barghest Hero-Gods The four barghests stolen from Hell’s kennels by the deity Lamashtu were not the originals of their kind, but they were then and remain today the most powerful. Now they are denizens of the Abyss, dwelling in their own realm adjacent to Lamashtu’s domain, and are heavily worshipped by goblins across multiple worlds as “hero-gods.” These four barghests include Hadregash the slaver, Venkelvore the torturer, Zarongel the dog slayer, and Zogmugot the scavenger. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=11",
 "weakness": {}
}