{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Bat",
 "creature_family_markdown": "Bat",
 "exclude_from_search": false,
 "id": "creature-family-12",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Bat](/MonsterFamilies.aspx?ID=12)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 39</row>\n\nA wide range of bats dwell throughout the world. Most of these nocturnal animals are harmless insectivores, but deadly breeds of vampire bats and oversized bats the size of horses pose much more significant threats to adventurers.\r\n\r\n<title level=\"2\">Members</title>\r\n[Albino Giant Bat](/Monsters.aspx?ID=2178) (Creature 5), [Giant Bat](/Monsters.aspx?ID=46) (Creature 2), [Vampire Bat Swarm](/Monsters.aspx?ID=45) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Bat Locations</title>\r\n\r\nVampire bat swarms roost in colonies wherever they can find shelter from weather, light, and predators, favoring caves, trees, and narrow gorges. Giant bats prefer to dwell in smaller numbers in deep caves, abandoned mines, or the attics of abandoned buildings. Even larger species dwell in the deeper regions of the Darklands, where they are often used as mounts, or even ritualistically slaughtered and then animated as specialized undead guardians of eerie underground cities and nations.\r\n</aside>",
 "name": "Bat",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 39</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA wide range of bats dwell throughout the world. Most of these nocturnal animals are harmless insectivores, but deadly breeds of vampire bats and …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 39"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 39</row>",
 "speed": {},
 "summary": "A wide range of bats dwell throughout the world. Most of these nocturnal animals are harmless insectivores, but deadly breeds of vampire bats and …",
 "summary_markdown": "A wide range of bats dwell throughout the world. Most of these nocturnal animals are harmless insectivores, but deadly breeds of vampire bats and …",
 "text": " Bat Source Bestiary pg. 39 A wide range of bats dwell throughout the world. Most of these nocturnal animals are harmless insectivores, but deadly breeds of vampire bats and oversized bats the size of horses pose much more significant threats to adventurers. Members Albino Giant Bat (Creature 5), Giant Bat (Creature 2), Vampire Bat Swarm (Creature 1) Bat Locations Vampire bat swarms roost in colonies wherever they can find shelter from weather, light, and predators, favoring caves, trees, and narrow gorges. Giant bats prefer to dwell in smaller numbers in deep caves, abandoned mines, or the attics of abandoned buildings. Even larger species dwell in the deeper regions of the Darklands, where they are often used as mounts, or even ritualistically slaughtered and then animated as specialized undead guardians of eerie underground cities and nations. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=12",
 "weakness": {}
}