{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Beheaded",
 "creature_family_markdown": "Beheaded",
 "exclude_from_search": false,
 "id": "creature-family-220",
 "image": [
  "/Images/Monsters/Beheaded.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Beheaded](/MonsterFamilies.aspx?ID=220)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 30</row>\n\nBeheaded are the reanimated heads of decapitation victims. These mindless undead fly through the air or roll around to attack their prey. \n\n<title level=\"2\" right=\"\">Beheaded Abilities</title> Beheaded can manifest with a variety of abilities, such as those presented below. \n\n**Bleeding** The beheaded is covered in slimy blood. The target of a successful Strike is splattered with gore and must succeed at a Fortitude save or become [sickened 1](/Conditions.aspx?ID=34). \n\n**Entangling** Long, stringy hair clings to the beheaded's scalp. Its Strikes gain the [Grab](/MonsterAbilities.aspx?ID=18) ability. \n\n**Fiendish** ([aura](/Traits.aspx?ID=206), [divine](/Traits.aspx?ID=48), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117)) 30 feet. The beheaded has a twisted, unsettling countenance. Foes that begin their turn in the area must succeed at a Will save or be [frightened 1](/Conditions.aspx?ID=19). \n\n**Giant** A beheaded created from the head of a giant is a Medium creature, gaining 2 levels and one or more additional beheaded abilities.\n\n<title level=\"2\" right=\"\">Alternate Beheaded Abilities</title>**Source** [_Book of the Dead pg. 74_](https://paizo.com/products/btq02c0j) **Lifesense** The beheaded has imprecise [lifesense](/MonsterAbilities.aspx?ID=21) out to 60 feet.\n\n **Whispering** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117)) 30 feet. The beheaded constantly whispers twisted incantations in unknown languages secret and foul. Foes that enter or begin their turn in the area must succeed at a Will save or be [stupefied 1](/Conditions.aspx?ID=37). The aura uses the [moderate DC for the beheaded's level](/Rules.aspx?ID=554).\n\n **Furious Headbutt** <actions string=\"Single Action\" /> **Frequency** once per round; **Effect** The beheaded makes a wild Strike, taking a –2 penalty to its AC until the end of its next turn. If the Strike damages a creature, it deals additional damage equal to the beheaded's level.\n\n<title level=\"2\">Members</title>\r\n[Daqqanoenyent](/Monsters.aspx?ID=1841) (Creature 9), [Festering Gnasher](/Monsters.aspx?ID=1839) (Creature 1), [Flaming Skull](/Monsters.aspx?ID=1078) (Creature 2), [Severed Head](/Monsters.aspx?ID=1077) (Creature -1), [Taunting Skull](/Monsters.aspx?ID=1840) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Monstrous Heads</title>\r\n\r\nWhile the traditional image of a beheaded is that of a disembodied human head or skull, necromancers can create beheaded out of any sort of head. This variety can lead to extremely distinctive beheaded, including [dragon](/Traits.aspx?ID=50) heads, giant insect heads, [medusa](/Monsters.aspx?ID=297) heads, or those of even rarer creatures. Occasionally, such beheaded retain weakened versions of their original special abilities from the constituent creature instead of a beheaded ability, such as a breath weapon for a dragon head or a gaze for a medusa head.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">More Beheaded Abilities</title>\r\n\r\nSince beheaded are very similar to skeletons or zombies (or at least the heads from those creatures), you can also customize them with abilities from the [skeleton](/MonsterFamilies.aspx?ID=92) and [zombie](/MonsterFamilies.aspx?ID=103) entries, though take care to avoid abilities that require bodies or limbs. If you give the beheaded more than one additional ability, you might want to increase its level and adjust its statistics accordingly. Use the guidelines in Chapter 2 of the _Pathfinder Gamemastery Guide_ to determine its new statistics.\r\n</aside>",
 "name": "Beheaded",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 30</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBeheaded are the reanimated heads of decapitation victims. These mindless undead fly through the air or roll around to attack their prey.\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 30"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 30</row>",
 "speed": {},
 "summary": "Beheaded are the reanimated heads of decapitation victims. These mindless undead fly through the air or roll around to attack their prey.",
 "summary_markdown": "Beheaded are the reanimated heads of decapitation victims. These mindless undead fly through the air or roll around to attack their prey.",
 "text": " Beheaded Source Bestiary 3 pg. 30 Beheaded are the reanimated heads of decapitation victims. These mindless undead fly through the air or roll around to attack their prey. Beheaded Abilities Beheaded can manifest with a variety of abilities, such as those presented below. Bleeding The beheaded is covered in slimy blood. The target of a successful Strike is splattered with gore and must succeed at a Fortitude save or become sickened 1. Entangling Long, stringy hair clings to the beheaded's scalp. Its Strikes gain the Grab ability. Fiendish (aura, divine, emotion, fear, mental, necromancy) 30 feet. The beheaded has a twisted, unsettling countenance. Foes that begin their turn in the area must succeed at a Will save or be frightened 1. Giant A beheaded created from the head of a giant is a Medium creature, gaining 2 levels and one or more additional beheaded abilities. Alternate Beheaded Abilities Source Book of the Dead pg. 74 Lifesense The beheaded has imprecise lifesense out to 60 feet. Whispering (aura, emotion, fear, mental, necromancy) 30 feet. The beheaded constantly whispers twisted incantations in unknown languages secret and foul. Foes that enter or begin their turn in the area must succeed at a Will save or be stupefied 1. The aura uses the moderate DC for the beheaded's level. Furious Headbutt Single Action Frequency once per round; Effect The beheaded makes a wild Strike, taking a –2 penalty to its AC until the end of its next turn. If the Strike damages a creature, it deals additional damage equal to the beheaded's level. Members Daqqanoenyent (Creature 9), Festering Gnasher (Creature 1), Flaming Skull (Creature 2), Severed Head (Creature -1), Taunting Skull (Creature 5) Monstrous Heads While the traditional image of a beheaded is that of a disembodied human head or skull, necromancers can create beheaded out of any sort of head. This variety can lead to extremely distinctive beheaded, including dragon heads, giant insect heads, medusa heads, or those of even rarer creatures. Occasionally, such beheaded retain weakened versions of their original special abilities from the constituent creature instead of a beheaded ability, such as a breath weapon for a dragon head or a gaze for a medusa head. More Beheaded Abilities Since beheaded are very similar to skeletons or zombies (or at least the heads from those creatures), you can also customize them with abilities from the skeleton and zombie entries, though take care to avoid abilities that require bodies or limbs. If you give the beheaded more than one additional ability, you might want to increase its level and adjust its statistics accordingly. Use the guidelines in Chapter 2 of the Pathfinder Gamemastery Guide to determine its new statistics. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=220",
 "weakness": {}
}