{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Bhanyada",
 "creature_family_markdown": "Bhanyada",
 "exclude_from_search": false,
 "id": "creature-family-335",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Bhanyada](/MonsterFamilies.aspx?ID=335)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 84</row>\n\nGobbets of flesh left behind from an untidy meal or a surgical procedure typically rot away if left where they lie, but when steeped in areas of powerful lingering magic or eldritch radiation, these bits of loose tissue might achieve some measure of animation, perhaps sprouting thick limbs to move about or tiny, multifaceted eyes to see. Near the magic-suffused Ghantibhu Pits in the caverns located beneath southern Vudra, where ripples of magic are powerful enough to rend the air and transform stone, these tiny, rotting castoffs form into even larger amalgamations called bhanyadas.\r\n\r\n<title level=\"2\">Members</title>\r\n[Bhanyada Behemoth](/Monsters.aspx?ID=2518) (Creature 12), [Bhanyada Scavenger](/Monsters.aspx?ID=2516) (Creature 8), [Bhanyada Swarm](/Monsters.aspx?ID=2517) (Creature 11)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Bhanyada Familiars</title>\r\n\r\nA component of a bhanyada swarm makes a useful, if gruesome, familiar. A character who can take a familiar and who has encountered a bhanyada can choose a bhanyada familiar, which must have the [burrower](/Familiars.aspx?ID=2) and [darkvision](/Familiars.aspx?ID=5) abilities. The owner would be wise to anoint the familiar with perfumes or find other solutions to mask the unpleasant smell.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Tied to Open Bridge</title>\r\n\r\nBhanyadas are almost never encountered outside the Open Bridge region in southern Vudra, as the magic of the Ghantibhu Pits beneath that region create them. Bhanyadas taken away from Open Bridge quickly decay into a repulsive slurry, although though it isn't clear whether their demise is due to being too far from the magical energies that animated them or too far from the masses of other bhanyadas that give them cunning and vigor.\r\n</aside>",
 "name": "Bhanyada",
 "rarity": "common",
 "release_date": "2023-04-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 84</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGobbets of flesh left behind from an untidy meal or a surgical procedure typically rot away if left where they lie, but when steeped in areas of …\r\n</summary>",
 "source": [
  "Pathfinder #190: The Choosing"
 ],
 "source_raw": [
  "Pathfinder #190: The Choosing pg. 84"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Stolen Fate",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 84</row>",
 "speed": {},
 "summary": "Gobbets of flesh left behind from an untidy meal or a surgical procedure typically rot away if left where they lie, but when steeped in areas of …",
 "summary_markdown": "Gobbets of flesh left behind from an untidy meal or a surgical procedure typically rot away if left where they lie, but when steeped in areas of …",
 "text": " Bhanyada Source Pathfinder #190: The Choosing pg. 84 Gobbets of flesh left behind from an untidy meal or a surgical procedure typically rot away if left where they lie, but when steeped in areas of powerful lingering magic or eldritch radiation, these bits of loose tissue might achieve some measure of animation, perhaps sprouting thick limbs to move about or tiny, multifaceted eyes to see. Near the magic-suffused Ghantibhu Pits in the caverns located beneath southern Vudra, where ripples of magic are powerful enough to rend the air and transform stone, these tiny, rotting castoffs form into even larger amalgamations called bhanyadas. Members Bhanyada Behemoth (Creature 12), Bhanyada Scavenger (Creature 8), Bhanyada Swarm (Creature 11) Bhanyada Familiars A component of a bhanyada swarm makes a useful, if gruesome, familiar. A character who can take a familiar and who has encountered a bhanyada can choose a bhanyada familiar, which must have the burrower and darkvision abilities. The owner would be wise to anoint the familiar with perfumes or find other solutions to mask the unpleasant smell. Tied to Open Bridge Bhanyadas are almost never encountered outside the Open Bridge region in southern Vudra, as the magic of the Ghantibhu Pits beneath that region create them. Bhanyadas taken away from Open Bridge quickly decay into a repulsive slurry, although though it isn't clear whether their demise is due to being too far from the magical energies that animated them or too far from the masses of other bhanyadas that give them cunning and vigor. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=335",
 "weakness": {}
}