{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Biloko",
 "creature_family_markdown": "Biloko",
 "exclude_from_search": false,
 "id": "creature-family-108",
 "image": [
  "/Images/Monsters/Biloko.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Biloko](/MonsterFamilies.aspx?ID=108)</title>\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 294 <sup>2.0</sup></row>\n\nBilokos are crocodile-snouted fey who stalk the Mwangi Jungle and feast upon the flesh of humanoids. As cunning as they are vicious, bilokos employ deadly traps and guerrilla hunting tactics to capture prey—typically hapless explorers or, occasionally, wayward villagers, many of whom believe bilokos to be cruel ancestral spirits. The most powerful of these creatures, known as elokos, wield potent transformative magic.\n\n Bilokos have a fondness for bells, and the sound of ringing bells often indicates their presence. In addition to carrying and ringing them while out hunting, bilokos sometimes enchant bells with potent magic, or hang them on strings to serve as alarms for their encampments.\n\n Bilokos look like slender but wiry humanoids with crocodile-like heads, rust-colored skin, and blood-red eyes. They eat only the meat of humanoids, though they can survive for extended periods of time on a single meal thanks to their snakelike ability to consume a Medium humanoid creature whole. They do this by unhinging their jaws and slowly swallowing the victim from head to foot. Thanks to their acidic saliva and sharp teeth, a biloko can masticate their food into an easy-to-digest pulp, grinding flesh and bone into a compact mush, even while swallowing; thus, they do not flinch while devouring meals two or three times their own size.\n\n A recently-fed biloko can be easily recognized by their sagging, distended belly. However, despite their slow appearance, the fey is no less dangerous then, as they delight in killing and might have hungry comrades hiding nearby, waiting to feed. \r\n\r\n<title level=\"2\">Members</title>\r\n[Biloko Veteran](/Monsters.aspx?ID=442) (Creature 4), [Biloko Veteran](/Monsters.aspx?ID=1428) (Creature 4), [Biloko Warrior](/Monsters.aspx?ID=441) (Creature 1), [Biloko Warrior](/Monsters.aspx?ID=1427) (Creature 1), [Eloko](/Monsters.aspx?ID=443) (Creature 7), [Eloko](/Monsters.aspx?ID=1429) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Charming Predators</title>\r\n\r\nBilokos' connection to the [First World](/Planes.aspx?ID=10) grants them a limited ability to supernaturally charm their enemies. Bilokos use this power to lure stragglers away from their adventuring parties or confuse their opponents when a raid goes horribly awry. Large hunting parties of bilokos might charm entire groups of travelers, in which case these bilokos might bring their enchanted quarry back to their community to feast on (though they are more likely to simply enjoy the spoils of their efforts alone).\r\n\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Elokolobha</title>\r\n\r\nIn the jungles north of Lake Ocota, rumors speak of an incredibly powerful eloko who calls himself Emperor Sharptooth and rules over an entire city of bilokos and other fey, known as Elokolobha. While such coordination between the capricious fey is not unheard of, explorers have been unable to verify these stories, as all who attempt to find the biloko settlement are never seen again. Recently, a group of Pathfinders based out of Nantambu has started collecting funds for an expedition to find this mysterious city and return with information (and possibly a wealth of treasure). The outer structures of Elokolobha (_Lost Omens Mwangi Expanse_ page 175) are little more than slapdash constructions, a conglomerate of salvage, scrap wood, and crudely carved limestone. High atop the rocky crags, wooden huts perch upon flats and notches. These are connected to each other via rope bridges, ladders, and zip lines. Far more impressive are the caves within the crags themselves, ancient and partially worked into grand, strangely shaped chambers.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Guerilla Ambushers</title>\r\n\r\nBilokos prefer to move about in small, stealthy packs in dark, isolated sections of the jungle. When a band of bilokos finds a suitable hunting ground, it claims the area exclusively, digging pit traps, crafting snares from vines, and building blinds high in trees where the predators can lie in ambush.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">The Biloko City</title>\r\n\r\nIn the jungles north of Lake Ocota, rumors speak of an incredibly powerful eloko who calls himself Emperor Sharptooth and rules over an entire city of bilokos and other fey. While such coordination between the capricious fey is not unheard of, explorers have been unable to verify these stories, as all who attempt to find the biloko settlement are never seen again. Recently, a group of Pathfinders based out of Nantambu has started collecting funds for an expedition to find this mysterious city and return with information (and possibly a wealth of treasure).\r\n</aside>",
 "name": "Biloko",
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 294 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBilokos are crocodile-snouted fey who stalk the Mwangi Jungle and feast upon the flesh of humanoids. As cunning as they are vicious, bilokos employ …\r\n</summary>",
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 294"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 294 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Bilokos are crocodile-snouted fey who stalk the Mwangi Jungle and feast upon the flesh of humanoids. As cunning as they are vicious, bilokos employ …",
 "summary_markdown": "Bilokos are crocodile-snouted fey who stalk the Mwangi Jungle and feast upon the flesh of humanoids. As cunning as they are vicious, bilokos employ …",
 "text": " Biloko Source The Mwangi Expanse pg. 294 2.0 Bilokos are crocodile-snouted fey who stalk the Mwangi Jungle and feast upon the flesh of humanoids. As cunning as they are vicious, bilokos employ deadly traps and guerrilla hunting tactics to capture prey—typically hapless explorers or, occasionally, wayward villagers, many of whom believe bilokos to be cruel ancestral spirits. The most powerful of these creatures, known as elokos, wield potent transformative magic. Bilokos have a fondness for bells, and the sound of ringing bells often indicates their presence. In addition to carrying and ringing them while out hunting, bilokos sometimes enchant bells with potent magic, or hang them on strings to serve as alarms for their encampments. Bilokos look like slender but wiry humanoids with crocodile-like heads, rust-colored skin, and blood-red eyes. They eat only the meat of humanoids, though they can survive for extended periods of time on a single meal thanks to their snakelike ability to consume a Medium humanoid creature whole. They do this by unhinging their jaws and slowly swallowing the victim from head to foot. Thanks to their acidic saliva and sharp teeth, a biloko can masticate their food into an easy-to-digest pulp, grinding flesh and bone into a compact mush, even while swallowing; thus, they do not flinch while devouring meals two or three times their own size. A recently-fed biloko can be easily recognized by their sagging, distended belly. However, despite their slow appearance, the fey is no less dangerous then, as they delight in killing and might have hungry comrades hiding nearby, waiting to feed. Members Biloko Veteran (Creature 4), Biloko Veteran (Creature 4), Biloko Warrior (Creature 1), Biloko Warrior (Creature 1), Eloko (Creature 7), Eloko (Creature 7) Charming Predators Bilokos' connection to the First World grants them a limited ability to supernaturally charm their enemies. Bilokos use this power to lure stragglers away from their adventuring parties or confuse their opponents when a raid goes horribly awry. Large hunting parties of bilokos might charm entire groups of travelers, in which case these bilokos might bring their enchanted quarry back to their community to feast on (though they are more likely to simply enjoy the spoils of their efforts alone). Elokolobha In the jungles north of Lake Ocota, rumors speak of an incredibly powerful eloko who calls himself Emperor Sharptooth and rules over an entire city of bilokos and other fey, known as Elokolobha. While such coordination between the capricious fey is not unheard of, explorers have been unable to verify these stories, as all who attempt to find the biloko settlement are never seen again. Recently, a group of Pathfinders based out of Nantambu has started collecting funds for an expedition to find this mysterious city and return with information (and possibly a wealth of treasure). The outer structures of Elokolobha ( Lost Omens Mwangi Expanse page 175) are little more than slapdash constructions, a conglomerate of salvage, scrap wood, and crudely carved limestone. High atop the rocky crags, wooden huts perch upon flats and notches. These are connected to each other via rope bridges, ladders, and zip lines. Far more impressive are the caves within the crags themselves, ancient and partially worked into grand, strangely shaped chambers. Guerilla Ambushers Bilokos prefer to move about in small, stealthy packs in dark, isolated sections of the jungle. When a band of bilokos finds a suitable hunting ground, it claims the area exclusively, digging pit traps, crafting snares from vines, and building blinds high in trees where the predators can lie in ambush. The Biloko City In the jungles north of Lake Ocota, rumors speak of an incredibly powerful eloko who calls himself Emperor Sharptooth and rules over an entire city of bilokos and other fey. While such coordination between the capricious fey is not unheard of, explorers have been unable to verify these stories, as all who attempt to find the biloko settlement are never seen again. Recently, a group of Pathfinders based out of Nantambu has started collecting funds for an expedition to find this mysterious city and return with information (and possibly a wealth of treasure). ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=108",
 "weakness": {}
}