{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Blackforst Dead",
 "creature_family_markdown": "Blackforst Dead",
 "exclude_from_search": false,
 "id": "creature-family-333",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Blackforst Dead](/MonsterFamilies.aspx?ID=333)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 80</row>\n\nThese shambling arctic horrors are dead in name alone. Creatures who succumb to the frigid elements while cursed by blackfrost don't become mere corpses entombed in ice but rather vicious undead capable of spreading the curse of blackfrost even further. Cracked, frostbitten flesh that emits a freezing vapor like steam; inexorable, unhindered strides through feet of ash-blackened snow; a vacant, icy-blue gaze devoid of humanity—the descriptions of blackfrost dead vary by the teller, but none can deny the supernatural dread these monsters evoke.\n\n Blackfrost dead take a variety of forms. Most are mindless, lumbering brutes, largely indiscernible from mundane zombies except for the curse they can inflict. Others not only maintain their presence of mind but wield powers of psychic corruption not unlike those of blackfrost's originator, Osoyo, the Blackfrost Whale. What form a blackfrost dead takes depends primarily on the victim's psychic fortitude and its aptitude for occult magic.\n\n See the [curse](/Curses.aspx?ID=51) for further details on blackfrost. \n\n<title level=\"2\" right=\"\">Blackfrost Dead Abilities</title> You can modify an existing undead creature to become blackfrost dead using the following abilities. All blackfrost dead bear the [curse of blackfrost](/Curses.aspx?ID=51) and have some way to inflict it, usually using one of their existing Strikes. Most blackfrost dead have one other ability from this list as well. As blackfrost dead stem from blackfrost itself, all blackfrost dead have the [rare](/Traits.aspx?ID=137) trait.\n\n **Blackfrost Breath** <actions string=\"Two Actions\" /> ([conjuration](/Traits.aspx?ID=33), [occult](/Traits.aspx?ID=120)) The blackfrost dead gasps sharply, then exhales a mist of dark-blue blackfrost particles in a 5-foot emanation. All creatures within the mist become [concealed](/Conditions.aspx?ID=4), and all creatures outside the mist become concealed to creatures within it. The mist persists for 1 minute. A creature that ends its turn in the mist is exposed to blackfrost. The blackfrost dead can't use Blackfrost Breath again for 1d4 rounds.\n\n **Ice Climb** The blackfrost dead can climb on ice as though it had the listed climb Speed. It ignores difficult terrain and greater difficult terrain from ice and snow and doesn't risk falling when crossing ice.\n\n **Mindburning Gaze** <actions string=\"Two Actions\" /> ([emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [necromancy](/Traits.aspx?ID=117), [occult](/Traits.aspx?ID=120), [visual](/Traits.aspx?ID=163)) The blackfrost dead fixes its terrifying gaze on a creature within 60 feet. The creature takes 1d4 mental damage per level of the blackfrost dead (minimum 2d4), with a [basic](/Rules.aspx?ID=329) Will save. On a critical failure, the creature is [frightened 1](/Conditions.aspx?ID=19).\n\n **Shattering Death** ([cold](/Traits.aspx?ID=27)) When the blackfrost dead is destroyed, its body shatters like brittle ice, filling the air around it with a cloud of frigid, razor-sharp ice shards. Creatures in a 10-foot emanation take 1d8 cold damage per level of the blackfrost dead (minimum 3d8), with a [basic](/Rules.aspx?ID=329) Reflex save. Creatures that critically fail this save also take 1d6 [persistent bleed damage](/Conditions.aspx?ID=29).\r\n\r\n<title level=\"2\">Members</title>\r\n[Blackfrost Guecubu](/Monsters.aspx?ID=2509) (Creature 8), [Blackfrost Prophet](/Monsters.aspx?ID=2498) (Creature 9), [Blackfrost Zombie](/Monsters.aspx?ID=2497) (Creature 6)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Creating Blackfrost Dead</title>\r\n\r\nThe simplest way to create a blackfrost dead is to use an existing undead, such as a [zombie](/MonsterFamilies.aspx?ID=103) or a [mummy](/MonsterFamilies.aspx?ID=74), as your base creature. Replace the creature's abilities with abilities from the list on this page. All blackfrost dead gain the cold trait and have at least one way to inflict [blackfrost](/Curses.aspx?ID=51), often using one of their Strikes.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Curse of the Crown</title>\r\n\r\nBlackfrost dead are found only around the Nameless Spires, under which a massive alien being named Osoyo remains imprisoned. Only recently has this ancient being stirred from its slumber, causing blackfrost to foam out of fissures in the ice and afflict unfortunate explorers. The spread of the blackfrost curse has been mercifully slow thus far, but with each creature afflicted, Osoyo's reach expands ever outward.\r\n</aside>",
 "name": "Blackforst Dead",
 "rarity": "common",
 "release_date": "2023-03-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 80</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese shambling arctic horrors are dead in name alone. Creatures who succumb to the frigid elements while cursed by blackfrost don't become mere …\r\n</summary>",
 "source": [
  "Pathfinder #189: Dreamers of the Nameless Spires"
 ],
 "source_raw": [
  "Pathfinder #189: Dreamers of the Nameless Spires pg. 80"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 80</row>",
 "speed": {},
 "summary": "These shambling arctic horrors are dead in name alone. Creatures who succumb to the frigid elements while cursed by blackfrost don't become mere …",
 "summary_markdown": "These shambling arctic horrors are dead in name alone. Creatures who succumb to the frigid elements while cursed by blackfrost don't become mere …",
 "text": " Blackforst Dead Source Pathfinder #189: Dreamers of the Nameless Spires pg. 80 These shambling arctic horrors are dead in name alone. Creatures who succumb to the frigid elements while cursed by blackfrost don't become mere corpses entombed in ice but rather vicious undead capable of spreading the curse of blackfrost even further. Cracked, frostbitten flesh that emits a freezing vapor like steam; inexorable, unhindered strides through feet of ash-blackened snow; a vacant, icy-blue gaze devoid of humanity—the descriptions of blackfrost dead vary by the teller, but none can deny the supernatural dread these monsters evoke. Blackfrost dead take a variety of forms. Most are mindless, lumbering brutes, largely indiscernible from mundane zombies except for the curse they can inflict. Others not only maintain their presence of mind but wield powers of psychic corruption not unlike those of blackfrost's originator, Osoyo, the Blackfrost Whale. What form a blackfrost dead takes depends primarily on the victim's psychic fortitude and its aptitude for occult magic. See the curse for further details on blackfrost. Blackfrost Dead Abilities You can modify an existing undead creature to become blackfrost dead using the following abilities. All blackfrost dead bear the curse of blackfrost and have some way to inflict it, usually using one of their existing Strikes. Most blackfrost dead have one other ability from this list as well. As blackfrost dead stem from blackfrost itself, all blackfrost dead have the rare trait. Blackfrost Breath Two Actions (conjuration, occult) The blackfrost dead gasps sharply, then exhales a mist of dark-blue blackfrost particles in a 5-foot emanation. All creatures within the mist become concealed, and all creatures outside the mist become concealed to creatures within it. The mist persists for 1 minute. A creature that ends its turn in the mist is exposed to blackfrost. The blackfrost dead can't use Blackfrost Breath again for 1d4 rounds. Ice Climb The blackfrost dead can climb on ice as though it had the listed climb Speed. It ignores difficult terrain and greater difficult terrain from ice and snow and doesn't risk falling when crossing ice. Mindburning Gaze Two Actions (emotion, fear, necromancy, occult, visual) The blackfrost dead fixes its terrifying gaze on a creature within 60 feet. The creature takes 1d4 mental damage per level of the blackfrost dead (minimum 2d4), with a basic Will save. On a critical failure, the creature is frightened 1. Shattering Death (cold) When the blackfrost dead is destroyed, its body shatters like brittle ice, filling the air around it with a cloud of frigid, razor-sharp ice shards. Creatures in a 10-foot emanation take 1d8 cold damage per level of the blackfrost dead (minimum 3d8), with a basic Reflex save. Creatures that critically fail this save also take 1d6 persistent bleed damage. Members Blackfrost Guecubu (Creature 8), Blackfrost Prophet (Creature 9), Blackfrost Zombie (Creature 6) Creating Blackfrost Dead The simplest way to create a blackfrost dead is to use an existing undead, such as a zombie or a mummy, as your base creature. Replace the creature's abilities with abilities from the list on this page. All blackfrost dead gain the cold trait and have at least one way to inflict blackfrost, often using one of their Strikes. Curse of the Crown Blackfrost dead are found only around the Nameless Spires, under which a massive alien being named Osoyo remains imprisoned. Only recently has this ancient being stirred from its slumber, causing blackfrost to foam out of fissures in the ice and afflict unfortunate explorers. The spread of the blackfrost curse has been mercifully slow thus far, but with each creature afflicted, Osoyo's reach expands ever outward. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=333",
 "weakness": {}
}