{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Blightburn Genies",
 "creature_family_markdown": "Blightburn Genies",
 "exclude_from_search": false,
 "id": "creature-family-180",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Blightburn Genies](/MonsterFamilies.aspx?ID=180)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #155: Lord of the Black Sands](/Sources.aspx?ID=33) pg. 78</row>\n\nBefore the Black Desert became a barren sandscape, cultures with grand magical traditions lived under its soaring roof. These communities eventually left the vault or died out, but the [genies](/MonsterFamilies.aspx?ID=50) they summoned remained and became warped by the region's pervasive blightburn radiation. Now, these “blightburn genies” have bodies with features mirroring those of beasts that dwell in dark places, and their elemental lineages have been irreparably corrupted.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ararda](/Monsters.aspx?ID=874) (Creature 18), [Muurfeli](/Monsters.aspx?ID=873) (Creature 16)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Elemental Fusions</title>\r\n\r\nGenies of the Black Desert do not personify the four elements of the Elemental Planes as they do elsewhere in the cosmos. Rather, blightburn genies combine their innate elemental powers with the features of the desert to summon powerful, perverted versions of natural phenomena such as electric sandstorms or acid rain.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Blightburn Genies</title>\r\n\r\nIn addition to [muurfeli](/Monsters.aspx?ID=873) and [arardas](/Monsters.aspx?ID=874), other blightburn genies can also be found in the Black Desert, including black, doglike [efreet](/Monsters.aspx?ID=214) called suayiks and laanums, amorphous [marid](/Monsters.aspx?ID=215)-like horrors with the heads of powerful sea serpents. Darklands equivalent of [jann](/Monsters.aspx?ID=211) may exist, though they supposedly only appear to the hopelessly lost.\r\n</aside>",
 "name": "Blightburn Genies",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #155: Lord of the Black Sands](/Sources.aspx?ID=33) pg. 78</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBefore the Black Desert became a barren sandscape, cultures with grand magical traditions lived under its soaring roof. These communities eventually …\r\n</summary>",
 "source": [
  "Pathfinder #155: Lord of the Black Sands"
 ],
 "source_raw": [
  "Pathfinder #155: Lord of the Black Sands pg. 78"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #155: Lord of the Black Sands](/Sources.aspx?ID=33) pg. 78</row>",
 "speed": {},
 "summary": "Before the Black Desert became a barren sandscape, cultures with grand magical traditions lived under its soaring roof. These communities eventually …",
 "summary_markdown": "Before the Black Desert became a barren sandscape, cultures with grand magical traditions lived under its soaring roof. These communities eventually …",
 "text": " Blightburn Genies Source Pathfinder #155: Lord of the Black Sands pg. 78 Before the Black Desert became a barren sandscape, cultures with grand magical traditions lived under its soaring roof. These communities eventually left the vault or died out, but the genies they summoned remained and became warped by the region's pervasive blightburn radiation. Now, these “blightburn genies” have bodies with features mirroring those of beasts that dwell in dark places, and their elemental lineages have been irreparably corrupted. Members Ararda (Creature 18), Muurfeli (Creature 16) Elemental Fusions Genies of the Black Desert do not personify the four elements of the Elemental Planes as they do elsewhere in the cosmos. Rather, blightburn genies combine their innate elemental powers with the features of the desert to summon powerful, perverted versions of natural phenomena such as electric sandstorms or acid rain. Other Blightburn Genies In addition to muurfeli and arardas, other blightburn genies can also be found in the Black Desert, including black, doglike efreet called suayiks and laanums, amorphous marid-like horrors with the heads of powerful sea serpents. Darklands equivalent of jann may exist, though they supposedly only appear to the hopelessly lost. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=180",
 "weakness": {}
}