{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Boar",
 "creature_family_markdown": "Boar",
 "exclude_from_search": false,
 "id": "creature-family-15",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Boar](/MonsterFamilies.aspx?ID=15)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 43</row>\n\nWhile domesticated pigs are a staple of farm life, wild boars are much more dangerous. Foul-tempered warthogs are relatively common, while the lumbering, primeval beasts known as daeodons are less so. Voracious eaters, boars can ravage the countryside in which they live. Boars breed freely, and a pair of boars can rapidly grow to a large family. Boars are a particular nuisance to farmers, as they break into food stores and root through gardens to sate their hunger.\r\n\r\n<title level=\"2\">Members</title>\r\n[Boar](/Monsters.aspx?ID=52) (Creature 2), [Daeodon](/Monsters.aspx?ID=53) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Boar Locations</title>\r\n\r\nBoars can be found in almost any environment, from forests to deserts, warm or cold, including even high-altitude mountainous regions. They tend to prefer forests, marshes, and meadows. Daeodons are likewise found in such regions but generally prefer remote reaches far from civilization. \r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Boar Resources</title>\r\n\r\nA boar's carcass typically provides enough meat for 100 meals or more, as well as hide and bristles that can be used for crafting.\r\n</aside>",
 "name": "Boar",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 43</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhile domesticated pigs are a staple of farm life, wild boars are much more dangerous. Foul-tempered warthogs are relatively common, while the …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 43"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 43</row>",
 "speed": {},
 "summary": "While domesticated pigs are a staple of farm life, wild boars are much more dangerous. Foul-tempered warthogs are relatively common, while the …",
 "summary_markdown": "While domesticated pigs are a staple of farm life, wild boars are much more dangerous. Foul-tempered warthogs are relatively common, while the …",
 "text": " Boar Source Bestiary pg. 43 While domesticated pigs are a staple of farm life, wild boars are much more dangerous. Foul-tempered warthogs are relatively common, while the lumbering, primeval beasts known as daeodons are less so. Voracious eaters, boars can ravage the countryside in which they live. Boars breed freely, and a pair of boars can rapidly grow to a large family. Boars are a particular nuisance to farmers, as they break into food stores and root through gardens to sate their hunger. Members Boar (Creature 2), Daeodon (Creature 4) Boar Locations Boars can be found in almost any environment, from forests to deserts, warm or cold, including even high-altitude mountainous regions. They tend to prefer forests, marshes, and meadows. Daeodons are likewise found in such regions but generally prefer remote reaches far from civilization. Boar Resources A boar's carcass typically provides enough meat for 100 meals or more, as well as hide and bristles that can be used for crafting. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=15",
 "weakness": {}
}