{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Boggard",
 "creature_family_markdown": "Boggard",
 "exclude_from_search": false,
 "id": "creature-family-16",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Boggard](/MonsterFamilies.aspx?ID=16)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 44</row>\n\nBoggards are aggressive humanoid amphibians that thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, fiercely competing for food and even consuming their siblings in that struggle. Over 3 years, the surviving boggards develops arms, legs, and lungs while learning the rudiments of hunting, crafts, and warfare—everything needed to survive in their might-makes-right society. At the top of most boggard hierarchies lords a hulking swampseer imbued with sinister divine magic.\r\n\r\n<title level=\"2\">Members</title>\r\n[Boggard Cultist](/Monsters.aspx?ID=2237) (Creature 8), [Boggard Scout](/Monsters.aspx?ID=54) (Creature 1), [Boggard Swampseer](/Monsters.aspx?ID=56) (Creature 3), [Boggard Warrior](/Monsters.aspx?ID=55) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Boggard Villages</title>\r\n\r\nBoggards prefer to dwell in swamplands and mires. Though they are at home in the water, they prefer to spend most of their lives on land, and build villages of mud huts. They often keep guardian beasts, such as [bloodseekers](/Monsters.aspx?ID=51), [crocodiles](/Monsters.aspx?ID=84), giant frogs, or other feral animals tamed (if only just barely) to serve as protectors.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Building With Shells</title>\r\n\r\nThe shell of a giant snapping turtle is over 20 feet long and is sturdy, naturally curved, and waterproof, making it a useful building material. While [boggards](/MonsterFamilies.aspx?ID=16) seldom have advanced construction techniques, they use giant snapping turtle shells as roofs and rafts when available. Boggards also incorporate smaller turtle shells into their armor.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gogunta</title>\r\n\r\n[Gogunta](/Deities.aspx?ID=25) is the patron of the boggard people, many of whom worship her as their goddess.\r\n</aside>",
 "name": "Boggard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 44</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBoggards are aggressive humanoid amphibians that thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 44"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 44</row>",
 "speed": {},
 "summary": "Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, …",
 "summary_markdown": "Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, …",
 "text": " Boggard Source Bestiary pg. 44 Boggards are aggressive humanoid amphibians that thrive in swamps, marshes, and even some rain forests. Boggards hatch from eggs into tadpoles, fiercely competing for food and even consuming their siblings in that struggle. Over 3 years, the surviving boggards develops arms, legs, and lungs while learning the rudiments of hunting, crafts, and warfare—everything needed to survive in their might-makes-right society. At the top of most boggard hierarchies lords a hulking swampseer imbued with sinister divine magic. Members Boggard Cultist (Creature 8), Boggard Scout (Creature 1), Boggard Swampseer (Creature 3), Boggard Warrior (Creature 2) Boggard Villages Boggards prefer to dwell in swamplands and mires. Though they are at home in the water, they prefer to spend most of their lives on land, and build villages of mud huts. They often keep guardian beasts, such as bloodseekers, crocodiles, giant frogs, or other feral animals tamed (if only just barely) to serve as protectors. Building With Shells The shell of a giant snapping turtle is over 20 feet long and is sturdy, naturally curved, and waterproof, making it a useful building material. While boggards seldom have advanced construction techniques, they use giant snapping turtle shells as roofs and rafts when available. Boggards also incorporate smaller turtle shells into their armor. Gogunta Gogunta is the patron of the boggard people, many of whom worship her as their goddess. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=16",
 "weakness": {}
}