{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Bore Worm",
 "creature_family_markdown": "Bore Worm",
 "exclude_from_search": false,
 "id": "creature-family-221",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Bore Worm](/MonsterFamilies.aspx?ID=221)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 36</row>\n\nThese Darklands vermin produce corrosive, noxious slime and deliver agonizing bites, whether as a revolting, wriggling swarm of finger-length worms or a single massive, lurching beast. Among Darklands communities, most inhabitants regard bore worms much in the same way surface cultures speak of maggots or cockroaches—with general disdain and revulsion. Children consider catching a single bore worm and using it to torment others a rite of passage, albeit a dangerous one.\n\n<title level=\"2\" right=\"\">Variant Bore Worms</title> The humble bore worm is a small and simple creature, both biologically and magically. These qualities allow it to adapt rapidly to different environments, some of them quite extreme, and also makes it susceptible to magical radiation and experimentation. Many a Darklands apprentice takes their first steps in the school of transmutation by practicing on these worms, while variations— both natural and cultivated—are scattered about beneath Golarion's surface.\n\n **Ice Worms**: Found tunneling through the glaciers beneath the Crown of the World, these pale-blue worms behave similarly to their soil-bred cousins, but their frigid acid inflicts marks similar to frostbite on anything they touch. Ice worms still flee from liquid water but are immune to cold rather than to acid, and they substitute cold for acid in all of their attacks and abilities.\n\n **Lava Worms**: Dwelling in the deepest, hottest reaches of the Darklands, these bizarre creatures consume not living matter but minerals and rare earths. They're most often found near volcanoes or open magma and will swim through the lava in pursuit of a meal. Lava worms are immune to fire rather than to acid, and they substitute fire for acid in all of their attacks and abilities.\n\n **Necral Worms**: An undead sorcerer in the ghoul-run Darklands city of Nemret Noktoria developed necral worms about 60 years ago by filling an empress bore worm's abandoned exoskeleton with a unique alchemical paste. These undead bore worms radiate the very energies of death, making them surprisingly sophisticated magical batteries. Less pleasant entities often use them as magical tools. Necral worms have the [undead](/Traits.aspx?ID=160) trait and [negative healing](/MonsterAbilities.aspx?ID=42). They substitute negative damage for acid damage in all of their attacks and abilities, and they gain a weakness to positive damage in place of their weakness to water.\n\n **Mage-Eater Worms**: These luminous, purple worms present just one more reason to avoid the Mana Wastes between Geb and Nex, where magic is unreliable at best and more often dangerously unpredictable. When a creature fails a save against Swarming Bites or Painful Bite, the worms also attempt a [counteract](/Rules.aspx?ID=371) check against a single spell affecting the creature (counteract level 3, counteract modifier +12).\r\n\r\n<title level=\"2\">Members</title>\r\n[Bore Worm Swarm](/Monsters.aspx?ID=1083) (Creature 5), [Empress Bore Worm](/Monsters.aspx?ID=1084) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Bore Worm Farming</title>\r\n\r\nDespite their repulsive appearance, bore worms play an important part in the Darklands ecosystem by transforming rotting plants and animals into rich, loamy soil. Many subterranean farmers lure them to their property but must keep them well fed to avoid the cannibalistic frenzy that creates an empress bore worm. Bore worms also serve as a staple of Darklands cuisine. If properly cooked with fungus and plenty of salt, they become a favored delicacy; uncooked, they prove considerably less appetizing.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Hydrophobia</title>\r\n\r\nWater causes bore worms to curdle and die—even an empress bore worm will smoke and twitch, its shell eventually turning a dull brown before caving inwards. The secret as to why lies in the chemical composition of the worm's acid. Normally, bore worms are immune to their own acid, but exposure to water alters the acid's nature, and so the worms burn alive in their own secretions.\r\n</aside>",
 "name": "Bore Worm",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 36</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese Darklands vermin produce corrosive, noxious slime and deliver agonizing bites, whether as a revolting, wriggling swarm of finger-length worms …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 36"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 36</row>",
 "speed": {},
 "summary": "These Darklands vermin produce corrosive, noxious slime and deliver agonizing bites, whether as a revolting, wriggling swarm of finger-length worms …",
 "summary_markdown": "These Darklands vermin produce corrosive, noxious slime and deliver agonizing bites, whether as a revolting, wriggling swarm of finger-length worms …",
 "text": " Bore Worm Source Bestiary 3 pg. 36 These Darklands vermin produce corrosive, noxious slime and deliver agonizing bites, whether as a revolting, wriggling swarm of finger-length worms or a single massive, lurching beast. Among Darklands communities, most inhabitants regard bore worms much in the same way surface cultures speak of maggots or cockroaches—with general disdain and revulsion. Children consider catching a single bore worm and using it to torment others a rite of passage, albeit a dangerous one. Variant Bore Worms The humble bore worm is a small and simple creature, both biologically and magically. These qualities allow it to adapt rapidly to different environments, some of them quite extreme, and also makes it susceptible to magical radiation and experimentation. Many a Darklands apprentice takes their first steps in the school of transmutation by practicing on these worms, while variations— both natural and cultivated—are scattered about beneath Golarion's surface. Ice Worms : Found tunneling through the glaciers beneath the Crown of the World, these pale-blue worms behave similarly to their soil-bred cousins, but their frigid acid inflicts marks similar to frostbite on anything they touch. Ice worms still flee from liquid water but are immune to cold rather than to acid, and they substitute cold for acid in all of their attacks and abilities. Lava Worms : Dwelling in the deepest, hottest reaches of the Darklands, these bizarre creatures consume not living matter but minerals and rare earths. They're most often found near volcanoes or open magma and will swim through the lava in pursuit of a meal. Lava worms are immune to fire rather than to acid, and they substitute fire for acid in all of their attacks and abilities. Necral Worms : An undead sorcerer in the ghoul-run Darklands city of Nemret Noktoria developed necral worms about 60 years ago by filling an empress bore worm's abandoned exoskeleton with a unique alchemical paste. These undead bore worms radiate the very energies of death, making them surprisingly sophisticated magical batteries. Less pleasant entities often use them as magical tools. Necral worms have the undead trait and negative healing. They substitute negative damage for acid damage in all of their attacks and abilities, and they gain a weakness to positive damage in place of their weakness to water. Mage-Eater Worms : These luminous, purple worms present just one more reason to avoid the Mana Wastes between Geb and Nex, where magic is unreliable at best and more often dangerously unpredictable. When a creature fails a save against Swarming Bites or Painful Bite, the worms also attempt a counteract check against a single spell affecting the creature (counteract level 3, counteract modifier +12). Members Bore Worm Swarm (Creature 5), Empress Bore Worm (Creature 7) Bore Worm Farming Despite their repulsive appearance, bore worms play an important part in the Darklands ecosystem by transforming rotting plants and animals into rich, loamy soil. Many subterranean farmers lure them to their property but must keep them well fed to avoid the cannibalistic frenzy that creates an empress bore worm. Bore worms also serve as a staple of Darklands cuisine. If properly cooked with fungus and plenty of salt, they become a favored delicacy; uncooked, they prove considerably less appetizing. Hydrophobia Water causes bore worms to curdle and die—even an empress bore worm will smoke and twitch, its shell eventually turning a dull brown before caving inwards. The secret as to why lies in the chemical composition of the worm's acid. Normally, bore worms are immune to their own acid, but exposure to water alters the acid's nature, and so the worms burn alive in their own secretions. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=221",
 "weakness": {}
}