{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Caligni",
 "creature_family_markdown": "Caligni",
 "exclude_from_search": false,
 "id": "creature-family-18",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Caligni](/MonsterFamilies.aspx?ID=18)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 50</row>\n\nCalignis lurk in subterranean cities, creeping to the surface to steal, stalk, or make mischief. Each caligni serves in a specific role and grows into a specific form as determined by supernatural traditions and influences in caligni society. Regardless of their size or role, all calignis are gaunt, with pale flesh and white eyes. Some surface dwellers call the caligni “dark folk,” a term they dislike because it doesn’t reflect either their appearance or character, only their environment.\n\nEach individual in caligni society serves a specific role. At times, certain roles so rarely find suitable candidates that a community might only see a few individuals fill them in an entire generation.\r\n\r\n<title level=\"2\">Members</title>\r\n[Caligni Caller](/Monsters.aspx?ID=1088) (Creature 6), [Caligni Creeper](/Monsters.aspx?ID=65) (Creature 2), [Caligni Dancer](/Monsters.aspx?ID=64) (Creature 1), [Caligni Slayer](/Monsters.aspx?ID=577) (Creature 3), [Caligni Stalker](/Monsters.aspx?ID=66) (Creature 4), [Caligni Vanguard](/Monsters.aspx?ID=1087) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Caligni Faiths</title>\r\n\r\nSome calignis have abandoned their traditional faith in favor of more active deities; evil individuals favor [Norgorber](/Deities.aspx?ID=13) or [Zon-Kuthon](/Deities.aspx?ID=20), while the less malevolent might follow [Nocticula](/Deities.aspx?ID=45) or [Pharasma](/Deities.aspx?ID=14). Perhaps unexpectedly, [Desna](/Deities.aspx?ID=5) also has a small caligni following, particularly among those who frequently travel.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Caligni Treasure</title>\r\n\r\nMany calignis hide shiny baubles and trinkets beneath their dark rags, keeping them out of sight of their greedy kin. They also keep several doses of black smear poison on hand to incapacitate foes. \r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Caligni Legacy</title>\r\n\r\nThe calignis are descendants of humans who, millennia ago, fled underground to escape a devastating cataclysm and begged malevolent, shadowy demigods known only as the Forsaken for salvation. The Forsaken warped the refugees into tough survivors, but at a price: every caligni that dies combusts in a burst of energy that provides a scrap of soul energy to the Forsaken. The greatest irony of the caligni's bargain is that the Forsaken themselves mysteriously vanished long ago and no longer answer pleas or prayers. Today, caligni still burst into light upon death, but their soul energy no longer feeds a mysterious pantheon of shadowy divinities.\r\n</aside>",
 "name": "Caligni",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 50</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCalignis lurk in subterranean cities, creeping to the surface to steal, stalk, or make mischief. Each caligni serves in a specific role and grows …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 50"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 50</row>",
 "speed": {},
 "summary": "Calignis lurk in subterranean cities, creeping to the surface to steal, stalk, or make mischief. Each caligni serves in a specific role and grows …",
 "summary_markdown": "Calignis lurk in subterranean cities, creeping to the surface to steal, stalk, or make mischief. Each caligni serves in a specific role and grows …",
 "text": " Caligni Source Bestiary pg. 50 Calignis lurk in subterranean cities, creeping to the surface to steal, stalk, or make mischief. Each caligni serves in a specific role and grows into a specific form as determined by supernatural traditions and influences in caligni society. Regardless of their size or role, all calignis are gaunt, with pale flesh and white eyes. Some surface dwellers call the caligni “dark folk,” a term they dislike because it doesn’t reflect either their appearance or character, only their environment. Each individual in caligni society serves a specific role. At times, certain roles so rarely find suitable candidates that a community might only see a few individuals fill them in an entire generation. Members Caligni Caller (Creature 6), Caligni Creeper (Creature 2), Caligni Dancer (Creature 1), Caligni Slayer (Creature 3), Caligni Stalker (Creature 4), Caligni Vanguard (Creature 5) Caligni Faiths Some calignis have abandoned their traditional faith in favor of more active deities; evil individuals favor Norgorber or Zon-Kuthon, while the less malevolent might follow Nocticula or Pharasma. Perhaps unexpectedly, Desna also has a small caligni following, particularly among those who frequently travel. Caligni Treasure Many calignis hide shiny baubles and trinkets beneath their dark rags, keeping them out of sight of their greedy kin. They also keep several doses of black smear poison on hand to incapacitate foes. The Caligni Legacy The calignis are descendants of humans who, millennia ago, fled underground to escape a devastating cataclysm and begged malevolent, shadowy demigods known only as the Forsaken for salvation. The Forsaken warped the refugees into tough survivors, but at a price: every caligni that dies combusts in a burst of energy that provides a scrap of soul energy to the Forsaken. The greatest irony of the caligni's bargain is that the Forsaken themselves mysteriously vanished long ago and no longer answer pleas or prayers. Today, caligni still burst into light upon death, but their soul energy no longer feeds a mysterious pantheon of shadowy divinities. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=18",
 "weakness": {}
}