{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Cat",
 "creature_family_markdown": "Cat",
 "exclude_from_search": false,
 "id": "creature-family-19",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Cat](/MonsterFamilies.aspx?ID=19)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 52</row>\n\nFew predators of the natural world can match the cat’s talent for stalking and stealth.\r\n\r\n<title level=\"2\">Members</title>\r\n[Leopard](/Monsters.aspx?ID=67) (Creature 2), [Lion](/Monsters.aspx?ID=68) (Creature 3), [Smilodon](/Monsters.aspx?ID=70) (Creature 6), [Tiger](/Monsters.aspx?ID=69) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Cat Locations</title>\r\n\r\nLeopards are exceptionally adaptable, able to survive in any grassland, forest, or jungle, and even the fringes of deserts.<br /> Lions live in grassy plains and savannas, although species adapted for temperate environs that dwell in mountains exist as well. Male mountain lions lack the mane of their somewhat larger grassland-dwelling kin, but are no less dangerous.<br /> While tigers are most common in forests, they also inhabit grasslands and savannas as long as vegetation is dense, and their dens are often found in caves.<br /> Smilodons live in wooded and grassland areas.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Domesticating Big Cats</title>\r\n\r\nWhile it's common practice to keep a house cat in the home to ward off unwanted rodents, keeping a big cat for a pet is a different matter entirely. Nevertheless, up-and-coming merchant lords, impetuous princes and princesses, and status-obsessed nobles have tried to do just that, often resulting only in terrified house staff and ruined upholstery. Many among the idle rich will gladly pay for the services of an unscrupulous druid or ranger who promises to help them achieve their dreams of an oversized feline friend, but the dire risks of such an endeavor are enough to dissuade even the greediest would-be animal trainers from even attempting the feat.\r\n</aside>",
 "name": "Cat",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 52</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFew predators of the natural world can match the cat's talent for stalking and stealth .\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 52"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 52</row>",
 "speed": {},
 "summary": "Few predators of the natural world can match the cat's talent for stalking and stealth .",
 "summary_markdown": "Few predators of the natural world can match the cat's talent for stalking and stealth .",
 "text": " Cat Source Bestiary pg. 52 Few predators of the natural world can match the cat’s talent for stalking and stealth. Members Leopard (Creature 2), Lion (Creature 3), Smilodon (Creature 6), Tiger (Creature 4) Cat Locations Leopards are exceptionally adaptable, able to survive in any grassland, forest, or jungle, and even the fringes of deserts. Lions live in grassy plains and savannas, although species adapted for temperate environs that dwell in mountains exist as well. Male mountain lions lack the mane of their somewhat larger grassland-dwelling kin, but are no less dangerous. While tigers are most common in forests, they also inhabit grasslands and savannas as long as vegetation is dense, and their dens are often found in caves. Smilodons live in wooded and grassland areas. Domesticating Big Cats While it's common practice to keep a house cat in the home to ward off unwanted rodents, keeping a big cat for a pet is a different matter entirely. Nevertheless, up-and-coming merchant lords, impetuous princes and princesses, and status-obsessed nobles have tried to do just that, often resulting only in terrified house staff and ruined upholstery. Many among the idle rich will gladly pay for the services of an unscrupulous druid or ranger who promises to help them achieve their dreams of an oversized feline friend, but the dire risks of such an endeavor are enough to dissuade even the greediest would-be animal trainers from even attempting the feat. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=19",
 "weakness": {}
}