{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Catfolk",
 "creature_family_markdown": "Catfolk",
 "exclude_from_search": false,
 "id": "creature-family-20",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Catfolk](/MonsterFamilies.aspx?ID=20)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 54</row>\n\nLithe and agile, with catlike features and long tails, the amurruns are wanderers, explorers, and extroverts who share a gregarious nature and an unbridled curiosity. This latter characteristic leads many individual amurruns into trouble, yet this inquisitiveness is paired with a penchant for good fortune that offsets much of their self-induced peril. They accept the term “catfolk” as a name for their people with grace and a hint of amusement.\n\n Ever eager to explore and learn, catfolk have spread to other parts of the world from their native nations in the southern tropics, yet never in large groups. A lone catfolk can be found anywhere in the world, but it’s rare to find a settlement beyond their traditional national borders. This is due to their innate wanderlust and insatiable wonder. As many a catfolk might say, “I’ve lived with my people my whole life, but you? You’re new and different! There’s so much to learn from you!”\n\n Longstanding amurrun legends claim the catfolk were first created as guardians and were then charged with protecting the world from those sinister forces that exist at its fringes. Often, this charge manifests as a longstanding opposition to cultists of demon lords, archdevils, and other fiendish demigods. Many catfolk worship the spirits of creation, using serendipitous rituals to attract good fortune and banish ill luck in the spirits’ name, while others venerate their own small pantheon of divinities. Those who travel often find comfort in the worship of Desna, whose teachings closely match their own predilections.\n\n Catfolk adapt well to adventuring roles, and can be quite diverse in their areas of study and specialization. Those who follow the traditions of rangers and rogues are perhaps the most commonly encountered, but not overwhelmingly so. Their natural curiosity leads some catfolk to take up mystical arts, training as wizards or following a divine path to become clerics.\r\n\r\n<title level=\"2\">Members</title>\r\n[Catfolk Pouncer](/Monsters.aspx?ID=71) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Catfolk Nation</title>\r\n\r\nCatfolk claim to hail from a faroff nation called Murraseth in southern Garund. It is a nation rumored to hold a dark secret at its center, the details of which its discreet inhabitants do not willingly divulge to outsiders. Indeed, few adventurers from the Inner Sea region have managed to gain entrance to Murraseth, let alone discover any of its mysteries.\r\n</aside>",
 "name": "Catfolk",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 54</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLithe and agile, with catlike features and long tails, the amurruns are wanderers, explorers, and extroverts who share a gregarious nature and an …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 54"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 54</row>",
 "speed": {},
 "summary": "Lithe and agile, with catlike features and long tails, the amurruns are wanderers, explorers, and extroverts who share a gregarious nature and an …",
 "summary_markdown": "Lithe and agile, with catlike features and long tails, the amurruns are wanderers, explorers, and extroverts who share a gregarious nature and an …",
 "text": " Catfolk Source Bestiary pg. 54 Lithe and agile, with catlike features and long tails, the amurruns are wanderers, explorers, and extroverts who share a gregarious nature and an unbridled curiosity. This latter characteristic leads many individual amurruns into trouble, yet this inquisitiveness is paired with a penchant for good fortune that offsets much of their self-induced peril. They accept the term “catfolk” as a name for their people with grace and a hint of amusement. Ever eager to explore and learn, catfolk have spread to other parts of the world from their native nations in the southern tropics, yet never in large groups. A lone catfolk can be found anywhere in the world, but it’s rare to find a settlement beyond their traditional national borders. This is due to their innate wanderlust and insatiable wonder. As many a catfolk might say, “I’ve lived with my people my whole life, but you? You’re new and different! There’s so much to learn from you!” Longstanding amurrun legends claim the catfolk were first created as guardians and were then charged with protecting the world from those sinister forces that exist at its fringes. Often, this charge manifests as a longstanding opposition to cultists of demon lords, archdevils, and other fiendish demigods. Many catfolk worship the spirits of creation, using serendipitous rituals to attract good fortune and banish ill luck in the spirits’ name, while others venerate their own small pantheon of divinities. Those who travel often find comfort in the worship of Desna, whose teachings closely match their own predilections. Catfolk adapt well to adventuring roles, and can be quite diverse in their areas of study and specialization. Those who follow the traditions of rangers and rogues are perhaps the most commonly encountered, but not overwhelmingly so. Their natural curiosity leads some catfolk to take up mystical arts, training as wizards or following a divine path to become clerics. Members Catfolk Pouncer (Creature 1) The Catfolk Nation Catfolk claim to hail from a faroff nation called Murraseth in southern Garund. It is a nation rumored to hold a dark secret at its center, the details of which its discreet inhabitants do not willingly divulge to outsiders. Indeed, few adventurers from the Inner Sea region have managed to gain entrance to Murraseth, let alone discover any of its mysteries. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=20",
 "weakness": {}
}