{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Cave Worm",
 "creature_family_markdown": "Cave Worm",
 "exclude_from_search": false,
 "id": "creature-family-21",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Cave Worm](/MonsterFamilies.aspx?ID=21)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 56</row>\n\nCave worms are gigantic scavengers that bore through the depths of the world, eating whatever material they find. Named for their distinctive colorations, these worms are ravenous and display overwhelming destructive capabilities. Cave worms of different colors and abilities lurk in the more remote corners of the world—tales speak of white worms that dwell within immense glaciers or icebergs and gray worms that burrow through the boneyards of long-forgotten ruins, to name a few.\r\n\r\n<title level=\"2\">Members</title>\r\n[Azure Worm](/Monsters.aspx?ID=74) (Creature 15), [Crimson Worm](/Monsters.aspx?ID=75) (Creature 18), [Purple Worm](/Monsters.aspx?ID=73) (Creature 13), [Shadow Worm](/Monsters.aspx?ID=2425) (Creature 20)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Belly of the Beast</title>\r\n\r\nThe adventure need not end simply because the party was ingloriously swallowed whole by a giant cave worm. Perhaps the PCs find an undigested item that helps them survive the inhospitable environ, or maybe the worm regurgitates them in a cavern far off from where they started. Whatever the specifics, you can easily draw from folklore and popular fiction to create your own \"belly of the worm\" adventure for heroes who wind up on the wrong side of the monster’s scales.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Cave Worm Guardians</title>\r\n\r\nCave worms are notoriously dim witted, driven primarily by purely animalistic needs to feed and reproduce. This hasn’t prevented attempts to use them as guardians for their lairs, if not to tame them. Magic can be used to maintain control over a worm, but gifted, patient, and brave animal trainers can condition cave worms to serve in all manner of roles, such as living siege engines, shocking methods of executing foes, or merely pets.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Notorious Worms</title>\r\n\r\nSome societies view the immense cave worms as natural disasters or incarnations of wrathful gods. Cave worms that have been active in a region often become part of that area’s local lore. For example, in the notorious Cinderlands of eastern Varisia, Shoanti have long told tales of Cindermaw, an immense crimson worm viewed by some as worthy of worship, and by others as the ultimate test of bravery.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Ravenous Tunnelers</title>\r\n\r\nCave worms are infamous for being nearly unstoppable and for swallowing their prey whole. A cave worm also ingests earth and minerals as it tunnels. The worm processes some of these minerals, resulting in its armored hide and toxic sting, while it leaves others behind—often including treasure or other valuables that incidentally serve to lure explorers into the worm’s proximity and, more often than not, its gullet. While not completely mindless, cave worms are difficult to train, and most attempts to domesticate them (in theory, a cave worm would make an excellent mining resource) result in disaster.\r\n</aside>",
 "name": "Cave Worm",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 56</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCave worms are gigantic scavengers that bore through the depths of the world, eating whatever material they find. Named for their distinctive …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 56"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 56</row>",
 "speed": {},
 "summary": "Cave worms are gigantic scavengers that bore through the depths of the world, eating whatever material they find. Named for their distinctive …",
 "summary_markdown": "Cave worms are gigantic scavengers that bore through the depths of the world, eating whatever material they find. Named for their distinctive …",
 "text": " Cave Worm Source Bestiary pg. 56 Cave worms are gigantic scavengers that bore through the depths of the world, eating whatever material they find. Named for their distinctive colorations, these worms are ravenous and display overwhelming destructive capabilities. Cave worms of different colors and abilities lurk in the more remote corners of the world—tales speak of white worms that dwell within immense glaciers or icebergs and gray worms that burrow through the boneyards of long-forgotten ruins, to name a few. Members Azure Worm (Creature 15), Crimson Worm (Creature 18), Purple Worm (Creature 13), Shadow Worm (Creature 20) Belly of the Beast The adventure need not end simply because the party was ingloriously swallowed whole by a giant cave worm. Perhaps the PCs find an undigested item that helps them survive the inhospitable environ, or maybe the worm regurgitates them in a cavern far off from where they started. Whatever the specifics, you can easily draw from folklore and popular fiction to create your own \"belly of the worm\" adventure for heroes who wind up on the wrong side of the monster’s scales. Cave Worm Guardians Cave worms are notoriously dim witted, driven primarily by purely animalistic needs to feed and reproduce. This hasn’t prevented attempts to use them as guardians for their lairs, if not to tame them. Magic can be used to maintain control over a worm, but gifted, patient, and brave animal trainers can condition cave worms to serve in all manner of roles, such as living siege engines, shocking methods of executing foes, or merely pets. Notorious Worms Some societies view the immense cave worms as natural disasters or incarnations of wrathful gods. Cave worms that have been active in a region often become part of that area’s local lore. For example, in the notorious Cinderlands of eastern Varisia, Shoanti have long told tales of Cindermaw, an immense crimson worm viewed by some as worthy of worship, and by others as the ultimate test of bravery. Ravenous Tunnelers Cave worms are infamous for being nearly unstoppable and for swallowing their prey whole. A cave worm also ingests earth and minerals as it tunnels. The worm processes some of these minerals, resulting in its armored hide and toxic sting, while it leaves others behind—often including treasure or other valuables that incidentally serve to lure explorers into the worm’s proximity and, more often than not, its gullet. While not completely mindless, cave worms are difficult to train, and most attempts to domesticate them (in theory, a cave worm would make an excellent mining resource) result in disaster. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=21",
 "weakness": {}
}