{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Cecaelila",
 "creature_family_markdown": "Cecaelila",
 "exclude_from_search": false,
 "id": "creature-family-222",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Cecaelila](/MonsterFamilies.aspx?ID=222)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 45</row>\n\nCecaelias resemble humans with octopus tentacles instead of legs. These oceanic hunters are agile and intelligent creatures, but proud. Their inquisitiveness often brings them into contact with strangers, where a poor turn of phrase or an unintended insult can quickly spark their legendary tempers.\n\n Cecaelias live nomadic lives, hunting and scavenging along coastlines for food and tradeable trinkets. They engage in frequent trade with terrestrial communities, offering anything from seafood to treasures retrieved from sunken vessels in exchange for goods not readily available underwater. Some take to piracy or hire themselves out as mercenaries, but their quarrelsome disposition invariably leads to them going their own way again before too long. The only non-cecaelia communities that maintain long-lasting relationships with cecaelias are those of the remarkably laid-back locathahs, who coexist with cecaelias in the city of Xidao (page 164).\n\n Cecaelias live in warm waters along verdant ocean reefs or coastlines, often near humanoid settlements. Able to adapt rapidly over a few generations, cecaelias adopt the physical features of their closest humanoid neighbors, which sages liken to an octopus's natural camouflage.\r\n\r\n<title level=\"2\">Members</title>\r\n[Cecaelia Trapper](/Monsters.aspx?ID=1092) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Lost Empire</title>\r\n\r\nCecaelias tell unsubstantiated tales of their forebears ruling a vast nautical empire within the depths of the Embaral Ocean. The ruins of their empire and of their capital, the nautiloid city of Sihuw, have yet to be discovered, despite many treasures of unidentified cultures washing up along the coasts of Tian Xia and Casmaron. Today, Cecaelias can be found in all of Golarion's oceans, and whatever calamity robbed them of their home is buried in myth.\r\n</aside>",
 "name": "Cecaelila",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 45</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCecaelias resemble humans with octopus tentacles instead of legs. These oceanic hunters are agile and intelligent creatures, but proud.\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 45"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 45</row>",
 "speed": {},
 "summary": "Cecaelias resemble humans with octopus tentacles instead of legs. These oceanic hunters are agile and intelligent creatures, but proud.",
 "summary_markdown": "Cecaelias resemble humans with octopus tentacles instead of legs. These oceanic hunters are agile and intelligent creatures, but proud.",
 "text": " Cecaelila Source Bestiary 3 pg. 45 Cecaelias resemble humans with octopus tentacles instead of legs. These oceanic hunters are agile and intelligent creatures, but proud. Their inquisitiveness often brings them into contact with strangers, where a poor turn of phrase or an unintended insult can quickly spark their legendary tempers. Cecaelias live nomadic lives, hunting and scavenging along coastlines for food and tradeable trinkets. They engage in frequent trade with terrestrial communities, offering anything from seafood to treasures retrieved from sunken vessels in exchange for goods not readily available underwater. Some take to piracy or hire themselves out as mercenaries, but their quarrelsome disposition invariably leads to them going their own way again before too long. The only non-cecaelia communities that maintain long-lasting relationships with cecaelias are those of the remarkably laid-back locathahs, who coexist with cecaelias in the city of Xidao (page 164). Cecaelias live in warm waters along verdant ocean reefs or coastlines, often near humanoid settlements. Able to adapt rapidly over a few generations, cecaelias adopt the physical features of their closest humanoid neighbors, which sages liken to an octopus's natural camouflage. Members Cecaelia Trapper (Creature 5) Lost Empire Cecaelias tell unsubstantiated tales of their forebears ruling a vast nautical empire within the depths of the Embaral Ocean. The ruins of their empire and of their capital, the nautiloid city of Sihuw, have yet to be discovered, despite many treasures of unidentified cultures washing up along the coasts of Tian Xia and Casmaron. Today, Cecaelias can be found in all of Golarion's oceans, and whatever calamity robbed them of their home is buried in myth. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=222",
 "weakness": {}
}