{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Centipede",
 "creature_family_markdown": "Centipede",
 "exclude_from_search": false,
 "id": "creature-family-22",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Centipede](/MonsterFamilies.aspx?ID=22)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 61</row>\n\nHunters and scavengers that live amid dung and detritus, centipedes are a relatively common and often reviled threat faced by adventurers. Scurrying about with surprising speed on the scores of legs attached to their long, segmented bodies, centipedes strike with poisoned mandibles to slow and torment their prey with a vicious toxin before they settle down to feed in slow and disgusting leisure.\r\n\r\n<title level=\"2\">Members</title>\r\n[Centipede Swarm](/Monsters.aspx?ID=78) (Creature 3), [Giant Centipede](/Monsters.aspx?ID=77) (Creature -1), [Giant Whiptail Centipede](/Monsters.aspx?ID=581) (Creature 3), [Titan Centipede](/Monsters.aspx?ID=582) (Creature 9)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Centipede Species</title>\r\n\r\nCentipedes take nearly countless forms amid nearly every climate, with specific traits and abilities varying wildly between species. Tangled forests, arid deserts, foul sewers, deep caverns, and abandoned buildings are all common haunts for centipedes, from oversized specimens capable of taking down significant prey alone to carpets of frenzied vermin gathered into a dangerous swarm. Larger and more specialized centipedes than the two presented here exist, such as the sleek giant whiptail centipede or the immense titan centipede.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Massive Myriapods</title>\r\n\r\nAll centipedes prefer to eat carrion, gathering in numbers around large corpses or battlefields and jealously guarding their troves of flesh from any who would disturb them. Monstrous centipedes are also aggressive hunters and are particularly fond of devouring horses and similar creatures, often snatching a mount right out from under its rider. They are unusually stealthy for creatures of their size, making their swift strikes all the more frightening.\r\n</aside>",
 "name": "Centipede",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 61</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHunters and scavengers that live amid dung and detritus, centipedes are a relatively common and often reviled threat faced by adventurers. Scurrying …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 61"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 61</row>",
 "speed": {},
 "summary": "Hunters and scavengers that live amid dung and detritus, centipedes are a relatively common and often reviled threat faced by adventurers. Scurrying …",
 "summary_markdown": "Hunters and scavengers that live amid dung and detritus, centipedes are a relatively common and often reviled threat faced by adventurers. Scurrying …",
 "text": " Centipede Source Bestiary pg. 61 Hunters and scavengers that live amid dung and detritus, centipedes are a relatively common and often reviled threat faced by adventurers. Scurrying about with surprising speed on the scores of legs attached to their long, segmented bodies, centipedes strike with poisoned mandibles to slow and torment their prey with a vicious toxin before they settle down to feed in slow and disgusting leisure. Members Centipede Swarm (Creature 3), Giant Centipede (Creature -1), Giant Whiptail Centipede (Creature 3), Titan Centipede (Creature 9) Centipede Species Centipedes take nearly countless forms amid nearly every climate, with specific traits and abilities varying wildly between species. Tangled forests, arid deserts, foul sewers, deep caverns, and abandoned buildings are all common haunts for centipedes, from oversized specimens capable of taking down significant prey alone to carpets of frenzied vermin gathered into a dangerous swarm. Larger and more specialized centipedes than the two presented here exist, such as the sleek giant whiptail centipede or the immense titan centipede. Massive Myriapods All centipedes prefer to eat carrion, gathering in numbers around large corpses or battlefields and jealously guarding their troves of flesh from any who would disturb them. Monstrous centipedes are also aggressive hunters and are particularly fond of devouring horses and similar creatures, often snatching a mount right out from under its rider. They are unusually stealthy for creatures of their size, making their swift strikes all the more frightening. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=22",
 "weakness": {}
}