{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Changeling",
 "creature_family_markdown": "Changeling",
 "exclude_from_search": false,
 "id": "creature-family-23",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Changeling](/MonsterFamilies.aspx?ID=23)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 62</row>\n\nChildren of hags, destined to become hags themselves, changelings face a life of conflict. Born of supernatural creatures who kill and consume the child’s father, changelings are deposited into their father’s society to be raised. These offspring appear to be members of their paternal ancestry, and changelings have been found among dwarves, gnomes, orcs, goblins, and numerous others, but human-ancestry changelings are by far the most common. Within the normal range for their ancestry, changelings tend toward slighter builds, darker hair, and pale complexions, though their most common feature is a nearly universal heterochromia, leading to widespread superstition about individuals with differently colored eyes.\n\n As changelings come of age, they sometimes manifest abilities granted by their hag heritage. Some gain the ability to see in the dark, some grow fingernails long and hard enough to serve as claws, and others gain even stranger abilities specific to their hag mother. For instance, dream mays, the children of night hags or their cousins the dreamthief hags, can gain an enhanced ability to resist the magic of dreams and sleep. Other types of changelings include slag mays, the children of annis hags; callow mays, the children of green hags; brine mays, the children of sea hags; and others for each type of hag. As beings infused with supernatural power, changelings find themselves able to command various traditions of magic, with many drawn to either the occult magic common among hags or primal magic.\n\n At roughly the same time in their lives, many changelings— women in particular—begin to hear the Call, a psychic urging from their hag mother luring them away from the communities that raised them. If followed, the Call eventually leads the changeling to the hag’s coven, where they are subjected to terrible rituals that twist them into hags themselves. Some changelings, especially those who have strong social bonds or embrace druidic traditions, are able to resist this Call and continue on with their mortal lives. The fact that the Call disproportionately targets female changelings has led to a widespread misunderstanding that all changelings are female, while in fact male changelings are simply assumed to be members of their paternal ancestry.\r\n\r\n<title level=\"2\">Members</title>\r\n[Changeling Exile](/Monsters.aspx?ID=79) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Changeling Exiles</title>\r\n\r\nChangelings who resist the Call and abandon the society that raised them become exiles like the one presented on this page—creatures who live solitary lives in the wild and are often driven to desperate measures to survive, taking up the lifestyles of highway bandits or risk-taking wilderness guides.\r\n</aside>",
 "name": "Changeling",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 62</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nChildren of hags, destined to become hags themselves, changelings face a life of conflict. Born of supernatural creatures who kill and consume the …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 62"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 62</row>",
 "speed": {},
 "summary": "Children of hags, destined to become hags themselves, changelings face a life of conflict. Born of supernatural creatures who kill and consume the …",
 "summary_markdown": "Children of hags, destined to become hags themselves, changelings face a life of conflict. Born of supernatural creatures who kill and consume the …",
 "text": " Changeling Source Bestiary pg. 62 Children of hags, destined to become hags themselves, changelings face a life of conflict. Born of supernatural creatures who kill and consume the child’s father, changelings are deposited into their father’s society to be raised. These offspring appear to be members of their paternal ancestry, and changelings have been found among dwarves, gnomes, orcs, goblins, and numerous others, but human-ancestry changelings are by far the most common. Within the normal range for their ancestry, changelings tend toward slighter builds, darker hair, and pale complexions, though their most common feature is a nearly universal heterochromia, leading to widespread superstition about individuals with differently colored eyes. As changelings come of age, they sometimes manifest abilities granted by their hag heritage. Some gain the ability to see in the dark, some grow fingernails long and hard enough to serve as claws, and others gain even stranger abilities specific to their hag mother. For instance, dream mays, the children of night hags or their cousins the dreamthief hags, can gain an enhanced ability to resist the magic of dreams and sleep. Other types of changelings include slag mays, the children of annis hags; callow mays, the children of green hags; brine mays, the children of sea hags; and others for each type of hag. As beings infused with supernatural power, changelings find themselves able to command various traditions of magic, with many drawn to either the occult magic common among hags or primal magic. At roughly the same time in their lives, many changelings— women in particular—begin to hear the Call, a psychic urging from their hag mother luring them away from the communities that raised them. If followed, the Call eventually leads the changeling to the hag’s coven, where they are subjected to terrible rituals that twist them into hags themselves. Some changelings, especially those who have strong social bonds or embrace druidic traditions, are able to resist this Call and continue on with their mortal lives. The fact that the Call disproportionately targets female changelings has led to a widespread misunderstanding that all changelings are female, while in fact male changelings are simply assumed to be members of their paternal ancestry. Members Changeling Exile (Creature 3) Changeling Exiles Changelings who resist the Call and abandon the society that raised them become exiles like the one presented on this page—creatures who live solitary lives in the wild and are often driven to desperate measures to survive, taking up the lifestyles of highway bandits or risk-taking wilderness guides. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=23",
 "weakness": {}
}