{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Charau-ka",
 "creature_family_markdown": "Charau-ka",
 "exclude_from_search": false,
 "id": "creature-family-109",
 "image": [
  "/Images/Monsters/CharauKa.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Charau-ka](/MonsterFamilies.aspx?ID=109)</title>\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 296 <sup>2.0</sup></row>\n\nLegend tells that charau-ka share ancestry with the demon lord Angazhan, who transformed the dead bodies of humans who waged war against his cult, causing them to rise as the first of the mandrill-like humanoids. Though long unproven, rumors persist that charau-ka priests have perfected a hideous ritual that forces the slain to reincarnate as new charau-ka in honor of this ancient tale. Other stories say that powerful altars devoted to Angazhan contain this power, and that conducting ritual sacrifices before these magical artifacts causes the spirits of the dead to return to life as violent devotees of [Angazhan](/Deities.aspx?ID=72), the master of those who revel in savagery and destruction.\n\n The largest charau-ka stronghold in the Mwangi Expanse is the city of Usaro (see _Lost Omens: Mwangi Expanse_ page 266), located on the shores of Lake Ocota. Though the death of their Gorilla King has led to political turmoil, the charau-ka will happily unite to kidnap or murder any outsiders in the area.\r\n\r\n<title level=\"2\">Members</title>\r\n[Charau-ka Acolyte of Angazhan](/Monsters.aspx?ID=445) (Creature 3), [Charau-ka Acolyte of Angazhan](/Monsters.aspx?ID=1431) (Creature 3), [Charau-ka Butcher](/Monsters.aspx?ID=446) (Creature 6), [Charau-ka Butcher](/Monsters.aspx?ID=1432) (Creature 6), [Charau-ka Warrior](/Monsters.aspx?ID=444) (Creature 1), [Charau-ka Warrior](/Monsters.aspx?ID=1430) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">A Fragmented Nation</title>\r\n\r\nUntil recently, most charau-kas were united under the rulership of Ruthazek the Gorilla King, a powerful warlord and champion of Angazhan who ruled from the city of Usaro. But when adventurers challenged and defeated Ruthazek, the charau-ka nation fragmented and the clans scattered into the jungle, each led by their own individual warlords.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Charau-ka Settlements</title>\r\n\r\nCharau-kas generally dwell in small tribes consisting of a few dozen members. They often keep dangerous jungle creatures as pets or guardians, trusting their rangers or animal handlers to keep these deadly beasts under control. It’s not uncommon to find a group of charau-kas who cage a wild beast in the midst of their village, sacrificing victims to the imprisoned creature or tormenting it by holding it as a living trophy of sorts. A typical charau-ka village extends from the jungle floor up into the canopy above, and usually includes several treehouse-style structures connected by vines or rope bridges.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Kibwe Refugees</title>\r\n\r\nNot every charau-ka follows [Angazhan](/Deities.aspx?ID=72) or intends to slaughter every creature they meet. When Usaro collapsed into bloody chaos, a sizable number of charau-ka fled east to the city of Kibwe where they were welcomed with surprisingly few qualms. Though these charau-ka are rarely altruistic, they are willing enough to cooperate with other ancestries out of self-interest.\r\n</aside>",
 "name": "Charau-ka",
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 296 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLegend tells that charau-ka share ancestry with the demon lord Angazhan, who transformed the dead bodies of humans who waged war against his cult, …\r\n</summary>",
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 296"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 296 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Legend tells that charau-ka share ancestry with the demon lord Angazhan, who transformed the dead bodies of humans who waged war against his cult, …",
 "summary_markdown": "Legend tells that charau-ka share ancestry with the demon lord Angazhan, who transformed the dead bodies of humans who waged war against his cult, …",
 "text": " Charau-ka Source The Mwangi Expanse pg. 296 2.0 Legend tells that charau-ka share ancestry with the demon lord Angazhan, who transformed the dead bodies of humans who waged war against his cult, causing them to rise as the first of the mandrill-like humanoids. Though long unproven, rumors persist that charau-ka priests have perfected a hideous ritual that forces the slain to reincarnate as new charau-ka in honor of this ancient tale. Other stories say that powerful altars devoted to Angazhan contain this power, and that conducting ritual sacrifices before these magical artifacts causes the spirits of the dead to return to life as violent devotees of Angazhan, the master of those who revel in savagery and destruction. The largest charau-ka stronghold in the Mwangi Expanse is the city of Usaro (see Lost Omens: Mwangi Expanse page 266), located on the shores of Lake Ocota. Though the death of their Gorilla King has led to political turmoil, the charau-ka will happily unite to kidnap or murder any outsiders in the area. Members Charau-ka Acolyte of Angazhan (Creature 3), Charau-ka Acolyte of Angazhan (Creature 3), Charau-ka Butcher (Creature 6), Charau-ka Butcher (Creature 6), Charau-ka Warrior (Creature 1), Charau-ka Warrior (Creature 1) A Fragmented Nation Until recently, most charau-kas were united under the rulership of Ruthazek the Gorilla King, a powerful warlord and champion of Angazhan who ruled from the city of Usaro. But when adventurers challenged and defeated Ruthazek, the charau-ka nation fragmented and the clans scattered into the jungle, each led by their own individual warlords. Charau-ka Settlements Charau-kas generally dwell in small tribes consisting of a few dozen members. They often keep dangerous jungle creatures as pets or guardians, trusting their rangers or animal handlers to keep these deadly beasts under control. It’s not uncommon to find a group of charau-kas who cage a wild beast in the midst of their village, sacrificing victims to the imprisoned creature or tormenting it by holding it as a living trophy of sorts. A typical charau-ka village extends from the jungle floor up into the canopy above, and usually includes several treehouse-style structures connected by vines or rope bridges. Kibwe Refugees Not every charau-ka follows Angazhan or intends to slaughter every creature they meet. When Usaro collapsed into bloody chaos, a sizable number of charau-ka fled east to the city of Kibwe where they were welcomed with surprisingly few qualms. Though these charau-ka are rarely altruistic, they are willing enough to cooperate with other ancestries out of self-interest. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=109",
 "weakness": {}
}