{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Clockworks",
 "creature_family_markdown": "Clockworks",
 "exclude_from_search": false,
 "id": "creature-family-223",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Clockworks](/MonsterFamilies.aspx?ID=223)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 48</row>\n\nIntricate, complex machines, clockworks are built with care by highly skilled engineers. Though their creation involves some amount of magic, they're primarily mechanical, packed with precision-tuned gears and springs working in concert.\n\n The sturdy mainspring within a clockwork must be wound to provide the energy needed to power the device. Some larger clockworks contain a series of springs for different limbs that each need to be wound. A clockwork's crafter creates a unique metal key while building the clockwork; winding the clockwork usually involves inserting the key into the machine's back and turning clockwise. Larger clockworks require greater strength to turn the key, and typically have larger keys to allow for more torque—some even accommodating a team of winders rather than an individual. Programming a clockwork requires both the key and the knowledge to set the program correctly, information usually reserved for the clockwork's creator or owner. \n\n<title level=\"2\" right=\"\">Winding Clockworks</title> A clockwork must be wound to remain operational. Each clockwork has the wind-up ability, with the specifics listed in its stat block. \n\n**Wind-Up** For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.\n\n A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a –2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).\n\n A creature can attempt to [Disable a Device](/Actions.aspx?ID=69) to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode.\r\n\r\n<title level=\"2\">Members</title>\r\n[Clockwork Amalgam](/Monsters.aspx?ID=1008) (Creature 20), [Clockwork Assassin](/Monsters.aspx?ID=1004) (Creature 13), [Clockwork Brewer](/Monsters.aspx?ID=1926) (Creature 3), [Clockwork Buccaneer](/Monsters.aspx?ID=1980) (Creature 9), [Clockwork Cannoneer](/Monsters.aspx?ID=2404) (Creature 15), [Clockwork Clock Tower](/Monsters.aspx?ID=1795) (Creature 20), [Clockwork Disposer](/Monsters.aspx?ID=1947) (Creature 5), [Clockwork Door Warden](/Monsters.aspx?ID=1946) (Creature 4), [Clockwork Dragon](/Monsters.aspx?ID=1098) (Creature 16), [Clockwork Fabricator](/Monsters.aspx?ID=1927) (Creature 4), [Clockwork Handler](/Monsters.aspx?ID=1925) (Creature 1), [Clockwork Hunter](/Monsters.aspx?ID=1924) (Creature 0), [Clockwork Mage](/Monsters.aspx?ID=1097) (Creature 9), [Clockwork Puppeteer](/Monsters.aspx?ID=1981) (Creature 12), [Clockwork Soldier](/Monsters.aspx?ID=1096) (Creature 6), [Clockwork Sphinx](/Monsters.aspx?ID=1948) (Creature 8), [Clockwork Spy](/Monsters.aspx?ID=1095) (Creature -1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Clockwork Research</title>\r\n\r\nClockworks were invented in ancient times, culminating in the clockwork army of Xin, the first emperor of ancient Thassilon, but were lost for millennia. Disparate peoples later rediscovered the techniques and began to alter and improve them. Today, the Clockwork Cathedral in Absalom is a center of clockwork research, with many breakthroughs also coming from the kingdom of Nex and the mechanically savvy Grand Duchy of Alkenstar. The Qadiran professor Hadia Al-Dannah, formerly of the Clockwork Cathedral, wrote the best-regarded modern text on clockwork design—_Glorious Rhythms in Life and Mechanica_.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Malfunction!</title>\r\n\r\nClockworks can be prone to errors if not well maintained or properly programmed. You might want to introduce one of the malfunctions listed below in a clockwork that is in disrepair or gets damaged heavily in battle (such as with a critical hit). \n\n**Backfire**: The clockwork rolls a DC 5 flat check at the start of each of its turns. On a failure, it backfires, dealing 2d6 fire damage in a 15-foot cone, including to itself (basic Reflex save at the standard DC for its level), and is [slowed 1](/Conditions.aspx?ID=35) this turn. \n\n**Damaged Propulsion**: The clockwork loses 1d4 hours of operational time at the end of each of its turns. \n\n**Loose Screws**: When damaged, the clockwork attempts a DC 5 flat check. On a failure, a plate of its armor falls loose. It takes a status penalty to AC equal to the number of lost plates (up to –4).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Versatile Designs</title>\r\n\r\nMost clockwork builders design their mechanical minions to perform a single specific task, as in the case of the [clockwork door warden](/Monsters.aspx?ID=1946) or [clockwork disposer](/Monsters.aspx?ID=1947). Though these constructs' intended functions are typically limited, creative owners can find workarounds or loopholes to exploit, effectively turning their single-purpose clockwork into a versatile guardian or servant. Of course, nearly every clockwork is pre-programmed to defend itself against foes, a function which typically requires no special action on the clockwork's part.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Winding Routines</title>\r\n\r\nMaintaining a group of clockworks that are meant to operate on a regular basis takes planning and attention. A cadre of clockwork soldiers set to patrol a location needs to be regularly wound. Typically, one or more servants are assigned to wind all the clockworks serving in one place at a standard time.  \r\n</aside>",
 "name": "Clockworks",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 48</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIntricate, complex machines, clockworks are built with care by highly skilled engineers. Though their creation involves some amount of magic, they're …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 48"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 48</row>",
 "speed": {},
 "summary": "Intricate, complex machines, clockworks are built with care by highly skilled engineers. Though their creation involves some amount of magic, they're …",
 "summary_markdown": "Intricate, complex machines, clockworks are built with care by highly skilled engineers. Though their creation involves some amount of magic, they're …",
 "text": " Clockworks Source Bestiary 3 pg. 48 Intricate, complex machines, clockworks are built with care by highly skilled engineers. Though their creation involves some amount of magic, they're primarily mechanical, packed with precision-tuned gears and springs working in concert. The sturdy mainspring within a clockwork must be wound to provide the energy needed to power the device. Some larger clockworks contain a series of springs for different limbs that each need to be wound. A clockwork's crafter creates a unique metal key while building the clockwork; winding the clockwork usually involves inserting the key into the machine's back and turning clockwise. Larger clockworks require greater strength to turn the key, and typically have larger keys to allow for more torque—some even accommodating a team of winders rather than an individual. Programming a clockwork requires both the key and the knowledge to set the program correctly, information usually reserved for the clockwork's creator or owner. Winding Clockworks A clockwork must be wound to remain operational. Each clockwork has the wind-up ability, with the specifics listed in its stat block. Wind-Up For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m. A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a –2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate). A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode. Members Clockwork Amalgam (Creature 20), Clockwork Assassin (Creature 13), Clockwork Brewer (Creature 3), Clockwork Buccaneer (Creature 9), Clockwork Cannoneer (Creature 15), Clockwork Clock Tower (Creature 20), Clockwork Disposer (Creature 5), Clockwork Door Warden (Creature 4), Clockwork Dragon (Creature 16), Clockwork Fabricator (Creature 4), Clockwork Handler (Creature 1), Clockwork Hunter (Creature 0), Clockwork Mage (Creature 9), Clockwork Puppeteer (Creature 12), Clockwork Soldier (Creature 6), Clockwork Sphinx (Creature 8), Clockwork Spy (Creature -1) Clockwork Research Clockworks were invented in ancient times, culminating in the clockwork army of Xin, the first emperor of ancient Thassilon, but were lost for millennia. Disparate peoples later rediscovered the techniques and began to alter and improve them. Today, the Clockwork Cathedral in Absalom is a center of clockwork research, with many breakthroughs also coming from the kingdom of Nex and the mechanically savvy Grand Duchy of Alkenstar. The Qadiran professor Hadia Al-Dannah, formerly of the Clockwork Cathedral, wrote the best-regarded modern text on clockwork design— Glorious Rhythms in Life and Mechanica . Malfunction! Clockworks can be prone to errors if not well maintained or properly programmed. You might want to introduce one of the malfunctions listed below in a clockwork that is in disrepair or gets damaged heavily in battle (such as with a critical hit). Backfire : The clockwork rolls a DC 5 flat check at the start of each of its turns. On a failure, it backfires, dealing 2d6 fire damage in a 15-foot cone, including to itself (basic Reflex save at the standard DC for its level), and is slowed 1 this turn. Damaged Propulsion : The clockwork loses 1d4 hours of operational time at the end of each of its turns. Loose Screws : When damaged, the clockwork attempts a DC 5 flat check. On a failure, a plate of its armor falls loose. It takes a status penalty to AC equal to the number of lost plates (up to –4). Versatile Designs Most clockwork builders design their mechanical minions to perform a single specific task, as in the case of the clockwork door warden or clockwork disposer. Though these constructs' intended functions are typically limited, creative owners can find workarounds or loopholes to exploit, effectively turning their single-purpose clockwork into a versatile guardian or servant. Of course, nearly every clockwork is pre-programmed to defend itself against foes, a function which typically requires no special action on the clockwork's part. Winding Routines Maintaining a group of clockworks that are meant to operate on a regular basis takes planning and attention. A cadre of clockwork soldiers set to patrol a location needs to be regularly wound. Typically, one or more servants are assigned to wind all the clockworks serving in one place at a standard time. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=223",
 "weakness": {}
}