{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Cockroach",
 "creature_family_markdown": "Cockroach",
 "exclude_from_search": false,
 "id": "creature-family-127",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Cockroach](/MonsterFamilies.aspx?ID=127)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 53 <sup>2.0</sup></row>\n\nGenerally seen more as a nuisance than a personal danger, cockroaches inhabit most reaches of the world. They are scavengers who live off the detritus of the natural world and from those that inhabit it. These maligned insects can survive weeks without eating, and most of their meals consist of organic waste that would otherwise overwhelm an ecosystem, particularly in their preferred urban environments. Though a typical cockroach presents virtually no threat, they can become dangerous in large groups, and some species grow particularly large.\r\n\r\n<title level=\"2\">Members</title>\r\n[Cockroach Swarm](/Monsters.aspx?ID=586) (Creature 2), [Giant Cockroach](/Monsters.aspx?ID=585) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Cockroach Species</title>\r\n\r\nBeyond the common giant cockroach, other flesh-eating cockroaches exist throughout the world. These variations include the giant hissing cockroach, the noxious venomroach, the huge spitting cockroach (which can incapacitate enemies from a distance), the aggressive sawback cockroach, and the mysterious and rare dragonroach.\r\n</aside>",
 "name": "Cockroach",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 53 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGenerally seen more as a nuisance than a personal danger, cockroaches inhabit most reaches of the world. They are scavengers who live off the …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 53"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 53 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Generally seen more as a nuisance than a personal danger, cockroaches inhabit most reaches of the world. They are scavengers who live off the …",
 "summary_markdown": "Generally seen more as a nuisance than a personal danger, cockroaches inhabit most reaches of the world. They are scavengers who live off the …",
 "text": " Cockroach Source Bestiary 2 pg. 53 2.0 Generally seen more as a nuisance than a personal danger, cockroaches inhabit most reaches of the world. They are scavengers who live off the detritus of the natural world and from those that inhabit it. These maligned insects can survive weeks without eating, and most of their meals consist of organic waste that would otherwise overwhelm an ecosystem, particularly in their preferred urban environments. Though a typical cockroach presents virtually no threat, they can become dangerous in large groups, and some species grow particularly large. Members Cockroach Swarm (Creature 2), Giant Cockroach (Creature 1) Cockroach Species Beyond the common giant cockroach, other flesh-eating cockroaches exist throughout the world. These variations include the giant hissing cockroach, the noxious venomroach, the huge spitting cockroach (which can incapacitate enemies from a distance), the aggressive sawback cockroach, and the mysterious and rare dragonroach. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=127",
 "weakness": {}
}