{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Contemplative of Ashok",
 "creature_family_markdown": "Contemplative of Ashok",
 "exclude_from_search": false,
 "id": "creature-family-292",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Contemplative of Ashok](/MonsterFamilies.aspx?ID=292)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #173: Doorway to the Red Star](/Sources.aspx?ID=103) pg. 80</row>\n\nThe ancestors of the Contemplatives of Ashok were humanoids of vast intellect who unlocked occult powers. They deliberately evolved their mental faculties at the expense of their physical forms, and their atrophied bodies dangle beneath giant brains.\r\n\r\n<title level=\"2\">Members</title>\r\n[Contemplative](/Monsters.aspx?ID=1667) (Creature 2), [Contemplative Meditant](/Monsters.aspx?ID=1668) (Creature 15), [Contemplative Mentor](/Monsters.aspx?ID=1669) (Creature 18)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Ashok</title>\r\n\r\nAshok refers both to an ancient impact crater on Akiton and the state of enlightenment the contemplatives seek to achieve. The exact relation between the crater and this philosophy is unclear, but evidence suggests that the crater's location could possibly be the contemplatives' long-lost ancestral homeland.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Disciples of Time</title>\r\n\r\nContemplative meditants and mentors alike are obsessed with the complexities of time, but not in a way that seeks to abuse the knowledge to change the past. Instead, these contemplatives believe that pure thought can be achieved by ascending beyond the physical dimensions into beings composed of time itself. The existence of physical entities from the [Dimension of Time](/Planes.aspx?ID=21), such as [hounds of Tindalos](/Monsters.aspx?ID=702) &lt;%END> and [siktemporas](/MonsterFamilies.aspx?ID=259), constitutes a vexing paradox to these philosophies. Contemplatives find such creatures to be unpleasant at best and truly abhorrent at worst.\r\n</aside>",
 "name": "Contemplative of Ashok",
 "rarity": "common",
 "release_date": "2021-11-10",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #173: Doorway to the Red Star](/Sources.aspx?ID=103) pg. 80</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe ancestors of the Contemplatives of Ashok were humanoids of vast intellect who unlocked occult powers. They deliberately evolved their mental …\r\n</summary>",
 "source": [
  "Pathfinder #173: Doorway to the Red Star"
 ],
 "source_raw": [
  "Pathfinder #173: Doorway to the Red Star pg. 80"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #173: Doorway to the Red Star](/Sources.aspx?ID=103) pg. 80</row>",
 "speed": {},
 "summary": "The ancestors of the Contemplatives of Ashok were humanoids of vast intellect who unlocked occult powers. They deliberately evolved their mental …",
 "summary_markdown": "The ancestors of the Contemplatives of Ashok were humanoids of vast intellect who unlocked occult powers. They deliberately evolved their mental …",
 "text": " Contemplative of Ashok Source Pathfinder #173: Doorway to the Red Star pg. 80 The ancestors of the Contemplatives of Ashok were humanoids of vast intellect who unlocked occult powers. They deliberately evolved their mental faculties at the expense of their physical forms, and their atrophied bodies dangle beneath giant brains. Members Contemplative (Creature 2), Contemplative Meditant (Creature 15), Contemplative Mentor (Creature 18) Ashok Ashok refers both to an ancient impact crater on Akiton and the state of enlightenment the contemplatives seek to achieve. The exact relation between the crater and this philosophy is unclear, but evidence suggests that the crater's location could possibly be the contemplatives' long-lost ancestral homeland. Disciples of Time Contemplative meditants and mentors alike are obsessed with the complexities of time, but not in a way that seeks to abuse the knowledge to change the past. Instead, these contemplatives believe that pure thought can be achieved by ascending beyond the physical dimensions into beings composed of time itself. The existence of physical entities from the Dimension of Time, such as hounds of Tindalos &lt;%END> and siktemporas, constitutes a vexing paradox to these philosophies. Contemplatives find such creatures to be unpleasant at best and truly abhorrent at worst. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=292",
 "weakness": {}
}