{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Couatl",
 "creature_family_markdown": "Couatl",
 "exclude_from_search": false,
 "id": "creature-family-128",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Couatl](/MonsterFamilies.aspx?ID=128)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 56</row>\n\nCouatls are serpentine celestials who tirelessly help mortals reach their greatest potential all across the planes. Some serve benevolent deities as intermediaries while others serve the cause of good as they see fit. \r\n\r\n<title level=\"2\">Members</title>\r\n[Mix Couatl](/Monsters.aspx?ID=1104) (Creature 8), [Quetz Couatl](/Monsters.aspx?ID=587) (Creature 10), [Scalliwing](/Monsters.aspx?ID=1025) (Creature 3), [Xiuh Couatl](/Monsters.aspx?ID=1105) (Creature 12)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Couatl Deities</title>\r\n\r\nMost good gods make use of couatls as their agents. There are three couatl deities, however, whose word takes precedence over others in the hearts of couatls. These are Cihua Couatl, the dualistic god of childbirth, protection, and warfare; Pahti Couatl, the goddess of retribution, investigation, and rehabilitation; and Tolte Couatl, the god of knowledge, memories, and migration.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Couatls and Sahkils</title>\r\n\r\nLegends in Arcadia say that couatls and [sahkils](/MonsterFamilies.aspx?ID=208) both rose to prominence as the first mortals walked on Golarion. Each saw unique potential in the mortals; couatls saw hope and the potential to rise to achieve great feats, while sahkils saw the potential for fear. Fearful mortals would never accomplish anything, becoming useless piles of flesh whose souls would languish. These withered souls would be unable to properly travel the River of Souls, disrupting the delicate balance of the afterlife. To this day, couatls work to inspire mortals and push them toward greater tasks while striving to keep the sahkils' terror at bay\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Couatls</title>\r\n\r\nThe quetz couatl presented here is the most common of its kind, and while most adventurers and scholars refer to them simply as “couatls,” other kinds exist as well, such as the fierce xiuh couatl, the nomadic auwaz couatl, the wise mix couatl, the nurturing chicome couatl, and the furious tletli couatl.\r\n</aside>",
 "name": "Couatl",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 56</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCouatls are serpentine celestials who tirelessly help mortals reach their greatest potential all across the planes. Some serve benevolent deities as …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 56"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 56</row>",
 "speed": {},
 "summary": "Couatls are serpentine celestials who tirelessly help mortals reach their greatest potential all across the planes. Some serve benevolent deities as …",
 "summary_markdown": "Couatls are serpentine celestials who tirelessly help mortals reach their greatest potential all across the planes. Some serve benevolent deities as …",
 "text": " Couatl Source Bestiary 3 pg. 56 Couatls are serpentine celestials who tirelessly help mortals reach their greatest potential all across the planes. Some serve benevolent deities as intermediaries while others serve the cause of good as they see fit. Members Mix Couatl (Creature 8), Quetz Couatl (Creature 10), Scalliwing (Creature 3), Xiuh Couatl (Creature 12) Couatl Deities Most good gods make use of couatls as their agents. There are three couatl deities, however, whose word takes precedence over others in the hearts of couatls. These are Cihua Couatl, the dualistic god of childbirth, protection, and warfare; Pahti Couatl, the goddess of retribution, investigation, and rehabilitation; and Tolte Couatl, the god of knowledge, memories, and migration. Couatls and Sahkils Legends in Arcadia say that couatls and sahkils both rose to prominence as the first mortals walked on Golarion. Each saw unique potential in the mortals; couatls saw hope and the potential to rise to achieve great feats, while sahkils saw the potential for fear. Fearful mortals would never accomplish anything, becoming useless piles of flesh whose souls would languish. These withered souls would be unable to properly travel the River of Souls, disrupting the delicate balance of the afterlife. To this day, couatls work to inspire mortals and push them toward greater tasks while striving to keep the sahkils' terror at bay Other Couatls The quetz couatl presented here is the most common of its kind, and while most adventurers and scholars refer to them simply as “couatls,” other kinds exist as well, such as the fierce xiuh couatl, the nomadic auwaz couatl, the wise mix couatl, the nurturing chicome couatl, and the furious tletli couatl. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=128",
 "weakness": {}
}