{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Crab",
 "creature_family_markdown": "Crab",
 "exclude_from_search": false,
 "id": "creature-family-129",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Crab](/MonsterFamilies.aspx?ID=129)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 57 <sup>2.0</sup></row>\n\nCrabs are scavenging crustaceans known for their hard shells and iconic sideways gait. They use their claws to defend themselves, hunt, and fight other crabs for territory. When confronted with threats from outside their species, most crabs prefer to flee, but when retreat isn't possible, they clamp on to their foes as tightly as they can.\n\n  Hermit crabs have hard exoskeletons like other crabs, but with much weaker abdomens. They find and “wear” shells as homes and protection, getting around with their front legs and claws. Surprisingly fierce, hermit crabs fight for new shells as they grow bigger, using an assortment of hollow alternatives as substitutes when shells of the right size can't be found.\r\n\r\n<title level=\"2\">Members</title>\r\n[Giant Crab](/Monsters.aspx?ID=588) (Creature 2), [Giant Hermit Crab](/Monsters.aspx?ID=1107) (Creature 5), [Hermit Crab Swarm](/Monsters.aspx?ID=1106) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Crab Species</title>\r\n\r\nCrabs can be found along all of the world's coastlines, from relatively small creatures like the king crab or the coconut crab, to truly oversized monsters like the great reef crab, shark-eating crab, or the lumbering shipwrecker crab.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Never Alone</title>\r\n\r\nHermit crabs often form symbiotic relationships with sea anemones, attaching them to their shells. The anemones help protect the crabs while feasting on leftovers from the crabs' meals. When hermit crabs change shells, they often take their anemone partners with them to continue their lifelong adventure.\r\n</aside>",
 "name": "Crab",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 57 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCrabs are scavenging crustaceans known for their hard shells and iconic sideways gait. They use their claws to defend themselves, hunt, and fight …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 57"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 57 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Crabs are scavenging crustaceans known for their hard shells and iconic sideways gait. They use their claws to defend themselves, hunt, and fight …",
 "summary_markdown": "Crabs are scavenging crustaceans known for their hard shells and iconic sideways gait. They use their claws to defend themselves, hunt, and fight …",
 "text": " Crab Source Bestiary 2 pg. 57 2.0 Crabs are scavenging crustaceans known for their hard shells and iconic sideways gait. They use their claws to defend themselves, hunt, and fight other crabs for territory. When confronted with threats from outside their species, most crabs prefer to flee, but when retreat isn't possible, they clamp on to their foes as tightly as they can. Hermit crabs have hard exoskeletons like other crabs, but with much weaker abdomens. They find and “wear” shells as homes and protection, getting around with their front legs and claws. Surprisingly fierce, hermit crabs fight for new shells as they grow bigger, using an assortment of hollow alternatives as substitutes when shells of the right size can't be found. Members Giant Crab (Creature 2), Giant Hermit Crab (Creature 5), Hermit Crab Swarm (Creature 4) Crab Species Crabs can be found along all of the world's coastlines, from relatively small creatures like the king crab or the coconut crab, to truly oversized monsters like the great reef crab, shark-eating crab, or the lumbering shipwrecker crab. Never Alone Hermit crabs often form symbiotic relationships with sea anemones, attaching them to their shells. The anemones help protect the crabs while feasting on leftovers from the crabs' meals. When hermit crabs change shells, they often take their anemone partners with them to continue their lifelong adventure. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=129",
 "weakness": {}
}