{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Crawling Hand",
 "creature_family_markdown": "Crawling Hand",
 "exclude_from_search": false,
 "id": "creature-family-130",
 "image": [
  "/Images/Monsters/CrawlingHand.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Crawling Hand](/MonsterFamilies.aspx?ID=130)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 56 <sup>2.0</sup></row>\n\nTypically, crawling hands are formed when severed appendages are endowed with a crude sentience by evil necromantic energies that turn them into tireless killers. Yet crawling hands can also arise spontaneously, usually when a creature loses an appendage in a place rife with necromantic energy or with a connection to the [Negative Energy Plane](/Planes.aspx?ID=2).\r\n\r\n<title level=\"2\">Members</title>\r\n[Crawling Hand](/Monsters.aspx?ID=589) (Creature -1), [Giant Crawling Hand](/Monsters.aspx?ID=590) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Crawling Hand Origins</title>\r\n\r\nA popular tale among necromancers tells of an ancient wizard who trafficked in evil magic. During a summoning ritual gone wrong, the wizard's hand became possessed and later strangled them while they slept. The hand dragged the corpse across the wizard's rooms to their workbench, propped up a knife in a vise, and severed itself from the rest of the body. According to the story, the hand went on to commit several more murders and disappeared into the sewers of a major metropolis, never to be seen again. Some necromancers believe that this original crawling hand still creeps through the shadows of that city, killing as it pleases\r\n</aside>",
 "name": "Crawling Hand",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 56 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTypically, crawling hands are formed when severed appendages are endowed with a crude sentience by evil necromantic energies that turn them into …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 56"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 56 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Typically, crawling hands are formed when severed appendages are endowed with a crude sentience by evil necromantic energies that turn them into …",
 "summary_markdown": "Typically, crawling hands are formed when severed appendages are endowed with a crude sentience by evil necromantic energies that turn them into …",
 "text": " Crawling Hand Source Bestiary 2 pg. 56 2.0 Typically, crawling hands are formed when severed appendages are endowed with a crude sentience by evil necromantic energies that turn them into tireless killers. Yet crawling hands can also arise spontaneously, usually when a creature loses an appendage in a place rife with necromantic energy or with a connection to the Negative Energy Plane. Members Crawling Hand (Creature -1), Giant Crawling Hand (Creature 5) Crawling Hand Origins A popular tale among necromancers tells of an ancient wizard who trafficked in evil magic. During a summoning ritual gone wrong, the wizard's hand became possessed and later strangled them while they slept. The hand dragged the corpse across the wizard's rooms to their workbench, propped up a knife in a vise, and severed itself from the rest of the body. According to the story, the hand went on to commit several more murders and disappeared into the sewers of a major metropolis, never to be seen again. Some necromancers believe that this original crawling hand still creeps through the shadows of that city, killing as it pleases ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=130",
 "weakness": {}
}