{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Daemon",
 "creature_family_markdown": "Daemon",
 "exclude_from_search": false,
 "id": "creature-family-26",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Daemon](/MonsterFamilies.aspx?ID=26)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 70</row>\n\nDenizens of the bleak and terrible plane of Abaddon, daemons are shaped by and devoted to the destruction of life in all its forms. They seek the death of every mortal being by the most painful and horrible means possible, all in service to the apocalyptic entities known as the Four Horsemen. Each kind of daemon represents a different way to die, and their powers are nearly always aimed at spreading that particular form of death. Through the use of these powers, they seek to drag all existence down into a pit of hopelessness and despair, and to commit all souls to oblivion.\n\n While those who summon daemons to the Material Plane usually seek to use the creatures’ destructive and corrupting powers for their own ends, daemons always look for ways to spread fear, doubt, and despair wherever they go. Often, daemons disguise their plots as the workings of other fiends, knowing that such confusion compounds mortals’ fear.\n\n While all fiends seek to tempt mortals into lives of evil to increase their own numbers and power on their native planes, daemons are further driven by a supernatural hunger for mortal souls and use a variety of methods—not least of which is the cacodaemons’ soul gems—to entrap them. On Abaddon and in other forbidding places across the multiverse, souls are simultaneously a delicacy, a trade good, and a source of magical power, and the daemons are among the greatest gluttons, merchants, and abusers of this spiritual “resource.”\r\n\r\n<title level=\"2\">Members</title>\r\n[Agradaemon](/Monsters.aspx?ID=1018) (Creature 19), [Astradaemon](/Monsters.aspx?ID=91) (Creature 16), [Cacodaemon](/Monsters.aspx?ID=88) (Creature 1), [Ceustodaemon](/Monsters.aspx?ID=89) (Creature 6), [Crucidaemon](/Monsters.aspx?ID=479) (Creature 15), [Derghodaemon](/Monsters.aspx?ID=594) (Creature 12), [Leukodaemon](/Monsters.aspx?ID=90) (Creature 9), [Meladaemon](/Monsters.aspx?ID=593) (Creature 11), [Olethrodaemon](/Monsters.aspx?ID=597) (Creature 20), [Piscodaemon](/Monsters.aspx?ID=592) (Creature 10), [Purrodaemon](/Monsters.aspx?ID=596) (Creature 18), [Sordesdaemon](/Monsters.aspx?ID=1017) (Creature 15), [Thanadaemon](/Monsters.aspx?ID=595) (Creature 13)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Abaddon</title>\r\n\r\nDaemons hail from [Abaddon](/Planes.aspx?ID=12), a plane of pure evil for only the most corrupt souls. If [Hell](/Planes.aspx?ID=18) is a realm of torture and systematic depravity, Abaddon is its twisted cousin—a place where one can find only misery and despair in ample quantities, with neither the strictures of Hell nor the chaotic freedom of the [Abyss](/Planes.aspx?ID=13). For evildoers who seek simply to inflict their wickedness on others, Abaddon is a rich hunting ground where one can revel in turpitude, though visitors be forewarned: the competition is fierce.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Daemon Harbingers</title>\r\n\r\nThe four Horsemen are the most powerful of the daemonic demigods, but they are only four of many. Far more daemonic harbingers dwell on [Abaddon](/Planes.aspx?ID=12), each a unique and powerful demigod in their own right that enjoys sweeping influence among daemonkind. Jacarkas the Collector (ruler of the slave city of Awaiting Consumption), Vorasha the Ophidian (consort to the Horseman of Famine), and Zelishkar the Bitter Flame (patron to arsonists and agent of the Horseman of War) are but three of the dozens of harbingers who rule realms in Abaddon.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Daemonic Deacons</title>\r\n\r\nEach of the four Horsemen is served by a specific category of servitor daemons known as deacons. [Leukodaemons](/Traits.aspx?ID=213) serve as deacons to the [Horseman of Pestilence](/Deities.aspx?ID=134). [Meladaemons](/Traits.aspx?ID=213) serve as deacons to the [Horseman of Famine](/Deities.aspx?ID=137) &lt;%END>, while [thanadaemons](/Traits.aspx?ID=213) serve as deacons to the [Horseman of Death](/Deities.aspx?ID=135). [Purrodaemons](/Traits.aspx?ID=213) are currently the most powerful of the deacons, and serve the [Horseman of War](/Deities.aspx?ID=136)—yet over time, which category of deacon is the most powerful can wax and wane.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Daemonic Divinities</title>\r\n\r\nNumerous powerful and unique daemon demigods, known collectively as harbingers, rule over swaths of Abaddon. Above these demigods, though, are entities of even greater power—the four Horsemen of the Apocalypse. As the eons go on, the names and identities of specific horsemen change. Currently, they consist of [Apollyon](/Deities.aspx?ID=134) (Horseman of Pestilence), [Charon](/Deities.aspx?ID=135) (Horseman of Death), [Szuriel](/Deities.aspx?ID=136) (Horseman of War), and [Trelmarixian](/Deities.aspx?ID=137) (Horseman of Famine). Of these, only Charon has never fallen to an upstart. Some hold that a “Fifth Horseman” once ruled over the other four, while others maintain that the eternally eclipsed sun in the skies above Abaddon is all that remains of this long-dead god.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Daemons</title>\r\n\r\nAs many daemons exist as there are awful ways to die. The bloody sangudaemon personifies death by blood loss, while the skeletal thanadaemon represents death from old age. The most powerful daemons are the olethrodaemons, who represent the massive deaths caused by apocalypses and the end of entire worlds.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Soul Gems as Gear</title>\r\n\r\nDaemons often carry soul gems either as trophies or for powering an ability. [Cacodaemons](/Monsters.aspx?ID=88) are the most common source for soul gems, but they can also be created by spells like [_bind soul_](/Spells.aspx?ID=21). If a daemon crushes a soul gem to power an ability, the trapped soul is released into the afterlife and can be resurrected normally.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Soul Gems as Treasure</title>\r\n\r\nSoul gems are traded in illicit markets, a tradition celestials and psychopomps alike find vile. Soul gems' value varies, but is generally worth an amount relative to the level of a gem's captive soul.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Daemonic Paradox</title>\r\n\r\nDaemons embody a fundamental paradox—while they are incarnations of death and seek to devour all that lives, they are themselves living creatures. Some speak of a glorious end time after which reality will finally be free of the contagion that is life itself. Most daemons give no thought to this paradox.\r\n</aside>",
 "name": "Daemon",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 70</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDenizens of the bleak and terrible plane of Abaddon, daemons are shaped by and devoted to the destruction of life in all its forms. They seek the …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 70"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 70</row>",
 "speed": {},
 "summary": "Denizens of the bleak and terrible plane of Abaddon, daemons are shaped by and devoted to the destruction of life in all its forms. They seek the …",
 "summary_markdown": "Denizens of the bleak and terrible plane of Abaddon, daemons are shaped by and devoted to the destruction of life in all its forms. They seek the …",
 "text": " Daemon Source Bestiary pg. 70 Denizens of the bleak and terrible plane of Abaddon, daemons are shaped by and devoted to the destruction of life in all its forms. They seek the death of every mortal being by the most painful and horrible means possible, all in service to the apocalyptic entities known as the Four Horsemen. Each kind of daemon represents a different way to die, and their powers are nearly always aimed at spreading that particular form of death. Through the use of these powers, they seek to drag all existence down into a pit of hopelessness and despair, and to commit all souls to oblivion. While those who summon daemons to the Material Plane usually seek to use the creatures’ destructive and corrupting powers for their own ends, daemons always look for ways to spread fear, doubt, and despair wherever they go. Often, daemons disguise their plots as the workings of other fiends, knowing that such confusion compounds mortals’ fear. While all fiends seek to tempt mortals into lives of evil to increase their own numbers and power on their native planes, daemons are further driven by a supernatural hunger for mortal souls and use a variety of methods—not least of which is the cacodaemons’ soul gems—to entrap them. On Abaddon and in other forbidding places across the multiverse, souls are simultaneously a delicacy, a trade good, and a source of magical power, and the daemons are among the greatest gluttons, merchants, and abusers of this spiritual “resource.” Members Agradaemon (Creature 19), Astradaemon (Creature 16), Cacodaemon (Creature 1), Ceustodaemon (Creature 6), Crucidaemon (Creature 15), Derghodaemon (Creature 12), Leukodaemon (Creature 9), Meladaemon (Creature 11), Olethrodaemon (Creature 20), Piscodaemon (Creature 10), Purrodaemon (Creature 18), Sordesdaemon (Creature 15), Thanadaemon (Creature 13) Abaddon Daemons hail from Abaddon, a plane of pure evil for only the most corrupt souls. If Hell is a realm of torture and systematic depravity, Abaddon is its twisted cousin—a place where one can find only misery and despair in ample quantities, with neither the strictures of Hell nor the chaotic freedom of the Abyss. For evildoers who seek simply to inflict their wickedness on others, Abaddon is a rich hunting ground where one can revel in turpitude, though visitors be forewarned: the competition is fierce. Daemon Harbingers The four Horsemen are the most powerful of the daemonic demigods, but they are only four of many. Far more daemonic harbingers dwell on Abaddon, each a unique and powerful demigod in their own right that enjoys sweeping influence among daemonkind. Jacarkas the Collector (ruler of the slave city of Awaiting Consumption), Vorasha the Ophidian (consort to the Horseman of Famine), and Zelishkar the Bitter Flame (patron to arsonists and agent of the Horseman of War) are but three of the dozens of harbingers who rule realms in Abaddon. Daemonic Deacons Each of the four Horsemen is served by a specific category of servitor daemons known as deacons. Leukodaemons serve as deacons to the Horseman of Pestilence. Meladaemons serve as deacons to the Horseman of Famine &lt;%END>, while thanadaemons serve as deacons to the Horseman of Death. Purrodaemons are currently the most powerful of the deacons, and serve the Horseman of War—yet over time, which category of deacon is the most powerful can wax and wane. Daemonic Divinities Numerous powerful and unique daemon demigods, known collectively as harbingers, rule over swaths of Abaddon. Above these demigods, though, are entities of even greater power—the four Horsemen of the Apocalypse. As the eons go on, the names and identities of specific horsemen change. Currently, they consist of Apollyon (Horseman of Pestilence), Charon (Horseman of Death), Szuriel (Horseman of War), and Trelmarixian (Horseman of Famine). Of these, only Charon has never fallen to an upstart. Some hold that a “Fifth Horseman” once ruled over the other four, while others maintain that the eternally eclipsed sun in the skies above Abaddon is all that remains of this long-dead god. Other Daemons As many daemons exist as there are awful ways to die. The bloody sangudaemon personifies death by blood loss, while the skeletal thanadaemon represents death from old age. The most powerful daemons are the olethrodaemons, who represent the massive deaths caused by apocalypses and the end of entire worlds. Soul Gems as Gear Daemons often carry soul gems either as trophies or for powering an ability. Cacodaemons are the most common source for soul gems, but they can also be created by spells like bind soul . If a daemon crushes a soul gem to power an ability, the trapped soul is released into the afterlife and can be resurrected normally. Soul Gems as Treasure Soul gems are traded in illicit markets, a tradition celestials and psychopomps alike find vile. Soul gems' value varies, but is generally worth an amount relative to the level of a gem's captive soul. The Daemonic Paradox Daemons embody a fundamental paradox—while they are incarnations of death and seek to devour all that lives, they are themselves living creatures. Some speak of a glorious end time after which reality will finally be free of the contagion that is life itself. Most daemons give no thought to this paradox. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=26",
 "weakness": {}
}