{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Darvakka",
 "creature_family_markdown": "Darvakka",
 "exclude_from_search": false,
 "id": "creature-family-305",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Darvakka](/MonsterFamilies.aspx?ID=305)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 82</row>\n\nDarvakkas, also called nightshades, are a ravenous evil made up of equal parts darkness and malice. Originally creatures of the Outer Planes who travel to the convergence of the [Shadow Plane](/Planes.aspx?ID=11) and the [Negative Energy Plane](/Planes.aspx?ID=2)—where the power of nothingness obliterates them—these [undead](/Traits.aspx?ID=160) abominations are the physical embodiment of entropy. They burn with an intense hatred for all life, working to bring a final, dark night to the [Material Plane](/Planes.aspx?ID=1) where nothing but ash and ice remain.\n\n As creatures twisted by darkness and shadow, darvakkas have a great aversion to sunlight and all sources of positive energy. On the Material Plane, they spend the hours of daylight hidden below ground, amid ruins, or submerged deep in the ocean's darkest chasms beyond the reach of the sun's rays, emerging when darkness shelters them overhead.\n\n Darvakkas have an aura of entropy that attracts undead thralls to serve as warriors and heralds. They rarely seek alliances with each other or other creatures, existing in solitude as the heads of individual armies of the dead.\r\n\r\n<title level=\"2\">Members</title>\r\n[Nasurgeth](/Monsters.aspx?ID=1851) (Creature 20), [Sykever](/Monsters.aspx?ID=1849) (Creature 15), [Umbraex](/Monsters.aspx?ID=2361) (Creature 21), [Urveth](/Monsters.aspx?ID=1850) (Creature 18), [Vanyver](/Monsters.aspx?ID=1848) (Creature 13)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Creating Nothing</title>\r\n\r\nDarvakkas are made from the quintessence, spiritual essence made manifest in physical form, of [fiends](/Traits.aspx?ID=70) cast into the void at reality's end. The death of their immortal soul causes the creature to be consumed, catalyzing a change that scrambles them into an entirely new being that retains nothing of their previous self.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Darvakkas</title>\r\n\r\nThe darvakkas presented on these pages aren't the only ones of their kind. Others exist, most having forms like animals, from tromping hounds to skittering arachnids. All their kind are greatly powerful, and ones more powerful even than nasurgeths doubtless exist—darvakkas who may even be akin to horrific demigods.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_6_Geb.png\">The Bound One</title>\r\n\r\nA darvakka bound to the yoke is an incredible weapon. I have four. Only my necromantic colleges of Yled can contain them in magical stasis: a trio of [sykevers](/Monsters.aspx?ID=1849) alongside an ancient darvakka I simply call The Bound One. Ensnaring him secured, for my purposes, an unending pool of negative energy. We shall see if it becomes necessary to call on their services more directly and loosen their leashes.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">The End of Reality</title>\r\n\r\nIn the deepest reaches of darkness, where the [Plane of Shadow](/Planes.aspx?ID=11) and the [Negative Energy Plane](/Planes.aspx?ID=2) meet, is a single fixed point where reality comes to an end. This planar juncture, a chasm of solid entropy formed into crystals by the weight of the infinite compressing eternally in upon itself, is where darvakka form.\r\n</aside>",
 "name": "Darvakka",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 82</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDarvakkas, also called nightshades, are a ravenous evil made up of equal parts darkness and malice. Originally creatures of the Outer Planes who …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 82"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 82</row>",
 "speed": {},
 "summary": "Darvakkas, also called nightshades, are a ravenous evil made up of equal parts darkness and malice. Originally creatures of the Outer Planes who …",
 "summary_markdown": "Darvakkas, also called nightshades, are a ravenous evil made up of equal parts darkness and malice. Originally creatures of the Outer Planes who …",
 "text": " Darvakka Source Book of the Dead pg. 82 Darvakkas, also called nightshades, are a ravenous evil made up of equal parts darkness and malice. Originally creatures of the Outer Planes who travel to the convergence of the Shadow Plane and the Negative Energy Plane—where the power of nothingness obliterates them—these undead abominations are the physical embodiment of entropy. They burn with an intense hatred for all life, working to bring a final, dark night to the Material Plane where nothing but ash and ice remain. As creatures twisted by darkness and shadow, darvakkas have a great aversion to sunlight and all sources of positive energy. On the Material Plane, they spend the hours of daylight hidden below ground, amid ruins, or submerged deep in the ocean's darkest chasms beyond the reach of the sun's rays, emerging when darkness shelters them overhead. Darvakkas have an aura of entropy that attracts undead thralls to serve as warriors and heralds. They rarely seek alliances with each other or other creatures, existing in solitude as the heads of individual armies of the dead. Members Nasurgeth (Creature 20), Sykever (Creature 15), Umbraex (Creature 21), Urveth (Creature 18), Vanyver (Creature 13) Creating Nothing Darvakkas are made from the quintessence, spiritual essence made manifest in physical form, of fiends cast into the void at reality's end. The death of their immortal soul causes the creature to be consumed, catalyzing a change that scrambles them into an entirely new being that retains nothing of their previous self. Other Darvakkas The darvakkas presented on these pages aren't the only ones of their kind. Others exist, most having forms like animals, from tromping hounds to skittering arachnids. All their kind are greatly powerful, and ones more powerful even than nasurgeths doubtless exist—darvakkas who may even be akin to horrific demigods. The Bound One A darvakka bound to the yoke is an incredible weapon. I have four. Only my necromantic colleges of Yled can contain them in magical stasis: a trio of sykevers alongside an ancient darvakka I simply call The Bound One. Ensnaring him secured, for my purposes, an unending pool of negative energy. We shall see if it becomes necessary to call on their services more directly and loosen their leashes. The End of Reality In the deepest reaches of darkness, where the Plane of Shadow and the Negative Energy Plane meet, is a single fixed point where reality comes to an end. This planar juncture, a chasm of solid entropy formed into crystals by the weight of the infinite compressing eternally in upon itself, is where darvakka form. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=305",
 "weakness": {}
}