{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Deathless Acolyte",
 "creature_family_markdown": "Deathless Acolyte",
 "exclude_from_search": false,
 "id": "creature-family-306",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Deathless Acolyte](/MonsterFamilies.aspx?ID=306)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 88</row>\n\nDeathless acolytes are an oddity among undead, neither willingly transformed nor, strictly speaking, transformed against their will. The creation of a deathless acolyte is an act of direct intervention by a deity, typically as a double-edged reward and curse granted to a faithful priest who failed in completing a divine mandate due to circumstances beyond their control. \n\n<title level=\"2\" right=\"\">Deathless Deities</title> [Urgathoa](/Deities.aspx?ID=19) isn't the only deity who has deathless acolytes. Other deities of death and war have their own deathless servitors. Included below are adjustments that can be quickly applied to the above stat blocks to modify them for other deities. Make the following adjustments and see the sample deity entry below.\n\n **Alignment** match the acolyte's deity\n\n **Aura** replace the acolyte's aura with an alternate one (see below) if it's more appropriate\n\n **Chastise Heretic and Denounce Heretic** apply to anyone who doesn't follow the acolyte's deity\n\n **Spells** replace [_goblin pox_](/Spells.aspx?ID=139) and [_false life_](/Spells.aspx?ID=108) with spells from the acolyte's deity's spells\n\n **Domain Spells** use the domain spells from one of the deity's domains\n\n **Weapon** replace the [scythe](/Weapons.aspx?ID=39) with the deity's favored weapon \n\n<title level=\"3\" right=\"\">Example Deity: Gorum (CN)</title> The mortality rate among priests of [Gorum](/Deities.aspx?ID=7) is exceptionally robust, as are the ranks of his deathless acolytes.\n\n **Aura** field of bloodshed\n\n **Domain Spells** [_athletic rush_](/Spells.aspx?ID=402), [_enduring might_](/Spells.aspx?ID=419) (hierophant only)\n\n **Spells** replace [_goblin pox_](/Spells.aspx?ID=139) with [_true strike_](/Spells.aspx?ID=345) and [_false life_](/Spells.aspx?ID=108) with [_enlarge_](/Spells.aspx?ID=102)\n\n **Weapon** [greatsword](/Weapons.aspx?ID=24) (1d12 slashing, [versatile P](/Traits.aspx?ID=200)) \n\n### Alternate Aura\n **Field of Bloodshed** ([abjuration](/Traits.aspx?ID=2), [aura](/MonsterAbilities.aspx?ID=5), [divine](/Traits.aspx?ID=48)) 20 feet (hierophant 40). All creatures within the aura gain a +2 status bonus to damage with weapon Strikes. Creatures within the aura who attempt to Cast a Spell that doesn't deal damage must succeed at a DC 5 flat check or the spell fails, and the slot or Focus Point is wasted.\r\n\r\n<title level=\"2\">Members</title>\r\n[Deathless Acolyte of Urgathoa](/Monsters.aspx?ID=1853) (Creature 3), [Deathless Hierophant of Urgathoa](/Monsters.aspx?ID=1854) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Eternal Servitude</title>\r\n\r\nMost priests and clerics don't aspire to become a deathless acolyte. Undergoing the transformation in the first place is usually an indicator the acolyte failed to achieve an important task set by their deity in life. Being forced to complete in undeath what one failed to achieve potentially means missing one's eternal reward to devote their existence to an undefined and potentially indefinite period of servitude.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_6_Geb.png\">She-Who-Feasts</title>\r\n\r\nThere are some among the deathless who I must watch carefully. [Urgathoa's](/Deities.aspx?ID=19) priests are hedonistic and boringly predictable, but on at least two occasions, I have encountered the rumored handiwork of one of her deathless hierophants: a being called She-Who-Feasts. I have yet to unravel the creature's purpose, but she seems drawn to flash points of great political strife, working behind the scenes to foment discord before fading back into the margins of history.\r\n</aside>",
 "name": "Deathless Acolyte",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 88</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDeathless acolytes are an oddity among undead, neither willingly transformed nor, strictly speaking, transformed against their will. The creation of …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 88"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 88</row>",
 "speed": {},
 "summary": "Deathless acolytes are an oddity among undead, neither willingly transformed nor, strictly speaking, transformed against their will. The creation of …",
 "summary_markdown": "Deathless acolytes are an oddity among undead, neither willingly transformed nor, strictly speaking, transformed against their will. The creation of …",
 "text": " Deathless Acolyte Source Book of the Dead pg. 88 Deathless acolytes are an oddity among undead, neither willingly transformed nor, strictly speaking, transformed against their will. The creation of a deathless acolyte is an act of direct intervention by a deity, typically as a double-edged reward and curse granted to a faithful priest who failed in completing a divine mandate due to circumstances beyond their control. Deathless Deities Urgathoa isn't the only deity who has deathless acolytes. Other deities of death and war have their own deathless servitors. Included below are adjustments that can be quickly applied to the above stat blocks to modify them for other deities. Make the following adjustments and see the sample deity entry below. Alignment match the acolyte's deity Aura replace the acolyte's aura with an alternate one (see below) if it's more appropriate Chastise Heretic and Denounce Heretic apply to anyone who doesn't follow the acolyte's deity Spells replace goblin pox and false life with spells from the acolyte's deity's spells Domain Spells use the domain spells from one of the deity's domains Weapon replace the scythe with the deity's favored weapon Example Deity: Gorum (CN) The mortality rate among priests of Gorum is exceptionally robust, as are the ranks of his deathless acolytes. Aura field of bloodshed Domain Spells athletic rush , enduring might (hierophant only) Spells replace goblin pox with true strike and false life with enlarge Weapon greatsword (1d12 slashing, versatile P) ### Alternate Aura Field of Bloodshed (abjuration, aura, divine) 20 feet (hierophant 40). All creatures within the aura gain a +2 status bonus to damage with weapon Strikes. Creatures within the aura who attempt to Cast a Spell that doesn't deal damage must succeed at a DC 5 flat check or the spell fails, and the slot or Focus Point is wasted. Members Deathless Acolyte of Urgathoa (Creature 3), Deathless Hierophant of Urgathoa (Creature 7) Eternal Servitude Most priests and clerics don't aspire to become a deathless acolyte. Undergoing the transformation in the first place is usually an indicator the acolyte failed to achieve an important task set by their deity in life. Being forced to complete in undeath what one failed to achieve potentially means missing one's eternal reward to devote their existence to an undefined and potentially indefinite period of servitude. She-Who-Feasts There are some among the deathless who I must watch carefully. Urgathoa's priests are hedonistic and boringly predictable, but on at least two occasions, I have encountered the rumored handiwork of one of her deathless hierophants: a being called She-Who-Feasts. I have yet to unravel the creature's purpose, but she seems drawn to flash points of great political strife, working behind the scenes to foment discord before fading back into the margins of history. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=306",
 "weakness": {}
}