{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Deep Gnome",
 "creature_family_markdown": "Deep Gnome",
 "exclude_from_search": false,
 "id": "creature-family-27",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Deep Gnome](/MonsterFamilies.aspx?ID=27)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 74</row>\n\nThese distant cousins to gnomes are reclusive, underground dwellers. Svirfneblins, as deep gnomes call themselves, have skin the color of gray or brown stone. While deep gnome males are bald, women have thin, pale-gray hair, and all have the large, expressive eyes typical among all gnomes. A deep gnome is 3 feet tall and weighs approximately 65 pounds. Deep gnomes rarely interact with those outside of their small cavern communities, and they are slow to trust outsiders, sometimes keeping them imprisoned for years simply to prevent them from informing others of the deep gnome settlement.\n\n The first deep gnomes rose in the underground world some time after their early gnome ancestors migrated from the First World to Golarion. A group of these migrants elected to settle underground instead of on the surface, and it was from these gnomes that the svirfneblin came to be. Some believe the gnomes chose the Darklands as their home to watch for and stop any evil fey who might infiltrate the underground region, but much like the exact reasons for the gnomes' relocation, their motivation has been lost to time. Thousands of years of living in subterranean caverns with little to no light transformed the physical characteristics of the gnomes living there into those of the deep gnome of today.\n\n Though deep gnomes may seem dour and recalcitrant at first glance, they retain the fey blood of their ancestors. In fact, deep gnomes are sometimes more emotionally erratic than their gnome cousins, lashing out violently at what seems like the smallest provocation. Such an explosion is often followed by an extended period of quiet brooding. Despite this, deep gnome communities are close-knit, as each citizen knows when to give the others the space they require to process their feelings.\n\n Many deep gnome settlements have clashed with nearby [duergar](/MonsterFamilies.aspx?ID=38) communities for myriad reasons: resources, territory, and even religion and morality. Over the centuries, some of these disputes have evolved into full wars, with many lives lost on both sides. Neither deep gnomes nor duergars are particularly proud of these conflicts, but both insist they were in the right each time. The ferocity with which most duergars fight has left a deep impression on the psyches of some deep gnome communities, leading them to distrust all dwarves and dwarf-like ancestries even more than other strangers. This can result in non-duergar dwarves being driven off from deep gnome cities before being able to explain themselves. A dwarf and even those traveling with a dwarf require patience and tenacity when attempting to deal with deep gnomes holding such views. Svirfneblins value crafting and many decorate their cavernous homes with paintings on the walls, often incorporating the rock in clever ways. They also value crystals and gems, making jewelry and beads that they string through their hair.\r\n\r\n<title level=\"2\">Members</title>\r\n[Deep Gnome Rockwarden](/Monsters.aspx?ID=96) (Creature 5), [Deep Gnome Scout](/Monsters.aspx?ID=93) (Creature 1), [Deep Gnome Warrior](/Monsters.aspx?ID=94) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Deep Gnome Faith</title>\r\n\r\nWhile most deep gnomes aren’t particularly religious, they respect the spirits of nature, especially those found within earth and stone. Most deep gnome druids, known as “rockwardens,” learn Terran, the language of the Plane of Earth, in order to speak with these forces, and some can even entreat with earth elementals. The handful of deep gnome communities of faith tend to worship neutral deities, such as Gozreh, Nethys, Pharasma, and the gnomish goddess Nivi Rhombodazzle. In such areas, a small church to the worshipped god is erected in the center of town and is open to the public around the clock, allowing the deep gnomes to worship as they see fit.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Few Friends Below</title>\r\n\r\nMost who dwell in the Darklands are sinister and cruel. While deep gnomes are not, those who seek their aid should remember that they don’t welcome strangers with open arms. In the brutal Darklands, such traits are seized upon by its denizens and treated as much as weaknesses as they are strengths.\r\n</aside>",
 "name": "Deep Gnome",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 74</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese distant cousins to gnomes are reclusive, underground dwellers. Svirfneblins, as deep gnomes call themselves, have skin the color of gray or …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 74"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 74</row>",
 "speed": {},
 "summary": "These distant cousins to gnomes are reclusive, underground dwellers. Svirfneblins, as deep gnomes call themselves, have skin the color of gray or …",
 "summary_markdown": "These distant cousins to gnomes are reclusive, underground dwellers. Svirfneblins, as deep gnomes call themselves, have skin the color of gray or …",
 "text": " Deep Gnome Source Bestiary pg. 74 These distant cousins to gnomes are reclusive, underground dwellers. Svirfneblins, as deep gnomes call themselves, have skin the color of gray or brown stone. While deep gnome males are bald, women have thin, pale-gray hair, and all have the large, expressive eyes typical among all gnomes. A deep gnome is 3 feet tall and weighs approximately 65 pounds. Deep gnomes rarely interact with those outside of their small cavern communities, and they are slow to trust outsiders, sometimes keeping them imprisoned for years simply to prevent them from informing others of the deep gnome settlement. The first deep gnomes rose in the underground world some time after their early gnome ancestors migrated from the First World to Golarion. A group of these migrants elected to settle underground instead of on the surface, and it was from these gnomes that the svirfneblin came to be. Some believe the gnomes chose the Darklands as their home to watch for and stop any evil fey who might infiltrate the underground region, but much like the exact reasons for the gnomes' relocation, their motivation has been lost to time. Thousands of years of living in subterranean caverns with little to no light transformed the physical characteristics of the gnomes living there into those of the deep gnome of today. Though deep gnomes may seem dour and recalcitrant at first glance, they retain the fey blood of their ancestors. In fact, deep gnomes are sometimes more emotionally erratic than their gnome cousins, lashing out violently at what seems like the smallest provocation. Such an explosion is often followed by an extended period of quiet brooding. Despite this, deep gnome communities are close-knit, as each citizen knows when to give the others the space they require to process their feelings. Many deep gnome settlements have clashed with nearby duergar communities for myriad reasons: resources, territory, and even religion and morality. Over the centuries, some of these disputes have evolved into full wars, with many lives lost on both sides. Neither deep gnomes nor duergars are particularly proud of these conflicts, but both insist they were in the right each time. The ferocity with which most duergars fight has left a deep impression on the psyches of some deep gnome communities, leading them to distrust all dwarves and dwarf-like ancestries even more than other strangers. This can result in non-duergar dwarves being driven off from deep gnome cities before being able to explain themselves. A dwarf and even those traveling with a dwarf require patience and tenacity when attempting to deal with deep gnomes holding such views. Svirfneblins value crafting and many decorate their cavernous homes with paintings on the walls, often incorporating the rock in clever ways. They also value crystals and gems, making jewelry and beads that they string through their hair. Members Deep Gnome Rockwarden (Creature 5), Deep Gnome Scout (Creature 1), Deep Gnome Warrior (Creature 2) Deep Gnome Faith While most deep gnomes aren’t particularly religious, they respect the spirits of nature, especially those found within earth and stone. Most deep gnome druids, known as “rockwardens,” learn Terran, the language of the Plane of Earth, in order to speak with these forces, and some can even entreat with earth elementals. The handful of deep gnome communities of faith tend to worship neutral deities, such as Gozreh, Nethys, Pharasma, and the gnomish goddess Nivi Rhombodazzle. In such areas, a small church to the worshipped god is erected in the center of town and is open to the public around the clock, allowing the deep gnomes to worship as they see fit. Few Friends Below Most who dwell in the Darklands are sinister and cruel. While deep gnomes are not, those who seek their aid should remember that they don’t welcome strangers with open arms. In the brutal Darklands, such traits are seized upon by its denizens and treated as much as weaknesses as they are strengths. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=27",
 "weakness": {}
}