{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Demon",
 "creature_family_markdown": "Demon",
 "exclude_from_search": false,
 "id": "creature-family-28",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Demon](/MonsterFamilies.aspx?ID=28)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 76</row>\n\nWhen a sinful mortal soul is judged and sent on to the Abyss, it can become a deadly fiend—a demon. Demons are living incarnations of sin—be they classic sins like wrath or gluttony, or more “specialized” depravities like an obsession with torture or the act of treason or treachery. Once formed, a demon’s driving goals are twofold—the amassing of personal power, and the corruption of mortal souls to cause them to become tainted by sin. In this way demons ensure a never-ending supply of new demons to bolster their ever-growing ranks in the Abyss.\r\n\r\n<title level=\"2\">Members</title>\r\n[Abrikandilu](/Monsters.aspx?ID=499) (Creature 4), [Abrikandilu](/Monsters.aspx?ID=1110) (Creature 4), [Babau](/Monsters.aspx?ID=598) (Creature 6), [Balor](/Monsters.aspx?ID=104) (Creature 20), [Brimorak](/Monsters.aspx?ID=1111) (Creature 5), [Dretch](/Monsters.aspx?ID=1109) (Creature 2), [Ghalzarokh](/Monsters.aspx?ID=2523) (Creature 15), [Glabrezu](/Monsters.aspx?ID=101) (Creature 13), [Hezrou](/Monsters.aspx?ID=601) (Creature 11), [Invidiak](/Monsters.aspx?ID=599) (Creature 7), [Kalavakus](/Monsters.aspx?ID=455) (Creature 10), [Katpaskir](/Monsters.aspx?ID=2524) (Creature 18), [Kithangian](/Monsters.aspx?ID=2457) (Creature 9), [Marilith](/Monsters.aspx?ID=103) (Creature 17), [Nabasu](/Monsters.aspx?ID=600) (Creature 8), [Nalfeshnee](/Monsters.aspx?ID=481) (Creature 14), [Nalfeshnee](/Monsters.aspx?ID=602) (Creature 14), [Omox](/Monsters.aspx?ID=1112) (Creature 12), [Quasit](/Monsters.aspx?ID=97) (Creature 1), [Roru](/Monsters.aspx?ID=1774) (Creature 7), [Shemhazian](/Monsters.aspx?ID=102) (Creature 16), [Succubus](/Monsters.aspx?ID=98) (Creature 7), [Urglid (Grave Demon)](/Monsters.aspx?ID=2153) (Creature 13), [Vavakia](/Monsters.aspx?ID=976) (Creature 18), [Vermlek](/Monsters.aspx?ID=500) (Creature 3), [Vrock](/Monsters.aspx?ID=100) (Creature 9), [Vrolikai](/Monsters.aspx?ID=603) (Creature 19)\r\n\r\n<title level=\"2\">Group Families</title>\r\n[Demon Throng](/MonsterFamilies.aspx?ID=337)\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Abyssal Newcomers</title>\r\n\r\nThough now the most plentiful fiends of the [Abyss](/Planes.aspx?ID=13), demons are relative newcomers, spawning only as mortal influence—and mortal sin, in particular—began to shape the plane. For eons, demons fought with other longstanding residents of the Abyss for dominance, but eventually their sheer numbers allowed them to become the predominant chaotic fiends.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Conjuring Demons</title>\r\n\r\nConjuring demons is ill-advised, yet the desperate or wicked still do. Rituals like [planar ally](/Rituals.aspx?ID=16) or [planar binding](/Rituals.aspx?ID=17) are typical for long-term ends, and [_summon fiend_](/Spells.aspx?ID=323) for combat applications. For _planar ally_, demons sometimes accept offerings that aren't valuable if gifting them to a demon pushes the ritualist further into sin.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Demonic Deities</title>\r\n\r\nThe most powerful demons are known as demon lords (the term is gender neutral in this case). Of these divinities, Lamashtu is the most powerful. Countless other demon lords exist, including Abraxas, Cyth-V’sug, Kabriri, and Zura.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Demonic Locations</title>\r\n\r\nThe sprawling, heaving, changing realm of the Abyss is the planar home of demonic life, but demons can be found anywhere the capacity to sin exists. Evil or foolish conjurers are fond of calling upon demons for advice or darker needs. When the Abyss wears through the boundaries of reality to create wound-like portals into other worlds, demons can spill over to wreak incredible havoc.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Demonic Possession</title>\r\n\r\nSome demons specialize in the art of possessing creatures or objects to spread fear and chaos. In such cases a demon gains a powerful disguise with which to work its evils upon the world, a subterfuge that delights the demon.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Demonic Sources</title>\r\n\r\nWhen a sinful mortal soul is consigned to the Abyss, it spends time wallowing in the mire and feeding on filth. If it survives and is not itself eaten, the soul eventually ascends into a demon, as influenced by the nature of its sin, yet most demons are themselves capable of reproduction as well. The fecundity of demonic life is perhaps the greatest—and most threatening—aspect of these dangerous fiends.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Demons and Souls</title>\r\n\r\nDemons, like many other fiends, hunger for souls. In their eyes, the primary use for these souls is to spawn new demons, who can serve as soldiers, slaves, pawns, or even currency for their more powerful masters.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Half-Demons</title>\r\n\r\nThe [Abyss](/Planes.aspx?ID=13) can corrupt living creatures through direct congress or supernatural infusion of Abyssal energies, resulting in monstrous hybrids. A half-demon should be a custom creature, but you can quickly generate one by giving an existing creature a few of a demon's abilities along with the demon's sin-related vulnerability. For example, a half-[hezrou](/Monsters.aspx?ID=601) [hill giant](/Monsters.aspx?ID=220) would gain purity vulnerability, but perhaps also a bite, swim Speed, and poisonous pustules. When swapping over abilities between creatures of different levels, be sure to adjust the numbers for the new level.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Demons</title>\r\n\r\nThe Abyss may be the largest of the Outer Planes, and mortals have an equally large capacity to betray themselves, society, and the natural order of reality. With this limitless source for increasingly specialized sins, the Abyss is constantly generating new types of demons to plague reality. While the vast majority of these are swiftly destroyed and never rise again, enough survive that dozens, if not hundreds, of types of demons are known to exist beyond those listed here. The shadowy invidiak is a demon without a body, born of envious souls. The goat-faced, flame-hooved brimorak rises from the souls of arsonists. Slimy, horned blood demons spawn from assassins, boar demons from the greedy... the list goes on and on.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Sinful Destruction</title>\r\n\r\nWhile they enjoy causing destruction themselves, most demons prefer to trick and tempt mortals into falling to sin of their own volition.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Nature of Chaos</title>\r\n\r\nSome say that the nature of chaos inherently precludes cooperation and subtlety, but demons are proof of the fallacy of this claim.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">What Makes a Sin?</title>\r\n\r\nSome classify sin into seven categories—envy, gluttony, greed, lust, pride, sloth, and wrath. While these sins embody some of the most powerful and numerous demons, far more than seven demons exist. Any act of cruelty or destruction a mortal takes to gratify the self at others’ expense is, in effect, a sin, and any such act can spawn a demon from a soul in the afterlife.\r\n</aside>",
 "name": "Demon",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 76</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen a sinful mortal soul is judged and sent on to the Abyss, it can become a deadly fiend—a demon. Demons are living incarnations of sin—be they …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 76"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 76</row>",
 "speed": {},
 "summary": "When a sinful mortal soul is judged and sent on to the Abyss, it can become a deadly fiend—a demon. Demons are living incarnations of sin—be they …",
 "summary_markdown": "When a sinful mortal soul is judged and sent on to the Abyss, it can become a deadly fiend—a demon. Demons are living incarnations of sin—be they …",
 "text": " Demon Source Bestiary pg. 76 When a sinful mortal soul is judged and sent on to the Abyss, it can become a deadly fiend—a demon. Demons are living incarnations of sin—be they classic sins like wrath or gluttony, or more “specialized” depravities like an obsession with torture or the act of treason or treachery. Once formed, a demon’s driving goals are twofold—the amassing of personal power, and the corruption of mortal souls to cause them to become tainted by sin. In this way demons ensure a never-ending supply of new demons to bolster their ever-growing ranks in the Abyss. Members Abrikandilu (Creature 4), Abrikandilu (Creature 4), Babau (Creature 6), Balor (Creature 20), Brimorak (Creature 5), Dretch (Creature 2), Ghalzarokh (Creature 15), Glabrezu (Creature 13), Hezrou (Creature 11), Invidiak (Creature 7), Kalavakus (Creature 10), Katpaskir (Creature 18), Kithangian (Creature 9), Marilith (Creature 17), Nabasu (Creature 8), Nalfeshnee (Creature 14), Nalfeshnee (Creature 14), Omox (Creature 12), Quasit (Creature 1), Roru (Creature 7), Shemhazian (Creature 16), Succubus (Creature 7), Urglid (Grave Demon) (Creature 13), Vavakia (Creature 18), Vermlek (Creature 3), Vrock (Creature 9), Vrolikai (Creature 19) Group Families Demon Throng Abyssal Newcomers Though now the most plentiful fiends of the Abyss, demons are relative newcomers, spawning only as mortal influence—and mortal sin, in particular—began to shape the plane. For eons, demons fought with other longstanding residents of the Abyss for dominance, but eventually their sheer numbers allowed them to become the predominant chaotic fiends. Conjuring Demons Conjuring demons is ill-advised, yet the desperate or wicked still do. Rituals like planar ally or planar binding are typical for long-term ends, and summon fiend for combat applications. For planar ally , demons sometimes accept offerings that aren't valuable if gifting them to a demon pushes the ritualist further into sin. Demonic Deities The most powerful demons are known as demon lords (the term is gender neutral in this case). Of these divinities, Lamashtu is the most powerful. Countless other demon lords exist, including Abraxas, Cyth-V’sug, Kabriri, and Zura. Demonic Locations The sprawling, heaving, changing realm of the Abyss is the planar home of demonic life, but demons can be found anywhere the capacity to sin exists. Evil or foolish conjurers are fond of calling upon demons for advice or darker needs. When the Abyss wears through the boundaries of reality to create wound-like portals into other worlds, demons can spill over to wreak incredible havoc. Demonic Possession Some demons specialize in the art of possessing creatures or objects to spread fear and chaos. In such cases a demon gains a powerful disguise with which to work its evils upon the world, a subterfuge that delights the demon. Demonic Sources When a sinful mortal soul is consigned to the Abyss, it spends time wallowing in the mire and feeding on filth. If it survives and is not itself eaten, the soul eventually ascends into a demon, as influenced by the nature of its sin, yet most demons are themselves capable of reproduction as well. The fecundity of demonic life is perhaps the greatest—and most threatening—aspect of these dangerous fiends. Demons and Souls Demons, like many other fiends, hunger for souls. In their eyes, the primary use for these souls is to spawn new demons, who can serve as soldiers, slaves, pawns, or even currency for their more powerful masters. Half-Demons The Abyss can corrupt living creatures through direct congress or supernatural infusion of Abyssal energies, resulting in monstrous hybrids. A half-demon should be a custom creature, but you can quickly generate one by giving an existing creature a few of a demon's abilities along with the demon's sin-related vulnerability. For example, a half-hezrou hill giant would gain purity vulnerability, but perhaps also a bite, swim Speed, and poisonous pustules. When swapping over abilities between creatures of different levels, be sure to adjust the numbers for the new level. Other Demons The Abyss may be the largest of the Outer Planes, and mortals have an equally large capacity to betray themselves, society, and the natural order of reality. With this limitless source for increasingly specialized sins, the Abyss is constantly generating new types of demons to plague reality. While the vast majority of these are swiftly destroyed and never rise again, enough survive that dozens, if not hundreds, of types of demons are known to exist beyond those listed here. The shadowy invidiak is a demon without a body, born of envious souls. The goat-faced, flame-hooved brimorak rises from the souls of arsonists. Slimy, horned blood demons spawn from assassins, boar demons from the greedy... the list goes on and on. Sinful Destruction While they enjoy causing destruction themselves, most demons prefer to trick and tempt mortals into falling to sin of their own volition. The Nature of Chaos Some say that the nature of chaos inherently precludes cooperation and subtlety, but demons are proof of the fallacy of this claim. What Makes a Sin? Some classify sin into seven categories—envy, gluttony, greed, lust, pride, sloth, and wrath. While these sins embody some of the most powerful and numerous demons, far more than seven demons exist. Any act of cruelty or destruction a mortal takes to gratify the self at others’ expense is, in effect, a sin, and any such act can spawn a demon from a soul in the afterlife. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=28",
 "weakness": {}
}