{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dero",
 "creature_family_markdown": "Dero",
 "exclude_from_search": false,
 "id": "creature-family-29",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dero](/MonsterFamilies.aspx?ID=29)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 84</row>\n\nDeros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious type of fey abandoned in the deepest, darkest caverns of Golarion, deros are the subject of fearful legends and folk tales to most of the world’s surface races. They skulk beneath major metropolitan areas, performing cruel and twisted experiments on unwilling subjects. A dero is 3 feet tall and weighs approximately 70 pounds.\r\n\r\n<title level=\"2\">Members</title>\r\n[Dero Magister](/Monsters.aspx?ID=107) (Creature 5), [Dero Stalker](/Monsters.aspx?ID=105) (Creature 2), [Dero Strangler](/Monsters.aspx?ID=106) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Cytillesh</title>\r\n\r\nDeros grow and ingest a poisonous fungus called cytillesh, also known as brain mold. Cytillesh gives off a pale blue glow and can cause birth defects and various adverse effects. Deros aren’t fazed by these detriments, as prolonged exposure can also slow the effects of aging and, in rare cases, provide occult powers to certain individuals known as “magisters.” Deros can also brew cytillesh spores into a poison that creates delusions and hallucinations.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Sun! It Burns!</title>\r\n\r\nDeros are fixated with curing their allergy to sunlight. To understand how the surface dwellers can withstand the light of the sun, deros conduct late-night raids on surface cities, abducting victims and performing terrible experiments on them. Those who survive are often returned with much of their memory erased and their bodies bearing mysterious scars. When these repressed memories surface, they lead to wild, hazy recollections of being abducted.\r\n</aside>",
 "name": "Dero",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 84</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDeros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 84"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 84</row>",
 "speed": {},
 "summary": "Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious …",
 "summary_markdown": "Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious …",
 "text": " Dero Source Bestiary pg. 84 Deros are short, wiry humanoids with milky white eyes, gray-blue skin, and wild shocks of off-white or gray hair. The descendants of a mysterious type of fey abandoned in the deepest, darkest caverns of Golarion, deros are the subject of fearful legends and folk tales to most of the world’s surface races. They skulk beneath major metropolitan areas, performing cruel and twisted experiments on unwilling subjects. A dero is 3 feet tall and weighs approximately 70 pounds. Members Dero Magister (Creature 5), Dero Stalker (Creature 2), Dero Strangler (Creature 3) Cytillesh Deros grow and ingest a poisonous fungus called cytillesh, also known as brain mold. Cytillesh gives off a pale blue glow and can cause birth defects and various adverse effects. Deros aren’t fazed by these detriments, as prolonged exposure can also slow the effects of aging and, in rare cases, provide occult powers to certain individuals known as “magisters.” Deros can also brew cytillesh spores into a poison that creates delusions and hallucinations. The Sun! It Burns! Deros are fixated with curing their allergy to sunlight. To understand how the surface dwellers can withstand the light of the sun, deros conduct late-night raids on surface cities, abducting victims and performing terrible experiments on them. Those who survive are often returned with much of their memory erased and their bodies bearing mysterious scars. When these repressed memories surface, they lead to wild, hazy recollections of being abducted. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=29",
 "weakness": {}
}