{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Devil",
 "creature_family_markdown": "Devil",
 "exclude_from_search": false,
 "id": "creature-family-30",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Devil](/MonsterFamilies.aspx?ID=30)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 86</row>\n\nMasters of corruption and architects of conquest, devils seek both to tempt mortal life to join in their pursuit of all things profane and to spread tyranny throughout all worlds. The temptations they offer mortals range from great powers granted by the signing of an infernal contract to twisted favors following a whispered pledge to a diabolic patron, or any number of even subtler exchanges. Those who succumb to these temptations find themselves consigned to an afterlife of endless torment in the pits of Hell, wherein the only hope of escape lies in the chance of being promoted to become a devil in the infernal ranks. Every devil has a specific role to play in the upkeep of the remorseless bureaucratic machine that is Hell, from soldiers and scholars to inquisitors, lawyers, judges, and executioners. Lowly lemures and imps perform subservient labor to more powerful and specialized devils, such as contract devils and erinyes, while the greatest pit fiends command entire infernal armies.\r\n\r\n<title level=\"2\">Members</title>\r\n[Barbazu](/Monsters.aspx?ID=110) (Creature 5), [Cornugon](/Monsters.aspx?ID=482) (Creature 16), [Cornugon](/Monsters.aspx?ID=611) (Creature 16), [Deimavigga](/Monsters.aspx?ID=1116) (Creature 17), [Erinys](/Monsters.aspx?ID=111) (Creature 8), [Ferrugon](/Monsters.aspx?ID=2519) (Creature 12), [Gelugon](/Monsters.aspx?ID=113) (Creature 13), [Gylou](/Monsters.aspx?ID=610) (Creature 14), [Hamatula](/Monsters.aspx?ID=609) (Creature 11), [Hellbound Attorney](/Monsters.aspx?ID=1113) (Creature 4), [Imp](/Monsters.aspx?ID=109) (Creature 1), [Lemure](/Monsters.aspx?ID=108) (Creature 0), [Levaloch](/Monsters.aspx?ID=1114) (Creature 7), [Munagola](/Monsters.aspx?ID=1115) (Creature 11), [Osyluth](/Monsters.aspx?ID=456) (Creature 9), [Osyluth](/Monsters.aspx?ID=608) (Creature 9), [Phistophilus](/Monsters.aspx?ID=112) (Creature 10), [Pit Fiend](/Monsters.aspx?ID=114) (Creature 20), [Sarglagon](/Monsters.aspx?ID=607) (Creature 8), [Uniila](/Monsters.aspx?ID=2520) (Creature 10), [Zebub](/Monsters.aspx?ID=606) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Archdevils</title>\r\n\r\nAt any one time, eight archdevils rule the eight upper layers of Hell, while the deepest layer is ruled by Asmodeus. Each archdevil is a unique demigod with a dedicated role in guiding the infernal machine forward. Barbatos is the doorwarden of Hellʼs uppermost layer, while Dispater rules Hellʼs largest city. Mammon guards Hellʼs treasuries, and Belial designs new weapons for Hellʼs legions. Geryon is the oldest archdevil and keeper of many secrets, while Moloch leads Hellʼs armies. Baalzebul is a brooding archdevil who has fallen from Asmodeusʼs favor, while mighty Mephistopheles was formed from the plane of Hell itself.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Diabolic Divinities</title>\r\n\r\nMany unique and powerful devils hold positions of power in Hell. The most numerous of these are the infernal dukes, many of whom were promoted to this position from already impressive statures as pit fiends. The supreme ruler of Hell itself is Asmodeus, the Prince of Darkness. Between these two tiers rule the eight archdevils—see the sidebar on the facing page.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Diabolic Locations</title>\r\n\r\nThe nine layers of Hell are the planar home of all devils, and they much prefer its tyrannically ordered environs to anywhere else in the multiverse. Yet devils can be encountered anywhere mortals can be tempted by infernal bargains or seek diabolic aid. On Golarion, the nation of Cheliax is particularly aligned with Hell. Its government is based upon Hellʼs organization, and the state church is that of Asmodeus.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Fiendish Relations</title>\r\n\r\nDevils view daemonsʼ constant hunt for souls as a short-sighted waste of potential, and demonsʼ chaotic destruction of society and flesh as uncivilized and obnoxious, but they do not loathe their fiendish counterparts. Indeed, most devils are more than willing to take advantage of daemons and demons as they can to further their own machinations.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Hellfire</title>\r\n\r\nStinking, sulfurous hellfire is infused with evil. Hellfire always deals a combination of fire damage and evil damage, though the specific ratio depends on the hellfire's origin. Certain types of hellfire can impose other effects on creatures as well, such as sapping their strength or memories.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Hellmouths</title>\r\n\r\nWhile travel to and from Hell is possible with [_plane shift_](/Spells.aspx?ID=222), another way to reach and traverse the infernal realms is via hellmouths, strange living portals connecting different layers or even different planes. A hellmouth takes the form of a grimacing face, distended maw, or other distressingly organic aperture, and no two share the same appearance. Most are carefully guarded, but some new or well-hidden hellmouths have yet to be discovered.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Devils</title>\r\n\r\nThe devils presented on these pages are a small sampling of the torments Hell has to offer. Other devils, like the inquisition-focused bone devils, the cherub-faced and fly-bodied accuser devils, and the aquatic drowning devil are a few examples of these widespread immortal creatures.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Queens of the Night</title>\r\n\r\nThe four queens of the night wield great power in the Pit. [Ardad Lili](/Deities.aspx?ID=167) is a plotter and manipulator with ambitions of ruling the heavens, while [Doloras](/Deities.aspx?ID=168) revels in suffering. Most distant is [Mahathallah](/Deities.aspx?ID=170), watching over fate and death. Mightiest among them is [Eiseth](/Deities.aspx?ID=169), who is assembling an army in Dis in the hopes of claiming the iron throne of Malebolge.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Hierarchy of Hell</title>\r\n\r\n[Hell](/Planes.aspx?ID=18) is a harsh plane of law with little use for compassion or empathy. As such, it exists entirely within a strict hierarchy, and this order extends to its denizens. While different types of [demons](/MonsterFamilies.aspx?ID=28) correspond to various sins and [daemons](/MonsterFamilies.aspx?ID=26) are associated with modes of mortal death, the different types of devils exist solely to fulfill particular roles in the infernal machine. On occasion, a particular devil can transcend the role for which they were literally shaped, but this often transforms the devil physically into the type suitable for their new role.\r\n</aside>",
 "name": "Devil",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 86</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMasters of corruption and architects of conquest, devils seek both to tempt mortal life to join in their pursuit of all things profane and to spread …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 86"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 86</row>",
 "speed": {},
 "summary": "Masters of corruption and architects of conquest, devils seek both to tempt mortal life to join in their pursuit of all things profane and to spread …",
 "summary_markdown": "Masters of corruption and architects of conquest, devils seek both to tempt mortal life to join in their pursuit of all things profane and to spread …",
 "text": " Devil Source Bestiary pg. 86 Masters of corruption and architects of conquest, devils seek both to tempt mortal life to join in their pursuit of all things profane and to spread tyranny throughout all worlds. The temptations they offer mortals range from great powers granted by the signing of an infernal contract to twisted favors following a whispered pledge to a diabolic patron, or any number of even subtler exchanges. Those who succumb to these temptations find themselves consigned to an afterlife of endless torment in the pits of Hell, wherein the only hope of escape lies in the chance of being promoted to become a devil in the infernal ranks. Every devil has a specific role to play in the upkeep of the remorseless bureaucratic machine that is Hell, from soldiers and scholars to inquisitors, lawyers, judges, and executioners. Lowly lemures and imps perform subservient labor to more powerful and specialized devils, such as contract devils and erinyes, while the greatest pit fiends command entire infernal armies. Members Barbazu (Creature 5), Cornugon (Creature 16), Cornugon (Creature 16), Deimavigga (Creature 17), Erinys (Creature 8), Ferrugon (Creature 12), Gelugon (Creature 13), Gylou (Creature 14), Hamatula (Creature 11), Hellbound Attorney (Creature 4), Imp (Creature 1), Lemure (Creature 0), Levaloch (Creature 7), Munagola (Creature 11), Osyluth (Creature 9), Osyluth (Creature 9), Phistophilus (Creature 10), Pit Fiend (Creature 20), Sarglagon (Creature 8), Uniila (Creature 10), Zebub (Creature 3) Archdevils At any one time, eight archdevils rule the eight upper layers of Hell, while the deepest layer is ruled by Asmodeus. Each archdevil is a unique demigod with a dedicated role in guiding the infernal machine forward. Barbatos is the doorwarden of Hellʼs uppermost layer, while Dispater rules Hellʼs largest city. Mammon guards Hellʼs treasuries, and Belial designs new weapons for Hellʼs legions. Geryon is the oldest archdevil and keeper of many secrets, while Moloch leads Hellʼs armies. Baalzebul is a brooding archdevil who has fallen from Asmodeusʼs favor, while mighty Mephistopheles was formed from the plane of Hell itself. Diabolic Divinities Many unique and powerful devils hold positions of power in Hell. The most numerous of these are the infernal dukes, many of whom were promoted to this position from already impressive statures as pit fiends. The supreme ruler of Hell itself is Asmodeus, the Prince of Darkness. Between these two tiers rule the eight archdevils—see the sidebar on the facing page. Diabolic Locations The nine layers of Hell are the planar home of all devils, and they much prefer its tyrannically ordered environs to anywhere else in the multiverse. Yet devils can be encountered anywhere mortals can be tempted by infernal bargains or seek diabolic aid. On Golarion, the nation of Cheliax is particularly aligned with Hell. Its government is based upon Hellʼs organization, and the state church is that of Asmodeus. Fiendish Relations Devils view daemonsʼ constant hunt for souls as a short-sighted waste of potential, and demonsʼ chaotic destruction of society and flesh as uncivilized and obnoxious, but they do not loathe their fiendish counterparts. Indeed, most devils are more than willing to take advantage of daemons and demons as they can to further their own machinations. Hellfire Stinking, sulfurous hellfire is infused with evil. Hellfire always deals a combination of fire damage and evil damage, though the specific ratio depends on the hellfire's origin. Certain types of hellfire can impose other effects on creatures as well, such as sapping their strength or memories. Hellmouths While travel to and from Hell is possible with plane shift , another way to reach and traverse the infernal realms is via hellmouths, strange living portals connecting different layers or even different planes. A hellmouth takes the form of a grimacing face, distended maw, or other distressingly organic aperture, and no two share the same appearance. Most are carefully guarded, but some new or well-hidden hellmouths have yet to be discovered. Other Devils The devils presented on these pages are a small sampling of the torments Hell has to offer. Other devils, like the inquisition-focused bone devils, the cherub-faced and fly-bodied accuser devils, and the aquatic drowning devil are a few examples of these widespread immortal creatures. Queens of the Night The four queens of the night wield great power in the Pit. Ardad Lili is a plotter and manipulator with ambitions of ruling the heavens, while Doloras revels in suffering. Most distant is Mahathallah, watching over fate and death. Mightiest among them is Eiseth, who is assembling an army in Dis in the hopes of claiming the iron throne of Malebolge. The Hierarchy of Hell Hell is a harsh plane of law with little use for compassion or empathy. As such, it exists entirely within a strict hierarchy, and this order extends to its denizens. While different types of demons correspond to various sins and daemons are associated with modes of mortal death, the different types of devils exist solely to fulfill particular roles in the infernal machine. On occasion, a particular devil can transcend the role for which they were literally shaped, but this often transforms the devil physically into the type suitable for their new role. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=30",
 "weakness": {}
}