{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dhampir",
 "creature_family_markdown": "Dhampir",
 "exclude_from_search": false,
 "id": "creature-family-31",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dhampir](/MonsterFamilies.aspx?ID=31)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 95</row>\n\nAs the mortal offspring of a vampire and a living parent, dhampirs occupy an unusual place among the living. Their vampiric parentage lends them elongated incisors, an unearthly beauty and physical grace, a ghostly pallor, and a piercing gaze. Perhaps their most distinctive feature, however, is their connection to negative energy, which heals them, leaving them as vulnerable to positive energy as any undead creature. Though they don’t suffer the full range of a vampire’s vulnerabilities, they do share certain characteristics with their vampire parent, leading to several distinct dhampir heritages across Golarion. By far the most common dhampirs are svetocher, the children of the more common moroi vampires.\n\n Many dhampirs lived their childhoods as orphans, often because their mortal parents believed their child to be cursed and abandoned them, or perished as a result of a difficult childbirth. Often outcast, some dhampirs leverage their charisma and personal magnetism to manipulate those around them, while others struggle to form relationships. Frequent mistrust of a dhampir’s parentage present further challenges when dhampirs attempt to integrate into mortal society. Those who seek out their vampiric parent instead often find themselves considered inferior, rejected as they were with regular mortals but for different reasons. But in regions like Nidal, Geb, and Ustalav, where vampires themselves carry some degree of respect, dhampirs can sometimes find their heritage empowering.\n\n Dhampirs fill countless roles within many communities. Some prefer to blend in as best they can, holding regular jobs and building families (most children born to dhampirs share an ancestry with the dhampir’s mortal parent, but a rare few are born as dhampirs themselves). Those who learn to make the most of their inherited charm can achieve a high societal status, whether leveraging traditional avenues of power or gathering followers enamored by the dhampir’s abilities. With a lifespan rivaling that of an elf, a dhampir can develop extensive influence and engage in long-reaching schemes of massive scope. Further, their ancestry lends them a proclivity to necromancy and the occult arts.\r\n\r\n<title level=\"2\">Members</title>\r\n[Dhampir Wizard](/Monsters.aspx?ID=116) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Dhampir Locations</title>\r\n\r\nMost dhampirs make their homes in urban areas, though some more reclusive individuals claim ruins or dungeons as their domains.\r\n</aside>",
 "name": "Dhampir",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 95</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAs the mortal offspring of a vampire and a living parent, dhampirs occupy an unusual place among the living. Their vampiric parentage lends them …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 95"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 95</row>",
 "speed": {},
 "summary": "As the mortal offspring of a vampire and a living parent, dhampirs occupy an unusual place among the living. Their vampiric parentage lends them …",
 "summary_markdown": "As the mortal offspring of a vampire and a living parent, dhampirs occupy an unusual place among the living. Their vampiric parentage lends them …",
 "text": " Dhampir Source Bestiary pg. 95 As the mortal offspring of a vampire and a living parent, dhampirs occupy an unusual place among the living. Their vampiric parentage lends them elongated incisors, an unearthly beauty and physical grace, a ghostly pallor, and a piercing gaze. Perhaps their most distinctive feature, however, is their connection to negative energy, which heals them, leaving them as vulnerable to positive energy as any undead creature. Though they don’t suffer the full range of a vampire’s vulnerabilities, they do share certain characteristics with their vampire parent, leading to several distinct dhampir heritages across Golarion. By far the most common dhampirs are svetocher, the children of the more common moroi vampires. Many dhampirs lived their childhoods as orphans, often because their mortal parents believed their child to be cursed and abandoned them, or perished as a result of a difficult childbirth. Often outcast, some dhampirs leverage their charisma and personal magnetism to manipulate those around them, while others struggle to form relationships. Frequent mistrust of a dhampir’s parentage present further challenges when dhampirs attempt to integrate into mortal society. Those who seek out their vampiric parent instead often find themselves considered inferior, rejected as they were with regular mortals but for different reasons. But in regions like Nidal, Geb, and Ustalav, where vampires themselves carry some degree of respect, dhampirs can sometimes find their heritage empowering. Dhampirs fill countless roles within many communities. Some prefer to blend in as best they can, holding regular jobs and building families (most children born to dhampirs share an ancestry with the dhampir’s mortal parent, but a rare few are born as dhampirs themselves). Those who learn to make the most of their inherited charm can achieve a high societal status, whether leveraging traditional avenues of power or gathering followers enamored by the dhampir’s abilities. With a lifespan rivaling that of an elf, a dhampir can develop extensive influence and engage in long-reaching schemes of massive scope. Further, their ancestry lends them a proclivity to necromancy and the occult arts. Members Dhampir Wizard (Creature 2) Dhampir Locations Most dhampirs make their homes in urban areas, though some more reclusive individuals claim ruins or dungeons as their domains. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=31",
 "weakness": {}
}