{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dinosaur",
 "creature_family_markdown": "Dinosaur",
 "exclude_from_search": false,
 "id": "creature-family-32",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dinosaur](/MonsterFamilies.aspx?ID=32)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 96</row>\n\nRemnants from the world’s primeval era, these enormous reptilian animals still exist in large numbers in isolated and remote wildernesses or far underground within magical Darklands caverns. Lizardfolk, orcs, giants, and other monstrous humanoids sometimes use dinosaurs as mounts, guards, or hunting animals. Humans and other ancestries have also been known to collect dinosaurs, be it to display them in menageries or keep them as exotic pets or guardians. Such activities are generally pursuits of the rich or eccentric, but certain druids and other guardians of nature feel strong kinships with dinosaurs as well and take them on as companions. When dinosaurs establish themselves in regions beyond their normal habitats, it is generally the result of these captive creatures escaping into the wild.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ankylosaurus](/Monsters.aspx?ID=119) (Creature 6), [Brontosaurus](/Monsters.aspx?ID=122) (Creature 10), [Compsognathus](/Monsters.aspx?ID=613) (Creature -1), [Deinonychus](/Monsters.aspx?ID=118) (Creature 2), [Hadrosaurid](/Monsters.aspx?ID=615) (Creature 4), [Iguanodon](/Monsters.aspx?ID=616) (Creature 6), [Pachycephalosaurus](/Monsters.aspx?ID=614) (Creature 3), [Spinosaurus](/Monsters.aspx?ID=617) (Creature 11), [Stegosaurus](/Monsters.aspx?ID=120) (Creature 7), [Triceratops](/Monsters.aspx?ID=121) (Creature 8), [Tyrannosaurus](/Monsters.aspx?ID=123) (Creature 10), [Velociraptor](/Monsters.aspx?ID=117) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Dinosaur Abilities</title>\r\n\r\nWhile the real world fossil records hold a wealth of inspiration for the reconstruction of dinosaurs in an RPG, you can also look to living creatures for ideas. Giving a dinosaur a poisonous bite or an unusual attack routine like Clobbering Charge ensures that dinosaurs are as interesting in combat as they are in appearance.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Dinosaur Guardians</title>\r\n\r\nAs with most animals, dinosaurs can be tamed or domesticated, but the difficulty of this task increases along with the dinosaur’s level. Lizardfolk and orcs are fond of using dinosaurs as beasts of burden, workhorses, mounts, or even war beasts. Certain dinosaurs, such as velociraptors and deinonychuses, make excellent trackers as well. The largest and most dangerous dinosaurs, such as the tyrannosaurus, are generally avoided, although more powerful creatures like giants have been known to be able to keep them as pets, guardians, or even brutal executioners. In certain cities, dinosaurs are popularly featured as combatants in blood sports and other gladiatorial battles.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Dinosaur Resources</title>\r\n\r\nAs animals, dinosaurs have little interest in treasure (although velociraptors and deinonychuses, like their bird cousins, enjoy keeping sparkling baubles in their nests), but the remains of adventurers strewn about their lairs often still have valuable gear. Dinosaurs can also be harvested for rare and valuable trophies such as teeth, talons, armor plates, and the like.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Dinosaurs in Fantasy</title>\r\n\r\nAt first glance, the inclusion of dinosaurs in a fantasy setting might seem strange, but dinosaurs are an excellent creature to use in a game that bridges the gap between familiar real-world animals and legendary monsters. If having dinosaurs mix freely with lions, manticores, and dragons still seems strange to you, consider having them dwell in remote, primeval lands, as suggested in the section below. On Golarion, dinosaurs do exist in the wilder regions of the world, particularly on the continent of Garund, though they are common enough that PCs might find some on display in a menagerie in a northern city, in use as guardian creatures, or even kept by druids as loyal animal companions.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Hollow Worlds</title>\r\n\r\nAnother classic place that dinosaurs are found in fiction are in “hollow worlds.” Some campaign settings might not contain entire isolated worlds within them, but many, such as Golarion, have expansive underground lands. The deepest region of the Darklands of Golarion—a realm called Orv—is an optimal place to find a hollow world. Typically infused with magic that allows for jungles to grow deep underground (and sometimes even sunlike orbs that illuminate the lands from above, simulating a day‑night cycle), areas such as Deep Tolguth of Orv make perfect places for dinosaurs to roam.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Magical Dinosaurs</title>\r\n\r\nIn a fantasy setting, magical effects or supernatural influences can enhance dinosaurs by giving them unexpected attacks, modes of movement, or other abilities. You can quickly create a memorable magical beast simply by giving a dinosaur the magical attack of another creature of an equal level, such as a [spinosaurus](/Monsters.aspx?ID=617) gaining an acidic breath weapon akin to that of an [adult black dragon](/Monsters.aspx?ID=128).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Dinosaurs</title>\r\n\r\nA wide range of dinosaurs are presented on these pages, but any trip to the movies, exploration of dinosaur books, or a quick online search reveals a wealth of additional creatures that could fit into your game as well. Armor-headed pachycephalosaurs, spike-thumbed iguanodons, duck-billed hadrosaurs, sail-backed spinosauruses, and more await discovery by those who would seek out the mysteries of the lost worlds where the thunder lizards still rule!\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Primeval Lands</title>\r\n\r\nDinosaurs fit well into certain types of settings. They’re often found in isolated lands like primeval jungle valleys or plateaus—regions known as lost worlds for their inaccessibility and lack of any encroaching civilization. In addition to dinosaurs, other megafauna can exist in these places as well, along with giant insects or aggressive creatures like bulettes, carnivorous plants, chuuls, and drakes. Such regions can make for perilous and intriguing adventure sites, especially if you combine them with ruins of ancient civilizations to explore once the party has navigated the hostile wilderness regions.\r\n</aside>",
 "name": "Dinosaur",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 96</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRemnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in isolated and remote wildernesses or far …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 96"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 96</row>",
 "speed": {},
 "summary": "Remnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in isolated and remote wildernesses or far …",
 "summary_markdown": "Remnants from the world's primeval era, these enormous reptilian animals still exist in large numbers in isolated and remote wildernesses or far …",
 "text": " Dinosaur Source Bestiary pg. 96 Remnants from the world’s primeval era, these enormous reptilian animals still exist in large numbers in isolated and remote wildernesses or far underground within magical Darklands caverns. Lizardfolk, orcs, giants, and other monstrous humanoids sometimes use dinosaurs as mounts, guards, or hunting animals. Humans and other ancestries have also been known to collect dinosaurs, be it to display them in menageries or keep them as exotic pets or guardians. Such activities are generally pursuits of the rich or eccentric, but certain druids and other guardians of nature feel strong kinships with dinosaurs as well and take them on as companions. When dinosaurs establish themselves in regions beyond their normal habitats, it is generally the result of these captive creatures escaping into the wild. Members Ankylosaurus (Creature 6), Brontosaurus (Creature 10), Compsognathus (Creature -1), Deinonychus (Creature 2), Hadrosaurid (Creature 4), Iguanodon (Creature 6), Pachycephalosaurus (Creature 3), Spinosaurus (Creature 11), Stegosaurus (Creature 7), Triceratops (Creature 8), Tyrannosaurus (Creature 10), Velociraptor (Creature 1) Dinosaur Abilities While the real world fossil records hold a wealth of inspiration for the reconstruction of dinosaurs in an RPG, you can also look to living creatures for ideas. Giving a dinosaur a poisonous bite or an unusual attack routine like Clobbering Charge ensures that dinosaurs are as interesting in combat as they are in appearance. Dinosaur Guardians As with most animals, dinosaurs can be tamed or domesticated, but the difficulty of this task increases along with the dinosaur’s level. Lizardfolk and orcs are fond of using dinosaurs as beasts of burden, workhorses, mounts, or even war beasts. Certain dinosaurs, such as velociraptors and deinonychuses, make excellent trackers as well. The largest and most dangerous dinosaurs, such as the tyrannosaurus, are generally avoided, although more powerful creatures like giants have been known to be able to keep them as pets, guardians, or even brutal executioners. In certain cities, dinosaurs are popularly featured as combatants in blood sports and other gladiatorial battles. Dinosaur Resources As animals, dinosaurs have little interest in treasure (although velociraptors and deinonychuses, like their bird cousins, enjoy keeping sparkling baubles in their nests), but the remains of adventurers strewn about their lairs often still have valuable gear. Dinosaurs can also be harvested for rare and valuable trophies such as teeth, talons, armor plates, and the like. Dinosaurs in Fantasy At first glance, the inclusion of dinosaurs in a fantasy setting might seem strange, but dinosaurs are an excellent creature to use in a game that bridges the gap between familiar real-world animals and legendary monsters. If having dinosaurs mix freely with lions, manticores, and dragons still seems strange to you, consider having them dwell in remote, primeval lands, as suggested in the section below. On Golarion, dinosaurs do exist in the wilder regions of the world, particularly on the continent of Garund, though they are common enough that PCs might find some on display in a menagerie in a northern city, in use as guardian creatures, or even kept by druids as loyal animal companions. Hollow Worlds Another classic place that dinosaurs are found in fiction are in “hollow worlds.” Some campaign settings might not contain entire isolated worlds within them, but many, such as Golarion, have expansive underground lands. The deepest region of the Darklands of Golarion—a realm called Orv—is an optimal place to find a hollow world. Typically infused with magic that allows for jungles to grow deep underground (and sometimes even sunlike orbs that illuminate the lands from above, simulating a day‑night cycle), areas such as Deep Tolguth of Orv make perfect places for dinosaurs to roam. Magical Dinosaurs In a fantasy setting, magical effects or supernatural influences can enhance dinosaurs by giving them unexpected attacks, modes of movement, or other abilities. You can quickly create a memorable magical beast simply by giving a dinosaur the magical attack of another creature of an equal level, such as a spinosaurus gaining an acidic breath weapon akin to that of an adult black dragon. Other Dinosaurs A wide range of dinosaurs are presented on these pages, but any trip to the movies, exploration of dinosaur books, or a quick online search reveals a wealth of additional creatures that could fit into your game as well. Armor-headed pachycephalosaurs, spike-thumbed iguanodons, duck-billed hadrosaurs, sail-backed spinosauruses, and more await discovery by those who would seek out the mysteries of the lost worlds where the thunder lizards still rule! Primeval Lands Dinosaurs fit well into certain types of settings. They’re often found in isolated lands like primeval jungle valleys or plateaus—regions known as lost worlds for their inaccessibility and lack of any encroaching civilization. In addition to dinosaurs, other megafauna can exist in these places as well, along with giant insects or aggressive creatures like bulettes, carnivorous plants, chuuls, and drakes. Such regions can make for perilous and intriguing adventure sites, especially if you combine them with ruins of ancient civilizations to explore once the party has navigated the hostile wilderness regions. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=32",
 "weakness": {}
}