{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Div",
 "creature_family_markdown": "Div",
 "exclude_from_search": false,
 "id": "creature-family-225",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Div](/MonsterFamilies.aspx?ID=225)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 68</row>\n\nSome fiends want to tear down the multiverse; others dedicate themselves to creating chaos and carnage, or to rule over realms with an iron fist. Divs strive toward a different, if equally reprehensible, goal—they seek to thwart and ruin the schemes and works of mortal beings.\n\n Long ago, divs were once [genies](/MonsterFamilies.aspx?ID=50) bound to serve ancient mortal empires lost to the passage of eons. In the beginning, these genies were masters of creation, working alongside gracious mortal partners to create works of subtle design and powerful magical potential. What started as a collaboration with mortals soon morphed into abuse, disrespect, and even slavery and bondage. Eventually, these genies rebelled, but in doing so, they came under the sway of a nihilistic demigod known as Ahriman. Their new master twisted their form and granted them the power to avenge themselves upon their mortal overlords, leading to the birth of the first divs.\n\n Since that first wave of corruption, new divs arise from the spirits of the most wicked and hateful genies who die on the [Material Plane](/Planes.aspx?ID=1), or those truly betrayed by mortals and overcome through their desire for vengeance. Upon such a death, instead of returning to the Elemental Planes, these genies' spirits are trapped in the dread orbit of [Abaddon](/Planes.aspx?ID=12), where [Ahriman](/Deities.aspx?ID=220) reshapes them as divs and hoists them back to the world to wreak vengeance upon mortals.\r\n\r\n<title level=\"2\">Members</title>\r\n[Aghash](/Monsters.aspx?ID=1118) (Creature 4), [Doru](/Monsters.aspx?ID=1117) (Creature 1), [Pairaka](/Monsters.aspx?ID=1119) (Creature 7), [Sepid](/Monsters.aspx?ID=1120) (Creature 14)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Lord of the Divs</title>\r\n\r\nThe dread shadow known as [Ahriman](/Deities.aspx?ID=220) counts servants mainly among divs as well as a scattering of followers throughout the mortal realm. \r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Divs</title>\r\n\r\nThe divs on these pages present only a few of the forms that [Ahriman](/Deities.aspx?ID=220) gave these manipulative fiends. Other types of divs include ghawwas, amphibious divs who prey on sailors; the lion-headed shiras, who obsess over toying with their prey and can never go for the easy kill; and the stinking fly-like druj nasus, who have an obsession with dogs.\r\n</aside>",
 "name": "Div",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 68</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSome fiends want to tear down the multiverse; others dedicate themselves to creating chaos and carnage, or to rule over realms with an iron fist. …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 68"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 68</row>",
 "speed": {},
 "summary": "Some fiends want to tear down the multiverse; others dedicate themselves to creating chaos and carnage, or to rule over realms with an iron fist. …",
 "summary_markdown": "Some fiends want to tear down the multiverse; others dedicate themselves to creating chaos and carnage, or to rule over realms with an iron fist. …",
 "text": " Div Source Bestiary 3 pg. 68 Some fiends want to tear down the multiverse; others dedicate themselves to creating chaos and carnage, or to rule over realms with an iron fist. Divs strive toward a different, if equally reprehensible, goal—they seek to thwart and ruin the schemes and works of mortal beings. Long ago, divs were once genies bound to serve ancient mortal empires lost to the passage of eons. In the beginning, these genies were masters of creation, working alongside gracious mortal partners to create works of subtle design and powerful magical potential. What started as a collaboration with mortals soon morphed into abuse, disrespect, and even slavery and bondage. Eventually, these genies rebelled, but in doing so, they came under the sway of a nihilistic demigod known as Ahriman. Their new master twisted their form and granted them the power to avenge themselves upon their mortal overlords, leading to the birth of the first divs. Since that first wave of corruption, new divs arise from the spirits of the most wicked and hateful genies who die on the Material Plane, or those truly betrayed by mortals and overcome through their desire for vengeance. Upon such a death, instead of returning to the Elemental Planes, these genies' spirits are trapped in the dread orbit of Abaddon, where Ahriman reshapes them as divs and hoists them back to the world to wreak vengeance upon mortals. Members Aghash (Creature 4), Doru (Creature 1), Pairaka (Creature 7), Sepid (Creature 14) Lord of the Divs The dread shadow known as Ahriman counts servants mainly among divs as well as a scattering of followers throughout the mortal realm. Other Divs The divs on these pages present only a few of the forms that Ahriman gave these manipulative fiends. Other types of divs include ghawwas, amphibious divs who prey on sailors; the lion-headed shiras, who obsess over toying with their prey and can never go for the easy kill; and the stinking fly-like druj nasus, who have an obsession with dogs. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=225",
 "weakness": {}
}