{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Divine Warden",
 "creature_family_markdown": "Divine Warden",
 "exclude_from_search": false,
 "id": "creature-family-279",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Divine Warden](/MonsterFamilies.aspx?ID=279)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 72</row>\n\nCreated through complex rituals performed by a faith's adherents, divine wardens have been imbued with a fraction of the power that courses through a [champion](/Classes.aspx?ID=4) or [cleric](/Classes.aspx?ID=5) of a particular deity. This divine spark allows the divine warden to serve as the protector for a temple, shrine, or other holy site. Such guardians aren't intrinsically bound to a fixed location, but they rarely leave the temple or site over which they watch.\n\n Most divine wardens have been crafted from clay, stone, wood, or similar materials and typically have features that resemble a deity or a deity's herald. Divine wardens often have other abilities typically exhibited by constructs, such as armor plating, the ability to disguise themselves as statues, or other similar benefits.\n\n The faithful worshippers who craft divine wardens typically animate the constructs using a special ritual in which the followers beseech their deity to empower the guardian. The divine mandate that imbues a divine warden with power also allows the sentinel to recognize enemies of its deity and prevents the construct from attacking other members of the faith, unless these patrons choose to attack it first.\n\n In rare cases or particularly dire times, a deity might create a divine warden by directly animating an existing statue or idol to aid faithful followers. These divine guardians are most likely to be found outside of their original locations, assisting displaced congregations or pursuing those who might harm the faithful. \r\n\r\n<title level=\"2\">Members</title>\r\n[Divine Warden Of Brigh](/Monsters.aspx?ID=1137) (Creature 10), [Divine Warden Of Nethys](/Monsters.aspx?ID=1121) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Heroes of the Faith</title>\r\n\r\nIn the rare instances where a deity personally creates a divine warden, the deity tends to animate depictions of great heroes from their faith. The specific image of the hero serves to inspire devotees and act as a leader in combat. Occasionally, the deity will call on the spirit of the hero to actually embody the divine warden, allowing the hero to fight for their faith once again.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Mouths of the Gods</title>\r\n\r\nWhile most divine wardens lack the ability to speak, a deity might imbue a divine warden with the capability by quoting scripture. The guardian can therefore communicate the deity's will to their faithful, though typically in a cryptic fashion. Divine wardens might also have the ability to lead in song or prayer.\r\n</aside>\n\n<title level=\"2\">Creating a Divine Warden</title>\r\n\r\nYou can build a divine warden from the ground up using the standard rules for monster creation (which is how the divine warden on the following page was built), or you can turn an existing construct into a divine warden by taking the following steps. In either case, the specific divine warden abilities listed below work the same. \n\nSelect the deity that empowered the divine warden. This deity is the divine warden's patron deity. Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>It gains the [uncommon](/Traits.aspx?ID=159) and [divine](/Traits.aspx?ID=48) traits. Its alignment changes to match that of its patron deity. For example, a divine warden of a lawful good deity becomes a lawful good creature.</li><li>Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. If the creature didn't have any listed DCs, use the moderate DC for a creature of its level for any new abilities that require a DC. </li><li>Increase its Hit Points as shown on the table below.</li></ul> \n<table> <tr><td>**Starting Level**</td><td>**HP Increase**</td></tr> <tr><td>1 or lower</td><td>10</td></tr> <tr><td>2-4</td><td>15</td></tr> <tr><td>5-19</td><td>20</td></tr> <tr><td>20+</td><td>30</td></tr></table>  \n\n<title level=\"2\" right=\"\">Divine Warden Abilities</title> A divine warden retains any abilities it had previously, and it gains the abilities listed below. You might need to adjust or remove other abilities that conflict with the construct's new theme as a divine warden.\n\n **Divine Destruction** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) When the divine warden is reduced to 0 HP, it erupts with divine energy in a 30-foot emanation, dealing 1d6 damage per level. This damage is either positive or negative, determined by the patron deity's divine font (chosen at the divine warden's creation if the deity offers a choice), and this ability gains the corresponding trait. Each creature in the area must attempt a Will save with the following outcomes. <br />**Critical Success** The creature takes half damage. <br />**Success** The creature takes full damage. <br />**Failure** The creature takes full damage and becomes temporarily cursed by the patron deity. The creature becomes [enfeebled 1](/Conditions.aspx?ID=13) and [stupefied 1](/Conditions.aspx?ID=37) for 1 day; this is a [curse](/Traits.aspx?ID=38) effect that uses the Will save DC as the [counteract](/Rules.aspx?ID=371) DC. <br />**Critical Failure** As failure, except the creature becomes enfeebled 2 and stupefied 2. \n\n**Divine Innate Spells** A divine warden whose patron deity has any alignment components gains [_divine lance_](/Spells.aspx?ID=84) as an innate cantrip. A divine warden with a neutral patron deity instead gains [_daze_](/Spells.aspx?ID=61) as an innate cantrip. \n\n**Divine Domain Spells** The divine warden selects two of its patron deity's domains. The divine warden can cast the basic domain spell for its chosen domains. The divine warden has a focus pool of 1 Focus Point. It can't [Refocus](/Actions.aspx?ID=71), but its focus pool automatically refills 24 hours after it last used a Focus Point. If the divine warden is at least 10th level, it also gains the advanced domain spells for its chosen domains, and its focus pool increases to 2 Focus Points. \n\n**Faith Bound** ([abjuration](/Traits.aspx?ID=2), [divine](/Traits.aspx?ID=48)) A divine warden can't attack a creature that openly wears or displays the religious symbol of the divine warden's patron deity unless that creature uses a hostile action against the divine warden first. If the divine warden is intelligent, it can also attack a creature it believes isn't faithful to its deity or who wears the religious symbol as a ruse (typically after succeeding at a Perception check to [Sense Motive](/Actions.aspx?ID=85)). \n\n**Faithful Weapon** A divine warden always wields its patron deity's favored weapon. If the weapon is a ranged weapon, the divine warden automatically generates new ammunition with each attack. For a divine warden of 4th level or higher, the deity's favored weapon gains the effects of a [_striking_](/Equipment.aspx?ID=280) rune while the divine warden wields it; at 12th level, these effects are of a _greater striking_ rune, and at 19th level, they're instead of a _major striking_ rune. \n\n**Instrument of Faith** The divine warden is a beacon for its deity's faith. A [cleric](/Classes.aspx?ID=5) of the divine warden's patron deity can channel a [_heal_](/Spells.aspx?ID=148) spell through a divine warden they can see within 60 feet. The cleric determines any targets or area for the spell as if they were standing in the divine warden's space.",
 "name": "Divine Warden",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 72</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCreated through complex rituals performed by a faith's adherents, divine wardens have been imbued with a fraction of the power that courses through a …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 72"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 72</row>",
 "speed": {},
 "summary": "Created through complex rituals performed by a faith's adherents, divine wardens have been imbued with a fraction of the power that courses through a …",
 "summary_markdown": "Created through complex rituals performed by a faith's adherents, divine wardens have been imbued with a fraction of the power that courses through a …",
 "text": " Divine Warden Source Bestiary 3 pg. 72 Created through complex rituals performed by a faith's adherents, divine wardens have been imbued with a fraction of the power that courses through a champion or cleric of a particular deity. This divine spark allows the divine warden to serve as the protector for a temple, shrine, or other holy site. Such guardians aren't intrinsically bound to a fixed location, but they rarely leave the temple or site over which they watch. Most divine wardens have been crafted from clay, stone, wood, or similar materials and typically have features that resemble a deity or a deity's herald. Divine wardens often have other abilities typically exhibited by constructs, such as armor plating, the ability to disguise themselves as statues, or other similar benefits. The faithful worshippers who craft divine wardens typically animate the constructs using a special ritual in which the followers beseech their deity to empower the guardian. The divine mandate that imbues a divine warden with power also allows the sentinel to recognize enemies of its deity and prevents the construct from attacking other members of the faith, unless these patrons choose to attack it first. In rare cases or particularly dire times, a deity might create a divine warden by directly animating an existing statue or idol to aid faithful followers. These divine guardians are most likely to be found outside of their original locations, assisting displaced congregations or pursuing those who might harm the faithful. Members Divine Warden Of Brigh (Creature 10), Divine Warden Of Nethys (Creature 5) Heroes of the Faith In the rare instances where a deity personally creates a divine warden, the deity tends to animate depictions of great heroes from their faith. The specific image of the hero serves to inspire devotees and act as a leader in combat. Occasionally, the deity will call on the spirit of the hero to actually embody the divine warden, allowing the hero to fight for their faith once again. Mouths of the Gods While most divine wardens lack the ability to speak, a deity might imbue a divine warden with the capability by quoting scripture. The guardian can therefore communicate the deity's will to their faithful, though typically in a cryptic fashion. Divine wardens might also have the ability to lead in song or prayer. Creating a Divine Warden You can build a divine warden from the ground up using the standard rules for monster creation (which is how the divine warden on the following page was built), or you can turn an existing construct into a divine warden by taking the following steps. In either case, the specific divine warden abilities listed below work the same. Select the deity that empowered the divine warden. This deity is the divine warden's patron deity. Increase the creature's level by 1 and change its statistics as follows. It gains the uncommon and divine traits. Its alignment changes to match that of its patron deity. For example, a divine warden of a lawful good deity becomes a lawful good creature. Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. If the creature didn't have any listed DCs, use the moderate DC for a creature of its level for any new abilities that require a DC. Increase its Hit Points as shown on the table below. Starting Level HP Increase 1 or lower 10 2-4 15 5-19 20 20+ 30 Divine Warden Abilities A divine warden retains any abilities it had previously, and it gains the abilities listed below. You might need to adjust or remove other abilities that conflict with the construct's new theme as a divine warden. Divine Destruction (divine, necromancy) When the divine warden is reduced to 0 HP, it erupts with divine energy in a 30-foot emanation, dealing 1d6 damage per level. This damage is either positive or negative, determined by the patron deity's divine font (chosen at the divine warden's creation if the deity offers a choice), and this ability gains the corresponding trait. Each creature in the area must attempt a Will save with the following outcomes. Critical Success The creature takes half damage. Success The creature takes full damage. Failure The creature takes full damage and becomes temporarily cursed by the patron deity. The creature becomes enfeebled 1 and stupefied 1 for 1 day; this is a curse effect that uses the Will save DC as the counteract DC. Critical Failure As failure, except the creature becomes enfeebled 2 and stupefied 2. Divine Innate Spells A divine warden whose patron deity has any alignment components gains divine lance as an innate cantrip. A divine warden with a neutral patron deity instead gains daze as an innate cantrip. Divine Domain Spells The divine warden selects two of its patron deity's domains. The divine warden can cast the basic domain spell for its chosen domains. The divine warden has a focus pool of 1 Focus Point. It can't Refocus, but its focus pool automatically refills 24 hours after it last used a Focus Point. If the divine warden is at least 10th level, it also gains the advanced domain spells for its chosen domains, and its focus pool increases to 2 Focus Points. Faith Bound (abjuration, divine) A divine warden can't attack a creature that openly wears or displays the religious symbol of the divine warden's patron deity unless that creature uses a hostile action against the divine warden first. If the divine warden is intelligent, it can also attack a creature it believes isn't faithful to its deity or who wears the religious symbol as a ruse (typically after succeeding at a Perception check to Sense Motive). Faithful Weapon A divine warden always wields its patron deity's favored weapon. If the weapon is a ranged weapon, the divine warden automatically generates new ammunition with each attack. For a divine warden of 4th level or higher, the deity's favored weapon gains the effects of a striking rune while the divine warden wields it; at 12th level, these effects are of a greater striking rune, and at 19th level, they're instead of a major striking rune. Instrument of Faith The divine warden is a beacon for its deity's faith. A cleric of the divine warden's patron deity can channel a heal spell through a divine warden they can see within 60 feet. The cleric determines any targets or area for the spell as if they were standing in the divine warden's space.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=279",
 "weakness": {}
}