{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dog",
 "creature_family_markdown": "Dog",
 "exclude_from_search": false,
 "id": "creature-family-33",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dog](/MonsterFamilies.aspx?ID=33)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 102</row>\n\nDogs are trusted and loyal companions that serve as guardians, protectors, and hunting companions. Their ability to detect prey or predators via scent and their predilection to accompany humanoids makes them ideal pets for most adventurers. There are hundreds of breeds of dogs in the world—from tiny lapdogs who shower their masters in affection to muscular dogs that stand nearly 4 feet high at the shoulder—and they can be found in nearly any place where people reside. Larger breeds might even be used as mounts for smaller adventurers, and some cultures use dogs as beasts of burden capable of pulling sleds loaded with supplies across the icy tundra. Regardless, many adventurers find value in having a dog.\r\n\r\n<title level=\"2\">Members</title>\r\n[Guard Dog](/Monsters.aspx?ID=124) (Creature -1), [Riding Dog](/Monsters.aspx?ID=125) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Rabies</title>\r\n\r\nWhile many societies adore dogs and value them for their loyalty as pets, no affliction other than rabies can reverse sentiments about these creatures quite so easily. While many animals can be afflicted with this debilitating illness, something about a loyal family pet growing feral and violent as a result of the disease makes it that much worse.<br /> **Rabies** (disease); **Saving Throw** DC 17 Fortitude; **Stage 1** sickened 1 (1 day); **Stage 2** sickened 2 (1 day); **Stage 3** confusion (1 day); **Stage 4** dead \r\n</aside>",
 "name": "Dog",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 102</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDogs are trusted and loyal companions that serve as guardians, protectors, and hunting companions. Their ability to detect prey or predators via …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 102"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 102</row>",
 "speed": {},
 "summary": "Dogs are trusted and loyal companions that serve as guardians, protectors, and hunting companions. Their ability to detect prey or predators via …",
 "summary_markdown": "Dogs are trusted and loyal companions that serve as guardians, protectors, and hunting companions. Their ability to detect prey or predators via …",
 "text": " Dog Source Bestiary pg. 102 Dogs are trusted and loyal companions that serve as guardians, protectors, and hunting companions. Their ability to detect prey or predators via scent and their predilection to accompany humanoids makes them ideal pets for most adventurers. There are hundreds of breeds of dogs in the world—from tiny lapdogs who shower their masters in affection to muscular dogs that stand nearly 4 feet high at the shoulder—and they can be found in nearly any place where people reside. Larger breeds might even be used as mounts for smaller adventurers, and some cultures use dogs as beasts of burden capable of pulling sleds loaded with supplies across the icy tundra. Regardless, many adventurers find value in having a dog. Members Guard Dog (Creature -1), Riding Dog (Creature 1) Rabies While many societies adore dogs and value them for their loyalty as pets, no affliction other than rabies can reverse sentiments about these creatures quite so easily. While many animals can be afflicted with this debilitating illness, something about a loyal family pet growing feral and violent as a result of the disease makes it that much worse. Rabies (disease); Saving Throw DC 17 Fortitude; Stage 1 sickened 1 (1 day); Stage 2 sickened 2 (1 day); Stage 3 confusion (1 day); Stage 4 dead ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=33",
 "weakness": {}
}