{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Downtrodden",
 "creature_family_markdown": "Downtrodden",
 "exclude_from_search": false,
 "id": "creature-family-184",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Downtrodden](/MonsterFamilies.aspx?ID=184)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 214</row>\n\nUnfortunately, every society has people living on its fringes. While good communities work to grant aid and respite to their downtrodden, sometimes—due to economic downturn, famine, or war—the ranks of the less fortunate exceed the community's capacity to support them. In heartless neutral and evil societies, poverty is seen as an inevitability that can never be truly eradicated, or even worse, as a tool to be manipulated for political gain.\r\n\r\n<title level=\"2\">Members</title>\r\n[Beggar](/NPCs.aspx?ID=897) (Creature -1), [Commoner](/NPCs.aspx?ID=898) (Creature -1), [Prisoner](/NPCs.aspx?ID=900) (Creature 1), [Urchin](/NPCs.aspx?ID=899) (Creature -1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Braving The Mob</title>\r\n\r\nA mob is a [violent crowd](/Rules.aspx?ID=618) that works as greater difficult terrain and hazardous terrain, dealing 1d4 damage for each square entered. A creature can spend a single action to attempt a DC 16 [Intimidation](/Skills.aspx?ID=7) check, clearing the mob from all squares adjacent to them on a success (or all squares within 10 feet on a critical success). This action has the [concentrate](/Traits.aspx?ID=32), [emotion](/Traits.aspx?ID=60), [manipulate](/Traits.aspx?ID=104), and [mental](/Traits.aspx?ID=106) traits.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Word On The Street</title>\r\n\r\nPrivy to all sorts of conversations from passersby, the downtrodden can provide eyes and ears on the street. Finding a reliable contact can give a character a circumstance bonus to checks to [Gather Information](/Actions.aspx?ID=49) if they return to that source. This bonus is usually +1, but could be +2 or +3 if the contact lingers in a market where influential politicians shop, sweeps a noble estate, or the like.\n\n Befriending NPCs in advance can also help the heroes in action scenes. A friendly urchin might show a character a shortcut to catch an escaping enemy, a crowd of fans who frequent a bard's performances might throw rocks to distract someone trying to fight the bard, and so on.\r\n</aside>",
 "name": "Downtrodden",
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 214</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nUnfortunately, every society has people living on its fringes. While good communities work to grant aid and respite to their downtrodden, …\r\n</summary>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 214"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 214</row>",
 "speed": {},
 "summary": "Unfortunately, every society has people living on its fringes. While good communities work to grant aid and respite to their downtrodden, …",
 "summary_markdown": "Unfortunately, every society has people living on its fringes. While good communities work to grant aid and respite to their downtrodden, …",
 "text": " Downtrodden Source Gamemastery Guide pg. 214 Unfortunately, every society has people living on its fringes. While good communities work to grant aid and respite to their downtrodden, sometimes—due to economic downturn, famine, or war—the ranks of the less fortunate exceed the community's capacity to support them. In heartless neutral and evil societies, poverty is seen as an inevitability that can never be truly eradicated, or even worse, as a tool to be manipulated for political gain. Members Beggar (Creature -1), Commoner (Creature -1), Prisoner (Creature 1), Urchin (Creature -1) Braving The Mob A mob is a violent crowd that works as greater difficult terrain and hazardous terrain, dealing 1d4 damage for each square entered. A creature can spend a single action to attempt a DC 16 Intimidation check, clearing the mob from all squares adjacent to them on a success (or all squares within 10 feet on a critical success). This action has the concentrate, emotion, manipulate, and mental traits. Word On The Street Privy to all sorts of conversations from passersby, the downtrodden can provide eyes and ears on the street. Finding a reliable contact can give a character a circumstance bonus to checks to Gather Information if they return to that source. This bonus is usually +1, but could be +2 or +3 if the contact lingers in a market where influential politicians shop, sweeps a noble estate, or the like. Befriending NPCs in advance can also help the heroes in action scenes. A friendly urchin might show a character a shortcut to catch an escaping enemy, a crowd of fans who frequent a bard's performances might throw rocks to distract someone trying to fight the bard, and so on. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=184",
 "weakness": {}
}