{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dragonfly",
 "creature_family_markdown": "Dragonfly",
 "exclude_from_search": false,
 "id": "creature-family-133",
 "image": [
  "/Images/Monsters/Dragonfly_GiantDragonfly.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dragonfly](/MonsterFamilies.aspx?ID=133)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 98 <sup>2.0</sup></row>\n\nDragonflies hunt with a combination of agile power and deadly speed. In their early life stages these insects are entirely aquatic predators, but they take to the air once they’ve molted. Most live around bodies of water suitable for spawning, but giant dragonflies have been known to fly many miles when on the hunt. Though their gossamer wings and colorful bodies are beautiful at first glance, an unwary adventurer lured in by the display runs a very real risk of becoming lunch.\r\n\r\n<title level=\"2\">Members</title>\r\n[Enormous Dragonfly](/Monsters.aspx?ID=2240) (Creature 9), [Giant Dragonfly](/Monsters.aspx?ID=638) (Creature 4), [Giant Dragonfly Nymph](/Monsters.aspx?ID=637) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Dragonfly Species</title>\r\n\r\nWhile dragonflies come in many colors, the differences between species sometimes extend beyond aesthetic variation. Giant blue dragonflies are larger toxic versions of the insects with a numbing bite that boggards use to craft poisons. Cave dragonflies are slower but stronger variants that dwell in large cavern systems. The legendary storm dragonflies are truly immense creatures that can use their powerful wings to stun foes.\r\n</aside>",
 "name": "Dragonfly",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 98 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDragonflies hunt with a combination of agile power and deadly speed. In their early life stages these insects are entirely aquatic predators, but …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 98"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 98 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Dragonflies hunt with a combination of agile power and deadly speed. In their early life stages these insects are entirely aquatic predators, but …",
 "summary_markdown": "Dragonflies hunt with a combination of agile power and deadly speed. In their early life stages these insects are entirely aquatic predators, but …",
 "text": " Dragonfly Source Bestiary 2 pg. 98 2.0 Dragonflies hunt with a combination of agile power and deadly speed. In their early life stages these insects are entirely aquatic predators, but they take to the air once they’ve molted. Most live around bodies of water suitable for spawning, but giant dragonflies have been known to fly many miles when on the hunt. Though their gossamer wings and colorful bodies are beautiful at first glance, an unwary adventurer lured in by the display runs a very real risk of becoming lunch. Members Enormous Dragonfly (Creature 9), Giant Dragonfly (Creature 4), Giant Dragonfly Nymph (Creature 3) Dragonfly Species While dragonflies come in many colors, the differences between species sometimes extend beyond aesthetic variation. Giant blue dragonflies are larger toxic versions of the insects with a numbing bite that boggards use to craft poisons. Cave dragonflies are slower but stronger variants that dwell in large cavern systems. The legendary storm dragonflies are truly immense creatures that can use their powerful wings to stun foes. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=133",
 "weakness": {}
}