{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dragon, Imperial",
 "creature_family_markdown": "Dragon, Imperial",
 "exclude_from_search": false,
 "id": "creature-family-226",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dragon, Imperial](/MonsterFamilies.aspx?ID=226)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 74</row>\n\nImperial dragons, namesake of the Dragon Empires and guardians of Tian Xia before humanity arrived, embody five strengthening and counteracting forces. Unlike other true dragons, imperial dragons dive deep into human affairs. Some remain secretive, posing as reclusive hermits, while others keep a high profile, openly ruling factions. Tian cultures in turn venerate the dragons, depicting gods in the form of dragons or claiming ancestry from them. Not all are adored, for plenty of these creatures act wickedly. \n\n<title level=\"2\" right=\"\">Draconic Cycles</title> Five elements underpin the magical powers of imperial dragons, influencing their relationships to all things and, especially, to others of their kind. These elements interlink in two cycles. In the first cycle, each element feeds one other: wood feeds fire, fire feeds earth, earth feeds metal, metal feeds water, and water feeds wood. In the second cycle, each element counters another: wood counters earth, earth counters water, water counters fire, fire counters metal, and metal counters wood. Each imperial dragon represents one element and has four abilities related to the cycle. For example, the forest dragon—linked to wood—feeds fire, is fed by water, counters earth, and is countered by metal. \n\n<title level=\"2\" right=\"\">Shape-Changing Dragons</title>Imperial dragons are the most likely (and willing) of Golarion's dragons to take humanoid forms. The vast majority of them have the following ability, with the tradition trait matching the dragon's innate spells: \n\nChange Shape <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32), [polymorph](/Traits.aspx?ID=127), [transmutation](/Traits.aspx?ID=157)) The dragon takes on the appearance of any Small or Medium humanoid. This doesn't change their Speed or attack and damage modifiers with their Strikes, but it might change the damage type their Strikes deal (typically to bludgeoning). \n\n<title level=\"2\" right=\"\">Imperial Dragon Spellcasters</title> Each imperial dragon has a sidebar on spellcasting dragons of that kind. To make an imperial dragon spellcaster, remove the dragon's Coiling Frenzy and Draconic Momentum abilities and give them the spells outlined in their sidebar. You can swap any number of these spells with others from the same tradition, provided you keep the same number of spells for each level. You might also want to increase the dragon's Intelligence, Wisdom, or Charisma modifier by 1 or 2 to reflect their mastery of magic. \n\n<title level=\"2\" right=\"\">Imperial Dragons On Golarion</title> Imperial dragons are rarely spotted beyond Tian Xia, where some establish territories to amass power, while others follow their natural affinity to seek a place of comfort. \n\n<title level=\"2\">Group Families</title>\r\n[Dragon, Forest](/MonsterFamilies.aspx?ID=227), [Dragon, Sea](/MonsterFamilies.aspx?ID=228), [Dragon, Sky](/MonsterFamilies.aspx?ID=229), [Dragon, Sovereign](/MonsterFamilies.aspx?ID=230), [Dragon, Underworld](/MonsterFamilies.aspx?ID=231)",
 "name": "Dragon, Imperial",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 74</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nImperial dragons, namesake of the Dragon Empires and guardians of Tian Xia before humanity arrived, embody five strengthening and counteracting …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 74"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 74</row>",
 "speed": {},
 "summary": "Imperial dragons, namesake of the Dragon Empires and guardians of Tian Xia before humanity arrived, embody five strengthening and counteracting …",
 "summary_markdown": "Imperial dragons, namesake of the Dragon Empires and guardians of Tian Xia before humanity arrived, embody five strengthening and counteracting …",
 "text": " Dragon, Imperial Source Bestiary 3 pg. 74 Imperial dragons, namesake of the Dragon Empires and guardians of Tian Xia before humanity arrived, embody five strengthening and counteracting forces. Unlike other true dragons, imperial dragons dive deep into human affairs. Some remain secretive, posing as reclusive hermits, while others keep a high profile, openly ruling factions. Tian cultures in turn venerate the dragons, depicting gods in the form of dragons or claiming ancestry from them. Not all are adored, for plenty of these creatures act wickedly. Draconic Cycles Five elements underpin the magical powers of imperial dragons, influencing their relationships to all things and, especially, to others of their kind. These elements interlink in two cycles. In the first cycle, each element feeds one other: wood feeds fire, fire feeds earth, earth feeds metal, metal feeds water, and water feeds wood. In the second cycle, each element counters another: wood counters earth, earth counters water, water counters fire, fire counters metal, and metal counters wood. Each imperial dragon represents one element and has four abilities related to the cycle. For example, the forest dragon—linked to wood—feeds fire, is fed by water, counters earth, and is countered by metal. Shape-Changing Dragons Imperial dragons are the most likely (and willing) of Golarion's dragons to take humanoid forms. The vast majority of them have the following ability, with the tradition trait matching the dragon's innate spells: Change Shape Single Action (concentrate, polymorph, transmutation) The dragon takes on the appearance of any Small or Medium humanoid. This doesn't change their Speed or attack and damage modifiers with their Strikes, but it might change the damage type their Strikes deal (typically to bludgeoning). Imperial Dragon Spellcasters Each imperial dragon has a sidebar on spellcasting dragons of that kind. To make an imperial dragon spellcaster, remove the dragon's Coiling Frenzy and Draconic Momentum abilities and give them the spells outlined in their sidebar. You can swap any number of these spells with others from the same tradition, provided you keep the same number of spells for each level. You might also want to increase the dragon's Intelligence, Wisdom, or Charisma modifier by 1 or 2 to reflect their mastery of magic. Imperial Dragons On Golarion Imperial dragons are rarely spotted beyond Tian Xia, where some establish territories to amass power, while others follow their natural affinity to seek a place of comfort. Group Families Dragon, Forest, Dragon, Sea, Dragon, Sky, Dragon, Sovereign, Dragon, Underworld",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=226",
 "weakness": {}
}