{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dragon, Copper",
 "creature_family_markdown": "Dragon, Copper",
 "exclude_from_search": false,
 "id": "creature-family-172",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dragon, Copper](/MonsterFamilies.aspx?ID=172)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 121</row>\n\nCapricious and always eager to share a good laugh, copper dragons are among the wiliest of the metallic dragons, but this by no means interferes with their mission to spread freedom in oppressive lands. Copper dragons are hedonists who are quick to indulge in simple pleasures, but they're also sympathetic to other creatures, slow to pass judgment, and careful to always examine a situation from as many perspectives as possible. This philosophy has its drawbacks, however, as copper dragons are susceptible to negative influences and prone to forgiving the less serious evil acts performed by their chromatic cousins and other cruel creatures. Copper dragons also have a difficult time keeping their temper in check once they are roused to anger.\n\n  Copper dragons tend to lair in warm or temperate hills, but due to their nature, they move their lairs every few years. They sometimes live among other people, especially any dwarves who reside nearby. Some copper dragons even worship gods typically worshipped only by humanoids. Among these dragons, worship of [Cayden Cailean](/Deities.aspx?ID=4) is most popular, as they see his love of freedom and penchant for alcohol aligning with the typical copper dragon mindset.\n\n  A copper dragon's combat tactics are as unorthodox as its sense of humor, as it is more likely to use mockery and tricks than outright strength to win its battles. As a copper dragon ages, it perfects jokes capable of rendering its foes helpless with laughter.\r\n\r\n<title level=\"2\">Members</title>\r\n[Adult Copper Dragon](/Monsters.aspx?ID=149) (Creature 12), [Ancient Copper Dragon](/Monsters.aspx?ID=150) (Creature 17), [Young Copper Dragon](/Monsters.aspx?ID=148) (Creature 8)\n\n<title level=\"2\" right=\"Creature Family Group\">Dragon, Metallic</title>\r\n\r\n**Related Families**\r\n[Dragon, Brass](/MonsterFamilies.aspx?ID=170), [Dragon, Bronze](/MonsterFamilies.aspx?ID=171), [Dragon, Gold](/MonsterFamilies.aspx?ID=173), [Dragon, Silver](/MonsterFamilies.aspx?ID=174)",
 "name": "Dragon, Copper",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 121</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCapricious and always eager to share a good laugh, copper dragons are among the wiliest of the metallic dragons, but this by no means interferes with …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 121"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 121</row>",
 "speed": {},
 "summary": "Capricious and always eager to share a good laugh, copper dragons are among the wiliest of the metallic dragons, but this by no means interferes with …",
 "summary_markdown": "Capricious and always eager to share a good laugh, copper dragons are among the wiliest of the metallic dragons, but this by no means interferes with …",
 "text": " Dragon, Copper Source Bestiary pg. 121 Capricious and always eager to share a good laugh, copper dragons are among the wiliest of the metallic dragons, but this by no means interferes with their mission to spread freedom in oppressive lands. Copper dragons are hedonists who are quick to indulge in simple pleasures, but they're also sympathetic to other creatures, slow to pass judgment, and careful to always examine a situation from as many perspectives as possible. This philosophy has its drawbacks, however, as copper dragons are susceptible to negative influences and prone to forgiving the less serious evil acts performed by their chromatic cousins and other cruel creatures. Copper dragons also have a difficult time keeping their temper in check once they are roused to anger. Copper dragons tend to lair in warm or temperate hills, but due to their nature, they move their lairs every few years. They sometimes live among other people, especially any dwarves who reside nearby. Some copper dragons even worship gods typically worshipped only by humanoids. Among these dragons, worship of Cayden Cailean is most popular, as they see his love of freedom and penchant for alcohol aligning with the typical copper dragon mindset. A copper dragon's combat tactics are as unorthodox as its sense of humor, as it is more likely to use mockery and tricks than outright strength to win its battles. As a copper dragon ages, it perfects jokes capable of rendering its foes helpless with laughter. Members Adult Copper Dragon (Creature 12), Ancient Copper Dragon (Creature 17), Young Copper Dragon (Creature 8) Dragon, Metallic Related Families Dragon, Brass, Dragon, Bronze, Dragon, Gold, Dragon, Silver",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=172",
 "weakness": {}
}