{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dragon, Red",
 "creature_family_markdown": "Dragon, Red",
 "exclude_from_search": false,
 "id": "creature-family-168",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dragon, Red](/MonsterFamilies.aspx?ID=168)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 111</row>\n\nThe largest and most powerful of the chromatic dragons, red dragons are a menace to civilizations everywhere, and their strength is rivaled only by their arrogance. Red dragons see themselves as regents and overlords of all dragonkind. With their crowns of crimson spikes and their command of blistering flame, this is no haughty boast in their eyes—only unquestioned fact.\n\n  Red dragons don't deign to speak with lesser creatures; they simply dominate and burn, enslaving weaker creatures to act as servants and to look after their lairs while the dragons slumber away. They take pleasure in dominating these creatures, and they demand tribute from their supplicants. Those who anger or disappoint end up eaten or reduced to ash. They command their enslaved minions to constantly build onto their lairs, carving out new tunnels and designing cunning traps that ensure the dragon's security.\n\n  Driven by their arrogance, red dragons are the most likely of the chromatic dragons to ravage settlements. They want the world to see them in their rightful place as powerful tyrants, and they delight in threatening all other creatures. They have no qualms about bullying, manipulating, or killing to complete their goals—or simply intimidating others through a public display of brutality and dominance.\n\n  As legendary as the brutishness of red dragons is the magnificence of their hoards of gold. Their lairs are often situated in dangerous places, with volcanoes being a favorite spot, as they find them foreboding and the constant warmth is comfortable. No matter the locale, red dragons sleep on a litter of coins and other treasures, which they zealously guard. Sometimes, the dragon's internal heat causes these precious metals to fuse together.\r\n\r\n<title level=\"2\">Members</title>\r\n[Adult Red Dragon](/Monsters.aspx?ID=137) (Creature 14), [Ancient Red Dragon](/Monsters.aspx?ID=138) (Creature 19), [Young Red Dragon](/Monsters.aspx?ID=136) (Creature 10)\n\n<title level=\"2\" right=\"Creature Family Group\">Dragon, Chromatic</title>\r\n\r\n**Related Families**\r\n[Dragon, Black](/MonsterFamilies.aspx?ID=165), [Dragon, Blue](/MonsterFamilies.aspx?ID=166), [Dragon, Green](/MonsterFamilies.aspx?ID=167), [Dragon, White](/MonsterFamilies.aspx?ID=169)",
 "name": "Dragon, Red",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 111</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe largest and most powerful of the chromatic dragons, red dragons are a menace to civilizations everywhere, and their strength is rivaled only by …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 111"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 111</row>",
 "speed": {},
 "summary": "The largest and most powerful of the chromatic dragons, red dragons are a menace to civilizations everywhere, and their strength is rivaled only by …",
 "summary_markdown": "The largest and most powerful of the chromatic dragons, red dragons are a menace to civilizations everywhere, and their strength is rivaled only by …",
 "text": " Dragon, Red Source Bestiary pg. 111 The largest and most powerful of the chromatic dragons, red dragons are a menace to civilizations everywhere, and their strength is rivaled only by their arrogance. Red dragons see themselves as regents and overlords of all dragonkind. With their crowns of crimson spikes and their command of blistering flame, this is no haughty boast in their eyes—only unquestioned fact. Red dragons don't deign to speak with lesser creatures; they simply dominate and burn, enslaving weaker creatures to act as servants and to look after their lairs while the dragons slumber away. They take pleasure in dominating these creatures, and they demand tribute from their supplicants. Those who anger or disappoint end up eaten or reduced to ash. They command their enslaved minions to constantly build onto their lairs, carving out new tunnels and designing cunning traps that ensure the dragon's security. Driven by their arrogance, red dragons are the most likely of the chromatic dragons to ravage settlements. They want the world to see them in their rightful place as powerful tyrants, and they delight in threatening all other creatures. They have no qualms about bullying, manipulating, or killing to complete their goals—or simply intimidating others through a public display of brutality and dominance. As legendary as the brutishness of red dragons is the magnificence of their hoards of gold. Their lairs are often situated in dangerous places, with volcanoes being a favorite spot, as they find them foreboding and the constant warmth is comfortable. No matter the locale, red dragons sleep on a litter of coins and other treasures, which they zealously guard. Sometimes, the dragon's internal heat causes these precious metals to fuse together. Members Adult Red Dragon (Creature 14), Ancient Red Dragon (Creature 19), Young Red Dragon (Creature 10) Dragon, Chromatic Related Families Dragon, Black, Dragon, Blue, Dragon, Green, Dragon, White",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=168",
 "weakness": {}
}