{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dragon, Brass",
 "creature_family_markdown": "Dragon, Brass",
 "exclude_from_search": false,
 "id": "creature-family-170",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dragon, Brass](/MonsterFamilies.aspx?ID=170)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 117</row>\n\nBrass dragons are whimsical tricksters who delight in humor and play. They particularly enjoy conversations with humans and other civilized humanoids, delighting in the naive customs of these diminutive races without showing them haughtiness or scorn. While they may seem merely curious, brass dragons engage in this sort of conversation with the goal of keeping up to date on regional politics so they can anticipate future conflicts. Along the way, they create extensive information networks that begin with their own allies but stretch across all levels of humanoid society—networks which the brass dragon then uses to subtly assist settlements near their lair. Unlike the schemes and manipulations of blue dragons, brass dragons use their informant networks to establish justice and equality.\n\n  These carefree dragons value independence and feel that all creatures deserve to live as they please, provided they don't harm others. They are emotional creatures and tend to have short attention spans, sometimes falling victim to depression in their twilight years. To combat this, some brass dragons keep pets and houseplants that they can care for.\n\n  Though they may seem childlike in their curiosity concerning mortal affairs, a brass dragon's prowess in battle is no laughing matter. A brass dragon whose territory or allies are threatened is a terrifying foe indeed, quick to shed their innocent guise and unleash their terrifying might upon evildoers.\n\n  Most brass dragons live in desert climates, and while they keep their lairs hidden, they often build near humanoid settlements.\r\n\r\n<title level=\"2\">Members</title>\r\n[Adult Brass Dragon](/Monsters.aspx?ID=143) (Creature 11), [Ancient Brass Dragon](/Monsters.aspx?ID=144) (Creature 16), [Young Brass Dragon](/Monsters.aspx?ID=142) (Creature 7)\n\n<title level=\"2\" right=\"Creature Family Group\">Dragon, Metallic</title>\r\n\r\n**Related Families**\r\n[Dragon, Bronze](/MonsterFamilies.aspx?ID=171), [Dragon, Copper](/MonsterFamilies.aspx?ID=172), [Dragon, Gold](/MonsterFamilies.aspx?ID=173), [Dragon, Silver](/MonsterFamilies.aspx?ID=174)",
 "name": "Dragon, Brass",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 117</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBrass dragons are whimsical tricksters who delight in humor and play. They particularly enjoy conversations with humans and other civilized …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 117"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 117</row>",
 "speed": {},
 "summary": "Brass dragons are whimsical tricksters who delight in humor and play. They particularly enjoy conversations with humans and other civilized …",
 "summary_markdown": "Brass dragons are whimsical tricksters who delight in humor and play. They particularly enjoy conversations with humans and other civilized …",
 "text": " Dragon, Brass Source Bestiary pg. 117 Brass dragons are whimsical tricksters who delight in humor and play. They particularly enjoy conversations with humans and other civilized humanoids, delighting in the naive customs of these diminutive races without showing them haughtiness or scorn. While they may seem merely curious, brass dragons engage in this sort of conversation with the goal of keeping up to date on regional politics so they can anticipate future conflicts. Along the way, they create extensive information networks that begin with their own allies but stretch across all levels of humanoid society—networks which the brass dragon then uses to subtly assist settlements near their lair. Unlike the schemes and manipulations of blue dragons, brass dragons use their informant networks to establish justice and equality. These carefree dragons value independence and feel that all creatures deserve to live as they please, provided they don't harm others. They are emotional creatures and tend to have short attention spans, sometimes falling victim to depression in their twilight years. To combat this, some brass dragons keep pets and houseplants that they can care for. Though they may seem childlike in their curiosity concerning mortal affairs, a brass dragon's prowess in battle is no laughing matter. A brass dragon whose territory or allies are threatened is a terrifying foe indeed, quick to shed their innocent guise and unleash their terrifying might upon evildoers. Most brass dragons live in desert climates, and while they keep their lairs hidden, they often build near humanoid settlements. Members Adult Brass Dragon (Creature 11), Ancient Brass Dragon (Creature 16), Young Brass Dragon (Creature 7) Dragon, Metallic Related Families Dragon, Bronze, Dragon, Copper, Dragon, Gold, Dragon, Silver",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=170",
 "weakness": {}
}