{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dragon, White",
 "creature_family_markdown": "Dragon, White",
 "exclude_from_search": false,
 "id": "creature-family-169",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dragon, White](/MonsterFamilies.aspx?ID=169)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 113</row>\n\nThe most feral and least intelligent of all the chromatic dragons, white dragons are brutish, predatory, and chiefly motivated by self-preservation. Nearly all other dragons look down on white dragons as hopelessly hotheaded and dull, though this does not make them any less dangerous—in fact, it may mean the opposite. It's nearly impossible to treat with white dragons, not because they lack the capacity to do so, but because they just don't care to. They are as difficult to deal with as they are quick to anger, and they become incensed at almost anything. When a white dragon does speak, it spews threats, inane jokes, and incoherent babbling as a prelude to attacking—and when the attack comes, it's bloody and relentless.\n\n  Thankfully, white dragons prefer very cold, remote locations that are far from people. Dwelling on glacial mountaintops or in ice caverns beneath forbidding tundra, they treat the lands around them as their own personal hunting grounds. They fly out to feed or terrorize other creatures, especially those who trespass near the dragon's territory, then bring any treasure back to be displayed in icy niches in their lairs. They collect all kinds of valuables, with a slight preference for items with high utility—such as tools, trade goods, and fine food—over coins or jewels. The ability to shape ice lets white dragons rearrange their lairs exactly to their specifications, and they take great pride in how they've decorated their homes over the years.\r\n\r\n<title level=\"2\">Members</title>\r\n[Adult White Dragon](/Monsters.aspx?ID=140) (Creature 10), [Ancient White Dragon](/Monsters.aspx?ID=141) (Creature 15), [Young White Dragon](/Monsters.aspx?ID=139) (Creature 6)\n\n<title level=\"2\" right=\"Creature Family Group\">Dragon, Chromatic</title>\r\n\r\n**Related Families**\r\n[Dragon, Black](/MonsterFamilies.aspx?ID=165), [Dragon, Blue](/MonsterFamilies.aspx?ID=166), [Dragon, Green](/MonsterFamilies.aspx?ID=167), [Dragon, Red](/MonsterFamilies.aspx?ID=168)",
 "name": "Dragon, White",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 113</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe most feral and least intelligent of all the chromatic dragons, white dragons are brutish, predatory, and chiefly motivated by self-preservation. …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 113"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 113</row>",
 "speed": {},
 "summary": "The most feral and least intelligent of all the chromatic dragons, white dragons are brutish, predatory, and chiefly motivated by self-preservation. …",
 "summary_markdown": "The most feral and least intelligent of all the chromatic dragons, white dragons are brutish, predatory, and chiefly motivated by self-preservation. …",
 "text": " Dragon, White Source Bestiary pg. 113 The most feral and least intelligent of all the chromatic dragons, white dragons are brutish, predatory, and chiefly motivated by self-preservation. Nearly all other dragons look down on white dragons as hopelessly hotheaded and dull, though this does not make them any less dangerous—in fact, it may mean the opposite. It's nearly impossible to treat with white dragons, not because they lack the capacity to do so, but because they just don't care to. They are as difficult to deal with as they are quick to anger, and they become incensed at almost anything. When a white dragon does speak, it spews threats, inane jokes, and incoherent babbling as a prelude to attacking—and when the attack comes, it's bloody and relentless. Thankfully, white dragons prefer very cold, remote locations that are far from people. Dwelling on glacial mountaintops or in ice caverns beneath forbidding tundra, they treat the lands around them as their own personal hunting grounds. They fly out to feed or terrorize other creatures, especially those who trespass near the dragon's territory, then bring any treasure back to be displayed in icy niches in their lairs. They collect all kinds of valuables, with a slight preference for items with high utility—such as tools, trade goods, and fine food—over coins or jewels. The ability to shape ice lets white dragons rearrange their lairs exactly to their specifications, and they take great pride in how they've decorated their homes over the years. Members Adult White Dragon (Creature 10), Ancient White Dragon (Creature 15), Young White Dragon (Creature 6) Dragon, Chromatic Related Families Dragon, Black, Dragon, Blue, Dragon, Green, Dragon, Red",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=169",
 "weakness": {}
}