{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dragon, Bronze",
 "creature_family_markdown": "Dragon, Bronze",
 "exclude_from_search": false,
 "id": "creature-family-171",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dragon, Bronze](/MonsterFamilies.aspx?ID=171)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 119</row>\n\nBronze dragons are among the most common of metallic dragons and the most likely to ally with mortals on worthy quests. However, they are naturally scholarly creatures who would rather remain in their lairs studying esoteric lore than go off on a wild adventure. These aloof and stoic dragons also act as preservationists, guarding storehouses of ancient lore from destruction or perversion. Bronze dragons are principled and protective, but while their silver cousins are quick to crusade for justice, bronze dragons prefer to find an important location worthy of their protection and guard it against any attack or unwelcome intrusion.\n\n  Bronze dragons' mastery over water and affinity for electricity means they are a boon to sailors caught in thunderstorms. A bronze dragon's enemies quickly discover neither cloudy sky nor turbulent sea provides shelter from their wrath. Bronze dragons lair along shorelines, often in partially submerged sea caves.\n\n  While all dragons keep hoards of treasure, the hoard of a bronze dragon more resembles a vast library—with the shelves kept carefully above the waterline, of course. In addition to their collections of esoteric lore, bronze dragons keep treasures associated with the sea, such as beautiful scrimshaw, flawless pearls, and equipment inlaid with mother-of-pearl and abalone shell.\r\n\r\n<title level=\"2\">Members</title>\r\n[Adult Bronze Dragon](/Monsters.aspx?ID=146) (Creature 13), [Ancient Bronze Dragon](/Monsters.aspx?ID=147) (Creature 18), [Young Bronze Dragon](/Monsters.aspx?ID=145) (Creature 9)\n\n<title level=\"2\" right=\"Creature Family Group\">Dragon, Metallic</title>\r\n\r\n**Related Families**\r\n[Dragon, Brass](/MonsterFamilies.aspx?ID=170), [Dragon, Copper](/MonsterFamilies.aspx?ID=172), [Dragon, Gold](/MonsterFamilies.aspx?ID=173), [Dragon, Silver](/MonsterFamilies.aspx?ID=174)",
 "name": "Dragon, Bronze",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 119</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBronze dragons are among the most common of metallic dragons and the most likely to ally with mortals on worthy quests. However, they are naturally …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 119"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 119</row>",
 "speed": {},
 "summary": "Bronze dragons are among the most common of metallic dragons and the most likely to ally with mortals on worthy quests. However, they are naturally …",
 "summary_markdown": "Bronze dragons are among the most common of metallic dragons and the most likely to ally with mortals on worthy quests. However, they are naturally …",
 "text": " Dragon, Bronze Source Bestiary pg. 119 Bronze dragons are among the most common of metallic dragons and the most likely to ally with mortals on worthy quests. However, they are naturally scholarly creatures who would rather remain in their lairs studying esoteric lore than go off on a wild adventure. These aloof and stoic dragons also act as preservationists, guarding storehouses of ancient lore from destruction or perversion. Bronze dragons are principled and protective, but while their silver cousins are quick to crusade for justice, bronze dragons prefer to find an important location worthy of their protection and guard it against any attack or unwelcome intrusion. Bronze dragons' mastery over water and affinity for electricity means they are a boon to sailors caught in thunderstorms. A bronze dragon's enemies quickly discover neither cloudy sky nor turbulent sea provides shelter from their wrath. Bronze dragons lair along shorelines, often in partially submerged sea caves. While all dragons keep hoards of treasure, the hoard of a bronze dragon more resembles a vast library—with the shelves kept carefully above the waterline, of course. In addition to their collections of esoteric lore, bronze dragons keep treasures associated with the sea, such as beautiful scrimshaw, flawless pearls, and equipment inlaid with mother-of-pearl and abalone shell. Members Adult Bronze Dragon (Creature 13), Ancient Bronze Dragon (Creature 18), Young Bronze Dragon (Creature 9) Dragon, Metallic Related Families Dragon, Brass, Dragon, Copper, Dragon, Gold, Dragon, Silver",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=171",
 "weakness": {}
}