{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dragon, Primal",
 "creature_family_markdown": "Dragon, Primal",
 "exclude_from_search": false,
 "id": "creature-family-132",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dragon, Primal](/MonsterFamilies.aspx?ID=132)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 87 <sup>2.0</sup></row>\n\nThe strange and otherworldly primal dragons hail from realities adjacent to the Material Plane—the four Elemental Planes and the [Shadow Plane](/Planes.aspx?ID=11). These true dragons have natures and powers that exemplify their plane of origin and an affinity for primal magic, unlike chromatic and metallic dragons, who favor arcane or divine magic. Although they come from distant planes, primal dragons can be found on the Material Plane in regions touched by or reminiscent of their home plane. Although such encounters are rare, adventurers and travelers have sometimes found a brine dragon dwelling near a salty inland sea, for example, or a crystal dragon living in massive natural caverns deep in the Darklands. Unlike chromatic and metallic dragons, primal dragons tend not to develop shape-changing powers, and they are less interested in infiltrating settlements or influencing others from the shadows. \n\n<title level=\"2\" right=\"\">Primal Dragon Spellcasters</title> Each type of primal dragon features a note in the margins on spellcasting dragons of that type. To make a primal dragon spellcaster, remove the dragon’s Draconic Frenzy and Draconic Momentum abilities and give it the spells outlined in its sidebar. You can swap out any number of these with other primal spells, provided you keep the same number of spells for each level. You might also want to increase the dragon’s Wisdom or Charisma modifier by 1 or 2 to reflect their mastery of magic. <h2 class=\"title\">Primal Dragons of Golarion</title> Golarion is not home to many primal dragons. Yet primal dragons do still come to Golarion now and then, whether to escape persecution in their home plane, build new lairs, torment and brutalize weaker creatures, or seek knowledge and resources that are scarce or unavailable at home.\n\n Brine dragons can be found along Golarion’s coastlines but are often frustrated by piracy and other lawless elements. They tend to avoid heavily populated coastal areas like the Shackles and instead choose remote islands in the oceans as their homes, where they can rule small communities of their own curation. Cloud dragons are even more isolated, and lacking any interest in politics, they prefer to dwell in large mountain ranges like the Kodars or the Barrier Wall. Crystal dragons’ vanity compels them to seek places that complement their natural beauty, such as gem-studded caverns in the Darklands. Of all the primal dragons, cantankerous magma dragons may be the ones most often found dwelling on Golarion, where they are drawn to volcanic ranges like the Five Kings Mountains. Umbral dragons hail not from an Elemental Plane but the Shadow Plane, and they can be encountered anywhere the borders to that plane grow thin, particularly in the sinister nation of Nidal.\n\n<title level=\"2\">Group Families</title>\r\n[Dragon, Brine](/MonsterFamilies.aspx?ID=175), [Dragon, Cloud](/MonsterFamilies.aspx?ID=176), [Dragon, Crystal](/MonsterFamilies.aspx?ID=177), [Dragon, Magma](/MonsterFamilies.aspx?ID=178), [Dragon, Umbral](/MonsterFamilies.aspx?ID=179)\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Primal Dragon Hoards</title>\r\n\r\nPrimal dragons may hail from other planes of existence than chromatic or metallic dragons, but they share one thing in common with those types— an obsession with treasure. Specific details on the types of treasures each category of primal dragon favors are detailed in their respective entries on the following pages; beyond those broad guidelines, the treasures in a dragon's hoard should match the themes of that type of dragon. A brine dragon's treasures should have nautical themes to them, for example, while an umbral dragon would have collected treasures of grim and shadowy nature; a crystal dragon focuses on gemstone valuables, and a cloud dragon seeks items that grant flight or produce an exotic scent. Of them all, the magma dragon's treasure hoards are most akin to that of the classic dragon— provided the items collected can survive at the blazing temperatures that tend to be present in these dragons' volcanic dens~\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Primal Dragon Religion</title>\r\n\r\nWhile religious primal dragons sometimes worship [Apsu](/Deities.aspx?ID=149) or [Dahak](/Deities.aspx?ID=150) (which dragon god they favor depends on their stance on good or evil), most prefer to worship elemental divinities.\r\n</aside>",
 "name": "Dragon, Primal",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 87 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe strange and otherworldly primal dragons hail from realities adjacent to the Material Plane—the four Elemental Planes and the  Shadow Plane . …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 87"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 87 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "The strange and otherworldly primal dragons hail from realities adjacent to the Material Plane—the four Elemental Planes and the  Shadow Plane . …",
 "summary_markdown": "The strange and otherworldly primal dragons hail from realities adjacent to the Material Plane—the four Elemental Planes and the  Shadow Plane . …",
 "text": " Dragon, Primal Source Bestiary 2 pg. 87 2.0 The strange and otherworldly primal dragons hail from realities adjacent to the Material Plane—the four Elemental Planes and the Shadow Plane. These true dragons have natures and powers that exemplify their plane of origin and an affinity for primal magic, unlike chromatic and metallic dragons, who favor arcane or divine magic. Although they come from distant planes, primal dragons can be found on the Material Plane in regions touched by or reminiscent of their home plane. Although such encounters are rare, adventurers and travelers have sometimes found a brine dragon dwelling near a salty inland sea, for example, or a crystal dragon living in massive natural caverns deep in the Darklands. Unlike chromatic and metallic dragons, primal dragons tend not to develop shape-changing powers, and they are less interested in infiltrating settlements or influencing others from the shadows. Primal Dragon Spellcasters Each type of primal dragon features a note in the margins on spellcasting dragons of that type. To make a primal dragon spellcaster, remove the dragon’s Draconic Frenzy and Draconic Momentum abilities and give it the spells outlined in its sidebar. You can swap out any number of these with other primal spells, provided you keep the same number of spells for each level. You might also want to increase the dragon’s Wisdom or Charisma modifier by 1 or 2 to reflect their mastery of magic. Primal Dragons of Golarion Golarion is not home to many primal dragons. Yet primal dragons do still come to Golarion now and then, whether to escape persecution in their home plane, build new lairs, torment and brutalize weaker creatures, or seek knowledge and resources that are scarce or unavailable at home. Brine dragons can be found along Golarion’s coastlines but are often frustrated by piracy and other lawless elements. They tend to avoid heavily populated coastal areas like the Shackles and instead choose remote islands in the oceans as their homes, where they can rule small communities of their own curation. Cloud dragons are even more isolated, and lacking any interest in politics, they prefer to dwell in large mountain ranges like the Kodars or the Barrier Wall. Crystal dragons’ vanity compels them to seek places that complement their natural beauty, such as gem-studded caverns in the Darklands. Of all the primal dragons, cantankerous magma dragons may be the ones most often found dwelling on Golarion, where they are drawn to volcanic ranges like the Five Kings Mountains. Umbral dragons hail not from an Elemental Plane but the Shadow Plane, and they can be encountered anywhere the borders to that plane grow thin, particularly in the sinister nation of Nidal. Group Families Dragon, Brine, Dragon, Cloud, Dragon, Crystal, Dragon, Magma, Dragon, Umbral Primal Dragon Hoards Primal dragons may hail from other planes of existence than chromatic or metallic dragons, but they share one thing in common with those types— an obsession with treasure. Specific details on the types of treasures each category of primal dragon favors are detailed in their respective entries on the following pages; beyond those broad guidelines, the treasures in a dragon's hoard should match the themes of that type of dragon. A brine dragon's treasures should have nautical themes to them, for example, while an umbral dragon would have collected treasures of grim and shadowy nature; a crystal dragon focuses on gemstone valuables, and a cloud dragon seeks items that grant flight or produce an exotic scent. Of them all, the magma dragon's treasure hoards are most akin to that of the classic dragon— provided the items collected can survive at the blazing temperatures that tend to be present in these dragons' volcanic dens~ Primal Dragon Religion While religious primal dragons sometimes worship Apsu or Dahak (which dragon god they favor depends on their stance on good or evil), most prefer to worship elemental divinities. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=132",
 "weakness": {}
}