{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Dragon, Black",
 "creature_family_markdown": "Dragon, Black",
 "exclude_from_search": false,
 "id": "creature-family-165",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Dragon, Black](/MonsterFamilies.aspx?ID=165)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 104</row>\n\nMurderous tyrants of marshes, swamps, bogs, and fens, black dragons terrorize their domains with intense fervor. Gleefully sadistic, they rule their fetid principalities from a deep cave or otherwise isolated part of the swamp with a mix of lightning-quick raids and subterfuge. Their hatred for other creatures is as acidic as their breath weapons, and they rarely tolerate even other dragons of their kind—except perhaps to mate or temporarily collaborate to take down a mutual enemy.\n\n  Black dragons are amphibious—although they breathe air, their gills also allow them to breathe water. Their frills and fins make them accomplished swimmers, well suited to their wetland environments and submerged lairs. They're immune to the fetid water that comes as a result of their magical ability to corrupt water.\n\n  Black dragon lairs are as foul as their souls. The floors are littered with rotting meat, and plundered treasures line the muck and slime of their dank caves amid twisted roots and creepers. Such places are often crawling with pests, snakes, and slimes. Though they claim natural caverns when they can, they make do with areas of dense, twisted vegetation within a swamp. Black dragon treasure hoards primarily consist of gems and expensive glass work, as valuables of softer substance can't survive the dragon's acidic presence.\r\n\r\n<title level=\"2\">Members</title>\r\n[Adult Black Dragon](/Monsters.aspx?ID=128) (Creature 11), [Ancient Black Dragon](/Monsters.aspx?ID=129) (Creature 16), [Young Black Dragon](/Monsters.aspx?ID=127) (Creature 7)\n\n<title level=\"2\" right=\"Creature Family Group\">Dragon, Chromatic</title>\r\n\r\n**Related Families**\r\n[Dragon, Blue](/MonsterFamilies.aspx?ID=166), [Dragon, Green](/MonsterFamilies.aspx?ID=167), [Dragon, Red](/MonsterFamilies.aspx?ID=168), [Dragon, White](/MonsterFamilies.aspx?ID=169)",
 "name": "Dragon, Black",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 104</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMurderous tyrants of marshes, swamps, bogs, and fens, black dragons terrorize their domains with intense fervor. Gleefully sadistic, they rule their …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 104"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 104</row>",
 "speed": {},
 "summary": "Murderous tyrants of marshes, swamps, bogs, and fens, black dragons terrorize their domains with intense fervor. Gleefully sadistic, they rule their …",
 "summary_markdown": "Murderous tyrants of marshes, swamps, bogs, and fens, black dragons terrorize their domains with intense fervor. Gleefully sadistic, they rule their …",
 "text": " Dragon, Black Source Bestiary pg. 104 Murderous tyrants of marshes, swamps, bogs, and fens, black dragons terrorize their domains with intense fervor. Gleefully sadistic, they rule their fetid principalities from a deep cave or otherwise isolated part of the swamp with a mix of lightning-quick raids and subterfuge. Their hatred for other creatures is as acidic as their breath weapons, and they rarely tolerate even other dragons of their kind—except perhaps to mate or temporarily collaborate to take down a mutual enemy. Black dragons are amphibious—although they breathe air, their gills also allow them to breathe water. Their frills and fins make them accomplished swimmers, well suited to their wetland environments and submerged lairs. They're immune to the fetid water that comes as a result of their magical ability to corrupt water. Black dragon lairs are as foul as their souls. The floors are littered with rotting meat, and plundered treasures line the muck and slime of their dank caves amid twisted roots and creepers. Such places are often crawling with pests, snakes, and slimes. Though they claim natural caverns when they can, they make do with areas of dense, twisted vegetation within a swamp. Black dragon treasure hoards primarily consist of gems and expensive glass work, as valuables of softer substance can't survive the dragon's acidic presence. Members Adult Black Dragon (Creature 11), Ancient Black Dragon (Creature 16), Young Black Dragon (Creature 7) Dragon, Chromatic Related Families Dragon, Blue, Dragon, Green, Dragon, Red, Dragon, White",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=165",
 "weakness": {}
}