{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Drake",
 "creature_family_markdown": "Drake",
 "exclude_from_search": false,
 "id": "creature-family-36",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Drake](/MonsterFamilies.aspx?ID=36)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 130</row>\n\nRavenous, bestial, and driven by instinct—drakes are primitive draconic monsters who bear a fraction of the terrifying might of their larger cousins but little (if any) of the cunning. While they’re weaker, slower, and less inclined toward reason than dragons, drakes are nonetheless a menace to creatures and settlements around them. Their propensity for forming raiding parties—small social groups fittingly called “rampages”—makes them all the more dangerous; a single rampage of river drakes can quickly lay waste to a waterside village, and roving rampages of desert drakes are a plague to caravan traders.\n\n Drakes share a number of physical characteristics that unite them as one species despite their wide variety of habitats and abilities. For example, drakes lack forearms, leaving them only their formidable jaws and thick-scaled tails with which to attack if engaged at melee range. Most drakes would rather avoid close combat, however, preferring to use their breath weapons to wreak havoc in wide swaths from comfortable distances while flying overhead. Finally, all drakes have small reservoirs of their ancestral draconic power that they can tap into to perform incredible feats of speed. \n\n<title level=\"2\" right=\"\">Drake Eggs</title> While drake hides aren’t any more valuable than those of other, similarly sized creatures, drake eggs are prized commodities. While they are used as components in powerful spells as well as eaten by various cultures, the most common use for drake eggs is hatching and rearing drakes to serve as mounts and guardians.\n\n A typical drake lays a clutch of 2d4 eggs every 5 years. Eggs hatch within 3 to 6 weeks, during which time they must be kept in conditions appropriate to their natural environment, perhaps the most difficult aspect of drake husbandry. While it is generally easy for breeders to incubate the eggs of desert or jungle drakes (which require mildly warm temperatures to hatch) or river drakes (which must be submerged in running water), the eggs of flame and frost drakes require extreme temperatures in order to hatch, which can be difficult to replicate safely.\n\n A drake egg has Hardness 3, 5 HP, and BT 5. The coloration of drake eggs varies only slightly from one species to the next. A creature must succeed at a DC 20 Nature check, or a relevant DC 20 Lore check, to identify the drake species of a specific egg.\n\n Once a drake hatches, it imprints on the first creature that it sees. A creature imprinted on in this way gains a +5 bonus to Nature checks to train or command that drake. The market price of a drake egg varies depending on the region, the type of drake, and the exact purpose the buyer has in mind, but typically depends on the level of the drake. Because drakes are evil, dangerous, and intelligent creatures, many societies do not condone the trade of drake eggs and criminalize those who engage in it.\n\n It takes 2 years for a drake hatchling to grow to full size. A well-trained drake can make a fearsome mount or guardian, but many careless would-be drake trainers are devoured by their charges due to cruelty, overconfidence, or general lack of skill.\r\n\r\n<title level=\"2\">Members</title>\r\n[Desert Drake](/Monsters.aspx?ID=164) (Creature 8), [Flame Drake](/Monsters.aspx?ID=160) (Creature 5), [Frost Drake](/Monsters.aspx?ID=163) (Creature 7), [Jungle Drake](/Monsters.aspx?ID=161) (Creature 6), [Prairie Drake](/Monsters.aspx?ID=1928) (Creature 2), [River Drake](/Monsters.aspx?ID=159) (Creature 3), [Sea Drake](/Monsters.aspx?ID=641) (Creature 6), [Shadow Drake](/Monsters.aspx?ID=640) (Creature 2), [Wyvern](/Monsters.aspx?ID=162) (Creature 6)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Drake Ecology</title>\r\n\r\nDrakes reach maturity and reproduce much earlier than dragons, meaning that they are a far more common threat than their more powerful forebears. Drakes have few qualms about dwelling with one another (provided they are the same species), often establishing dens in pockets of wilderness suitable to their needs, such as swampy grottoes, shallow shoreline caves, or cliffside perches.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Drake Hunters</title>\r\n\r\nThe allure of hunting a dragon is difficult to resist for many adventurers, but accomplishing such a task is fraught with peril. Unscrupulous adventurers have been known to instead hunt drakes and use trophies harvested from these creatures to deceive locals.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Drake Locations</title>\r\n\r\nWhile the different species of drakes are adapted to different climates and environments, many drakes share similar preferences regarding nest location, searching out high places that offer cover from above, such as cliffside or mountaintop caverns, jungle canopies, and so on.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Drake Resources</title>\r\n\r\nWhile every adventurer knows that dragon hide can be crafted into potent armor or weapons, drake hide holds no such intrinsic value. Nonetheless, drake scales and horns are physically impressive, and to the uneducated buyer, might seem at first glance to be legitimate. Unscrupulous leatherworkers have been known to use drake hides to craft and sell counterfeit dragonhide armor, so potential buyers should remain on the lookout for scams.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Drake Treasure</title>\r\n\r\nDrakes share dragon’s interest in treasure, but lack dragons’ discerning taste. A drake hoard will certainly contain coins, jewelry, gemstones, gear, and even the odd magic item or two, but the bulk of the hoard invariably consists of broken weapons, shiny rocks, bits of junk, and other doubtful pieces of refuse.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Drakes and Dragons</title>\r\n\r\nAlthough drakes and dragons are related to one another, little love is lost between them, and even the most territorial drakes know better than to remain in a dragon's territory longer than they have to. In rare cases, large rampages of drakes band together to attack an encroaching dragon, especially if the dragon is young and inexperienced.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Drakes</title>\r\n\r\nThe drakes presented on these pages are far from the only types that exist. Forest drakes have green hides, spit acidic clouds, and can be found in temperate woodlands. Rift drakes, among the most powerful of their kind, spit clinging caustic vapors and dwell in badlands and regions scarred by devastating magical disasters. Sea drakes can be found in oceans across the world, lava drakes in volcanic crevasses, mist drakes along coastlines and in salt marshes, and spire drakes in ragged, rocky hills. Undoubtedly, many other types of drakes lurk in the far corners of the world!\r\n</aside>",
 "name": "Drake",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 130</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRavenous, bestial, and driven by instinct—drakes are primitive draconic monsters who bear a fraction of the terrifying might of their larger cousins …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 130"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 130</row>",
 "speed": {},
 "summary": "Ravenous, bestial, and driven by instinct—drakes are primitive draconic monsters who bear a fraction of the terrifying might of their larger cousins …",
 "summary_markdown": "Ravenous, bestial, and driven by instinct—drakes are primitive draconic monsters who bear a fraction of the terrifying might of their larger cousins …",
 "text": " Drake Source Bestiary pg. 130 Ravenous, bestial, and driven by instinct—drakes are primitive draconic monsters who bear a fraction of the terrifying might of their larger cousins but little (if any) of the cunning. While they’re weaker, slower, and less inclined toward reason than dragons, drakes are nonetheless a menace to creatures and settlements around them. Their propensity for forming raiding parties—small social groups fittingly called “rampages”—makes them all the more dangerous; a single rampage of river drakes can quickly lay waste to a waterside village, and roving rampages of desert drakes are a plague to caravan traders. Drakes share a number of physical characteristics that unite them as one species despite their wide variety of habitats and abilities. For example, drakes lack forearms, leaving them only their formidable jaws and thick-scaled tails with which to attack if engaged at melee range. Most drakes would rather avoid close combat, however, preferring to use their breath weapons to wreak havoc in wide swaths from comfortable distances while flying overhead. Finally, all drakes have small reservoirs of their ancestral draconic power that they can tap into to perform incredible feats of speed. Drake Eggs While drake hides aren’t any more valuable than those of other, similarly sized creatures, drake eggs are prized commodities. While they are used as components in powerful spells as well as eaten by various cultures, the most common use for drake eggs is hatching and rearing drakes to serve as mounts and guardians. A typical drake lays a clutch of 2d4 eggs every 5 years. Eggs hatch within 3 to 6 weeks, during which time they must be kept in conditions appropriate to their natural environment, perhaps the most difficult aspect of drake husbandry. While it is generally easy for breeders to incubate the eggs of desert or jungle drakes (which require mildly warm temperatures to hatch) or river drakes (which must be submerged in running water), the eggs of flame and frost drakes require extreme temperatures in order to hatch, which can be difficult to replicate safely. A drake egg has Hardness 3, 5 HP, and BT 5. The coloration of drake eggs varies only slightly from one species to the next. A creature must succeed at a DC 20 Nature check, or a relevant DC 20 Lore check, to identify the drake species of a specific egg. Once a drake hatches, it imprints on the first creature that it sees. A creature imprinted on in this way gains a +5 bonus to Nature checks to train or command that drake. The market price of a drake egg varies depending on the region, the type of drake, and the exact purpose the buyer has in mind, but typically depends on the level of the drake. Because drakes are evil, dangerous, and intelligent creatures, many societies do not condone the trade of drake eggs and criminalize those who engage in it. It takes 2 years for a drake hatchling to grow to full size. A well-trained drake can make a fearsome mount or guardian, but many careless would-be drake trainers are devoured by their charges due to cruelty, overconfidence, or general lack of skill. Members Desert Drake (Creature 8), Flame Drake (Creature 5), Frost Drake (Creature 7), Jungle Drake (Creature 6), Prairie Drake (Creature 2), River Drake (Creature 3), Sea Drake (Creature 6), Shadow Drake (Creature 2), Wyvern (Creature 6) Drake Ecology Drakes reach maturity and reproduce much earlier than dragons, meaning that they are a far more common threat than their more powerful forebears. Drakes have few qualms about dwelling with one another (provided they are the same species), often establishing dens in pockets of wilderness suitable to their needs, such as swampy grottoes, shallow shoreline caves, or cliffside perches. Drake Hunters The allure of hunting a dragon is difficult to resist for many adventurers, but accomplishing such a task is fraught with peril. Unscrupulous adventurers have been known to instead hunt drakes and use trophies harvested from these creatures to deceive locals. Drake Locations While the different species of drakes are adapted to different climates and environments, many drakes share similar preferences regarding nest location, searching out high places that offer cover from above, such as cliffside or mountaintop caverns, jungle canopies, and so on. Drake Resources While every adventurer knows that dragon hide can be crafted into potent armor or weapons, drake hide holds no such intrinsic value. Nonetheless, drake scales and horns are physically impressive, and to the uneducated buyer, might seem at first glance to be legitimate. Unscrupulous leatherworkers have been known to use drake hides to craft and sell counterfeit dragonhide armor, so potential buyers should remain on the lookout for scams. Drake Treasure Drakes share dragon’s interest in treasure, but lack dragons’ discerning taste. A drake hoard will certainly contain coins, jewelry, gemstones, gear, and even the odd magic item or two, but the bulk of the hoard invariably consists of broken weapons, shiny rocks, bits of junk, and other doubtful pieces of refuse. Drakes and Dragons Although drakes and dragons are related to one another, little love is lost between them, and even the most territorial drakes know better than to remain in a dragon's territory longer than they have to. In rare cases, large rampages of drakes band together to attack an encroaching dragon, especially if the dragon is young and inexperienced. Other Drakes The drakes presented on these pages are far from the only types that exist. Forest drakes have green hides, spit acidic clouds, and can be found in temperate woodlands. Rift drakes, among the most powerful of their kind, spit clinging caustic vapors and dwell in badlands and regions scarred by devastating magical disasters. Sea drakes can be found in oceans across the world, lava drakes in volcanic crevasses, mist drakes along coastlines and in salt marshes, and spire drakes in ragged, rocky hills. Undoubtedly, many other types of drakes lurk in the far corners of the world! ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=36",
 "weakness": {}
}