{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Drow",
 "creature_family_markdown": "Drow",
 "exclude_from_search": false,
 "id": "creature-family-37",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Drow](/MonsterFamilies.aspx?ID=37)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 136</row>\n\nThe first drow were elves who fled into the depths of the world from a devastating cataclysm thousands of years ago. In their journey below, they fell to bickering and in-fighting, drawing the attention of sinister intelligences beyond their own. Whether it was the influence of a specific demon lord, the Rough Beast Rovagug, or some other fell force is unknown, but in that time the elves transformed both spiritually and physically, tainting their hearts with desires for cruelty, sadism, and violence. The hues of their eyes became sinister red or bleached white, and their flesh adopted an unearthly lavender sheen that made the drow instantly recognizable. The drow also developed potent magical abilities and resistances that further empowered them, if at the cost of their souls.\n\n Over the centuries to follow, the drow developed into a powerful, if violently dysfunctional society, influenced by the worship of demon lords and focused on providing power and glory to a relatively small collection of noble houses. Many of these noble houses are matriarchal in nature and all hold allegiance to a specific demon lord patron—but traditions of worship, warfare, and wizardry help to bind the oft-bickering houses together enough that drow society doesn’t simply consume itself from within. Fear of earning the wrath of one’s superior—be it a teacher, a parent, a commander, or the demon one worships—is the real bond holding drow society together, and this system is held in esteem by the lowliest drow servant and by the most powerful drow priestess alike.\n\n The drow are infamous throughout the world, but until recently most assumed stories of demon-worshipping, underground-dwelling elves were spooky legends crafted to share around a campfire. Today, the existence of drow is an understood truth, and while their presence in the dark caverns deep below is unsettling, they seem content to leave the surface world alone for now.\r\n\r\n<title level=\"2\">Members</title>\r\n[Drow Fighter](/Monsters.aspx?ID=165) (Creature 1), [Drow Hunter](/Monsters.aspx?ID=1386) (Creature 7), [Drow Priestess](/Monsters.aspx?ID=167) (Creature 3), [Drow Rogue](/Monsters.aspx?ID=166) (Creature 2), [Drow Shootist](/Monsters.aspx?ID=1387) (Creature 8), [Drow Warden](/Monsters.aspx?ID=1385) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Adherents of Chaos</title>\r\n\r\nAway from the larger drow cities where worship of [demon lords](/DeityCategories.aspx?ID=5) is instilled into all citizens from a young age, drow might adopt the worship of other entities. Many drow feel the call of the [protean](/MonsterFamilies.aspx?ID=82) lords and embrace chaos, art, and freedom to set themselves apart from their demon-worshipping kin. These communities often have proteans living among them, instructing drow proteges in the power of disorder.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Becoming a Drow</title>\r\n\r\nRarely, when a surface elf commits an act of cruelty heinous enough to draw the attention of a demon lord, transformation into a drow can happen spontaneously—but these transformations are rare enough to be legends in their own right. No known instance of a drow reverting to an elf has ever been recorded.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Drow Exiles</title>\r\n\r\nWhile drow society is evil, not all drow are bound to these norms. Those who seek something better in life are invariably exiles and often flee to the surface to escape their sinister kin. These drow often live as hermits, or they seek out societies where others have yet to hear the legends regarding their kind.\r\n</aside>",
 "name": "Drow",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 136</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe first drow were elves who fled into the depths of the world from a devastating cataclysm thousands of years ago. In their journey below, they …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 136"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 136</row>",
 "speed": {},
 "summary": "The first drow were elves who fled into the depths of the world from a devastating cataclysm thousands of years ago. In their journey below, they …",
 "summary_markdown": "The first drow were elves who fled into the depths of the world from a devastating cataclysm thousands of years ago. In their journey below, they …",
 "text": " Drow Source Bestiary pg. 136 The first drow were elves who fled into the depths of the world from a devastating cataclysm thousands of years ago. In their journey below, they fell to bickering and in-fighting, drawing the attention of sinister intelligences beyond their own. Whether it was the influence of a specific demon lord, the Rough Beast Rovagug, or some other fell force is unknown, but in that time the elves transformed both spiritually and physically, tainting their hearts with desires for cruelty, sadism, and violence. The hues of their eyes became sinister red or bleached white, and their flesh adopted an unearthly lavender sheen that made the drow instantly recognizable. The drow also developed potent magical abilities and resistances that further empowered them, if at the cost of their souls. Over the centuries to follow, the drow developed into a powerful, if violently dysfunctional society, influenced by the worship of demon lords and focused on providing power and glory to a relatively small collection of noble houses. Many of these noble houses are matriarchal in nature and all hold allegiance to a specific demon lord patron—but traditions of worship, warfare, and wizardry help to bind the oft-bickering houses together enough that drow society doesn’t simply consume itself from within. Fear of earning the wrath of one’s superior—be it a teacher, a parent, a commander, or the demon one worships—is the real bond holding drow society together, and this system is held in esteem by the lowliest drow servant and by the most powerful drow priestess alike. The drow are infamous throughout the world, but until recently most assumed stories of demon-worshipping, underground-dwelling elves were spooky legends crafted to share around a campfire. Today, the existence of drow is an understood truth, and while their presence in the dark caverns deep below is unsettling, they seem content to leave the surface world alone for now. Members Drow Fighter (Creature 1), Drow Hunter (Creature 7), Drow Priestess (Creature 3), Drow Rogue (Creature 2), Drow Shootist (Creature 8), Drow Warden (Creature 4) Adherents of Chaos Away from the larger drow cities where worship of demon lords is instilled into all citizens from a young age, drow might adopt the worship of other entities. Many drow feel the call of the protean lords and embrace chaos, art, and freedom to set themselves apart from their demon-worshipping kin. These communities often have proteans living among them, instructing drow proteges in the power of disorder. Becoming a Drow Rarely, when a surface elf commits an act of cruelty heinous enough to draw the attention of a demon lord, transformation into a drow can happen spontaneously—but these transformations are rare enough to be legends in their own right. No known instance of a drow reverting to an elf has ever been recorded. Drow Exiles While drow society is evil, not all drow are bound to these norms. Those who seek something better in life are invariably exiles and often flee to the surface to escape their sinister kin. These drow often live as hermits, or they seek out societies where others have yet to hear the legends regarding their kind. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=37",
 "weakness": {}
}