{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Elder Thing",
 "creature_family_markdown": "Elder Thing",
 "exclude_from_search": false,
 "id": "creature-family-334",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Elder Thing](/MonsterFamilies.aspx?ID=334)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 84</row>\n\nKnown by various names on various worlds, but most often as “elder things” or “old ones,” these alien creatures are interested in creating lasting works of art, architecture, and even life (such as the legendary and dreaded [shoggoth](/Monsters.aspx?ID=368)). Matched with their boundless capacity for egotism and enormous life spans, elder things often see themselves as the most learned and advanced species on any planet they visit, and tend to treat most other forms of life like a scientist might treat experimental stock. While not generally inimical or violent, their nature often puts them at odds against other societies they encounter, and war is a time-honored solution. The elder things rarely shy away from using violence to secure their own territory and their perceived right to experiment and explore.\n\n A typical elder thing is 6 feet tall from head to foot, with a 7-foot wingspan. Their bodies are radial in nature, with five wings, five tentacle-like arms that each end in a writhing nest of tendrils, and five eyestalks. At one end of their barrel-shaped bodies are several larger tentacles they use for combat and locomotion, while at the other, at the center of their five eyes in their starfish-shaped heads, sits a single mouth surrounded by multicolored cilia. An elder thing's language is a mix of piping and whistling sounds, but they can vocalize a wide range of other languages as well—albeit with a strange, high-pitched accent.\r\n\r\n<title level=\"2\">Members</title>\r\n[Elder Thing](/Monsters.aspx?ID=2501) (Creature 5), [Elder Thing Researcher](/Monsters.aspx?ID=2502) (Creature 10)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Space Travelers</title>\r\n\r\nAn elder thing can travel through outer space via flight, but it doesn't do so at a greater speed than its normal fly Speed. When an elder thing wishes to travel through the void of space, it typically aims itself in the direction it wishes to go, then enters a timed hibernation so that it wakes at a point where it nears its destination.\r\n</aside>",
 "name": "Elder Thing",
 "rarity": "common",
 "release_date": "2023-03-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 84</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKnown by various names on various worlds, but most often as “elder things” or “old ones,” these alien creatures are interested in creating lasting …\r\n</summary>",
 "source": [
  "Pathfinder #189: Dreamers of the Nameless Spires"
 ],
 "source_raw": [
  "Pathfinder #189: Dreamers of the Nameless Spires pg. 84"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 84</row>",
 "speed": {},
 "summary": "Known by various names on various worlds, but most often as “elder things” or “old ones,” these alien creatures are interested in creating lasting …",
 "summary_markdown": "Known by various names on various worlds, but most often as “elder things” or “old ones,” these alien creatures are interested in creating lasting …",
 "text": " Elder Thing Source Pathfinder #189: Dreamers of the Nameless Spires pg. 84 Known by various names on various worlds, but most often as “elder things” or “old ones,” these alien creatures are interested in creating lasting works of art, architecture, and even life (such as the legendary and dreaded shoggoth). Matched with their boundless capacity for egotism and enormous life spans, elder things often see themselves as the most learned and advanced species on any planet they visit, and tend to treat most other forms of life like a scientist might treat experimental stock. While not generally inimical or violent, their nature often puts them at odds against other societies they encounter, and war is a time-honored solution. The elder things rarely shy away from using violence to secure their own territory and their perceived right to experiment and explore. A typical elder thing is 6 feet tall from head to foot, with a 7-foot wingspan. Their bodies are radial in nature, with five wings, five tentacle-like arms that each end in a writhing nest of tendrils, and five eyestalks. At one end of their barrel-shaped bodies are several larger tentacles they use for combat and locomotion, while at the other, at the center of their five eyes in their starfish-shaped heads, sits a single mouth surrounded by multicolored cilia. An elder thing's language is a mix of piping and whistling sounds, but they can vocalize a wide range of other languages as well—albeit with a strange, high-pitched accent. Members Elder Thing (Creature 5), Elder Thing Researcher (Creature 10) Space Travelers An elder thing can travel through outer space via flight, but it doesn't do so at a greater speed than its normal fly Speed. When an elder thing wishes to travel through the void of space, it typically aims itself in the direction it wishes to go, then enters a timed hibernation so that it wakes at a point where it nears its destination. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=334",
 "weakness": {}
}