{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Elemental, Mephit",
 "creature_family_markdown": "Elemental, Mephit",
 "exclude_from_search": false,
 "id": "creature-family-44",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Elemental, Mephit](/MonsterFamilies.aspx?ID=44)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 150</row>\n\nMephits—sometimes known as elemental scamps—are little bipedal critters with bat-like wings who serve stronger elementals on the Elemental Planes or neophyte spellcasters who summon them to the Material Plane. All mephits have an inkling of magical power as well as a breath weapon.\r\n\r\n<title level=\"2\">Members</title>\r\n[Air Mephit](/Monsters.aspx?ID=192) (Creature 1), [Dust Mephit](/Monsters.aspx?ID=659) (Creature 1), [Earth Mephit](/Monsters.aspx?ID=193) (Creature 1), [Fire Mephit](/Monsters.aspx?ID=194) (Creature 1), [Ice Mephit](/Monsters.aspx?ID=660) (Creature 1), [Ooze Mephit](/Monsters.aspx?ID=661) (Creature 1), [Steam Mephit](/Monsters.aspx?ID=662) (Creature 1), [Water Mephit](/Monsters.aspx?ID=195) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Conjuring Mephits</title>\r\n\r\nMephits are a favorite target for low-level spellcasters to summon, both because they have several useful abilities and because they are relatively easy to command and manipulate. Still, care must be taken when using mephits as minions, because if left unwatched or unattended for too long, they can cause all sorts of mischief.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Mephit Interactions</title>\r\n\r\nDifferent types of mephits that can be found on the same elemental plane often develop friendly (or, in some cases, fierce) rivalries with one another. While mephits from elementally opposed planes (such as fire and water) may have strong opinions about the superiority of their own element, the fact that they rarely see such mephits means that when they do encounter them, they often get along better than they do with their close neighbors.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Mephit Names</title>\r\n\r\nPerhaps because they're so often compelled into service by mortal conjurers and more powerful elementals, mephits tend to adopt long names peppered with self-proclaimed titles and imagined or exaggerated accomplishments to alleviate their feelings of inadequacy. Some examples of mephit names follow. \n<ul><li>Anothoraxia, Lurker in Dark Places, the Tragic Hero, One Against All</li><li>Silothiscil the Embittered, Rimelord of the Eternal Chill, Lord of Icicles</li><li>Oglophax, Prince of Pungency, the Viscous One, the Forever Stain</li><li>Zarnozath the Magnificent, First of His Name, Boiler of Kettles, the Teapot Terror</li></ul>\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Mephits</title>\r\n\r\nThe four mephits presented here are but the most common of their kind. Others that rise from the mixing of elemental energies exist as well: creatures like dust mephits (who breathe out a scouring cloud of grit), ice mephits (who spit out sickening gusts of frozen air), magma mephits (which can assume the form of a pool of lava), ooze mephits (which spit out foul-smelling acid), salt mephits (who can draw moisture out of the environs and nearby creatures), and steam mephits (which can call down tiny squalls of boiling rain).\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Elemental</title>\r\n\r\n**Related Families**\r\n[Elemental, Air](/MonsterFamilies.aspx?ID=41), [Elemental, Earth](/MonsterFamilies.aspx?ID=42), [Elemental, Fire](/MonsterFamilies.aspx?ID=43), [Elemental, Water](/MonsterFamilies.aspx?ID=45), [Elemental, Wisp](/MonsterFamilies.aspx?ID=232)",
 "name": "Elemental, Mephit",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 150</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMephits—sometimes known as elemental scamps—are little bipedal critters with bat-like wings who serve stronger elementals on the Elemental Planes or …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 150"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 150</row>",
 "speed": {},
 "summary": "Mephits—sometimes known as elemental scamps—are little bipedal critters with bat-like wings who serve stronger elementals on the Elemental Planes or …",
 "summary_markdown": "Mephits—sometimes known as elemental scamps—are little bipedal critters with bat-like wings who serve stronger elementals on the Elemental Planes or …",
 "text": " Elemental, Mephit Source Bestiary pg. 150 Mephits—sometimes known as elemental scamps—are little bipedal critters with bat-like wings who serve stronger elementals on the Elemental Planes or neophyte spellcasters who summon them to the Material Plane. All mephits have an inkling of magical power as well as a breath weapon. Members Air Mephit (Creature 1), Dust Mephit (Creature 1), Earth Mephit (Creature 1), Fire Mephit (Creature 1), Ice Mephit (Creature 1), Ooze Mephit (Creature 1), Steam Mephit (Creature 1), Water Mephit (Creature 1) Conjuring Mephits Mephits are a favorite target for low-level spellcasters to summon, both because they have several useful abilities and because they are relatively easy to command and manipulate. Still, care must be taken when using mephits as minions, because if left unwatched or unattended for too long, they can cause all sorts of mischief. Mephit Interactions Different types of mephits that can be found on the same elemental plane often develop friendly (or, in some cases, fierce) rivalries with one another. While mephits from elementally opposed planes (such as fire and water) may have strong opinions about the superiority of their own element, the fact that they rarely see such mephits means that when they do encounter them, they often get along better than they do with their close neighbors. Mephit Names Perhaps because they're so often compelled into service by mortal conjurers and more powerful elementals, mephits tend to adopt long names peppered with self-proclaimed titles and imagined or exaggerated accomplishments to alleviate their feelings of inadequacy. Some examples of mephit names follow. Anothoraxia, Lurker in Dark Places, the Tragic Hero, One Against All Silothiscil the Embittered, Rimelord of the Eternal Chill, Lord of Icicles Oglophax, Prince of Pungency, the Viscous One, the Forever Stain Zarnozath the Magnificent, First of His Name, Boiler of Kettles, the Teapot Terror Other Mephits The four mephits presented here are but the most common of their kind. Others that rise from the mixing of elemental energies exist as well: creatures like dust mephits (who breathe out a scouring cloud of grit), ice mephits (who spit out sickening gusts of frozen air), magma mephits (which can assume the form of a pool of lava), ooze mephits (which spit out foul-smelling acid), salt mephits (who can draw moisture out of the environs and nearby creatures), and steam mephits (which can call down tiny squalls of boiling rain). Elemental Related Families Elemental, Air, Elemental, Earth, Elemental, Fire, Elemental, Water, Elemental, Wisp",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=44",
 "weakness": {}
}