{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Elemental, Water",
 "creature_family_markdown": "Elemental, Water",
 "exclude_from_search": false,
 "id": "creature-family-45",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Elemental, Water](/MonsterFamilies.aspx?ID=45)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 152</row>\n\nWater elementals can be very destructive, but often not intentionally so; just as water can bring life to those in need on the Material Plane, its waves can pound shores and rains can flood cities. Water elementals are similarly difficult to predict.\r\n\r\n<title level=\"2\">Members</title>\r\n[Blizzardborn](/Monsters.aspx?ID=665) (Creature 6), [Brine Shark](/Monsters.aspx?ID=196) (Creature 3), [Elemental Tsunami](/Monsters.aspx?ID=200) (Creature 11), [Elemental Vessel, Water](/Monsters.aspx?ID=1009) (Creature 16), [Icewyrm](/Monsters.aspx?ID=666) (Creature 10), [Icicle Snake](/Monsters.aspx?ID=663) (Creature 2), [Living Waterfall](/Monsters.aspx?ID=197) (Creature 5), [Mist Stalker](/Monsters.aspx?ID=664) (Creature 4), [Quatoid](/Monsters.aspx?ID=198) (Creature 7), [Tidal Master](/Monsters.aspx?ID=199) (Creature 9)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">\"Civilized\" Elementals</title>\r\n\r\nSome elementals, such as invisible stalkers, xorns, and salamanders, have specific cultures and personalities that elevate them beyond simple magical creatures or manifestations of living energy. These creatures are often found in larger settlements or living alongside genies on their respective planes.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Diverse Elementals</title>\r\n\r\nThe Elemental Planes are more than expanses of sky, rock, fire, and ocean. Clouds of fog, dust, and storms float through the [Plane of Air](/Planes.aspx?ID=4). The [Plane of Earth](/Planes.aspx?ID=5) includes verdant groves, shining metal and crystal, and irradiated wastelands. The [Plane of Fire](/Planes.aspx?ID=6) features magma, suffocating smoke, and radiant firelight. Amid the endless sea of the [Plane of Water](/Planes.aspx?ID=7) are pockets of ooze and brine, plus the otherworldly environs of the deep.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Elemental Beings</title>\r\n\r\nThe Elemental Planes—primordial realms defined by aspects of air, earth, fire, or water—are home to a diverse group of beings known as elementals. Spellcasters on the Material Plane call upon elementals for aid, though these enigmatic creatures can also travel to the world of mortals via interplanar gateways and rifts. The elementals on these pages exemplify the creatures of the Elemental Planes, but this list is by no means exhaustive.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Elemental Creatures</title>\r\n\r\nNot all elementals are lumbering, humanoid-shaped creatures. Some take on the forms and natures of animals and beasts from the Material Plane. These creatures often behave in ways similar to their Material Plane counterparts, even though as elementals they lack the animalistic instincts mortal creatures have when it comes to hunting, reproducing, and the like. Elemental creatures are favorites of conjurers due to their small size, relative ease of summoning, and varied abilities.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Elemental Lords</title>\r\n\r\nThe most powerful elementals are demigods known as elemental lords. Until recently, only four evil elemental lords ruled over realms on the Elemental Planes. However, recent events have allowed the previously imprisoned good elemental lords to return to their realms, causing massive conflicts that could lead to planar wars.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Elemental Vortexes</title>\r\n\r\nWhere the boundary between planes wears thin, elementals manifest in the world through churning vortexes. Such gateways might lie at the heart of a volcano, a deep ocean trench, in regions beset with earthquakes, or within great storms.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Flame and Fathom Meet</title>\r\n\r\nThough fire and water classically oppose one another, in the right mixture they can become a dangerous combination. Water elementals heated to a scalding temperature through natural factors such as underwater volcanoes might deal 1d6 persistent fire damage with their Strikes, while fire elementals infused with moisture might exude clouds of obscuring or even blinding steam.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Monstrous Elementals</title>\r\n\r\nSome elementals are more than living incarnations of air, earth, fire, or water. Creatures like the genie, the uthul, or the zaramuun have their own complex ecologies and societies. While these creatures originally hail from an Elemental Plane, they can often be found on the Material Plane as well.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Elementals</title>\r\n\r\nWhen energies from elemental planes mix, unusual elemental life can form. The combination of fire and earth, for example, can spawn magma elementals, while air and water can create ice elementals. Lightning elementals form from a conjunction of fire and air, while water and earth give birth to mud elementals. It’s possible that in the vastness of the Great Beyond, even more unusual elementals might exist, although they are as rare as they are strange.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Primal Elementals</title>\r\n\r\nThe most well known of all elementals are the primal elementals, creatures composed entirely of air, earth, fire, or water with roughly humanoid shapes. Many primal elementals are named after natural disasters, ranging from those relatively small in scale (and roughly the size of Medium humanoids) to much larger ones (often the size of small buildings). Primal elementals can often be found in areas where their namesake disasters have recently struck.\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Elemental</title>\r\n\r\n**Related Families**\r\n[Elemental, Air](/MonsterFamilies.aspx?ID=41), [Elemental, Earth](/MonsterFamilies.aspx?ID=42), [Elemental, Fire](/MonsterFamilies.aspx?ID=43), [Elemental, Mephit](/MonsterFamilies.aspx?ID=44), [Elemental, Wisp](/MonsterFamilies.aspx?ID=232)",
 "name": "Elemental, Water",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 152</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWater elementals can be very destructive, but often not intentionally so; just as water can bring life to those in need on the Material Plane, its …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 152"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 152</row>",
 "speed": {},
 "summary": "Water elementals can be very destructive, but often not intentionally so; just as water can bring life to those in need on the Material Plane, its …",
 "summary_markdown": "Water elementals can be very destructive, but often not intentionally so; just as water can bring life to those in need on the Material Plane, its …",
 "text": " Elemental, Water Source Bestiary pg. 152 Water elementals can be very destructive, but often not intentionally so; just as water can bring life to those in need on the Material Plane, its waves can pound shores and rains can flood cities. Water elementals are similarly difficult to predict. Members Blizzardborn (Creature 6), Brine Shark (Creature 3), Elemental Tsunami (Creature 11), Elemental Vessel, Water (Creature 16), Icewyrm (Creature 10), Icicle Snake (Creature 2), Living Waterfall (Creature 5), Mist Stalker (Creature 4), Quatoid (Creature 7), Tidal Master (Creature 9) \"Civilized\" Elementals Some elementals, such as invisible stalkers, xorns, and salamanders, have specific cultures and personalities that elevate them beyond simple magical creatures or manifestations of living energy. These creatures are often found in larger settlements or living alongside genies on their respective planes. Diverse Elementals The Elemental Planes are more than expanses of sky, rock, fire, and ocean. Clouds of fog, dust, and storms float through the Plane of Air. The Plane of Earth includes verdant groves, shining metal and crystal, and irradiated wastelands. The Plane of Fire features magma, suffocating smoke, and radiant firelight. Amid the endless sea of the Plane of Water are pockets of ooze and brine, plus the otherworldly environs of the deep. Elemental Beings The Elemental Planes—primordial realms defined by aspects of air, earth, fire, or water—are home to a diverse group of beings known as elementals. Spellcasters on the Material Plane call upon elementals for aid, though these enigmatic creatures can also travel to the world of mortals via interplanar gateways and rifts. The elementals on these pages exemplify the creatures of the Elemental Planes, but this list is by no means exhaustive. Elemental Creatures Not all elementals are lumbering, humanoid-shaped creatures. Some take on the forms and natures of animals and beasts from the Material Plane. These creatures often behave in ways similar to their Material Plane counterparts, even though as elementals they lack the animalistic instincts mortal creatures have when it comes to hunting, reproducing, and the like. Elemental creatures are favorites of conjurers due to their small size, relative ease of summoning, and varied abilities. Elemental Lords The most powerful elementals are demigods known as elemental lords. Until recently, only four evil elemental lords ruled over realms on the Elemental Planes. However, recent events have allowed the previously imprisoned good elemental lords to return to their realms, causing massive conflicts that could lead to planar wars. Elemental Vortexes Where the boundary between planes wears thin, elementals manifest in the world through churning vortexes. Such gateways might lie at the heart of a volcano, a deep ocean trench, in regions beset with earthquakes, or within great storms. Flame and Fathom Meet Though fire and water classically oppose one another, in the right mixture they can become a dangerous combination. Water elementals heated to a scalding temperature through natural factors such as underwater volcanoes might deal 1d6 persistent fire damage with their Strikes, while fire elementals infused with moisture might exude clouds of obscuring or even blinding steam. Monstrous Elementals Some elementals are more than living incarnations of air, earth, fire, or water. Creatures like the genie, the uthul, or the zaramuun have their own complex ecologies and societies. While these creatures originally hail from an Elemental Plane, they can often be found on the Material Plane as well. Other Elementals When energies from elemental planes mix, unusual elemental life can form. The combination of fire and earth, for example, can spawn magma elementals, while air and water can create ice elementals. Lightning elementals form from a conjunction of fire and air, while water and earth give birth to mud elementals. It’s possible that in the vastness of the Great Beyond, even more unusual elementals might exist, although they are as rare as they are strange. Primal Elementals The most well known of all elementals are the primal elementals, creatures composed entirely of air, earth, fire, or water with roughly humanoid shapes. Many primal elementals are named after natural disasters, ranging from those relatively small in scale (and roughly the size of Medium humanoids) to much larger ones (often the size of small buildings). Primal elementals can often be found in areas where their namesake disasters have recently struck. Elemental Related Families Elemental, Air, Elemental, Earth, Elemental, Fire, Elemental, Mephit, Elemental, Wisp",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=45",
 "weakness": {}
}