{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Elemental, Wisp",
 "creature_family_markdown": "Elemental, Wisp",
 "exclude_from_search": false,
 "id": "creature-family-232",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Elemental, Wisp](/MonsterFamilies.aspx?ID=232)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 90</row>\n\nWisps are tiny elemental beings that emerged during the creation of the Elemental Planes. The first wisps roamed the Inner Sphere in shifting symphonies that traded members with their every meeting. These symphonies of free wisps created music out of their combined resonances, but when the evil [Elemental Lords](/DeityCategories.aspx?ID=8) realized the value of the wisps' resonance, they captured whole symphonies for use as servants.\n\n Wisps attune to each other and to those they surround themselves with. This attunement makes them naturally supportive allies. Free wisps still roam the Inner Sphere and the [Material Plane](/Planes.aspx?ID=1), but they're usually shy and hide themselves from strangers. However, they happily offer their service to those who show them kindness. They especially find themselves drawn to spellcasters who practice elemental magic; these wisps usually watch from afar but sometimes approach those who seem safe to become familiars or comrades.\n\n Free wisps who find one another become close almost immediately. They get especially excited when they find wisps of elements other than their own, showing none of the animosity some elementals exhibit toward other types. Instead, they join in an excited dance, emitting resonances that faintly echo the symphonies of ancient days.\r\n\r\n<title level=\"2\">Members</title>\r\n[Air Wisp](/Monsters.aspx?ID=1142) (Creature 0), [Earth Wisp](/Monsters.aspx?ID=1143) (Creature 0), [Fire Wisp](/Monsters.aspx?ID=1144) (Creature 0), [Water Wisp](/Monsters.aspx?ID=1145) (Creature 0)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Wisp Conductors</title>\r\n\r\nWisp conductors are the leaders of wisp symphonies. Conductors are usually at least 3 levels higher than the wisps presented here and have a Charisma modifier to reflect their leadership. They're also typically trained in [Performance](/Skills.aspx?ID=12) and command basic spellcasting abilities as well as other special abilities, similar to a [bard](/Classes.aspx?ID=3). \r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Wisp Symphonies</title>\r\n\r\nDozens or even hundreds of wisps of all types can gather in a wisp symphony, usually with one or more wisp conductors. These groups are rare now that the majority of their kind exists in servitude to the [Elemental Lords](/DeityCategories.aspx?ID=8), but a few free symphonies still roam the Elemental Planes, and legends tell of the transcendent songs they produce together. These groups of wisps use the rules for a [swarm](/Traits.aspx?ID=239) and can't Accord Essence, but collectively they can produce damaging area effects or cast certain spells\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Elemental</title>\r\n\r\n**Related Families**\r\n[Elemental, Air](/MonsterFamilies.aspx?ID=41), [Elemental, Earth](/MonsterFamilies.aspx?ID=42), [Elemental, Fire](/MonsterFamilies.aspx?ID=43), [Elemental, Mephit](/MonsterFamilies.aspx?ID=44), [Elemental, Water](/MonsterFamilies.aspx?ID=45)",
 "name": "Elemental, Wisp",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 90</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWisps are tiny elemental beings that emerged during the creation of the Elemental Planes. The first wisps roamed the Inner Sphere in shifting …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 90"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 90</row>",
 "speed": {},
 "summary": "Wisps are tiny elemental beings that emerged during the creation of the Elemental Planes. The first wisps roamed the Inner Sphere in shifting …",
 "summary_markdown": "Wisps are tiny elemental beings that emerged during the creation of the Elemental Planes. The first wisps roamed the Inner Sphere in shifting …",
 "text": " Elemental, Wisp Source Bestiary 3 pg. 90 Wisps are tiny elemental beings that emerged during the creation of the Elemental Planes. The first wisps roamed the Inner Sphere in shifting symphonies that traded members with their every meeting. These symphonies of free wisps created music out of their combined resonances, but when the evil Elemental Lords realized the value of the wisps' resonance, they captured whole symphonies for use as servants. Wisps attune to each other and to those they surround themselves with. This attunement makes them naturally supportive allies. Free wisps still roam the Inner Sphere and the Material Plane, but they're usually shy and hide themselves from strangers. However, they happily offer their service to those who show them kindness. They especially find themselves drawn to spellcasters who practice elemental magic; these wisps usually watch from afar but sometimes approach those who seem safe to become familiars or comrades. Free wisps who find one another become close almost immediately. They get especially excited when they find wisps of elements other than their own, showing none of the animosity some elementals exhibit toward other types. Instead, they join in an excited dance, emitting resonances that faintly echo the symphonies of ancient days. Members Air Wisp (Creature 0), Earth Wisp (Creature 0), Fire Wisp (Creature 0), Water Wisp (Creature 0) Wisp Conductors Wisp conductors are the leaders of wisp symphonies. Conductors are usually at least 3 levels higher than the wisps presented here and have a Charisma modifier to reflect their leadership. They're also typically trained in Performance and command basic spellcasting abilities as well as other special abilities, similar to a bard. Wisp Symphonies Dozens or even hundreds of wisps of all types can gather in a wisp symphony, usually with one or more wisp conductors. These groups are rare now that the majority of their kind exists in servitude to the Elemental Lords, but a few free symphonies still roam the Elemental Planes, and legends tell of the transcendent songs they produce together. These groups of wisps use the rules for a swarm and can't Accord Essence, but collectively they can produce damaging area effects or cast certain spells Elemental Related Families Elemental, Air, Elemental, Earth, Elemental, Fire, Elemental, Mephit, Elemental, Water",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=232",
 "weakness": {}
}