{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Elephant",
 "creature_family_markdown": "Elephant",
 "exclude_from_search": false,
 "id": "creature-family-46",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Elephant](/MonsterFamilies.aspx?ID=46)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 154</row>\n\nImmediately recognizable by their long, prehensile trunks and impressive tusks, elephants have different characteristics depending on where they are found. Elephants are used as beasts of burden in many regions, but they are extremely clever and must be handled with great care.\r\n\r\n<title level=\"2\">Members</title>\r\n[Anancus](/Monsters.aspx?ID=667) (Creature 8), [Elephant](/Monsters.aspx?ID=201) (Creature 7), [Mammoth](/Monsters.aspx?ID=202) (Creature 10), [Mastodon](/Monsters.aspx?ID=668) (Creature 9)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Elephant Resources</title>\r\n\r\nElephant tusks are a highly sought-after treasure, the ivory from a single tusk potentially fetching hundreds of gold coins. Those who value the elephant’s majestic presence are impassioned defenders of the creatures, making the hunt for ivory dangerous.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Rogue Elephants</title>\r\n\r\nElephants of all species are, by nature, social creatures who form strong bonds with one another, but when an elephant separates from its herd—either due to tragedy or an individual streak of viciousness—they become known as rogue elephants. These dangerous solitary creatures are ill-tempered and quick to attack anything that approaches them, and often have the [elite adjustments](/Rules.aspx?ID=790) to their statistics.\r\n</aside>",
 "name": "Elephant",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 154</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nImmediately recognizable by their long, prehensile trunks and impressive tusks, elephants have different characteristics depending on where they are …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 154"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 154</row>",
 "speed": {},
 "summary": "Immediately recognizable by their long, prehensile trunks and impressive tusks, elephants have different characteristics depending on where they are …",
 "summary_markdown": "Immediately recognizable by their long, prehensile trunks and impressive tusks, elephants have different characteristics depending on where they are …",
 "text": " Elephant Source Bestiary pg. 154 Immediately recognizable by their long, prehensile trunks and impressive tusks, elephants have different characteristics depending on where they are found. Elephants are used as beasts of burden in many regions, but they are extremely clever and must be handled with great care. Members Anancus (Creature 8), Elephant (Creature 7), Mammoth (Creature 10), Mastodon (Creature 9) Elephant Resources Elephant tusks are a highly sought-after treasure, the ivory from a single tusk potentially fetching hundreds of gold coins. Those who value the elephant’s majestic presence are impassioned defenders of the creatures, making the hunt for ivory dangerous. Rogue Elephants Elephants of all species are, by nature, social creatures who form strong bonds with one another, but when an elephant separates from its herd—either due to tragedy or an individual streak of viciousness—they become known as rogue elephants. These dangerous solitary creatures are ill-tempered and quick to attack anything that approaches them, and often have the elite adjustments to their statistics. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=46",
 "weakness": {}
}