{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Fetchling",
 "creature_family_markdown": "Fetchling",
 "exclude_from_search": false,
 "id": "creature-family-134",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Fetchling](/MonsterFamilies.aspx?ID=134)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 117 <sup>2.0</sup></row>\n\nThe people known today as fetchlings are a distinct ancestry descended from generations of humans who became trapped ages ago on the [Shadow Plane](/Planes.aspx?ID=11). No longer human at all, these people, who call themselves kayals, have become monochromatic in coloration, with flesh tones and hair colors varying between white, black, and all shades of gray. Their limbs are lithe and willowy, and their eyes are generally solid yellow, yellow-green, or white, though a rare few have a purple or blue glow.\n\n Fetchlings have developed their own complex societies in the Shadow Plane, often under the tolerance of or in servitude to the strange, malignant creatures there, such as the sinister velstracs or the enigmatic d’ziriaks. While individual fetchlings can be any alignment, they are all survivors in a harsh environment, which leads to a tendency toward pragmatism. Fetchling clothing mimics the regions they dwell in, with drab colors tending toward darker shades. When they trade with humans or other societies on the Material Plane, they often wear masks or concealing clothing to hide their appearance.\n\n Typical fetchling communities are insular and swiftly close ranks in the event of an intruder. Though individual fetchlings don’t mind traveling to and blending in with other societies to facilitate trade, they often hide or even react defensively if they have their own visitors. When one considers the nature of the other denizens of the Shadow Plane, however, this tendency to assume the worst of interlopers might make sense to some.\n\n Fetchlings are not as common on the Material Plane; most of those who dwell there are loners by choice who have left their home to seek out adventure elsewhere, exiles who were banished from their homelands, or planar castaways with no ability to return to the Shadow Plane. This last category, the lost and stranded, are the most likely to be found in larger groups. In cities of significant size, one can sometimes even find a small community of a few dozen or more fetchlings living among humans, although they often do so subtly by dyeing their hair, wearing brightly colored clothing, and utilizing layers of makeup to hide their pallid complexions.\r\n\r\n<title level=\"2\">Members</title>\r\n[Fetchling Scout](/Monsters.aspx?ID=669) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Masters of Adaptation</title>\r\n\r\nKayals understand that many Material Plane cultures view them with suspicion or even fear, and take pains to adapt to cultures with which they seek to establish trade. Unfortunately, kayals' mastery at cultural adaptation can often backfire, leading to fears that the so-called “fetchlings” are an invading force that seeks to duplicate and replace those with whom they merely wish to do business.\r\n</aside>",
 "name": "Fetchling",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 117 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe people known today as fetchlings are a distinct ancestry descended from generations of humans who became trapped ages ago on the  Shadow Plane . …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 117"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 117 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "The people known today as fetchlings are a distinct ancestry descended from generations of humans who became trapped ages ago on the  Shadow Plane . …",
 "summary_markdown": "The people known today as fetchlings are a distinct ancestry descended from generations of humans who became trapped ages ago on the  Shadow Plane . …",
 "text": " Fetchling Source Bestiary 2 pg. 117 2.0 The people known today as fetchlings are a distinct ancestry descended from generations of humans who became trapped ages ago on the Shadow Plane. No longer human at all, these people, who call themselves kayals, have become monochromatic in coloration, with flesh tones and hair colors varying between white, black, and all shades of gray. Their limbs are lithe and willowy, and their eyes are generally solid yellow, yellow-green, or white, though a rare few have a purple or blue glow. Fetchlings have developed their own complex societies in the Shadow Plane, often under the tolerance of or in servitude to the strange, malignant creatures there, such as the sinister velstracs or the enigmatic d’ziriaks. While individual fetchlings can be any alignment, they are all survivors in a harsh environment, which leads to a tendency toward pragmatism. Fetchling clothing mimics the regions they dwell in, with drab colors tending toward darker shades. When they trade with humans or other societies on the Material Plane, they often wear masks or concealing clothing to hide their appearance. Typical fetchling communities are insular and swiftly close ranks in the event of an intruder. Though individual fetchlings don’t mind traveling to and blending in with other societies to facilitate trade, they often hide or even react defensively if they have their own visitors. When one considers the nature of the other denizens of the Shadow Plane, however, this tendency to assume the worst of interlopers might make sense to some. Fetchlings are not as common on the Material Plane; most of those who dwell there are loners by choice who have left their home to seek out adventure elsewhere, exiles who were banished from their homelands, or planar castaways with no ability to return to the Shadow Plane. This last category, the lost and stranded, are the most likely to be found in larger groups. In cities of significant size, one can sometimes even find a small community of a few dozen or more fetchlings living among humans, although they often do so subtly by dyeing their hair, wearing brightly colored clothing, and utilizing layers of makeup to hide their pallid complexions. Members Fetchling Scout (Creature 1) Masters of Adaptation Kayals understand that many Material Plane cultures view them with suspicion or even fear, and take pains to adapt to cultures with which they seek to establish trade. Unfortunately, kayals' mastery at cultural adaptation can often backfire, leading to fears that the so-called “fetchlings” are an invading force that seeks to duplicate and replace those with whom they merely wish to do business. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=134",
 "weakness": {}
}