{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Fetch",
 "creature_family_markdown": "Fetch",
 "exclude_from_search": false,
 "id": "creature-family-322",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Fetch](/MonsterFamilies.aspx?ID=322)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 612</row>\n\nA fetch is a twisted, deviant simulacrum of a [humanoid](/Traits.aspx?ID=91) creature that exists or existed at one point on the [Material Plane](/Planes.aspx?ID=1). Rumors of fetches that are reflections of entities from other planes persist, but none of these tales speak of fetches that duplicate anything other than a sapient source. A fetch can manifest spontaneously when a powerful creature undergoes a significant emotional event or dies, either while on the [First World](/Planes.aspx?ID=10) or while in an area significantly influenced by the First World, but one can also be created by significant forces like [the Eldest](/DeityCategories.aspx?ID=7) in order to torment and vex those who have annoyed them. While a fetch manifests from a soul's “reflection,” and as such bears a striking resemblance to that creature's appearance in life, a fetch has no true memories of its own. It keeps fragments of false remembrances from its source as if it experienced them in a half-remembered dream—which ensure the fetch is enraged by and jealous of its source.\n\n A fetch is similar in appearance to the creature whose soul spawned it, save that it often displays fey-like features such as pointed ears, plantlike elements, or supernatural grace. A fetch who seeks to impersonate a still-living source must disguise these features, and takes care to manifest its fetch weapon as one known to be wielded by its target.\n\n When a fetch dies, it and its manifested items fades away into a bloom of plant life, its soul instantly recycled into the First World, leaving behind a patch of weeds and thorny flowers roughly in the shape they held in mockery while alive.\r\n\r\n<title level=\"2\">Members</title>\r\n[Fetch Behemoth](/Monsters.aspx?ID=2208) (Creature 20), [Fetch Stalker](/Monsters.aspx?ID=2207) (Creature 18), [Risen Fetch](/Monsters.aspx?ID=2209) (Creature 22)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Freed Fetches</title>\r\n\r\n**Warning - this sidebar contains spoilers for the Kingmaker adventure path.**\n\nIf a fetch replaces its source by slaying them and taking their place in society, it can become a freed fetch. These are unique entities and should be hand-crafted as needed. All fetches begin their lives chaotic evil, but once they claim their place in the cycle of souls, they can (albeit rarely) find redemption. Fetches created by powerful entities after the source soul has moved on to be judged (including all fetches in _Kingmaker_) can never become freed, for they exist only at the whim of their creator.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Inversion Of Undeath?</title>\r\n\r\nScholars have theorized that fetches are a sort of inversion of [undead](/Traits.aspx?ID=160), in that their creation is linked to a living creature's soul—either forming when that soul has a powerful emotional event or manifesting alongside the creature's death. Yet unlike an undead creature, a fetch is its own being, not a corruption or transformation of another creature's soul. Fetches have souls themselves, yet since these souls are “borrowed” from energies underlying the [First World](/Planes.aspx?ID=10), they have no capacity to gain in power once they are created. As such, fetches who live for any appreciable length of time grow increasingly frustrated with the stagnation of their personal growth, something of a curse that forces many to seek out increasingly dangerous risks. A fetch created from a still-living creature can, upon slaying its source, sometimes shed this limitation—in effect, taking the original's place in reality. This drives most fetch to seek out their source, murder them in secret, and try to replace them, yet unless the original was as depraved and twisted as they, such deceptions are inevitably laid bare when a fetch's evil nature becomes apparent.\r\n</aside>",
 "name": "Fetch",
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 612</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA fetch is a twisted, deviant simulacrum of a humanoid creature that exists or existed at one point on the  Material Plane . Rumors of fetches that …\r\n</summary>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 612"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 612</row>",
 "speed": {},
 "summary": "A fetch is a twisted, deviant simulacrum of a humanoid creature that exists or existed at one point on the  Material Plane . Rumors of fetches that …",
 "summary_markdown": "A fetch is a twisted, deviant simulacrum of a humanoid creature that exists or existed at one point on the  Material Plane . Rumors of fetches that …",
 "text": " Fetch Source Kingmaker Adventure Path pg. 612 A fetch is a twisted, deviant simulacrum of a humanoid creature that exists or existed at one point on the Material Plane. Rumors of fetches that are reflections of entities from other planes persist, but none of these tales speak of fetches that duplicate anything other than a sapient source. A fetch can manifest spontaneously when a powerful creature undergoes a significant emotional event or dies, either while on the First World or while in an area significantly influenced by the First World, but one can also be created by significant forces like the Eldest in order to torment and vex those who have annoyed them. While a fetch manifests from a soul's “reflection,” and as such bears a striking resemblance to that creature's appearance in life, a fetch has no true memories of its own. It keeps fragments of false remembrances from its source as if it experienced them in a half-remembered dream—which ensure the fetch is enraged by and jealous of its source. A fetch is similar in appearance to the creature whose soul spawned it, save that it often displays fey-like features such as pointed ears, plantlike elements, or supernatural grace. A fetch who seeks to impersonate a still-living source must disguise these features, and takes care to manifest its fetch weapon as one known to be wielded by its target. When a fetch dies, it and its manifested items fades away into a bloom of plant life, its soul instantly recycled into the First World, leaving behind a patch of weeds and thorny flowers roughly in the shape they held in mockery while alive. Members Fetch Behemoth (Creature 20), Fetch Stalker (Creature 18), Risen Fetch (Creature 22) Freed Fetches Warning - this sidebar contains spoilers for the Kingmaker adventure path. If a fetch replaces its source by slaying them and taking their place in society, it can become a freed fetch. These are unique entities and should be hand-crafted as needed. All fetches begin their lives chaotic evil, but once they claim their place in the cycle of souls, they can (albeit rarely) find redemption. Fetches created by powerful entities after the source soul has moved on to be judged (including all fetches in Kingmaker ) can never become freed, for they exist only at the whim of their creator. Inversion Of Undeath? Scholars have theorized that fetches are a sort of inversion of undead, in that their creation is linked to a living creature's soul—either forming when that soul has a powerful emotional event or manifesting alongside the creature's death. Yet unlike an undead creature, a fetch is its own being, not a corruption or transformation of another creature's soul. Fetches have souls themselves, yet since these souls are “borrowed” from energies underlying the First World, they have no capacity to gain in power once they are created. As such, fetches who live for any appreciable length of time grow increasingly frustrated with the stagnation of their personal growth, something of a curse that forces many to seek out increasingly dangerous risks. A fetch created from a still-living creature can, upon slaying its source, sometimes shed this limitation—in effect, taking the original's place in reality. This drives most fetch to seek out their source, murder them in secret, and try to replace them, yet unless the original was as depraved and twisted as they, such deceptions are inevitably laid bare when a fetch's evil nature becomes apparent. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=322",
 "weakness": {}
}