{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Fleshwarp",
 "creature_family_markdown": "Fleshwarp",
 "exclude_from_search": false,
 "id": "creature-family-47",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Fleshwarp](/MonsterFamilies.aspx?ID=47)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 158</row>\n\nSome creatures, notably [drow](/MonsterFamilies.aspx?ID=37), are not happy with merely killing their enemies. They revel in the total degradation of their foes through the horrifying transformative technique known as fleshwarping. Though the fleshwarping process was not created by the drow, many believe they perfected it. The drow torture their enemies in vats of churning magical reagents, reshaping their flesh and psyche alike into horrid and monstrous things. The reconstitution of flesh results in countless variations of fleshwarps, and the following are just a couple of examples of these horrors.\n\nAlthough twisting victims into horrid shapes is a well-known pastime of evil drow, other subterranean monsters have stolen these practices or developed them independently. The worm-like [seugathis](/MonsterFamilies.aspx?ID=212) sometimes warp other creatures whose territories abut their lightless lands; the fleshwarps below result from [morlocks](/MonsterFamilies.aspx?ID=211) and [urdefhans](/MonsterFamilies.aspx?ID=158), respectively.\r\n\r\n<title level=\"2\">Members</title>\r\n[Dreshkan](/Monsters.aspx?ID=1043) (Creature 4), [Drider](/Monsters.aspx?ID=207) (Creature 6), [Ghonhatine](/Monsters.aspx?ID=671) (Creature 10), [Grothlut](/Monsters.aspx?ID=206) (Creature 3), [Irnakurse](/Monsters.aspx?ID=670) (Creature 9), [Mulventok](/Monsters.aspx?ID=1044) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Failed Fleshwarps</title>\r\n\r\nNot every fleshwarp emerges from its vat capable of survival. Many perish within minutes, as organs fundamental for life simply fail or collapse in on themselves. Fleshwarpers can usually recycle failed fleshwarps back into the mix quickly enough, but now and then, remnants known as fleshdregs are stable enough to live pain-wracked lives of their own. These foul creatures often infest fleshwarper holdings, like rats or other vermin do in less awful locations.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Fleshwarps</title>\r\n\r\nGrothluts may be the weakest example of a fleshwarp, and driders the most successful, but others exist as well. Ghonhatines are lumbering fleshwarps formed from xulgaths, while the tentacled irnakurses are formed from surface-dwelling elves. [Sinspawn](/Monsters.aspx?ID=371) are fleshwarps as well, of course, although their methods of creation differ drastically from the techniques mastered by drow.\r\n</aside>",
 "name": "Fleshwarp",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 158</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSome creatures, notably  drow , are not happy with merely killing their enemies. They revel in the total degradation of their foes through the …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 158"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 158</row>",
 "speed": {},
 "summary": "Some creatures, notably  drow , are not happy with merely killing their enemies. They revel in the total degradation of their foes through the …",
 "summary_markdown": "Some creatures, notably  drow , are not happy with merely killing their enemies. They revel in the total degradation of their foes through the …",
 "text": " Fleshwarp Source Bestiary pg. 158 Some creatures, notably drow, are not happy with merely killing their enemies. They revel in the total degradation of their foes through the horrifying transformative technique known as fleshwarping. Though the fleshwarping process was not created by the drow, many believe they perfected it. The drow torture their enemies in vats of churning magical reagents, reshaping their flesh and psyche alike into horrid and monstrous things. The reconstitution of flesh results in countless variations of fleshwarps, and the following are just a couple of examples of these horrors. Although twisting victims into horrid shapes is a well-known pastime of evil drow, other subterranean monsters have stolen these practices or developed them independently. The worm-like seugathis sometimes warp other creatures whose territories abut their lightless lands; the fleshwarps below result from morlocks and urdefhans, respectively. Members Dreshkan (Creature 4), Drider (Creature 6), Ghonhatine (Creature 10), Grothlut (Creature 3), Irnakurse (Creature 9), Mulventok (Creature 7) Failed Fleshwarps Not every fleshwarp emerges from its vat capable of survival. Many perish within minutes, as organs fundamental for life simply fail or collapse in on themselves. Fleshwarpers can usually recycle failed fleshwarps back into the mix quickly enough, but now and then, remnants known as fleshdregs are stable enough to live pain-wracked lives of their own. These foul creatures often infest fleshwarper holdings, like rats or other vermin do in less awful locations. Other Fleshwarps Grothluts may be the weakest example of a fleshwarp, and driders the most successful, but others exist as well. Ghonhatines are lumbering fleshwarps formed from xulgaths, while the tentacled irnakurses are formed from surface-dwelling elves. Sinspawn are fleshwarps as well, of course, although their methods of creation differ drastically from the techniques mastered by drow. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=47",
 "weakness": {}
}