{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Foresters",
 "creature_family_markdown": "Foresters",
 "exclude_from_search": false,
 "id": "creature-family-186",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Foresters](/MonsterFamilies.aspx?ID=186)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 218</row>\n\nFrom the managed and cultivated forests that support villages to the tree-covered crown lands where only nobles and their servants are permitted to hunt, forests provide. To communities, forests provide fuel, food, medicine, and raw materials, while royally protected forests provide food for the nobles' table and a source of entertainment in the form of organized hunts. Even the ancient woods untouched by mortal hand or blade provide bards with settings where legends happened and could happen again. Many find the forest depths unsettling, but others live their lives among the trees and alongside the creatures that make their homes there.\r\n\r\n<title level=\"2\">Members</title>\r\n[Hunter](/NPCs.aspx?ID=907) (Creature 7), [Poacher](/NPCs.aspx?ID=905) (Creature 2), [Tracker](/NPCs.aspx?ID=906) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Famed Forests</title>\r\n\r\nThe **Verduran Forest** is the largest woodland on the continent of Avistan; the druids and rangers of the Wildwood Lodge earned the forest great autonomy through a thousand-year treaty. The **Forest of Spirits** stretches over a thousand miles of Tian Xia and is the primeval birthplace of the nature spirits known as [kami](/MonsterFamilies.aspx?ID=243). **The Fangwood** in Nirmathas and the Gravelands is home to a secret village of druids, named Crystalhurst, and to one of the most powerful [green dragons](/MonsterFamilies.aspx?ID=167) in the world. The terrible Darkblight devastated the 7,000-year-old fey court that once guarded the wood. The **Fierani Forest** covers the majority of the elven nation of Kyonin and borders Tanglebriar, home to the Fierani rangers' great nemesis, the demon [Treerazer](/Deities.aspx?ID=26).\r\n</aside>",
 "name": "Foresters",
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 218</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFrom the managed and cultivated forests that support villages to the tree-covered crown lands where only nobles and their servants are permitted to …\r\n</summary>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 218"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 218</row>",
 "speed": {},
 "summary": "From the managed and cultivated forests that support villages to the tree-covered crown lands where only nobles and their servants are permitted to …",
 "summary_markdown": "From the managed and cultivated forests that support villages to the tree-covered crown lands where only nobles and their servants are permitted to …",
 "text": " Foresters Source Gamemastery Guide pg. 218 From the managed and cultivated forests that support villages to the tree-covered crown lands where only nobles and their servants are permitted to hunt, forests provide. To communities, forests provide fuel, food, medicine, and raw materials, while royally protected forests provide food for the nobles' table and a source of entertainment in the form of organized hunts. Even the ancient woods untouched by mortal hand or blade provide bards with settings where legends happened and could happen again. Many find the forest depths unsettling, but others live their lives among the trees and alongside the creatures that make their homes there. Members Hunter (Creature 7), Poacher (Creature 2), Tracker (Creature 3) Famed Forests The Verduran Forest is the largest woodland on the continent of Avistan; the druids and rangers of the Wildwood Lodge earned the forest great autonomy through a thousand-year treaty. The Forest of Spirits stretches over a thousand miles of Tian Xia and is the primeval birthplace of the nature spirits known as kami. The Fangwood in Nirmathas and the Gravelands is home to a secret village of druids, named Crystalhurst, and to one of the most powerful green dragons in the world. The terrible Darkblight devastated the 7,000-year-old fey court that once guarded the wood. The Fierani Forest covers the majority of the elven nation of Kyonin and borders Tanglebriar, home to the Fierani rangers' great nemesis, the demon Treerazer. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=186",
 "weakness": {}
}