{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Formian",
 "creature_family_markdown": "Formian",
 "exclude_from_search": false,
 "id": "creature-family-293",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Formian](/MonsterFamilies.aspx?ID=293)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #173: Doorway to the Red Star](/Sources.aspx?ID=103) pg. 82</row>\n\nFormians resemble unusually large ants with an insectile humanoid's upper torso. More powerful or influential formians are physically larger; common formian workers are roughly the height of a [gnome](/Ancestries.aspx?ID=3), while the largest formians, such as taskmasters and queens, rival a giant in size.\n\n Formian society is a strict matriarchy. Though each hive's queen is theoretically independent and her rule absolute, allegiances are common, and less powerful hives often (grudgingly) defer to more powerful matriarchs.\r\n\r\n<title level=\"2\">Members</title>\r\n[Formian Mageslayer](/Monsters.aspx?ID=1671) (Creature 16), [Formian Queen](/Monsters.aspx?ID=1672) (Creature 17), [Formian Worker](/Monsters.aspx?ID=1670) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Formian Characteristics</title>\r\n\r\nFormians are insectile creatures with ant-like qualities, typically members of hive minds ruled by queens. Formians have significant genetic diversity, with each type of formian intentionally bred with features and characteristics appropriate to the functions needed by their hive. Formians have their own language based on scent glands and complex clicking sounds created with their mandibles that are difficult for most humanoids to emulate. A non-formian who learns the language can understand it, but without the biological organs to exude the proper pheremones or make the correct clicking sounds, speaking it for such creatures is generally limited to only the most basic of concepts.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Formians</title>\r\n\r\nThe formians presented here represent only a subset of the total variety of formians that can be encountered. The other most prevalent types consist of formian warriors, who constitute the bulk of a hive's guards; both they and the workers obey the orders and commands of the formian taskmasters. The formian queen herself is often served by formian myrmarches, a sort of aristocratic class in a formian hive.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Hiveless</title>\r\n\r\nFormians sometimes find themselves without a hive to call home and are forced to endure life in the wilds or among the citizens of a non-formian society. Only the most stubborn, fortunate, or unusually self-aware of these hiveless formians last long without the support of their hive, but those who do often become quite powerful after adapting to unfamiliar cultures or fending for themselves in inhospitable lands.\r\n</aside>",
 "name": "Formian",
 "rarity": "common",
 "release_date": "2021-11-10",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #173: Doorway to the Red Star](/Sources.aspx?ID=103) pg. 82</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFormians resemble unusually large ants with an insectile humanoid's upper torso. More powerful or influential formians are physically larger; common …\r\n</summary>",
 "source": [
  "Pathfinder #173: Doorway to the Red Star"
 ],
 "source_raw": [
  "Pathfinder #173: Doorway to the Red Star pg. 82"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #173: Doorway to the Red Star](/Sources.aspx?ID=103) pg. 82</row>",
 "speed": {},
 "summary": "Formians resemble unusually large ants with an insectile humanoid's upper torso. More powerful or influential formians are physically larger; common …",
 "summary_markdown": "Formians resemble unusually large ants with an insectile humanoid's upper torso. More powerful or influential formians are physically larger; common …",
 "text": " Formian Source Pathfinder #173: Doorway to the Red Star pg. 82 Formians resemble unusually large ants with an insectile humanoid's upper torso. More powerful or influential formians are physically larger; common formian workers are roughly the height of a gnome, while the largest formians, such as taskmasters and queens, rival a giant in size. Formian society is a strict matriarchy. Though each hive's queen is theoretically independent and her rule absolute, allegiances are common, and less powerful hives often (grudgingly) defer to more powerful matriarchs. Members Formian Mageslayer (Creature 16), Formian Queen (Creature 17), Formian Worker (Creature 1) Formian Characteristics Formians are insectile creatures with ant-like qualities, typically members of hive minds ruled by queens. Formians have significant genetic diversity, with each type of formian intentionally bred with features and characteristics appropriate to the functions needed by their hive. Formians have their own language based on scent glands and complex clicking sounds created with their mandibles that are difficult for most humanoids to emulate. A non-formian who learns the language can understand it, but without the biological organs to exude the proper pheremones or make the correct clicking sounds, speaking it for such creatures is generally limited to only the most basic of concepts. Other Formians The formians presented here represent only a subset of the total variety of formians that can be encountered. The other most prevalent types consist of formian warriors, who constitute the bulk of a hive's guards; both they and the workers obey the orders and commands of the formian taskmasters. The formian queen herself is often served by formian myrmarches, a sort of aristocratic class in a formian hive. The Hiveless Formians sometimes find themselves without a hive to call home and are forced to endure life in the wilds or among the citizens of a non-formian society. Only the most stubborn, fortunate, or unusually self-aware of these hiveless formians last long without the support of their hive, but those who do often become quite powerful after adapting to unfamiliar cultures or fending for themselves in inhospitable lands. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=293",
 "weakness": {}
}