{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Fox",
 "creature_family_markdown": "Fox",
 "exclude_from_search": false,
 "id": "creature-family-236",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Fox](/MonsterFamilies.aspx?ID=236)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 102</row>\n\nElusive and shrewd, foxes have gained a reputation as sly tricksters, earning them a place in many folk tales.\r\n\r\n<title level=\"2\">Members</title>\r\n[Fading Fox](/Monsters.aspx?ID=1159) (Creature 2), [Red Fox](/Monsters.aspx?ID=1158) (Creature -1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Noble Quarry</title>\r\n\r\nIn Taldor, the hunt is an ancient institution steeped in ceremony. For Taldan nobles, the hunt and its pageantry offer a chance to showcase martial skill and wealth while reaffirming tradition and etiquette. Alliances are forged and political maneuvering happens around the post-hunt banquet table, so a successful hunt is of paramount importance. To this end, Taldan game wardens have spent centuries using selective breeding and magic to raise new species of boars, foxes, stags, and other quarry that share the most sought-after traits of their forebears and offer the best sport. Despite resistance from druidic orders and the damage to crops and livestock these creatures cause, the practice is sanctioned by royal decree. \r\n</aside>",
 "name": "Fox",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 102</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nElusive and shrewd, foxes have gained a reputation as sly tricksters, earning them a place in many folk tales.\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 102"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 102</row>",
 "speed": {},
 "summary": "Elusive and shrewd, foxes have gained a reputation as sly tricksters, earning them a place in many folk tales.",
 "summary_markdown": "Elusive and shrewd, foxes have gained a reputation as sly tricksters, earning them a place in many folk tales.",
 "text": " Fox Source Bestiary 3 pg. 102 Elusive and shrewd, foxes have gained a reputation as sly tricksters, earning them a place in many folk tales. Members Fading Fox (Creature 2), Red Fox (Creature -1) Noble Quarry In Taldor, the hunt is an ancient institution steeped in ceremony. For Taldan nobles, the hunt and its pageantry offer a chance to showcase martial skill and wealth while reaffirming tradition and etiquette. Alliances are forged and political maneuvering happens around the post-hunt banquet table, so a successful hunt is of paramount importance. To this end, Taldan game wardens have spent centuries using selective breeding and magic to raise new species of boars, foxes, stags, and other quarry that share the most sought-after traits of their forebears and offer the best sport. Despite resistance from druidic orders and the damage to crops and livestock these creatures cause, the practice is sanctioned by royal decree. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=236",
 "weakness": {}
}