{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Gathlain",
 "creature_family_markdown": "Gathlain",
 "exclude_from_search": false,
 "id": "creature-family-237",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Gathlain](/MonsterFamilies.aspx?ID=237)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 105</row>\n\nGathlains have made a name for themselves as inquisitive and mischievous, as well as flighty and distractable. These eccentric little [fey](/Traits.aspx?ID=69) want nothing more than to explore the many wonders of the world for their own pleasure. \n\nBorn of magical trees in seed pods that float hundreds of miles on the wind, gathlains are a bizarre mix of flesh and flora. Sprigs of mistletoe bloom from their back and form a delicate pair of wings. They enjoy adorning themselves with oddities found on their journeys, such as beads, pieces of fine cloth, and bits of armor. The fey see these accessories as trophies, proof of their travels, and mementos of their adventures.\n\n The typical gathlain is only 2 feet tall, but their small size doesn't deter them from seeking out and exploring potentially dangerous places. They sometimes even use their size to their advantage, squeezing through tight spaces that most would never be able to fit through. Moreover, their vine-laced wings let them reach heights many adventurers would find daunting. These traits have made them celebrated explorers whose presence is welcome in a group of travelers—so long as everyone is prepared for their nigh-endless questions. A conversation with a gathlain can feel more like an interrogation, as they care little for the comfort of others if it means they will learn something new and interesting to add to their range of knowledge.\n\n Gathlains are particularly fond of [gnomes](/Ancestries.aspx?ID=3), as they feel a sort of familial attachment to their exiled fey kin, and attempt to ingratiate themselves with any gnomes they run across. Gnomes don't always return this affection and many tend to distrust gathlains, due to the smaller creatures' gossipy and flighty nature.\r\n\r\n<title level=\"2\">Members</title>\r\n[Gathlain Wanderer](/Monsters.aspx?ID=1163) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gathlain Homes</title>\r\n\r\nWhen they decide to settle down, gathlains most often make their homes deep in the forests, among the treetops. Being amid the leaves and vines makes them feel safe, as it reminds them of their birth tree. They tend to make dwellings for themselves out of branches and bits of wood, crafting rooms to house the treasures they've found on their journeys. Gathlains with a greater affinity for other types of terrain settle down in all sorts of places and have a [Lore](/Skills.aspx?ID=8) skill corresponding to their favored terrain instead of Forest Lore.\r\n</aside>",
 "name": "Gathlain",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 105</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGathlains have made a name for themselves as inquisitive and mischievous, as well as flighty and distractable. These eccentric little  fey  want …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 105"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 105</row>",
 "speed": {},
 "summary": "Gathlains have made a name for themselves as inquisitive and mischievous, as well as flighty and distractable. These eccentric little  fey  want …",
 "summary_markdown": "Gathlains have made a name for themselves as inquisitive and mischievous, as well as flighty and distractable. These eccentric little  fey  want …",
 "text": " Gathlain Source Bestiary 3 pg. 105 Gathlains have made a name for themselves as inquisitive and mischievous, as well as flighty and distractable. These eccentric little fey want nothing more than to explore the many wonders of the world for their own pleasure. Born of magical trees in seed pods that float hundreds of miles on the wind, gathlains are a bizarre mix of flesh and flora. Sprigs of mistletoe bloom from their back and form a delicate pair of wings. They enjoy adorning themselves with oddities found on their journeys, such as beads, pieces of fine cloth, and bits of armor. The fey see these accessories as trophies, proof of their travels, and mementos of their adventures. The typical gathlain is only 2 feet tall, but their small size doesn't deter them from seeking out and exploring potentially dangerous places. They sometimes even use their size to their advantage, squeezing through tight spaces that most would never be able to fit through. Moreover, their vine-laced wings let them reach heights many adventurers would find daunting. These traits have made them celebrated explorers whose presence is welcome in a group of travelers—so long as everyone is prepared for their nigh-endless questions. A conversation with a gathlain can feel more like an interrogation, as they care little for the comfort of others if it means they will learn something new and interesting to add to their range of knowledge. Gathlains are particularly fond of gnomes, as they feel a sort of familial attachment to their exiled fey kin, and attempt to ingratiate themselves with any gnomes they run across. Gnomes don't always return this affection and many tend to distrust gathlains, due to the smaller creatures' gossipy and flighty nature. Members Gathlain Wanderer (Creature 1) Gathlain Homes When they decide to settle down, gathlains most often make their homes deep in the forests, among the treetops. Being amid the leaves and vines makes them feel safe, as it reminds them of their birth tree. They tend to make dwellings for themselves out of branches and bits of wood, crafting rooms to house the treasures they've found on their journeys. Gathlains with a greater affinity for other types of terrain settle down in all sorts of places and have a Lore skill corresponding to their favored terrain instead of Forest Lore. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=237",
 "weakness": {}
}