{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Genie",
 "creature_family_markdown": "Genie",
 "exclude_from_search": false,
 "id": "creature-family-50",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Genie](/MonsterFamilies.aspx?ID=50)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 162</row>\n\nA unique type of genie exists for each Elemental Plane, and the bodies of genies are formed out of elemental matter corresponding to their native plane: djinn are formed from wind, clouds, and storms; efreet are fire made flesh; marids are beings of water; and shaitans are composed of metal, gems, and stone. Lastly, the jann are formed out of all four elements, and are the weakest of geniekind. \n\n<title level=\"2\" right=\"\">Genie Nobles</title> Genie nobles with titles unique to their kind (as detailed in each sidebar) rule genie society. Genie nobles are generally at least 5 levels higher than a typical example of their kind. In addition to the increased statistics afforded by their higher levels, genie nobles gain additional spells. But the most wondrous (and notorious) of a genie noble’s powers is their ability to grant wishes. Any genie noble (save for jann, who lack this power) can grant a mortal or undead creature up to three wishes within a year’s time. Many unscrupulous creatures compel genie nobles to serve them, tricking them or entrapping them with magic. However, once a genie noble grants a third wish to a single creature, they are freed from service to that creature forever.\r\n\r\n<title level=\"2\">Members</title>\r\n[Djinni](/Monsters.aspx?ID=212) (Creature 5), [Efreeti](/Monsters.aspx?ID=214) (Creature 9), [Janni](/Monsters.aspx?ID=211) (Creature 4), [Marid](/Monsters.aspx?ID=215) (Creature 9), [Shaitan](/Monsters.aspx?ID=213) (Creature 7)",
 "name": "Genie",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 162</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA unique type of genie exists for each Elemental Plane, and the bodies of genies are formed out of elemental matter corresponding to their native …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 162"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 162</row>",
 "speed": {},
 "summary": "A unique type of genie exists for each Elemental Plane, and the bodies of genies are formed out of elemental matter corresponding to their native …",
 "summary_markdown": "A unique type of genie exists for each Elemental Plane, and the bodies of genies are formed out of elemental matter corresponding to their native …",
 "text": " Genie Source Bestiary pg. 162 A unique type of genie exists for each Elemental Plane, and the bodies of genies are formed out of elemental matter corresponding to their native plane: djinn are formed from wind, clouds, and storms; efreet are fire made flesh; marids are beings of water; and shaitans are composed of metal, gems, and stone. Lastly, the jann are formed out of all four elements, and are the weakest of geniekind. Genie Nobles Genie nobles with titles unique to their kind (as detailed in each sidebar) rule genie society. Genie nobles are generally at least 5 levels higher than a typical example of their kind. In addition to the increased statistics afforded by their higher levels, genie nobles gain additional spells. But the most wondrous (and notorious) of a genie noble’s powers is their ability to grant wishes. Any genie noble (save for jann, who lack this power) can grant a mortal or undead creature up to three wishes within a year’s time. Many unscrupulous creatures compel genie nobles to serve them, tricking them or entrapping them with magic. However, once a genie noble grants a third wish to a single creature, they are freed from service to that creature forever. Members Djinni (Creature 5), Efreeti (Creature 9), Janni (Creature 4), Marid (Creature 9), Shaitan (Creature 7)",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=50",
 "weakness": {}
}