{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Geniekin",
 "creature_family_markdown": "Geniekin",
 "exclude_from_search": false,
 "id": "creature-family-145",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Geniekin](/MonsterFamilies.aspx?ID=145)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 200 <sup>2.0</sup></row>\n\nGeniekin are mortals whose ancestry has become entangled with that of [genies](/MonsterFamilies.aspx?ID=50), causing them to exhibit elemental powers drawn from the Elemental Planes. Though the geniekin found here are all of human descent and have example alignments, geniekin and other planar scions can descend from other ancestries and have any alignment.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ifrit Pyrochemist](/Monsters.aspx?ID=759) (Creature 1), [Oread Guard](/Monsters.aspx?ID=760) (Creature 1), [Suli Dune Dancer](/Monsters.aspx?ID=761) (Creature 1), [Sylph Sneak](/Monsters.aspx?ID=762) (Creature 1), [Undine Hydromancer](/Monsters.aspx?ID=763) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Common Terminology</title>\r\n\r\nThe term geniekin came into common parlance mostly thanks to tales from Casmaron and, in particular, the Padishah Empire of Kelesh. Many of these folk stories, songs, and other common tales include great figures who have genie parentage. The prominence and legacy of these stories, along with the fact that the most common geniekin are those with genie ancestors, have cemented “geniekin” as a common term for any individual who manifests elemental traits. This is true even when genies are not part of a person's lineage, such as individuals descended from elementals or sorcerers with the elemental bloodline. Scholars have pushed to use the more accurate descriptor of “elemental scion,” but the term has yet to permeate the common lexicon.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Elemental Permutations</title>\r\n\r\nWhile other planar scions have lineages that reflect the specific fiends, celestials, or monitors from which their families descend, geniekin lineages are better described as permutations of elemental expression. Elements sometimes manifest in unique and unusual ways within a line of geniekin, regardless of the elemental they descend from. These permutations and their lineages are as follows. \n\n**Air**: [fumesoul](/Feats.aspx?ID=2591) (miasma sylph), [smokesoul](/Feats.aspx?ID=2592) (haze sylph), [stormsoul](/Feats.aspx?ID=2593) (lightning sylph) \n\n**Earth**: [dustsoul](/Feats.aspx?ID=2565) (soil oread), [gemsoul](/Feats.aspx?ID=2567) (crystal oread), [miresoul](/Feats.aspx?ID=2568) (mud oread) \n\n**Fire**: [brightsoul](/Feats.aspx?ID=2551) (radiant ifrit), [cindersoul](/Feats.aspx?ID=2552) (ash ifrit), [lavasoul](/Feats.aspx?ID=2555) (magma ifrit) \n\n**Water**: [brinesoul](/Feats.aspx?ID=2606) (saltwater undine), [mistsoul](/Feats.aspx?ID=2607) (vapor undine), [rimesoul](/Feats.aspx?ID=2608) (frost undine)\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Geniekin on Golarion</title>\r\n\r\nWhile most geniekin planar scions live on their genie parent's ancestral plane, rare fonts of elemental power or genie activity sometimes give rise to geniekin on Golarion. By far, geniekin are most commonly found in Katapesh, as genies are more prevalent there than other regions due to the influence of genie binders.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Geniekin Parentage</title>\r\n\r\nPlanar scions from the elemental planes are known as geniekin because they are overwhelmingly born from couplings between mortals and genies: [ifrits](/Monsters.aspx?ID=759) are born of [efreeti](/Monsters.aspx?ID=214), [oreads](/Monsters.aspx?ID=760) of [shaitans](/Monsters.aspx?ID=213), [sulis](/Monsters.aspx?ID=761) of [jann](/Monsters.aspx?ID=211), [sylphs](/Monsters.aspx?ID=762) of [djinn](/Monsters.aspx?ID=212), and [undines](/Monsters.aspx?ID=763) of [marids](/Monsters.aspx?ID=215). Despite this distinguished ancestry, geniekin do not display most of their parents' exceptional talents, such as their ability to grant wishes.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Planar Scions</title>\r\n\r\nTwo other planar scions are the entropy-infused ganzi and their polar opposites, the orderly aphorites, scions of chaos and law respectively.\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Planar Scion</title>\r\n\r\n**Related Families**",
 "name": "Geniekin",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 200 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGeniekin are mortals whose ancestry has become entangled with that of  genies , causing them to exhibit elemental powers drawn from the Elemental …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 200"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 200 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Geniekin are mortals whose ancestry has become entangled with that of  genies , causing them to exhibit elemental powers drawn from the Elemental …",
 "summary_markdown": "Geniekin are mortals whose ancestry has become entangled with that of  genies , causing them to exhibit elemental powers drawn from the Elemental …",
 "text": " Geniekin Source Bestiary 2 pg. 200 2.0 Geniekin are mortals whose ancestry has become entangled with that of genies, causing them to exhibit elemental powers drawn from the Elemental Planes. Though the geniekin found here are all of human descent and have example alignments, geniekin and other planar scions can descend from other ancestries and have any alignment. Members Ifrit Pyrochemist (Creature 1), Oread Guard (Creature 1), Suli Dune Dancer (Creature 1), Sylph Sneak (Creature 1), Undine Hydromancer (Creature 1) Common Terminology The term geniekin came into common parlance mostly thanks to tales from Casmaron and, in particular, the Padishah Empire of Kelesh. Many of these folk stories, songs, and other common tales include great figures who have genie parentage. The prominence and legacy of these stories, along with the fact that the most common geniekin are those with genie ancestors, have cemented “geniekin” as a common term for any individual who manifests elemental traits. This is true even when genies are not part of a person's lineage, such as individuals descended from elementals or sorcerers with the elemental bloodline. Scholars have pushed to use the more accurate descriptor of “elemental scion,” but the term has yet to permeate the common lexicon. Elemental Permutations While other planar scions have lineages that reflect the specific fiends, celestials, or monitors from which their families descend, geniekin lineages are better described as permutations of elemental expression. Elements sometimes manifest in unique and unusual ways within a line of geniekin, regardless of the elemental they descend from. These permutations and their lineages are as follows. Air : fumesoul (miasma sylph), smokesoul (haze sylph), stormsoul (lightning sylph) Earth : dustsoul (soil oread), gemsoul (crystal oread), miresoul (mud oread) Fire : brightsoul (radiant ifrit), cindersoul (ash ifrit), lavasoul (magma ifrit) Water : brinesoul (saltwater undine), mistsoul (vapor undine), rimesoul (frost undine) Geniekin on Golarion While most geniekin planar scions live on their genie parent's ancestral plane, rare fonts of elemental power or genie activity sometimes give rise to geniekin on Golarion. By far, geniekin are most commonly found in Katapesh, as genies are more prevalent there than other regions due to the influence of genie binders. Geniekin Parentage Planar scions from the elemental planes are known as geniekin because they are overwhelmingly born from couplings between mortals and genies: ifrits are born of efreeti, oreads of shaitans, sulis of jann, sylphs of djinn, and undines of marids. Despite this distinguished ancestry, geniekin do not display most of their parents' exceptional talents, such as their ability to grant wishes. Other Planar Scions Two other planar scions are the entropy-infused ganzi and their polar opposites, the orderly aphorites, scions of chaos and law respectively. Planar Scion Related Families ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=145",
 "weakness": {}
}