{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Ghoran",
 "creature_family_markdown": "Ghoran",
 "exclude_from_search": false,
 "id": "creature-family-238",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Ghoran](/MonsterFamilies.aspx?ID=238)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 106</row>\n\nGhorans are sentient plants who grow in the shape of humanoids. A ghoran's body is composed of one large seed encased in rich vegetable tissue covered with dense, green rinds. In place of a face ghorans sport a bouquet of vividly colored flower petals with gaps and ridges suggesting facial features, which they can shift to express emotion.\n\n Magically created to be a delicious and nutritious food source that could adapt to hazardous environments, ghorans evolved to develop sentience, speech, and ambulatory bodies that could mimic humanoid forms and behavior to discourage predation. Ghorans find the concept of gender confounding, though some display visual gender cues to put humanoids at ease or leverage societal expectations to their own advantage.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ghoran Manipulator](/Monsters.aspx?ID=1164) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Ghoran Seeds</title>\r\n\r\nEvery ghoran contains a single, fist-sized seed imprinted with their memories. When planted, this seed sprouts a new body and the original falls dead. Ghorans can't create additional seeds\r\n</aside>",
 "name": "Ghoran",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 106</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGhorans are sentient plants who grow in the shape of humanoids. A ghoran's body is composed of one large seed encased in rich vegetable tissue …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 106"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 106</row>",
 "speed": {},
 "summary": "Ghorans are sentient plants who grow in the shape of humanoids. A ghoran's body is composed of one large seed encased in rich vegetable tissue …",
 "summary_markdown": "Ghorans are sentient plants who grow in the shape of humanoids. A ghoran's body is composed of one large seed encased in rich vegetable tissue …",
 "text": " Ghoran Source Bestiary 3 pg. 106 Ghorans are sentient plants who grow in the shape of humanoids. A ghoran's body is composed of one large seed encased in rich vegetable tissue covered with dense, green rinds. In place of a face ghorans sport a bouquet of vividly colored flower petals with gaps and ridges suggesting facial features, which they can shift to express emotion. Magically created to be a delicious and nutritious food source that could adapt to hazardous environments, ghorans evolved to develop sentience, speech, and ambulatory bodies that could mimic humanoid forms and behavior to discourage predation. Ghorans find the concept of gender confounding, though some display visual gender cues to put humanoids at ease or leverage societal expectations to their own advantage. Members Ghoran Manipulator (Creature 3) Ghoran Seeds Every ghoran contains a single, fist-sized seed imprinted with their memories. When planted, this seed sprouts a new body and the original falls dead. Ghorans can't create additional seeds ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=238",
 "weakness": {}
}