{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Ghost",
 "creature_family_markdown": "Ghost",
 "exclude_from_search": false,
 "id": "creature-family-51",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Ghost](/MonsterFamilies.aspx?ID=51)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 166</row>\n\nWhen some mortals die through tragic circumstances or without closure, they can linger on in the world. These anguished souls haunt a locale significant to them in life, constantly trying to right their perceived wrong or wrongdoings.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ghost Commoner](/Monsters.aspx?ID=216) (Creature 4), [Ghost Mage](/Monsters.aspx?ID=217) (Creature 10), [Ghost Pirate Captain](/Monsters.aspx?ID=1864) (Creature 8), [Hungry Ghost](/Monsters.aspx?ID=1863) (Creature 6)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_6_Geb.png\">A Rebirth in Death</title>\r\n\r\nI never thought in my living years that I myself would become a ghost. Initially, I was shocked. How could I possibly be denied a proper final death? After centuries of reflection, I understood: Nex must yet live! Until I see his corpse for myself, I will remain, I will prepare, and I will triumph. My only impediment involves finding a way to step free of Mechitar...\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Building Ghosts</title>\r\n\r\nNote that the ghost mage is built from the ground up, rather than by applying the ghost rules to a once-living creature, so its numbers don’t exactly match the values listed above. This is usually the better way to go if you have the time, as it allows you to hand-craft a ghost for the situation.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Custom Ghosts</title>\r\n\r\nGhosts work best in adventures when used sparingly. As they are remnants of a past life and retain their intelligence, ghosts can convey long-lost information or serve as a way to inform the PCs of crucial story elements. In this way, a ghost in an adventure can provide a clue or even a complete history of a site or event. Unlike most other undead, ghosts can retain the alignment they had in life, but regardless they should remain tragic and frightening figures in play.\r\n</aside>\n\n<title level=\"2\">Creating a Ghost</title>\r\n\r\nWhile it's best to create custom ghosts to fill an adventure's specific needs, you can also use the following guidelines to turn existing living creatures into ghosts.<br /> First, increase the creature's level by 2 and change its statistics as follows. \n<ul><li>Increase AC, saves, Perception, DCs, and skill modifiers by 2. Increase the most appropriate melee attack modifier by 4 to become ghostly hand (described below), and other attack modifiers by 2.</li> <li>A ghost has a Strength modifier of –5 and a Constitution modifier of +0.</li> <li>Do not modify the ghost's Hit Points due to its new level.</li></ul> \n\n<title level=\"3\">Ghost Abilities</title> A ghost gains the incorporeal, spirit, and undead traits. Many become evil. If the base creature has any abilities or traits that come from it being a living, corporeal creature, it loses them. You might also need to adjust some abilities that conflict with the theme of a ghost. All ghosts gain the following abilities. <br />**[Darkvision](/MonsterAbilities.aspx?ID=12)**<br /> **Site Bound** A typical ghost can stray only a short distance from where it was killed or the place it haunts. A typical limit is 120 feet. Some ghosts are instead bound to a room, building, item, or creature that was special to it rather than a location.<br /> **[Negative Healing](/MonsterAbilities.aspx?ID=42)**<br /> **Rejuvenation** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) When a ghost is destroyed, it re-forms after 2d4 days within the location it's bound to, fully healed. A ghost can be permanently destroyed only if someone determines the reason for its existence and sets right whatever prevents the spirit from resting.<br /> **Immunities** [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), precision, [unconscious](/Conditions.aspx?ID=38)<br /> **Resistances** all damage 5 (except [force](/Traits.aspx?ID=75), [ghost touch](/Equipment.aspx?ID=297), or [positive](/Traits.aspx?ID=128); double resistance to non-[magical](/Traits.aspx?ID=103)). This resistance increases to 10 at 9th level and 15 at 16th level.<br /> **Fly Speed** equal to its Speed<br /> **Ghostly Hand** All ghosts have a ghostly hand unarmed attack that deals negative damage. It typically has the [agile](/Traits.aspx?ID=170), [finesse](/Traits.aspx?ID=179), and [magical](/Traits.aspx?ID=103) traits. Some ghosts wield ghostly memories of weapons they held in life, but the effect is the same. \n\n<title level=\"3\">Special Abilities</title> Select one or two of the following abilities, or potentially three if the ghost is 9th level or higher. These abilities should relate to the ghost's death or its history. You can also create new abilities or adapt those from monsters or classes to fit the theme. For DCs, use 2 + the DC of the ghost's level.<br /> **Corrupting Gaze** <actions string=\"Two Actions\" /> The ghost stares at a creature it can see within 30 feet. The target takes 1d6 negative damage + 1d6 per 2 levels with a basic Will save. A creature that fails its save is also [stupefied 1](/Conditions.aspx?ID=37) for 1 minute.<br /> **Draining Touch** <actions string=\"Two Actions\" /> With a touch, the ghost attempts to drain a living creature's life force. It makes a ghostly hand Strike but deals no damage on a hit. Instead, the target becomes [drained 1](/Conditions.aspx?ID=10) for 1 day, and the ghost regains HP equal to half its own level.<br /> **Frightful Moan** <actions string=\"Two Actions\" /> ([auditory](/Traits.aspx?ID=16), [divine](/Traits.aspx?ID=48), [emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) The ghost laments its fate, forcing each living creature within 30 feet to attempt a Will save. On a failure, a creature becomes [frightened 2](/Conditions.aspx?ID=19) (or frightened 3 on a critical failure). On a success, a creature is temporarily immune to this ghost's frightful moan for 1 minute.<br /> **Inhabit Object** <actions string=\"Single Action\" /> The ghost possesses an object of size Large or smaller within 20 feet, making it an [animated object](/Rituals.aspx?ID=1). This animated object's level can be no higher than the ghost's level – 2. If the target object is being held by a creature, the bearer can attempt a Will save to prevent the possession. This possession ends when the object is destroyed or the ghost leaves it. At this point, the ghost reappears in the object's square and can't Inhabit an Object again for 1d4 rounds.<br /> **Malevolent Possession** <actions string=\"Two Actions\" /> The ghost attempts to possess an adjacent corporeal creature. This has the same effect as the [possession](/Spells.aspx?ID=225) spell, except since the ghost doesn't have a physical body, it is unaffected by that restriction of the spell.<br /> **Telekinetic Assault** <actions string=\"Two Actions\" /> ([divine](/Traits.aspx?ID=48), [evocation](/Traits.aspx?ID=65)) The ghost cries out in pain and anguish as small objects and debris fly about in a 30-foot emanation. Creatures in this area take 1d6 bludgeoning damage + 1d6 per 2 levels, subject to a basic Reflex save. \n\n<title level=\"2\" right=\"\">Special Abilities</title>**Source** [_Pathfinder #165: Eyes of Empty Death pg. 69_](https://paizo.com/products/btq024xm)<br /> Ghosts can select from the following special abilities in addition to those listed in the _Bestiary_. Of special note, several of abilities invoke the ghost's particular circumstances and death and can be used to guide heroes toward new avenues of investigation—possibly in exchange for a good share of their Hit Points. \n\n<title level=\"3\" right=\"\">Beatific Appearance</title> When dealing with ghosts, appearances can be deceiving. For every gory specter exists an innocent-looking spirit, their cherubic mien enhanced with magic to lull victims to their deaths. \n\n**Beatific Appearance** <actions string=\"Reaction\" /> ([divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61)) **Requirements** A creature the ghost is aware of targets the ghost with an attack; **Effect** The ghost has an unusually pitiable appearance or can change its features to look like someone close to the attacker, which causes the target to pull back on its attack. The triggering creature must attempt a Will save. On a failure, the creature takes a –1 circumstance penalty to its attack roll (–2 on a critical failure). \n\n<title level=\"3\" right=\"\">Cold Spot</title> Ghosts are often associated with unnatural cold, and one of the first signs of a ghostly presence is an uncanny cold spot in the air. \n\n**Cold Spot** ([aura](/Traits.aspx?ID=206), [cold](/Traits.aspx?ID=27), [divine](/Traits.aspx?ID=48)) The air within 5 feet of the ghost is supernaturally cold. Characters that enter or begin their turn in the ghost's aura take 1d6 cold damage per 3 levels the ghost has ([basic](/Rules.aspx?ID=329) Fortitude save). \n\n<title level=\"3\" right=\"\">Corporeal Manifestation</title> Traditionally, ghosts are thought of as wispy, insubstantial things, but not all ghosts follow this rule. \n\n**Corporeal Manifestation** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32)) The ghost loses the [incorporeal](/Traits.aspx?ID=222) trait, temporarily increasing its Strength modifier to equal its Charisma modifier. The ghost loses its immunity to precision damage and its resistance to all damage while corporeal. The ghost can resume being incorporeal by using this action again. \n\n<title level=\"3\" right=\"\">Dreamwalker</title> People who encounter ghosts are often plagued by nightmares, sometimes supernatural ones. Only powerful ghosts of 6th level or higher have this ability. \n\n**Dreamwalker** ([divine](/Traits.aspx?ID=48), [illusion](/Traits.aspx?ID=92), [mental](/Traits.aspx?ID=106)) Anyone who meets the ghost or visits its bound site can become subject to this effect. The first time the subject sleeps after their ghostly encounter, they're targeted by a [_nightmare_](/Spells.aspx?ID=208) spell, with the nightmares being somehow related to the ghost. Most often this means that the subject relives the ghost's last moments alive, but there are other possibilities. If the ghost wishes, it can manipulate the dreams to send messages or even hold entire conversations with dreamers. \n\n<title level=\"3\" right=\"\">Fade</title> Ghosts are notorious for appearing and disappearing when least expected. \n\n**Fade** <actions string=\"Single Action\" /> ([divine](/Traits.aspx?ID=48), [illusion](/Traits.aspx?ID=92)) The ghost becomes [invisible](/Conditions.aspx?ID=26) until the beginning of its next turn. \n\n<title level=\"3\" right=\"\">Fetch</title> A fetch is a person's double, often associated with hauntings and considered a mark of great ill omen. \n\n**Fetch** <actions string=\"Two Actions\" /> ([divine](/Traits.aspx?ID=48), [illusion](/Traits.aspx?ID=92)) The ghost creates an illusory double of a creature. The fetch functions as a 2nd-level [_illusory creature_](/Spells.aspx?ID=158), except that the ghost doesn't control the fetch, and the spell lasts for 1d4 hours instead of needing to Sustain the Spell. The fetch has a rudimentary intelligence and tries to imitate its original (it has a [Deception](/Skills.aspx?ID=5) skill value equal to the ghost's highest skill) but comes across as confused or vague. A ghost can have only one fetch at a time. If the creature doubled by the fetch encounters it, the creature must succeed at a Will save or become [stupefied 1](/Conditions.aspx?ID=37) (stupefied 2 on a Critical Failure) for as long as they can see the fetch. \n\n<title level=\"3\" right=\"\">Ghost Storm</title> Most ghosts can summon a wind to rattle a window or bang a shutter, but some angry spirits can do far worse. \n\n**Ghost Storm** ([air](/Traits.aspx?ID=5), [aura](/Traits.aspx?ID=206), [divine](/Traits.aspx?ID=48), [evocation](/Traits.aspx?ID=65)) Wind surrounds the ghost out to a range of 30 feet. The wind extinguishes small non-magical fires, disperses fog and mist, blows objects of light Bulk or less around, and pushes larger objects. Squares in the ghost's aura are difficult terrain and flying creatures are always considered to be [moving against the wind](/Rules.aspx?ID=400). The ghost can dismiss or resume the wind as an action, which has the [concentrate](/Traits.aspx?ID=32) trait. \n\n<title level=\"3\" right=\"\">Haunted House</title> Ghosts tend to haunt a specific place, remaining for eternity within a tightly bound space. They might haunt their graves or the sites of their death, but either way they rarely venture far. In their home, though, a ghost holds great power. \n\n**Haunted House** <actions string=\"Single Action\" /> **Frequency** once every 10 minutes; **Effect** The ghost extends its presence throughout its bound site until the end of its next turn. Within this area, the ghost can extend its senses, gaining the benefits of [all-around vision](/MonsterAbilities.aspx?ID=1), and can make ghostly hand attacks or use special abilities originating from any part of the area. \n\n<title level=\"3\" right=\"\">Lynchpin</title> Ghosts are typically thought of as solitary beings, but sometimes their will and rage are so strong that they drag others back from the grave as well. \n\n**Lynchpin** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) The ghost extends some of its nature to one or more [undead](/Traits.aspx?ID=160) of equal or lower level, who are connected to the ghost's story and unfinished business. These undead gain the ghost's Rejuvenation ability and can't be permanently destroyed so long as the ghost exists. If the ghost is laid to rest, all linked undead are likewise instantly destroyed. Linked undead  often, but not always, share the ghost's Site-Bound ability as well. The ghost doesn't have any control over such undead, and indeed the ghost and their partners in eternity may be unremittingly hostile to one another. \n\n<title level=\"3\" right=\"\">Memento Mori</title> For most ghosts, death is a traumatic event, and an angry spirit is perfectly willing to share their pain with others. \n\n**Memento Mori** <actions string=\"Two Actions\" /> ([divine](/Traits.aspx?ID=48), [illusion](/Traits.aspx?ID=92), [mental](/Traits.aspx?ID=106)) The ghost causes one creature within 30 feet to relive the ghost's death. The target must succeed at a Will save or see and feel what the ghost did, taking 1d4 [persistent mental damage](/Conditions.aspx?ID=29) per 2 levels the ghost has. All other creatures are [concealed](/Conditions.aspx?ID=4) to the target until the persistent damage ends. \n\n<title level=\"3\" right=\"\">Phanstamagoria</title> Ghost are rarely aware of the passage of time and see no difference between the homes they lived in long ago and the ruins they haunt now. Some ghosts can spread that delusion to others. \n\n**Phantasmagoria** <actions string=\"Three Actions\" /> ([auditory](/Traits.aspx?ID=16), [divine](/Traits.aspx?ID=48), [illusion](/Traits.aspx?ID=92), [mental](/Traits.aspx?ID=106), [olfactory](/Traits.aspx?ID=246), [visual](/Traits.aspx?ID=163)) The ghost causes all or part of its bound site to look, sound, feel, and smell like a different kind of place, and can populate it with simple illusions of people or animals. Typically, the ghost can recreate only a handful of images, usually different versions of its bound site as it appeared during the ghost's life. This can't disguise any creatures in the area, though it can cause minor, cosmetic changes (like causing a creature's clothing to appear nicer for a party or bloodstained for a battle). Any creature that touches the illusion or uses the [Seek](/Actions.aspx?ID=84) action to examine it can attempt to disbelieve it. Creatures can't leave the area of the illusion until they successfully disbelieve it. \n\n<title level=\"3\" right=\"\">Pyre's Memory</title> Burning is one of the most painful ways to die, and ghosts that burned to death are often more aggressive and violent than other incorporeal creatures. Their bound site is often scorched or scarred with some other evidence of fire. \n\n**Pyre's Memory** <actions string=\"Three Actions\" /> ([divine](/Traits.aspx?ID=48), [evocation](/Traits.aspx?ID=65), [fire](/Traits.aspx?ID=72)) The ghost causes great gouts of flame to erupt without warning. The ghost picks three 5-foot squares within 30 feet. Creatures that start in or enter one of these squares take 1d6 fire damage per 2 levels the ghost has, subject to a [basic](/Rules.aspx?ID=329) Reflex save. The flames last for 1 minute and don't set other things alight unless the ghost wishes. If the ghost uses this ability again, it dismisses any existing flames. \n\n<title level=\"3\" right=\"\">Revenant</title> Not all ghosts try to possess the living. Some prefer to ride corpses instead, wrenching bodies from shallow graves to serve as their hosts. \n\n**Revenant** <actions string=\"Two Actions\" /> or 1 hour; **Effect** The ghost possesses and transforms an adjacent corpse (this requires 2 actions if the ghost is possessing its own corpse; otherwise, it takes an hour). The possessed corpse uses the statistics of a non-[incorporeal](/Traits.aspx?ID=222) [undead](/Traits.aspx?ID=160) 2 levels lower than the ghost, and the ghost possesses it as if using the [_possession_](/Spells.aspx?ID=225) spell. The specific undead is determined by the nature of the ghost and the corpse—[ghoul](/MonsterFamilies.aspx?ID=52), [wights](/MonsterFamilies.aspx?ID=163), and [dullahans](/Monsters.aspx?ID=171) are all common, but almost any undead is possible. If the ghost ceases to possess the corpse, the corporeal undead is immediately destroyed.",
 "name": "Ghost",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 166</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen some mortals die through tragic circumstances or without closure, they can linger on in the world. These anguished souls haunt a locale …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 166"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 166</row>",
 "speed": {},
 "summary": "When some mortals die through tragic circumstances or without closure, they can linger on in the world. These anguished souls haunt a locale …",
 "summary_markdown": "When some mortals die through tragic circumstances or without closure, they can linger on in the world. These anguished souls haunt a locale …",
 "text": " Ghost Source Bestiary pg. 166 When some mortals die through tragic circumstances or without closure, they can linger on in the world. These anguished souls haunt a locale significant to them in life, constantly trying to right their perceived wrong or wrongdoings. Members Ghost Commoner (Creature 4), Ghost Mage (Creature 10), Ghost Pirate Captain (Creature 8), Hungry Ghost (Creature 6) A Rebirth in Death I never thought in my living years that I myself would become a ghost. Initially, I was shocked. How could I possibly be denied a proper final death? After centuries of reflection, I understood: Nex must yet live! Until I see his corpse for myself, I will remain, I will prepare, and I will triumph. My only impediment involves finding a way to step free of Mechitar... Building Ghosts Note that the ghost mage is built from the ground up, rather than by applying the ghost rules to a once-living creature, so its numbers don’t exactly match the values listed above. This is usually the better way to go if you have the time, as it allows you to hand-craft a ghost for the situation. Custom Ghosts Ghosts work best in adventures when used sparingly. As they are remnants of a past life and retain their intelligence, ghosts can convey long-lost information or serve as a way to inform the PCs of crucial story elements. In this way, a ghost in an adventure can provide a clue or even a complete history of a site or event. Unlike most other undead, ghosts can retain the alignment they had in life, but regardless they should remain tragic and frightening figures in play. Creating a Ghost While it's best to create custom ghosts to fill an adventure's specific needs, you can also use the following guidelines to turn existing living creatures into ghosts. First, increase the creature's level by 2 and change its statistics as follows. Increase AC, saves, Perception, DCs, and skill modifiers by 2. Increase the most appropriate melee attack modifier by 4 to become ghostly hand (described below), and other attack modifiers by 2. A ghost has a Strength modifier of –5 and a Constitution modifier of +0. Do not modify the ghost's Hit Points due to its new level. Ghost Abilities A ghost gains the incorporeal, spirit, and undead traits. Many become evil. If the base creature has any abilities or traits that come from it being a living, corporeal creature, it loses them. You might also need to adjust some abilities that conflict with the theme of a ghost. All ghosts gain the following abilities. Darkvision Site Bound A typical ghost can stray only a short distance from where it was killed or the place it haunts. A typical limit is 120 feet. Some ghosts are instead bound to a room, building, item, or creature that was special to it rather than a location. Negative Healing Rejuvenation (divine, necromancy) When a ghost is destroyed, it re-forms after 2d4 days within the location it's bound to, fully healed. A ghost can be permanently destroyed only if someone determines the reason for its existence and sets right whatever prevents the spirit from resting. Immunities death effects, disease, paralyzed, poison, precision, unconscious Resistances all damage 5 (except force, ghost touch, or positive; double resistance to non-magical). This resistance increases to 10 at 9th level and 15 at 16th level. Fly Speed equal to its Speed Ghostly Hand All ghosts have a ghostly hand unarmed attack that deals negative damage. It typically has the agile, finesse, and magical traits. Some ghosts wield ghostly memories of weapons they held in life, but the effect is the same. Special Abilities Select one or two of the following abilities, or potentially three if the ghost is 9th level or higher. These abilities should relate to the ghost's death or its history. You can also create new abilities or adapt those from monsters or classes to fit the theme. For DCs, use 2 + the DC of the ghost's level. Corrupting Gaze Two Actions The ghost stares at a creature it can see within 30 feet. The target takes 1d6 negative damage + 1d6 per 2 levels with a basic Will save. A creature that fails its save is also stupefied 1 for 1 minute. Draining Touch Two Actions With a touch, the ghost attempts to drain a living creature's life force. It makes a ghostly hand Strike but deals no damage on a hit. Instead, the target becomes drained 1 for 1 day, and the ghost regains HP equal to half its own level. Frightful Moan Two Actions (auditory, divine, emotion, enchantment, fear, mental) The ghost laments its fate, forcing each living creature within 30 feet to attempt a Will save. On a failure, a creature becomes frightened 2 (or frightened 3 on a critical failure). On a success, a creature is temporarily immune to this ghost's frightful moan for 1 minute. Inhabit Object Single Action The ghost possesses an object of size Large or smaller within 20 feet, making it an animated object. This animated object's level can be no higher than the ghost's level – 2. If the target object is being held by a creature, the bearer can attempt a Will save to prevent the possession. This possession ends when the object is destroyed or the ghost leaves it. At this point, the ghost reappears in the object's square and can't Inhabit an Object again for 1d4 rounds. Malevolent Possession Two Actions The ghost attempts to possess an adjacent corporeal creature. This has the same effect as the possession spell, except since the ghost doesn't have a physical body, it is unaffected by that restriction of the spell. Telekinetic Assault Two Actions (divine, evocation) The ghost cries out in pain and anguish as small objects and debris fly about in a 30-foot emanation. Creatures in this area take 1d6 bludgeoning damage + 1d6 per 2 levels, subject to a basic Reflex save. Special Abilities Source Pathfinder #165: Eyes of Empty Death pg. 69 Ghosts can select from the following special abilities in addition to those listed in the Bestiary . Of special note, several of abilities invoke the ghost's particular circumstances and death and can be used to guide heroes toward new avenues of investigation—possibly in exchange for a good share of their Hit Points. Beatific Appearance When dealing with ghosts, appearances can be deceiving. For every gory specter exists an innocent-looking spirit, their cherubic mien enhanced with magic to lull victims to their deaths. Beatific Appearance Reaction (divine, enchantment) Requirements A creature the ghost is aware of targets the ghost with an attack; Effect The ghost has an unusually pitiable appearance or can change its features to look like someone close to the attacker, which causes the target to pull back on its attack. The triggering creature must attempt a Will save. On a failure, the creature takes a –1 circumstance penalty to its attack roll (–2 on a critical failure). Cold Spot Ghosts are often associated with unnatural cold, and one of the first signs of a ghostly presence is an uncanny cold spot in the air. Cold Spot (aura, cold, divine) The air within 5 feet of the ghost is supernaturally cold. Characters that enter or begin their turn in the ghost's aura take 1d6 cold damage per 3 levels the ghost has (basic Fortitude save). Corporeal Manifestation Traditionally, ghosts are thought of as wispy, insubstantial things, but not all ghosts follow this rule. Corporeal Manifestation Single Action (concentrate) The ghost loses the incorporeal trait, temporarily increasing its Strength modifier to equal its Charisma modifier. The ghost loses its immunity to precision damage and its resistance to all damage while corporeal. The ghost can resume being incorporeal by using this action again. Dreamwalker People who encounter ghosts are often plagued by nightmares, sometimes supernatural ones. Only powerful ghosts of 6th level or higher have this ability. Dreamwalker (divine, illusion, mental) Anyone who meets the ghost or visits its bound site can become subject to this effect. The first time the subject sleeps after their ghostly encounter, they're targeted by a nightmare spell, with the nightmares being somehow related to the ghost. Most often this means that the subject relives the ghost's last moments alive, but there are other possibilities. If the ghost wishes, it can manipulate the dreams to send messages or even hold entire conversations with dreamers. Fade Ghosts are notorious for appearing and disappearing when least expected. Fade Single Action (divine, illusion) The ghost becomes invisible until the beginning of its next turn. Fetch A fetch is a person's double, often associated with hauntings and considered a mark of great ill omen. Fetch Two Actions (divine, illusion) The ghost creates an illusory double of a creature. The fetch functions as a 2nd-level illusory creature , except that the ghost doesn't control the fetch, and the spell lasts for 1d4 hours instead of needing to Sustain the Spell. The fetch has a rudimentary intelligence and tries to imitate its original (it has a Deception skill value equal to the ghost's highest skill) but comes across as confused or vague. A ghost can have only one fetch at a time. If the creature doubled by the fetch encounters it, the creature must succeed at a Will save or become stupefied 1 (stupefied 2 on a Critical Failure) for as long as they can see the fetch. Ghost Storm Most ghosts can summon a wind to rattle a window or bang a shutter, but some angry spirits can do far worse. Ghost Storm (air, aura, divine, evocation) Wind surrounds the ghost out to a range of 30 feet. The wind extinguishes small non-magical fires, disperses fog and mist, blows objects of light Bulk or less around, and pushes larger objects. Squares in the ghost's aura are difficult terrain and flying creatures are always considered to be moving against the wind. The ghost can dismiss or resume the wind as an action, which has the concentrate trait. Haunted House Ghosts tend to haunt a specific place, remaining for eternity within a tightly bound space. They might haunt their graves or the sites of their death, but either way they rarely venture far. In their home, though, a ghost holds great power. Haunted House Single Action Frequency once every 10 minutes; Effect The ghost extends its presence throughout its bound site until the end of its next turn. Within this area, the ghost can extend its senses, gaining the benefits of all-around vision, and can make ghostly hand attacks or use special abilities originating from any part of the area. Lynchpin Ghosts are typically thought of as solitary beings, but sometimes their will and rage are so strong that they drag others back from the grave as well. Lynchpin (divine, necromancy) The ghost extends some of its nature to one or more undead of equal or lower level, who are connected to the ghost's story and unfinished business. These undead gain the ghost's Rejuvenation ability and can't be permanently destroyed so long as the ghost exists. If the ghost is laid to rest, all linked undead are likewise instantly destroyed. Linked undead often, but not always, share the ghost's Site-Bound ability as well. The ghost doesn't have any control over such undead, and indeed the ghost and their partners in eternity may be unremittingly hostile to one another. Memento Mori For most ghosts, death is a traumatic event, and an angry spirit is perfectly willing to share their pain with others. Memento Mori Two Actions (divine, illusion, mental) The ghost causes one creature within 30 feet to relive the ghost's death. The target must succeed at a Will save or see and feel what the ghost did, taking 1d4 persistent mental damage per 2 levels the ghost has. All other creatures are concealed to the target until the persistent damage ends. Phanstamagoria Ghost are rarely aware of the passage of time and see no difference between the homes they lived in long ago and the ruins they haunt now. Some ghosts can spread that delusion to others. Phantasmagoria Three Actions (auditory, divine, illusion, mental, olfactory, visual) The ghost causes all or part of its bound site to look, sound, feel, and smell like a different kind of place, and can populate it with simple illusions of people or animals. Typically, the ghost can recreate only a handful of images, usually different versions of its bound site as it appeared during the ghost's life. This can't disguise any creatures in the area, though it can cause minor, cosmetic changes (like causing a creature's clothing to appear nicer for a party or bloodstained for a battle). Any creature that touches the illusion or uses the Seek action to examine it can attempt to disbelieve it. Creatures can't leave the area of the illusion until they successfully disbelieve it. Pyre's Memory Burning is one of the most painful ways to die, and ghosts that burned to death are often more aggressive and violent than other incorporeal creatures. Their bound site is often scorched or scarred with some other evidence of fire. Pyre's Memory Three Actions (divine, evocation, fire) The ghost causes great gouts of flame to erupt without warning. The ghost picks three 5-foot squares within 30 feet. Creatures that start in or enter one of these squares take 1d6 fire damage per 2 levels the ghost has, subject to a basic Reflex save. The flames last for 1 minute and don't set other things alight unless the ghost wishes. If the ghost uses this ability again, it dismisses any existing flames. Revenant Not all ghosts try to possess the living. Some prefer to ride corpses instead, wrenching bodies from shallow graves to serve as their hosts. Revenant Two Actions or 1 hour; Effect The ghost possesses and transforms an adjacent corpse (this requires 2 actions if the ghost is possessing its own corpse; otherwise, it takes an hour). The possessed corpse uses the statistics of a non-incorporeal undead 2 levels lower than the ghost, and the ghost possesses it as if using the possession spell. The specific undead is determined by the nature of the ghost and the corpse—ghoul, wights, and dullahans are all common, but almost any undead is possible. If the ghost ceases to possess the corpse, the corporeal undead is immediately destroyed.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=51",
 "weakness": {}
}