{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Ghoul",
 "creature_family_markdown": "Ghoul",
 "exclude_from_search": false,
 "id": "creature-family-52",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Ghoul](/MonsterFamilies.aspx?ID=52)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 168</row>\n\nFew creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls. \r\n\r\n<title level=\"2\">Members</title>\r\n[Barnacle Ghoul](/Monsters.aspx?ID=1001) (Creature 9), [Ghast](/Monsters.aspx?ID=219) (Creature 2), [Ghoul](/Monsters.aspx?ID=218) (Creature 1), [Ghoul Antipaladin](/Monsters.aspx?ID=2154) (Creature 9), [Ghoul Gnawer](/Monsters.aspx?ID=2144) (Creature 11), [Ghoul Razorclaw](/Monsters.aspx?ID=2155) (Creature 13), [Lacedon](/Monsters.aspx?ID=1865) (Creature 2), [Leng Ghoul](/Monsters.aspx?ID=1165) (Creature 10), [Priest of Kabriri](/Monsters.aspx?ID=1866) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Ghoulish Society</title>\r\n\r\nGhouls are quite intelligent and, more so than almost any other undead, prone to forming societies and cultures (if vile and repugnant ones centered around flesh eating and acts of depravity) in tangled warrens below boneyards, or even entire cities hidden away in the depths of the Darklands.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Preternatural Patience</title>\r\n\r\n“On the second morning after the winds stopped, we woke to find that something'd crept into the hold and smashed up all the rations. Ninth night had just enough moonlight to make out them things out there, caperin' about. Started whisperin' on the night sixteen. And they said nothin' I wasn't already thinkin', about my empty belly and what I'd do for a bite to fill it. Gods forgive me, I was just so hungry. So hungry.”<br /> —_Bronze Bunyip_, logbook, final entry\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The First Ghouls</title>\r\n\r\nLegend holds that the first humanoid (an elf, as it so happened) to feed upon the flesh of his brother rose as a ghoul after death, in time embracing his new life and ascending to great power as a demon lord of ghouls, graves, and secrets kept by the dead. That ghouls of humanoids warp and twist to take vaguely elven features, and that elves themselves are immune to ghoul paralysis, are unusual side effects of this ancient source, yet today, ghouls are as likely to worship other vile gods—or simply eschew faith entirely—as they are to honor the first of their kind.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Whispers in the Warrens</title>\r\n\r\nLegend holds that Briganthor, a [dwarf](/Ancestries.aspx?ID=1) [champion](/Classes.aspx?ID=4) of [Torag](/Deities.aspx?ID=18), quested to root out a pack of [ghouls](/Monsters.aspx?ID=218). After slaying the [undead](/Traits.aspx?ID=160), he stumbled upon a tome of cannibalistic prayer-recipes. As Briganthor attempted to burn the book, the warren collapsed—trapping him and his brother. Desperate for sustenance, Briganthor searched the cave-in only to conclude there was no way out. As days melted into weeks, the paladin feared they would starve. That's when the whispers came. Pleading, gnawing, begging him to open the grimoire. \r\n</aside>\n\n<title level=\"2\">Creating Ghouls</title>\r\n\r\nYou can turn a living creature into a ghoul by completing the following steps. When creating a ghast, double these numerical adjustments. The monsters in this section are built from the ground up, so their numbers don't match these guidelines exactly. Custom-building ghouls is recommended if you have time, using the special abilities listed here but creating the other statistics to match what you want the ghoul to be. First, increase the creature's level by 1 and change its statistics as follows. \n<ul><li>Increase its AC, attack bonuses, DCs, saving throws, and skill modifiers by 1.</li> <li>Increase its damage with Strikes and other offensive abilities by 1. If the creature is limited in how often it can use an ability (such as a breath weapon), increase the damage by 2 instead.</li></ul> \n\n<title level=\"3\" right=\"\">Ghoul Abilities</title> A ghoul gains the undead and ghoul traits, and it usually becomes evil. If the base creature has any abilities that come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the theme of a ghoul. All ghouls gain the following abilities. The save DC for all abilities uses the DC of the ghoul's level.<br /> **[Darkvision](/MonsterAbilities.aspx?ID=12)**<br /> **[Negative Healing](/MonsterAbilities.aspx?ID=42)**<br /> **Immunities** death effects, disease, paralyzed, poison, unconscious<br /> **Claws** If the creature had hands, it gains a claw Strike (an agile unarmed attack that deals slashing damage plus paralysis). If it had any agile attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its claws should deal three-quarters that damage.<br /> **Jaws** If the creature had a mouth, it gains a jaws Strike (an unarmed attack that deals slashing damage plus ghoul fever and paralysis). The damage amount should be the same as the creature's non-agile attacks.<br /> **Consume Flesh** <actions string=\"Single Action\" /> ([manipulate](/Traits.aspx?ID=104)) **Requirements** The ghoul is adjacent to the corpse of a creature that died within the last hour. **Effect** The ghoul devours a chunk of the corpse and regains 1d6 Hit Points plus 1d6 for every 2 levels it has. It can regain Hit Points from any given corpse only once.<br /> **Ghoul Fever** ([disease](/Traits.aspx?ID=46)) **Saving Throw** Fortitude; **Stage 1** carrier with no ill effect (1 day); **Stage 2** 2d6 negative damage and regains half as many Hit Points from all healing (1 day); **Stage 3** as stage 2 (1 day); **Stage 4** 2d6 negative damage and gains no benefit from healing (1 day); **Stage 5** as stage 4 (1 day); **Stage 6** dead, and rises as a ghoul the next midnight.<br /> **Paralysis** ([incapacitation](/Traits.aspx?ID=93), [occult](/Traits.aspx?ID=120), [necromancy](/Traits.aspx?ID=117)) Any living, non-elf creature hit by a ghoul's attack must succeed at a Fortitude save or become paralyzed. It can attempt a new save at the end of each of its turns, and the DC cumulatively decreases by 1 on each such save.<br /> **Swift Leap** <actions string=\"Single Action\" /> ([move](/Traits.aspx?ID=114)) The ghoul jumps up to half its Speed. This movement doesn't trigger reactions. \n\n<title level=\"3\">Ghast Abilities</title> A ghast has all the abilities above, plus following additions.<br /> **Stench** ([aura](/Traits.aspx?ID=206), [olfactory](/Traits.aspx?ID=246)) 10 feet A creature entering the aura or starting its turn in the aura must succeed at a Fortitude save (use a DC based on the monster's level; Core Rulebook 503) or become sickened 1 (plus slowed 1 as long as it\u001bs sickened on a critical failure). While within the aura, the creature takes a –2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.<br /> **Claws and Jaws** As ghoul, but apply ghast fever instead of ghoul fever.<br /> **Consume Flesh** <actions string=\"Single Action\" /> As ghoul, but it regains 1d6 additional Hit Points.<br /> **Ghast Fever** ([disease](/Traits.aspx?ID=46)) **Saving Throw** Fortitude; **Stage 1** carrier with no ill effect (1 day); **Stage 2** 3d8 negative damage and regains half as many Hit Points from all healing (1 day); **Stage 3** as stage 2 (1 day); **Stage 4** 3d8 negative damage and gains no benefit from healing (1 day); **Stage 5** as stage 4 (1 day); **Stage 6** dead, and rises as a ghast the next midnight<br /> **Paralysis** ([incapacitation](/Traits.aspx?ID=93), [occult](/Traits.aspx?ID=120), [necromancy](/Traits.aspx?ID=117)) As ghoul, but elves are not immune.",
 "name": "Ghoul",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 168</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFew creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls .\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 168"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 168</row>",
 "speed": {},
 "summary": "Few creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls .",
 "summary_markdown": "Few creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls .",
 "text": " Ghoul Source Bestiary pg. 168 Few creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls. Members Barnacle Ghoul (Creature 9), Ghast (Creature 2), Ghoul (Creature 1), Ghoul Antipaladin (Creature 9), Ghoul Gnawer (Creature 11), Ghoul Razorclaw (Creature 13), Lacedon (Creature 2), Leng Ghoul (Creature 10), Priest of Kabriri (Creature 5) Ghoulish Society Ghouls are quite intelligent and, more so than almost any other undead, prone to forming societies and cultures (if vile and repugnant ones centered around flesh eating and acts of depravity) in tangled warrens below boneyards, or even entire cities hidden away in the depths of the Darklands. Preternatural Patience “On the second morning after the winds stopped, we woke to find that something'd crept into the hold and smashed up all the rations. Ninth night had just enough moonlight to make out them things out there, caperin' about. Started whisperin' on the night sixteen. And they said nothin' I wasn't already thinkin', about my empty belly and what I'd do for a bite to fill it. Gods forgive me, I was just so hungry. So hungry.” — Bronze Bunyip , logbook, final entry The First Ghouls Legend holds that the first humanoid (an elf, as it so happened) to feed upon the flesh of his brother rose as a ghoul after death, in time embracing his new life and ascending to great power as a demon lord of ghouls, graves, and secrets kept by the dead. That ghouls of humanoids warp and twist to take vaguely elven features, and that elves themselves are immune to ghoul paralysis, are unusual side effects of this ancient source, yet today, ghouls are as likely to worship other vile gods—or simply eschew faith entirely—as they are to honor the first of their kind. Whispers in the Warrens Legend holds that Briganthor, a dwarf champion of Torag, quested to root out a pack of ghouls. After slaying the undead, he stumbled upon a tome of cannibalistic prayer-recipes. As Briganthor attempted to burn the book, the warren collapsed—trapping him and his brother. Desperate for sustenance, Briganthor searched the cave-in only to conclude there was no way out. As days melted into weeks, the paladin feared they would starve. That's when the whispers came. Pleading, gnawing, begging him to open the grimoire. Creating Ghouls You can turn a living creature into a ghoul by completing the following steps. When creating a ghast, double these numerical adjustments. The monsters in this section are built from the ground up, so their numbers don't match these guidelines exactly. Custom-building ghouls is recommended if you have time, using the special abilities listed here but creating the other statistics to match what you want the ghoul to be. First, increase the creature's level by 1 and change its statistics as follows. Increase its AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. Increase its damage with Strikes and other offensive abilities by 1. If the creature is limited in how often it can use an ability (such as a breath weapon), increase the damage by 2 instead. Ghoul Abilities A ghoul gains the undead and ghoul traits, and it usually becomes evil. If the base creature has any abilities that come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the theme of a ghoul. All ghouls gain the following abilities. The save DC for all abilities uses the DC of the ghoul's level. Darkvision Negative Healing Immunities death effects, disease, paralyzed, poison, unconscious Claws If the creature had hands, it gains a claw Strike (an agile unarmed attack that deals slashing damage plus paralysis). If it had any agile attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its claws should deal three-quarters that damage. Jaws If the creature had a mouth, it gains a jaws Strike (an unarmed attack that deals slashing damage plus ghoul fever and paralysis). The damage amount should be the same as the creature's non-agile attacks. Consume Flesh Single Action (manipulate) Requirements The ghoul is adjacent to the corpse of a creature that died within the last hour. Effect The ghoul devours a chunk of the corpse and regains 1d6 Hit Points plus 1d6 for every 2 levels it has. It can regain Hit Points from any given corpse only once. Ghoul Fever (disease) Saving Throw Fortitude; Stage 1 carrier with no ill effect (1 day); Stage 2 2d6 negative damage and regains half as many Hit Points from all healing (1 day); Stage 3 as stage 2 (1 day); Stage 4 2d6 negative damage and gains no benefit from healing (1 day); Stage 5 as stage 4 (1 day); Stage 6 dead, and rises as a ghoul the next midnight. Paralysis (incapacitation, occult, necromancy) Any living, non-elf creature hit by a ghoul's attack must succeed at a Fortitude save or become paralyzed. It can attempt a new save at the end of each of its turns, and the DC cumulatively decreases by 1 on each such save. Swift Leap Single Action (move) The ghoul jumps up to half its Speed. This movement doesn't trigger reactions. Ghast Abilities A ghast has all the abilities above, plus following additions. Stench (aura, olfactory) 10 feet A creature entering the aura or starting its turn in the aura must succeed at a Fortitude save (use a DC based on the monster's level; Core Rulebook 503) or become sickened 1 (plus slowed 1 as long as it\u001bs sickened on a critical failure). While within the aura, the creature takes a –2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute. Claws and Jaws As ghoul, but apply ghast fever instead of ghoul fever. Consume Flesh Single Action As ghoul, but it regains 1d6 additional Hit Points. Ghast Fever (disease) Saving Throw Fortitude; Stage 1 carrier with no ill effect (1 day); Stage 2 3d8 negative damage and regains half as many Hit Points from all healing (1 day); Stage 3 as stage 2 (1 day); Stage 4 3d8 negative damage and gains no benefit from healing (1 day); Stage 5 as stage 4 (1 day); Stage 6 dead, and rises as a ghast the next midnight Paralysis (incapacitation, occult, necromancy) As ghoul, but elves are not immune.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=52",
 "weakness": {}
}