{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Giant Bee",
 "creature_family_markdown": "Giant Bee",
 "exclude_from_search": false,
 "id": "creature-family-288",
 "image": [
  "/Images/Monsters/Bee_GiantBee.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Giant Bee](/MonsterFamilies.aspx?ID=288)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 80</row>\n\nLike their smaller counterparts, giant bees are highly territorial. Many types of giant bees construct hives in caves or abandoned buildings and are quick to attack creatures that they deem a threat to the single fertile queen, who almost never leaves the hive. Although most common in warm biomes with lots of vegetation, some giant bees live in arid or cold environments and are solitary rather than hive-dwelling.\r\n\r\n<title level=\"2\">Members</title>\r\n[Giant Mining Bee](/Monsters.aspx?ID=1610) (Creature 2), [Giant Worker Bee](/Monsters.aspx?ID=1609) (Creature 0)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Hive Minds</title>\r\n\r\nBees communicate with each other using complex combinations of movement and pheromones. They can share detailed information, particularly related to food, water, and dangers. A queen bee doesn't have the ability to directly control members of her hive, but she guides the entire hive's activities and, when necessary, its relocation. Some [druids](/Classes.aspx?ID=6) have attempted to tap into this hive mind to control giant bee swarms, with limited success.\r\n</aside>",
 "name": "Giant Bee",
 "rarity": "common",
 "release_date": "2021-08-05",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 80</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLike their smaller counterparts, giant bees are highly territorial. Many types of giant bees construct hives in caves or abandoned buildings and are …\r\n</summary>",
 "source": [
  "Pathfinder #169: Kindled Magic"
 ],
 "source_raw": [
  "Pathfinder #169: Kindled Magic pg. 80"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 80</row>",
 "speed": {},
 "summary": "Like their smaller counterparts, giant bees are highly territorial. Many types of giant bees construct hives in caves or abandoned buildings and are …",
 "summary_markdown": "Like their smaller counterparts, giant bees are highly territorial. Many types of giant bees construct hives in caves or abandoned buildings and are …",
 "text": " Giant Bee Source Pathfinder #169: Kindled Magic pg. 80 Like their smaller counterparts, giant bees are highly territorial. Many types of giant bees construct hives in caves or abandoned buildings and are quick to attack creatures that they deem a threat to the single fertile queen, who almost never leaves the hive. Although most common in warm biomes with lots of vegetation, some giant bees live in arid or cold environments and are solitary rather than hive-dwelling. Members Giant Mining Bee (Creature 2), Giant Worker Bee (Creature 0) Hive Minds Bees communicate with each other using complex combinations of movement and pheromones. They can share detailed information, particularly related to food, water, and dangers. A queen bee doesn't have the ability to directly control members of her hive, but she guides the entire hive's activities and, when necessary, its relocation. Some druids have attempted to tap into this hive mind to control giant bee swarms, with limited success. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=288",
 "weakness": {}
}