{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Girtablilu",
 "creature_family_markdown": "Girtablilu",
 "exclude_from_search": false,
 "id": "creature-family-239",
 "image": [
  "/Images/Monsters/Girtablilu.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Girtablilu](/MonsterFamilies.aspx?ID=239)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 112</row>\n\nGirtablilus are desert-dwelling guardians with the upper bodies of muscular humanoids and the lower bodies of massive scorpions. They are most often found defending ancient temples and religious artifacts with zealous fervor. Some believe they were created by a long-dead god millennia ago to act as guardians, but girtablilus consider the subject of their origin taboo and refuse to address the theory.\n\n Because girtablilus accept a wide range of religions and belief systems, some outsiders believe they also worship their own ancient pantheon. Instead, girtablilus exclusively revere and protect sites dedicated to deities considered lost to civilization. In this way, they act as preservers of holy practices that have otherwise been forgotten beneath the desert's shifting sands.\n\n Though girtablilus are used to explorers seeking entrance to the sites they defend, they might welcome those who earnestly wish to learn or offer reverence. A few even proudly share their beliefs with others, eager for the opportunity to preach to someone new. But girtablilus show no mercy to those who attempt to desecrate the sites and objects of their worship, or to those who would violate the tenets of their faith.\n\n Girtablilus are skilled fighters who keep trained [giant scorpions](/Monsters.aspx?ID=356) as pets, and they remain unmatched when it comes to fighting in the desert. They require relatively little food or water, and they rely on their stamina to outlast their enemies. When necessary, they can stalk their quarry for days or even weeks, coordinating with their pets to drive their prey in circles. Once exhausted, few foes can stand up to a girtablilu's physical prowess—or their deadly venom.\r\n\r\n<title level=\"2\">Members</title>\r\n[Girtablilu Seer](/Monsters.aspx?ID=1171) (Creature 12), [Girtablilu Sentry](/Monsters.aspx?ID=1170) (Creature 8)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Allied Guardians</title>\r\n\r\nAs defenders of ancient sites, girtablilus often find themselves in similar territory as [maftets](/MonsterFamilies.aspx?ID=246). They also occasionally collaborate with [garudas](/Monsters.aspx?ID=1162) and sometimes even wisdom-seeking [nagas](/MonsterFamilies.aspx?ID=75) so long as these creatures maintain respect for the girtablilus' domains.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Bonds of Faith</title>\r\n\r\nGirtablilu communities usually form around common beliefs rather than familial bonds, with a greater importance placed on chosen family than blood relations. While rare, there have even been cases of members of other ancestries living among girtablilu communities. When outsiders appeal to study the girtablilu's protected sites or to join a girtablilu community, the divine leader has the final say on who is welcome.\r\n</aside>",
 "name": "Girtablilu",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 112</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGirtablilus are desert-dwelling guardians with the upper bodies of muscular humanoids and the lower bodies of massive scorpions. They are most often …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 112"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 112</row>",
 "speed": {},
 "summary": "Girtablilus are desert-dwelling guardians with the upper bodies of muscular humanoids and the lower bodies of massive scorpions. They are most often …",
 "summary_markdown": "Girtablilus are desert-dwelling guardians with the upper bodies of muscular humanoids and the lower bodies of massive scorpions. They are most often …",
 "text": " Girtablilu Source Bestiary 3 pg. 112 Girtablilus are desert-dwelling guardians with the upper bodies of muscular humanoids and the lower bodies of massive scorpions. They are most often found defending ancient temples and religious artifacts with zealous fervor. Some believe they were created by a long-dead god millennia ago to act as guardians, but girtablilus consider the subject of their origin taboo and refuse to address the theory. Because girtablilus accept a wide range of religions and belief systems, some outsiders believe they also worship their own ancient pantheon. Instead, girtablilus exclusively revere and protect sites dedicated to deities considered lost to civilization. In this way, they act as preservers of holy practices that have otherwise been forgotten beneath the desert's shifting sands. Though girtablilus are used to explorers seeking entrance to the sites they defend, they might welcome those who earnestly wish to learn or offer reverence. A few even proudly share their beliefs with others, eager for the opportunity to preach to someone new. But girtablilus show no mercy to those who attempt to desecrate the sites and objects of their worship, or to those who would violate the tenets of their faith. Girtablilus are skilled fighters who keep trained giant scorpions as pets, and they remain unmatched when it comes to fighting in the desert. They require relatively little food or water, and they rely on their stamina to outlast their enemies. When necessary, they can stalk their quarry for days or even weeks, coordinating with their pets to drive their prey in circles. Once exhausted, few foes can stand up to a girtablilu's physical prowess—or their deadly venom. Members Girtablilu Seer (Creature 12), Girtablilu Sentry (Creature 8) Allied Guardians As defenders of ancient sites, girtablilus often find themselves in similar territory as maftets. They also occasionally collaborate with garudas and sometimes even wisdom-seeking nagas so long as these creatures maintain respect for the girtablilus' domains. Bonds of Faith Girtablilu communities usually form around common beliefs rather than familial bonds, with a greater importance placed on chosen family than blood relations. While rare, there have even been cases of members of other ancestries living among girtablilu communities. When outsiders appeal to study the girtablilu's protected sites or to join a girtablilu community, the divine leader has the final say on who is welcome. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=239",
 "weakness": {}
}