{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Gnoll",
 "creature_family_markdown": "Gnoll",
 "exclude_from_search": false,
 "id": "creature-family-54",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Gnoll](/MonsterFamilies.aspx?ID=54)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 178</row>\n\nGnolls are short, hyena-headed humanoids who dwell in warm grasslands, savannas, and arid hills. Given their appearance, their affinity for hyenas should not be surprising; gnolls share their homes, food, and even many of their own behaviors with these animals. Much like hyenas, gnolls have a notorious reputation—they are known as bloodthirsty gluttons and slavers who worship demons or other reprehensible powers. Though these rumors are often true, the behavior of gnoll clans varies widely. Some groups are composed of capable hunters who rarely clash with other humanoids unless there is a conflict over territory. Others hew closer to the unsavory stories, preferring to raid settlements and enslave innocents, snatching the fruits of others' hard labor by strength of arms and forcing their victims to perform the hard, demeaning labor necessary to maintain the brutal clan.<br /> Gnolls lack any particular reverence for the remains of the dead, which adds to their reputation as scavengers or even cannibals. They willingly eat nearly any other creature, including dead gnolls, which can evoke strong reactions from people and cultures with a strong taboo against cannibalism or desecrating the dead. To a gnoll, it is almost more offensive to not eat a dead body, no matter its origin; gnolls see no point in wasting precious meat in a harsh and challenging world. Worse still is the refusal to eat the flesh of a dead gnoll, which they consider an insult to that gnoll's memory and sacrifice and an implication that the gnoll's flesh is unworthy of consumption. In fact, they refuse to eat the bodies of particularly hated foes; particularly warmongering gnolls even spike the bodies or heads of such despised enemies on tall spears, which they place around their tribal holdings to dishonor the dead and intimidate would-be invaders.<br /> Gnoll women are far stronger and more aggressive than gnoll men and are typically considered the leaders of their hunting packs and clans. Though gnolls tend to be disorganized when it comes to practical matters or negotiations, they are extremely efficient at working together to hunt down prey or overwhelm a group of foes. Much like hyenas, they prefer to hunt in packs, and are exceptionally skilled at setting up ambushes or separating individual targets from larger groups.\r\n\r\n<title level=\"2\">Members</title>\r\n[Gnoll Cultist](/Monsters.aspx?ID=230) (Creature 3), [Gnoll Hunter](/Monsters.aspx?ID=229) (Creature 2), [Gnoll Sergeant](/Monsters.aspx?ID=231) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gnoll Clans</title>\r\n\r\nThe most commonly encountered gnoll clans are slavers, who travel far and wide to acquire chattel and auction off their living goods. Although not all clans engage in slavery, most are still violent toward other creatures in general. Some clans hunt people for food, others capture innocents to sacrifice to evil deities, and still others simply wish to wet their blades with blood.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Gnoll Lairs</title>\r\n\r\nGnolls dwell primarily on dry savannas and windswept plains. Thanks to their sturdy constitutions and strong survival instincts, they have few qualms about setting up holdings out in the open. Many gnolls establish their encampments—typically made up of hide lean-tos and tents—atop sloping hills to better survey the region for potential prey. Gnolls rarely dwell in caverns or similar enclosures, knowing that it is all too easy to get cornered when there is only one exit.\r\n</aside>",
 "name": "Gnoll",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 178</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGnolls are short, hyena-headed humanoids who dwell in warm grasslands, savannas, and arid hills. Given their appearance, their affinity for hyenas …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 178"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 178</row>",
 "speed": {},
 "summary": "Gnolls are short, hyena-headed humanoids who dwell in warm grasslands, savannas, and arid hills. Given their appearance, their affinity for hyenas …",
 "summary_markdown": "Gnolls are short, hyena-headed humanoids who dwell in warm grasslands, savannas, and arid hills. Given their appearance, their affinity for hyenas …",
 "text": " Gnoll Source Bestiary pg. 178 Gnolls are short, hyena-headed humanoids who dwell in warm grasslands, savannas, and arid hills. Given their appearance, their affinity for hyenas should not be surprising; gnolls share their homes, food, and even many of their own behaviors with these animals. Much like hyenas, gnolls have a notorious reputation—they are known as bloodthirsty gluttons and slavers who worship demons or other reprehensible powers. Though these rumors are often true, the behavior of gnoll clans varies widely. Some groups are composed of capable hunters who rarely clash with other humanoids unless there is a conflict over territory. Others hew closer to the unsavory stories, preferring to raid settlements and enslave innocents, snatching the fruits of others' hard labor by strength of arms and forcing their victims to perform the hard, demeaning labor necessary to maintain the brutal clan. Gnolls lack any particular reverence for the remains of the dead, which adds to their reputation as scavengers or even cannibals. They willingly eat nearly any other creature, including dead gnolls, which can evoke strong reactions from people and cultures with a strong taboo against cannibalism or desecrating the dead. To a gnoll, it is almost more offensive to not eat a dead body, no matter its origin; gnolls see no point in wasting precious meat in a harsh and challenging world. Worse still is the refusal to eat the flesh of a dead gnoll, which they consider an insult to that gnoll's memory and sacrifice and an implication that the gnoll's flesh is unworthy of consumption. In fact, they refuse to eat the bodies of particularly hated foes; particularly warmongering gnolls even spike the bodies or heads of such despised enemies on tall spears, which they place around their tribal holdings to dishonor the dead and intimidate would-be invaders. Gnoll women are far stronger and more aggressive than gnoll men and are typically considered the leaders of their hunting packs and clans. Though gnolls tend to be disorganized when it comes to practical matters or negotiations, they are extremely efficient at working together to hunt down prey or overwhelm a group of foes. Much like hyenas, they prefer to hunt in packs, and are exceptionally skilled at setting up ambushes or separating individual targets from larger groups. Members Gnoll Cultist (Creature 3), Gnoll Hunter (Creature 2), Gnoll Sergeant (Creature 4) Gnoll Clans The most commonly encountered gnoll clans are slavers, who travel far and wide to acquire chattel and auction off their living goods. Although not all clans engage in slavery, most are still violent toward other creatures in general. Some clans hunt people for food, others capture innocents to sacrifice to evil deities, and still others simply wish to wet their blades with blood. Gnoll Lairs Gnolls dwell primarily on dry savannas and windswept plains. Thanks to their sturdy constitutions and strong survival instincts, they have few qualms about setting up holdings out in the open. Many gnolls establish their encampments—typically made up of hide lean-tos and tents—atop sloping hills to better survey the region for potential prey. Gnolls rarely dwell in caverns or similar enclosures, knowing that it is all too easy to get cornered when there is only one exit. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=54",
 "weakness": {}
}