{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Goblin",
 "creature_family_markdown": "Goblin",
 "exclude_from_search": false,
 "id": "creature-family-55",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Goblin](/MonsterFamilies.aspx?ID=55)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 180</row>\n\nThese small humanoids have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be considered upstanding members of humanoid communities, most are impetuous and vicious creatures who delight in wreaking havoc. These goblins think nothing of slaughtering livestock, stealing infants, or burning down a building purely for momentary delight. They revel in playing malicious tricks on taller humanoids, whom they call “longshanks.”<br /> Goblins are superstitious, with an intense awe of magic and a fascination with fire; goblins who master magic or fire earn great respect from their kin. Most other humanoids find it difficult to understand goblins’ outlook: they hate canines but eagerly share their lairs with so-called “goblin dogs,” they fearlessly attack larger creatures but are terrified of horses, and they despise vegetables yet consider pickles a delicacy. To a goblin, of course, these are all perfectly sensible life choices.\r\n\r\n<title level=\"2\">Members</title>\r\n[Goblin Commando](/Monsters.aspx?ID=233) (Creature 1), [Goblin Pyro](/Monsters.aspx?ID=234) (Creature 1), [Goblin War Chanter](/Monsters.aspx?ID=235) (Creature 1), [Goblin Warrior](/Monsters.aspx?ID=232) (Creature -1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Goblin Locations</title>\r\n\r\nGoblins construct warrens in forests and coastal regions, usually near the settlements of other humanoids for ease of scavenging and raiding.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Goblin Treasure</title>\r\n\r\nAlthough goblin warrens are generally filthy dumps, they sometimes contain actual treasures stolen from longshanks or other goblin tribes. Typical treasures include small pieces of jewelry, shiny items such as hand mirrors, and gold teeth. As they rarely trust each other, many goblins keep their most cherished baubles on their persons; these, might include useful weapons or minor magic items.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Goblin Song</title>\r\n\r\nThe following ditty is perhaps the most infamous of goblin songs.\n\n _Goblins chew and goblins bite,<br /> Goblins cut and goblins fight.<br /> Stab the dog and cut the horse,<br /> Goblins eat and take by force!\n\n Goblins race and goblins jump.<br /> Goblins slash and goblins bump.<br /> Burn the skin and mash the head,<br /> Goblins here and you be dead!\n\n Chase the baby, catch the pup.<br /> Bonk the head to shut it up.<br /> Bones be cracked, flesh be stewed,<br /> We be goblins! You be food!_\r\n</aside>",
 "name": "Goblin",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 180</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese small humanoids have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be considered …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 180"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 180</row>",
 "speed": {},
 "summary": "These small humanoids have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be considered …",
 "summary_markdown": "These small humanoids have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be considered …",
 "text": " Goblin Source Bestiary pg. 180 These small humanoids have green or gray skin and large heads with wide ears. While some goblins are civilized and have worked hard to be considered upstanding members of humanoid communities, most are impetuous and vicious creatures who delight in wreaking havoc. These goblins think nothing of slaughtering livestock, stealing infants, or burning down a building purely for momentary delight. They revel in playing malicious tricks on taller humanoids, whom they call “longshanks.” Goblins are superstitious, with an intense awe of magic and a fascination with fire; goblins who master magic or fire earn great respect from their kin. Most other humanoids find it difficult to understand goblins’ outlook: they hate canines but eagerly share their lairs with so-called “goblin dogs,” they fearlessly attack larger creatures but are terrified of horses, and they despise vegetables yet consider pickles a delicacy. To a goblin, of course, these are all perfectly sensible life choices. Members Goblin Commando (Creature 1), Goblin Pyro (Creature 1), Goblin War Chanter (Creature 1), Goblin Warrior (Creature -1) Goblin Locations Goblins construct warrens in forests and coastal regions, usually near the settlements of other humanoids for ease of scavenging and raiding. Goblin Treasure Although goblin warrens are generally filthy dumps, they sometimes contain actual treasures stolen from longshanks or other goblin tribes. Typical treasures include small pieces of jewelry, shiny items such as hand mirrors, and gold teeth. As they rarely trust each other, many goblins keep their most cherished baubles on their persons; these, might include useful weapons or minor magic items. The Goblin Song The following ditty is perhaps the most infamous of goblin songs. Goblins chew and goblins bite, Goblins cut and goblins fight. Stab the dog and cut the horse, Goblins eat and take by force! Goblins race and goblins jump. Goblins slash and goblins bump. Burn the skin and mash the head, Goblins here and you be dead! Chase the baby, catch the pup. Bonk the head to shut it up. Bones be cracked, flesh be stewed, We be goblins! You be food! ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=55",
 "weakness": {}
}