{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Golem",
 "creature_family_markdown": "Golem",
 "exclude_from_search": false,
 "id": "creature-family-57",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Golem](/MonsterFamilies.aspx?ID=57)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 184</row>\n\nCrafted of base materials and then magically animated into a powerful guardian, the legendary golem is a living construct that mindlessly obeys its creator's commands— often continuing to do so for years or even centuries after its creator's death. There exist two known methods of animating a golem. The traditional method involves harvesting and implanting an elemental soul or essence within the newly crafted host statue, a procedure seen as vile and blasphemous to those who value the sanctity of the soul; evil or amoral golem crafters tend to prefer this method. The other, less disreputable technique involves siphoning pure positive energy into the statue to artificially imitate the creation of a soul. The result does not give the golem a true soul and is generally a more costly and time-consuming method of creation. Regardless of the method used, the resulting golem functions the same. A golem's unique animating force leaves it susceptible to certain forms of magic, but apart from these few weaknesses, it is impervious to magic and difficult to damage with weapons.\n\n Golems work best in play as foes to vanquish rather than allies to accompany player characters on adventures. The process of creating a golem is time-consuming, expensive, and difficult, and only the most talented spellcasters or artisans can even hope to accomplish such an undertaking. While certain magical texts—so-called “golem manuals”—are said to aid golems crafters, for the most part the creation of a golem should be something left in the hands of the Game Master.\n\n Golems have components that can be harvested as trophies or magical components; the value depends on the golem in question. Examples of components that can be harvested from golems are listed in the sidebars. \n\n<title level=\"2\" right=\"\">Golem Antimagic</title> A golem is immune to spells and magical abilities other than its own, but each type of golem is affected by a few types of magic in special ways. These exceptions are listed in shortened form in the golem's stat block, with the full rules appearing here. If an entry lists multiple types (such as “cold and water”), either type of spell can affect the golem.\n<ul><li>**Harmed By** Any magic of this type that targets the golem causes it to take the listed amount of damage (this damage has no type) instead of the usual effect. If the golem starts its turn in an area of magic of this type or is affected by a persistent effect of the appropriate type, it takes the damage listed in the parenthetical.</li><li>**Healed By** Any magic of this type that targets the golem makes the golem lose the [slowed](/Conditions.aspx?ID=35) condition and gain HP equal to half the damage the spell would have dealt. If the golem starts its turn in an area of this type of magic, it gains the HP listed in the parenthetical.</li><li>**Slowed By** Any magic of this type that targets the golem causes it to be slowed 1 for 2d6 rounds instead of the usual effect. If the golem starts its turn in an area of this type of magic, it's slowed 1 for that round.</li><li>**Vulnerable To** Each golem is vulnerable to one or more specific spells, with the effects described in its stat block.</li></ul>\r\n\r\n<title level=\"2\">Members</title>\r\n[Adamantine Golem](/Monsters.aspx?ID=243) (Creature 18), [Alchemical Golem](/Monsters.aspx?ID=239) (Creature 9), [Carrion Golem](/Monsters.aspx?ID=682) (Creature 4), [Clay Golem](/Monsters.aspx?ID=240) (Creature 10), [Flesh Golem](/Monsters.aspx?ID=238) (Creature 8), [Fossil Golem](/Monsters.aspx?ID=1174) (Creature 12), [Glass Golem](/Monsters.aspx?ID=685) (Creature 8), [Guillotine Golem](/Monsters.aspx?ID=1650) (Creature 18), [Ice Golem](/Monsters.aspx?ID=683) (Creature 5), [Iron Golem](/Monsters.aspx?ID=242) (Creature 13), [Mithral Golem](/Monsters.aspx?ID=1175) (Creature 16), [Obsidian Golem](/Monsters.aspx?ID=875) (Creature 16), [Quantium Golem](/Monsters.aspx?ID=2413) (Creature 20), [Solar Glass Golem](/Monsters.aspx?ID=2147) (Creature 11), [Stone Golem](/Monsters.aspx?ID=241) (Creature 11), [Wood Golem](/Monsters.aspx?ID=684) (Creature 6)",
 "name": "Golem",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 184</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCrafted of base materials and then magically animated into a powerful guardian, the legendary golem is a living construct that mindlessly obeys its …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 184"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 184</row>",
 "speed": {},
 "summary": "Crafted of base materials and then magically animated into a powerful guardian, the legendary golem is a living construct that mindlessly obeys its …",
 "summary_markdown": "Crafted of base materials and then magically animated into a powerful guardian, the legendary golem is a living construct that mindlessly obeys its …",
 "text": " Golem Source Bestiary pg. 184 Crafted of base materials and then magically animated into a powerful guardian, the legendary golem is a living construct that mindlessly obeys its creator's commands— often continuing to do so for years or even centuries after its creator's death. There exist two known methods of animating a golem. The traditional method involves harvesting and implanting an elemental soul or essence within the newly crafted host statue, a procedure seen as vile and blasphemous to those who value the sanctity of the soul; evil or amoral golem crafters tend to prefer this method. The other, less disreputable technique involves siphoning pure positive energy into the statue to artificially imitate the creation of a soul. The result does not give the golem a true soul and is generally a more costly and time-consuming method of creation. Regardless of the method used, the resulting golem functions the same. A golem's unique animating force leaves it susceptible to certain forms of magic, but apart from these few weaknesses, it is impervious to magic and difficult to damage with weapons. Golems work best in play as foes to vanquish rather than allies to accompany player characters on adventures. The process of creating a golem is time-consuming, expensive, and difficult, and only the most talented spellcasters or artisans can even hope to accomplish such an undertaking. While certain magical texts—so-called “golem manuals”—are said to aid golems crafters, for the most part the creation of a golem should be something left in the hands of the Game Master. Golems have components that can be harvested as trophies or magical components; the value depends on the golem in question. Examples of components that can be harvested from golems are listed in the sidebars. Golem Antimagic A golem is immune to spells and magical abilities other than its own, but each type of golem is affected by a few types of magic in special ways. These exceptions are listed in shortened form in the golem's stat block, with the full rules appearing here. If an entry lists multiple types (such as “cold and water”), either type of spell can affect the golem. Harmed By Any magic of this type that targets the golem causes it to take the listed amount of damage (this damage has no type) instead of the usual effect. If the golem starts its turn in an area of magic of this type or is affected by a persistent effect of the appropriate type, it takes the damage listed in the parenthetical. Healed By Any magic of this type that targets the golem makes the golem lose the slowed condition and gain HP equal to half the damage the spell would have dealt. If the golem starts its turn in an area of this type of magic, it gains the HP listed in the parenthetical. Slowed By Any magic of this type that targets the golem causes it to be slowed 1 for 2d6 rounds instead of the usual effect. If the golem starts its turn in an area of this type of magic, it's slowed 1 for that round. Vulnerable To Each golem is vulnerable to one or more specific spells, with the effects described in its stat block. Members Adamantine Golem (Creature 18), Alchemical Golem (Creature 9), Carrion Golem (Creature 4), Clay Golem (Creature 10), Flesh Golem (Creature 8), Fossil Golem (Creature 12), Glass Golem (Creature 8), Guillotine Golem (Creature 18), Ice Golem (Creature 5), Iron Golem (Creature 13), Mithral Golem (Creature 16), Obsidian Golem (Creature 16), Quantium Golem (Creature 20), Solar Glass Golem (Creature 11), Stone Golem (Creature 11), Wood Golem (Creature 6)",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=57",
 "weakness": {}
}