{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Gorga",
 "creature_family_markdown": "Gorga",
 "exclude_from_search": false,
 "id": "creature-family-331",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Gorga](/MonsterFamilies.aspx?ID=331)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #187: The Seventh Arch](/Sources.aspx?ID=192) pg. 86</row>\n\nGorgas are fey embodiments of diurnal creatures' fear of the dark. Beings of shadow and hunger, they love to prey upon light-loving creatures. Many different kinds of gorgas exist, and each embodies a different facet of the night's countless terrors.\n\n Gorgas are common in the [First World](/Planes.aspx?ID=10) realm of Nighthold, where they once served the mysterious [Count Ranalc](/Deities.aspx?ID=92). After Ranalc's disappearance, the gorgas quickly lost what little compassion they had, scattered into small bands led by their strongest members, and began hunting any fey they could find. All gorgas carry shrouds of shadow within them, and most find daylight unpleasant, tending to remain within Nighthold's perpetual gloom or hole up in caverns or deep forests until night falls. Their bizarre eyes—hollow pools of magical shadow—allow them to see even in magical darkness.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ocluai](/Monsters.aspx?ID=2446) (Creature 3), [Temagyr](/Monsters.aspx?ID=2445) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gorgas and Elves</title>\r\n\r\nFor thousands of years, gorgas have sought vengeance for the loss of their beloved Count Ranalc. A few centuries ago, a fey schemer named Kaneepo the Slim saw in the shadowy creatures' grudge an opportunity to carry out their own vendetta. The slick-tongued fey convinced a group of gorgas that elves were behind Count Ranalc's disappearance and that the gorgas could achieve vengeance if they joined Kaneepo's assaults on the Material Plane. Though some of the brighter gorgas have seen through the ruse, most are content to have an outlet for their fury\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Gorgas</title>\r\n\r\nAs many diferent types of gorgas exist as there are ways to fear the dark. The fear of losing one's sole source of illumination—a fickering torch in a rainstorm, the last tindertwig on a moonless night—manifests as a notua, capable of snufng lights as well as lives. When the dark makes distant objects appear to be something other than they are—a tree trunk seems to be a crouching beast, a drape of moss becoming a dangling snake—the gaiomyr gorga dances with delight and brings its victims' imagined dangers to horrifc life. Some gorgas, it's said, represent nocturnal fears that defy description altogether—the fear of unknown unknowns, perhaps.\r\n</aside>",
 "name": "Gorga",
 "rarity": "common",
 "release_date": "2023-01-25",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #187: The Seventh Arch](/Sources.aspx?ID=192) pg. 86</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGorgas are fey embodiments of diurnal creatures' fear of the dark.\r\n</summary>",
 "source": [
  "Pathfinder #187: The Seventh Arch"
 ],
 "source_raw": [
  "Pathfinder #187: The Seventh Arch pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #187: The Seventh Arch](/Sources.aspx?ID=192) pg. 86</row>",
 "speed": {},
 "summary": "Gorgas are fey embodiments of diurnal creatures' fear of the dark.",
 "summary_markdown": "Gorgas are fey embodiments of diurnal creatures' fear of the dark.",
 "text": " Gorga Source Pathfinder #187: The Seventh Arch pg. 86 Gorgas are fey embodiments of diurnal creatures' fear of the dark. Beings of shadow and hunger, they love to prey upon light-loving creatures. Many different kinds of gorgas exist, and each embodies a different facet of the night's countless terrors. Gorgas are common in the First World realm of Nighthold, where they once served the mysterious Count Ranalc. After Ranalc's disappearance, the gorgas quickly lost what little compassion they had, scattered into small bands led by their strongest members, and began hunting any fey they could find. All gorgas carry shrouds of shadow within them, and most find daylight unpleasant, tending to remain within Nighthold's perpetual gloom or hole up in caverns or deep forests until night falls. Their bizarre eyes—hollow pools of magical shadow—allow them to see even in magical darkness. Members Ocluai (Creature 3), Temagyr (Creature 1) Gorgas and Elves For thousands of years, gorgas have sought vengeance for the loss of their beloved Count Ranalc. A few centuries ago, a fey schemer named Kaneepo the Slim saw in the shadowy creatures' grudge an opportunity to carry out their own vendetta. The slick-tongued fey convinced a group of gorgas that elves were behind Count Ranalc's disappearance and that the gorgas could achieve vengeance if they joined Kaneepo's assaults on the Material Plane. Though some of the brighter gorgas have seen through the ruse, most are content to have an outlet for their fury Other Gorgas As many diferent types of gorgas exist as there are ways to fear the dark. The fear of losing one's sole source of illumination—a fickering torch in a rainstorm, the last tindertwig on a moonless night—manifests as a notua, capable of snufng lights as well as lives. When the dark makes distant objects appear to be something other than they are—a tree trunk seems to be a crouching beast, a drape of moss becoming a dangling snake—the gaiomyr gorga dances with delight and brings its victims' imagined dangers to horrifc life. Some gorgas, it's said, represent nocturnal fears that defy description altogether—the fear of unknown unknowns, perhaps. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=331",
 "weakness": {}
}