{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Graveknight",
 "creature_family_markdown": "Graveknight",
 "exclude_from_search": false,
 "id": "creature-family-291",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Graveknight](/MonsterFamilies.aspx?ID=291)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #172: Secrets of the Temple City](/Sources.aspx?ID=102) pg. 82</row>\n\nWhen a fearsome combatant falls in battle, the warrior's vengeful spirit can sometimes fuse with their armor, creating a graveknight. Every graveknight is born of a unique warrior and has a unique fighting style and array of abilities that speak to their techniques in life.\r\n\r\n<title level=\"2\">Members</title>\r\n[Graveknight](/Monsters.aspx?ID=244) (Creature 10), [Graveknight Captain](/Monsters.aspx?ID=1663) (Creature 6), [Graveknight Champion](/Monsters.aspx?ID=1664) (Creature 15), [Graveknight Warmaster](/Monsters.aspx?ID=1869) (Creature 14)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Arts of War</title>\r\n\r\nGraveknights don't arise from mere soldiers but from great tacticians who've won countless engagements. Often, they were once their land's mightiest general or most decorated war hero. This means graveknights don't just rush into a toe-to-toe melee. They've studied the land (often with the experienced and unrelenting gaze only the undead can bring to bear) and engineered troop movements, earthworks, and traps to ensure victory. They usually have reinforcements ready to deploy and redundant contingencies in place. Just as great strategists opine that an engagement is decided before the first blow is landed, a combat against a graveknight often feels like a desperate fight in a rapidly closing vise.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Infamous Graveknights</title>\r\n\r\nSeveral of Golarion's most notorious villains are graveknights. The following examples are among the world's most infamous graveknights at large, and may inspire or serve as villains in your own games.\n\n **Lictor Shokneir:** Once the Hellknight leader of the notorious Order of the Crux, Lictor Shokneir was disgraced when he refused a royal order to disband his army of butchers. The other Hellknights surrounded him and razed his castle, Citadel Gheisteno, to the ground. However, Shokneir's determination sustains his now-undead form, and he and his undead legions have rebuilt the citadel in all its haunting glory.\n\n **The Black Prince:** Although the graveknight known simply as the Black Prince was redeemed centuries ago as part of Iomedae's 11 Acts, it is said that the prince's armor remains intact—and that vile forces conspire to reclaim it. If the armor is donned by one of the Black Prince's descendants, the Inner Sea will be beset by a terrible villain indeed. \r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Other Powers</title>\r\n\r\nYou can use the alternate abilities as examples to create new powers reflecting a graveknight's personality or history, or even swap out more than one power. Graveknights should be unique and memorable foes.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Steed Adaptations</title>\r\n\r\nFor some graveknights, their mount is more than a projection of their desire to move quickly around a battlefield. A graveknight's [_phantom steed_](/Spells.aspx?ID=221) might have the appearance, resistances, or movement of a favored mount the knight rode as a mortal, such as a [nightmare's](/Monsters.aspx?ID=308) resistance to fire or a [pegasus's](/Monsters.aspx?ID=329) Fly Speed.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Unique Destruction</title>\r\n\r\nWhile most graveknight armors can be destroyed with the standard means of destruction, particularly powerful graveknights might have more durable armor that requires additional steps to destroy. These are usually the armors of high-level graveknights, and their destruction steps are tied to the creation of the graveknight. For example, a specific graveknight armor can't be destroyed until it's struck by a descendant of the person that originally felled the graveknight in battle before their transformation.\r\n</aside>\n\n<title level=\"2\">Creating Graveknights</title>\r\n\r\nYou can turn an existing, living creature into a graveknight by completing the following steps. It's best to build a graveknight from scratch, but if you don't have the time, simply apply the template. A creature should be at least level 5 before being converted to a graveknight.<br /> Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>Increase its attack rolls, AC, saving throws, Perception, and skills by 1, its HP by 5, and its Strike damage by 1.</li></ul> \n\n<title level=\"3\" right=\"\">Graveknight Abilities</title> A graveknight gains the [undead](/Traits.aspx?ID=160) and graveknight traits, and its alignment is usually adjusted to evil. It loses any abilities that come from it being a living creature and any traits that represent its life, such as [human](/Traits.aspx?ID=90) and [humanoid](/Traits.aspx?ID=91).<br /> **[Darkvision](/MonsterAbilities.aspx?ID=12)**<br /> **[Negative Healing](/MonsterAbilities.aspx?ID=42)**<br /> **Rejuvenation** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) When a graveknight is destroyed, its armor rebuilds its body over the course of 1d10 days—or more quickly if the armor is worn by a living host (see Graveknight Armor, below). If the body is destroyed before then, the process restarts. A graveknight can only be permanently destroyed by obliterating its armor (such as with disintegrate), transporting it to the Positive Energy Plane, or throwing it into the heart of a volcano.<br /> **Immunities** [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), precision, [unconscious](/Conditions.aspx?ID=38), plus one energy type (the same chosen for ruinous weapons below).<br /> **Sacrilegious Aura** ([abjuration](/Traits.aspx?ID=2), [aura](/Traits.aspx?ID=206), [divine](/Traits.aspx?ID=48), <t>evil) 30 feet. When a creature in the aura uses a [positive](/Traits.aspx?ID=128) spell or ability, the graveknight automatically attempts to [counteract](/Rules.aspx?ID=371) it, with the listed counteract modifier.<br /> **Devastating Blast** <actions string=\"Two Actions\" /> ([arcane](/Traits.aspx?ID=11), [evocation](/Traits.aspx?ID=65)) The graveknight unleashes a 30-foot cone of energy. Creatures in the area take 1d12 damage, plus an additional 1d12 damage for every two levels the graveknight has ([basic](/Rules.aspx?ID=329) Reflex save). The graveknight can use this ability once every 1d4 rounds. This energy damage is of the same type as that of its ruinous weapons (see below); Devastating Blast gains the associated energy trait.<br /> **Phantom Mount** <actions string=\"Three Actions\" /> ([arcane](/Traits.aspx?ID=11), [conjuration](/Traits.aspx?ID=33), [summon](/Traits.aspx?ID=154)) The graveknight summons a supernatural mount as per [_phantom steed_](/Spells.aspx?ID=221), heightened to a level equal to half the graveknight's level. Unlike _phantom steed_, the steed's AC and saving throw bonuses are all 4 lower than the graveknight's, and the steed has one-third the graveknight's Hit Points (rounded down). If the steed is destroyed, the graveknight must wait 1 hour before using this ability again.<br /> **Ruinous Weapons** At the time of its creation, a graveknight chooses one of the following energy types that was relevant to its life or death: [acid](/Traits.aspx?ID=3), [cold](/Traits.aspx?ID=27), [electricity](/Traits.aspx?ID=56), or [fire](/Traits.aspx?ID=72). Any weapon the graveknight wields gains the effects of the [_corrosive_](/Equipment.aspx?ID=292), [_frost_](/Equipment.aspx?ID=296), [_shock_](/Equipment.aspx?ID=303), or [_flaming_](/Equipment.aspx?ID=295) weapon rune, respectively, in addition to a _+1 [striking](/Equipment.aspx?ID=280)_ weapon rune. If the graveknight is 14th level or higher, its weapons instead gain the effects of the greater versions of both of these runes.<br /> **Weapon Master** The graveknight has access to the [critical specialization effects](/Rules.aspx?ID=235) of any weapons it wields. \n\n<title level=\"3\" right=\"\">Alternate Graveknight Abilities</title> You can create a more unusual graveknight by substituting one of their  abilities (except for darkvision, negative healing, rejuvenation, or immunities) with one of the following.<br />  \n\n### Bestiary\n**Betrayed Revivification** The graveknight died after being deeply betrayed. Instead of being immune to a type of energy damage, it is immune to [mental](/Traits.aspx?ID=106) damage, its weapons deal 1d6 additional mental damage, and its Devastating Blast deals mental damage with a Will saving throw instead of Reflex.<br /> **Create Grave Squire** The graveknight can gift a piece of its armor to a willing ally, which becomes its grave squire. The graveknight can communicate telepathically with its squire at any distance, see through the squire's senses, and cast [_suggestion_](/Spells.aspx?ID=315) as a divine innate spell through the telepathic link at will; the squire treats its degree of success as one step worse. If the graveknight's main armor is destroyed, the squire's piece expands to cover the squire's body over 1d10 days, after which point it becomes the graveknight's new body. The graveknight can have only one squire at a time, and must recover the gifted piece of armor if it wishes to create a new squire.<br /> **Dark Deliverance** The graveknight has positive resistance equal to its level. \n\n### Pathfinder #172: Secrets of the Temple City\n**Channel Magic** <actions string=\"Two Actions\" /> The graveknight redirects magical energies through its armor, allowing it to deliver magic through an attack. The graveknight Casts a Spell that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell don't occur immediately but are imbued into an attack instead. The graveknight then makes a melee Strike with a weapon or [unarmed](/Traits.aspx?ID=199) attack. The spell is coupled with the attack, using the attack roll result to determine the effects of both the Strike and the spell. This counts as two attacks for the graveknight's multiple attack penalty but doesn't apply the penalty until after it's completed Channeling Magic. The graveknight can't use Channel Magic again for 1d4 rounds.\n\n### Book Of The Dead\n <br /> **Clutching Armor** <actions string=\"Reaction\" /> ([arcane](/Traits.aspx?ID=11), [transmutation](/Traits.aspx?ID=157)) **Trigger** A creature attempts to move away from the graveknight; **Effect** The graveknight's armor animates and attempts to Grab the triggering creature. It makes an [Athletics](/Skills.aspx?ID=3) check to [Grapple](/Actions.aspx?ID=35) using the graveknight's Athletics modifier – 2. The armor can continue to Grapple the creature normally. Since the armor is grappling the creature, the graveknight doesn't need a free hand to do so.<br />**Eager for Battle** ([fortune](/Traits.aspx?ID=76)) When the graveknight rolls initiative, they roll twice and take the better result. They're [quickened](/Conditions.aspx?ID=32) during their first round after rolling initiative and can use this extra action to Step, Stride, or Strike.<br /> **Empty Save for Dust** The graveknight's armor contains nothing more than swirling dust that puffs out from joints in their armor. A living creature that touches or is touched by the graveknight (including one hit by the graveknight's fist Strike) must succeed at a Reflex saving throw or become contaminated with the dust. While contaminated, the targeted creature is [stupefied 1](/Conditions.aspx?ID=37) and gains weakness to the graveknight's energy damage equal to half the graveknight's level. The contamination ends after 1 minute or when the creature is doused with water, whichever occurs first. <br />**Graveknight's Shield** ([arcane](/Traits.aspx?ID=11), [necromancy](/Traits.aspx?ID=117)) The graveknight's curse extends to their shield, or the graveknight's armor uses a portion of itself to produce a shield. The graveknight has a shield that uses the statistics of a [_sturdy shield_](/Equipment.aspx?ID=327) of a level no higher than the graveknight's level – 1. The shield is quasi-independent of the graveknight and automatically protects the graveknight from harm. When the shield is raised, it automatically uses [Shield Block](/MonsterAbilities.aspx?ID=32) to reduce the damage of the first attack against the graveknight each round without the graveknight needing to spend their reaction to do so. The shield automatically rejuvenates with the rest of the graveknight and must be destroyed in the same manner as the graveknight's armor.<br />**Portentous Glare** ([aura](/Traits.aspx?ID=206), [divine](/Traits.aspx?ID=48), [emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106), [visual](/Traits.aspx?ID=163)) 30 feet. The graveknight's visage is one of overwhelming menace. When a creature ends its turn in the aura, it must attempt a Will saving throw. A creature that fails is [doomed 1](/Conditions.aspx?ID=9) (or doomed 1 and [frightened 2](/Conditions.aspx?ID=19) on a critical failure). The graveknight can activate or deactivate the aura by using an Interact action to open or close their helmet visor.\n\n<title level=\"2\" right=\"\">Graveknight Armor</title> Wearing graveknight armor is very risky, for the graveknight's essence rapidly parasitizes the new wearer, accelerating the graveknight's rejuvenation. This agonizing transformation inevitably kills the host, transforming their flesh into the graveknight's new body. Removing the curse allows a character to remove the armor, but if it ever wears the armor again, the curse returns. If the wearer dies from another cause while wearing the armor, or if the graveknight's rejuvenation completes before the wearer dies from the curse, the wearer immediately progresses to stage 3.<br /> **Graveknight's Curse** ([arcane](/Traits.aspx?ID=11), [curse](/Traits.aspx?ID=38), [necromancy](/Traits.aspx?ID=117)) This curse affects anyone who wears a graveknight's armor for at least 1 hour. **Saving Throw** Will save; **Onset** 1 hour; **Stage 1** doomed 1 and cannot remove the armor (1 day); **Stage 2** doomed 2, hampered 10, and cannot remove the armor (1 day); **Stage 3** dies and transforms into the armor's graveknight.",
 "name": "Graveknight",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #172: Secrets of the Temple City](/Sources.aspx?ID=102) pg. 82</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen a fearsome combatant falls in battle, the warrior's vengeful spirit can sometimes fuse with their armor, creating a graveknight. Every …\r\n</summary>",
 "source": [
  "Pathfinder #172: Secrets of the Temple City"
 ],
 "source_raw": [
  "Pathfinder #172: Secrets of the Temple City pg. 82"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #172: Secrets of the Temple City](/Sources.aspx?ID=102) pg. 82</row>",
 "speed": {},
 "summary": "When a fearsome combatant falls in battle, the warrior's vengeful spirit can sometimes fuse with their armor, creating a graveknight. Every …",
 "summary_markdown": "When a fearsome combatant falls in battle, the warrior's vengeful spirit can sometimes fuse with their armor, creating a graveknight. Every …",
 "text": " Graveknight Source Pathfinder #172: Secrets of the Temple City pg. 82 When a fearsome combatant falls in battle, the warrior's vengeful spirit can sometimes fuse with their armor, creating a graveknight. Every graveknight is born of a unique warrior and has a unique fighting style and array of abilities that speak to their techniques in life. Members Graveknight (Creature 10), Graveknight Captain (Creature 6), Graveknight Champion (Creature 15), Graveknight Warmaster (Creature 14) Arts of War Graveknights don't arise from mere soldiers but from great tacticians who've won countless engagements. Often, they were once their land's mightiest general or most decorated war hero. This means graveknights don't just rush into a toe-to-toe melee. They've studied the land (often with the experienced and unrelenting gaze only the undead can bring to bear) and engineered troop movements, earthworks, and traps to ensure victory. They usually have reinforcements ready to deploy and redundant contingencies in place. Just as great strategists opine that an engagement is decided before the first blow is landed, a combat against a graveknight often feels like a desperate fight in a rapidly closing vise. Infamous Graveknights Several of Golarion's most notorious villains are graveknights. The following examples are among the world's most infamous graveknights at large, and may inspire or serve as villains in your own games. Lictor Shokneir: Once the Hellknight leader of the notorious Order of the Crux, Lictor Shokneir was disgraced when he refused a royal order to disband his army of butchers. The other Hellknights surrounded him and razed his castle, Citadel Gheisteno, to the ground. However, Shokneir's determination sustains his now-undead form, and he and his undead legions have rebuilt the citadel in all its haunting glory. The Black Prince: Although the graveknight known simply as the Black Prince was redeemed centuries ago as part of Iomedae's 11 Acts, it is said that the prince's armor remains intact—and that vile forces conspire to reclaim it. If the armor is donned by one of the Black Prince's descendants, the Inner Sea will be beset by a terrible villain indeed. Other Powers You can use the alternate abilities as examples to create new powers reflecting a graveknight's personality or history, or even swap out more than one power. Graveknights should be unique and memorable foes. Steed Adaptations For some graveknights, their mount is more than a projection of their desire to move quickly around a battlefield. A graveknight's phantom steed might have the appearance, resistances, or movement of a favored mount the knight rode as a mortal, such as a nightmare's resistance to fire or a pegasus's Fly Speed. Unique Destruction While most graveknight armors can be destroyed with the standard means of destruction, particularly powerful graveknights might have more durable armor that requires additional steps to destroy. These are usually the armors of high-level graveknights, and their destruction steps are tied to the creation of the graveknight. For example, a specific graveknight armor can't be destroyed until it's struck by a descendant of the person that originally felled the graveknight in battle before their transformation. Creating Graveknights You can turn an existing, living creature into a graveknight by completing the following steps. It's best to build a graveknight from scratch, but if you don't have the time, simply apply the template. A creature should be at least level 5 before being converted to a graveknight. Increase the creature's level by 1 and change its statistics as follows. Increase its attack rolls, AC, saving throws, Perception, and skills by 1, its HP by 5, and its Strike damage by 1. Graveknight Abilities A graveknight gains the undead and graveknight traits, and its alignment is usually adjusted to evil. It loses any abilities that come from it being a living creature and any traits that represent its life, such as human and humanoid. Darkvision Negative Healing Rejuvenation (divine, necromancy) When a graveknight is destroyed, its armor rebuilds its body over the course of 1d10 days—or more quickly if the armor is worn by a living host (see Graveknight Armor, below). If the body is destroyed before then, the process restarts. A graveknight can only be permanently destroyed by obliterating its armor (such as with disintegrate), transporting it to the Positive Energy Plane, or throwing it into the heart of a volcano. Immunities death effects, disease, paralyzed, poison, precision, unconscious, plus one energy type (the same chosen for ruinous weapons below). Sacrilegious Aura (abjuration, aura, divine, evil) 30 feet. When a creature in the aura uses a positive spell or ability, the graveknight automatically attempts to counteract it, with the listed counteract modifier. Devastating Blast Two Actions (arcane, evocation) The graveknight unleashes a 30-foot cone of energy. Creatures in the area take 1d12 damage, plus an additional 1d12 damage for every two levels the graveknight has (basic Reflex save). The graveknight can use this ability once every 1d4 rounds. This energy damage is of the same type as that of its ruinous weapons (see below); Devastating Blast gains the associated energy trait. Phantom Mount Three Actions (arcane, conjuration, summon) The graveknight summons a supernatural mount as per phantom steed , heightened to a level equal to half the graveknight's level. Unlike phantom steed , the steed's AC and saving throw bonuses are all 4 lower than the graveknight's, and the steed has one-third the graveknight's Hit Points (rounded down). If the steed is destroyed, the graveknight must wait 1 hour before using this ability again. Ruinous Weapons At the time of its creation, a graveknight chooses one of the following energy types that was relevant to its life or death: acid, cold, electricity, or fire. Any weapon the graveknight wields gains the effects of the corrosive , frost , shock , or flaming weapon rune, respectively, in addition to a +1 striking weapon rune. If the graveknight is 14th level or higher, its weapons instead gain the effects of the greater versions of both of these runes. Weapon Master The graveknight has access to the critical specialization effects of any weapons it wields. Alternate Graveknight Abilities You can create a more unusual graveknight by substituting one of their abilities (except for darkvision, negative healing, rejuvenation, or immunities) with one of the following. ### Bestiary Betrayed Revivification The graveknight died after being deeply betrayed. Instead of being immune to a type of energy damage, it is immune to mental damage, its weapons deal 1d6 additional mental damage, and its Devastating Blast deals mental damage with a Will saving throw instead of Reflex. Create Grave Squire The graveknight can gift a piece of its armor to a willing ally, which becomes its grave squire. The graveknight can communicate telepathically with its squire at any distance, see through the squire's senses, and cast suggestion as a divine innate spell through the telepathic link at will; the squire treats its degree of success as one step worse. If the graveknight's main armor is destroyed, the squire's piece expands to cover the squire's body over 1d10 days, after which point it becomes the graveknight's new body. The graveknight can have only one squire at a time, and must recover the gifted piece of armor if it wishes to create a new squire. Dark Deliverance The graveknight has positive resistance equal to its level. ### Pathfinder #172: Secrets of the Temple City Channel Magic Two Actions The graveknight redirects magical energies through its armor, allowing it to deliver magic through an attack. The graveknight Casts a Spell that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell don't occur immediately but are imbued into an attack instead. The graveknight then makes a melee Strike with a weapon or unarmed attack. The spell is coupled with the attack, using the attack roll result to determine the effects of both the Strike and the spell. This counts as two attacks for the graveknight's multiple attack penalty but doesn't apply the penalty until after it's completed Channeling Magic. The graveknight can't use Channel Magic again for 1d4 rounds. ### Book Of The Dead Clutching Armor Reaction (arcane, transmutation) Trigger A creature attempts to move away from the graveknight; Effect The graveknight's armor animates and attempts to Grab the triggering creature. It makes an Athletics check to Grapple using the graveknight's Athletics modifier – 2. The armor can continue to Grapple the creature normally. Since the armor is grappling the creature, the graveknight doesn't need a free hand to do so. Eager for Battle (fortune) When the graveknight rolls initiative, they roll twice and take the better result. They're quickened during their first round after rolling initiative and can use this extra action to Step, Stride, or Strike. Empty Save for Dust The graveknight's armor contains nothing more than swirling dust that puffs out from joints in their armor. A living creature that touches or is touched by the graveknight (including one hit by the graveknight's fist Strike) must succeed at a Reflex saving throw or become contaminated with the dust. While contaminated, the targeted creature is stupefied 1 and gains weakness to the graveknight's energy damage equal to half the graveknight's level. The contamination ends after 1 minute or when the creature is doused with water, whichever occurs first. Graveknight's Shield (arcane, necromancy) The graveknight's curse extends to their shield, or the graveknight's armor uses a portion of itself to produce a shield. The graveknight has a shield that uses the statistics of a sturdy shield of a level no higher than the graveknight's level – 1. The shield is quasi-independent of the graveknight and automatically protects the graveknight from harm. When the shield is raised, it automatically uses Shield Block to reduce the damage of the first attack against the graveknight each round without the graveknight needing to spend their reaction to do so. The shield automatically rejuvenates with the rest of the graveknight and must be destroyed in the same manner as the graveknight's armor. Portentous Glare (aura, divine, emotion, enchantment, fear, mental, visual) 30 feet. The graveknight's visage is one of overwhelming menace. When a creature ends its turn in the aura, it must attempt a Will saving throw. A creature that fails is doomed 1 (or doomed 1 and frightened 2 on a critical failure). The graveknight can activate or deactivate the aura by using an Interact action to open or close their helmet visor. Graveknight Armor Wearing graveknight armor is very risky, for the graveknight's essence rapidly parasitizes the new wearer, accelerating the graveknight's rejuvenation. This agonizing transformation inevitably kills the host, transforming their flesh into the graveknight's new body. Removing the curse allows a character to remove the armor, but if it ever wears the armor again, the curse returns. If the wearer dies from another cause while wearing the armor, or if the graveknight's rejuvenation completes before the wearer dies from the curse, the wearer immediately progresses to stage 3. Graveknight's Curse (arcane, curse, necromancy) This curse affects anyone who wears a graveknight's armor for at least 1 hour. Saving Throw Will save; Onset 1 hour; Stage 1 doomed 1 and cannot remove the armor (1 day); Stage 2 doomed 2, hampered 10, and cannot remove the armor (1 day); Stage 3 dies and transforms into the armor's graveknight.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=291",
 "weakness": {}
}