{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Gremlin",
 "creature_family_markdown": "Gremlin",
 "exclude_from_search": false,
 "id": "creature-family-58",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Gremlin](/MonsterFamilies.aspx?ID=58)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 192</row>\n\nGremlins are cruel fey tricksters and saboteurs who have fully acclimated to life on the Material Plane, finding distinct niches for their inventive destructiveness. All gremlins delight in ruining or breaking things, whether it’s something physical like a device or vehicle or something intangible such as an alliance or relationship. A gremlin’s greatest joy is watching the collapse of complex creations, preferably after the lightest and slightest, carefully targeted push from the gremlin. Gremlins tend to denigrate, bully, or even slaughter their lesser kin, particularly mitflits, whom gremlins (and many others) derisively call “mites.”\r\n\r\n<title level=\"2\">Members</title>\r\n[Fuath](/Monsters.aspx?ID=1179) (Creature 1), [Gnagrif](/Monsters.aspx?ID=1613) (Creature 2), [Grimple](/Monsters.aspx?ID=1177) (Creature -1), [Haniver](/Monsters.aspx?ID=1178) (Creature -1), [Jinkin](/Monsters.aspx?ID=247) (Creature 1), [Mitflit](/Monsters.aspx?ID=245) (Creature -1), [Nuglub](/Monsters.aspx?ID=689) (Creature 2), [Pugwampi](/Monsters.aspx?ID=246) (Creature 0), [Scrit](/Monsters.aspx?ID=1612) (Creature 0), [Vexgit](/Monsters.aspx?ID=688) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Gremlin \"Treasure\"</title>\r\n\r\nAll gremlins are hoarders, and their nests are cluttered with objects both valuable and worthless. Sorting through a gremlin nest can reveal unexpected treasures like pieces of jewelry or minor magic items, but care must also be taken to avoid being cut on rusty shards of metal, picking up cursed items, or disturbing a hidden nest of venomous vermin.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gremlin Bells</title>\r\n\r\nSuperstitious societies sometimes hang tiny bells made of semiprecious metals in the belief that such bells will dissuade gremlins from destroying an affixed object or infesting a home. Strangely enough, most gremlins believe this superstition as well, and even when a gremlin bell hasn’t been magically enhanced, a gremlin usually won’t risk tinkering with objects that seem to be protected in such a manner.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gremlin Faith</title>\r\n\r\nLawful evil gremlins are sometimes drawn to the worship of archdevils, though not in an orthodox fashion. [Dispater](/Deities.aspx?ID=66) is revered as the archdevil of cities—playgrounds to engage in thievery and sabotage. [Mammon](/Deities.aspx?ID=68) is worshipped as the bringer of wealth and protector of gremlin warrens that, like his domain of Erebus, are dark and trap-filled. Neutral evil gremlins have been known to worship [Norgorber](/Deities.aspx?ID=13) in his aspect as a patron of thieves, but pugwampis in particular prefer to worship [gnolls](/MonsterFamilies.aspx?ID=54) (or at least, worship whoever the local gnolls worship). Chaotic evil gremlins often revere Andirifkhu, demon lord of illusions, knives, and traps. Those that retain a connection to the First World may swear allegiance to the [Lantern King](/Deities.aspx?ID=95), Eldest of laughter, mischief, and transmutation.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gremlin Minions</title>\r\n\r\nMost know better than to employ gremlins, so when the fey creatures live side-by-side with others, it's often as parasites and unwelcome guests. Imaginative and sinister folk who find themselves infested sometimes catch the gremlins and release them in the homes of their enemies.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Gremlin Pets</title>\r\n\r\nGremlins making their nests near mortals' homes inevitably encounter domesticated animals. Most gremlins can use their innate magical abilities to speak with animals, allowing them to bargain with pets and work animals to aid in terrorizing, stealing, or training them to harass their owners. Gremlins especially love to befriend cats, whom they rarely bother, instead bringing them into their pranks and schemes as coconspirators.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gremlin Society</title>\r\n\r\nMost gremlin communities are egalitarian and cooperative, with little importance placed on familial ties compared to the bond of the community as a whole. Gremlin leaders are often the youngest and most annoying members of a group, achieving their positions by harassing an old leader into resigning or bullying the other gremlins into obedience. Gremlin adults encourage the children to explore by themselves, in hopes that they busy themselves harassing local mortals instead of creating trouble for the other gremlins.\r\n</aside>",
 "name": "Gremlin",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 192</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGremlins are cruel fey tricksters and saboteurs who have fully acclimated to life on the Material Plane, finding distinct niches for their inventive …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 192"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 192</row>",
 "speed": {},
 "summary": "Gremlins are cruel fey tricksters and saboteurs who have fully acclimated to life on the Material Plane, finding distinct niches for their inventive …",
 "summary_markdown": "Gremlins are cruel fey tricksters and saboteurs who have fully acclimated to life on the Material Plane, finding distinct niches for their inventive …",
 "text": " Gremlin Source Bestiary pg. 192 Gremlins are cruel fey tricksters and saboteurs who have fully acclimated to life on the Material Plane, finding distinct niches for their inventive destructiveness. All gremlins delight in ruining or breaking things, whether it’s something physical like a device or vehicle or something intangible such as an alliance or relationship. A gremlin’s greatest joy is watching the collapse of complex creations, preferably after the lightest and slightest, carefully targeted push from the gremlin. Gremlins tend to denigrate, bully, or even slaughter their lesser kin, particularly mitflits, whom gremlins (and many others) derisively call “mites.” Members Fuath (Creature 1), Gnagrif (Creature 2), Grimple (Creature -1), Haniver (Creature -1), Jinkin (Creature 1), Mitflit (Creature -1), Nuglub (Creature 2), Pugwampi (Creature 0), Scrit (Creature 0), Vexgit (Creature 1) Gremlin \"Treasure\" All gremlins are hoarders, and their nests are cluttered with objects both valuable and worthless. Sorting through a gremlin nest can reveal unexpected treasures like pieces of jewelry or minor magic items, but care must also be taken to avoid being cut on rusty shards of metal, picking up cursed items, or disturbing a hidden nest of venomous vermin. Gremlin Bells Superstitious societies sometimes hang tiny bells made of semiprecious metals in the belief that such bells will dissuade gremlins from destroying an affixed object or infesting a home. Strangely enough, most gremlins believe this superstition as well, and even when a gremlin bell hasn’t been magically enhanced, a gremlin usually won’t risk tinkering with objects that seem to be protected in such a manner. Gremlin Faith Lawful evil gremlins are sometimes drawn to the worship of archdevils, though not in an orthodox fashion. Dispater is revered as the archdevil of cities—playgrounds to engage in thievery and sabotage. Mammon is worshipped as the bringer of wealth and protector of gremlin warrens that, like his domain of Erebus, are dark and trap-filled. Neutral evil gremlins have been known to worship Norgorber in his aspect as a patron of thieves, but pugwampis in particular prefer to worship gnolls (or at least, worship whoever the local gnolls worship). Chaotic evil gremlins often revere Andirifkhu, demon lord of illusions, knives, and traps. Those that retain a connection to the First World may swear allegiance to the Lantern King, Eldest of laughter, mischief, and transmutation. Gremlin Minions Most know better than to employ gremlins, so when the fey creatures live side-by-side with others, it's often as parasites and unwelcome guests. Imaginative and sinister folk who find themselves infested sometimes catch the gremlins and release them in the homes of their enemies. Gremlin Pets Gremlins making their nests near mortals' homes inevitably encounter domesticated animals. Most gremlins can use their innate magical abilities to speak with animals, allowing them to bargain with pets and work animals to aid in terrorizing, stealing, or training them to harass their owners. Gremlins especially love to befriend cats, whom they rarely bother, instead bringing them into their pranks and schemes as coconspirators. Gremlin Society Most gremlin communities are egalitarian and cooperative, with little importance placed on familial ties compared to the bond of the community as a whole. Gremlin leaders are often the youngest and most annoying members of a group, achieving their positions by harassing an old leader into resigning or bullying the other gremlins into obedience. Gremlin adults encourage the children to explore by themselves, in hopes that they busy themselves harassing local mortals instead of creating trouble for the other gremlins. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=58",
 "weakness": {}
}