{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Grioth",
 "creature_family_markdown": "Grioth",
 "exclude_from_search": false,
 "id": "creature-family-240",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Grioth](/MonsterFamilies.aspx?ID=240)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 122</row>\n\nPlanets that drift out of orbit from their stars grow cold and lifeless as they float through the Dark Tapestry. Such dead worlds are coveted by the horrific creatures known as grioths, who endure the awful cold on these wandering worlds and convert them into planetary temples devoted to the dark gods of the [Elder Mythos](/DeityCategories.aspx?ID=13). From these bastions of frozen darkness, grioths seek out warm, living worlds to tear away from their respective suns through forbidden rituals, a process that often takes numerous generations.\n\n A single cultist typically leads a grioth scouting party, and the group seeks out a disused or forgotten location on the fringe of rural settlements as their initial invasion point. Over several generations, a grioth settlement grows powerful and conquers the surrounding cultures, and eventually, powerful grioths descend from the stars to begin the next stage of planetary conquest.\n\n Grioths speak a language composed of trills and clicks. While capable of speaking other languages, they do so in dry, raspy voices. As grioths have wings, wriggling tails, and four-eyed, bat-like visages, many cultures mistakenly associate them with the evil Outer Planes, but they very much belong to this reality.\r\n\r\n<title level=\"2\">Members</title>\r\n[Grioth Cultist](/Monsters.aspx?ID=1181) (Creature 3), [Grioth Scout](/Monsters.aspx?ID=1180) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Haunter in the Dark</title>\r\n\r\nNyarlathotep is often venerated by grioths in a bat-like incarnation with a three-lobed burning eye known as the [Haunter in the Dark](/Deities.aspx?ID=222). His symbol is a circle with wing-shaped arms and he grants the following benefits.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Void Glass</title>\r\n\r\nVoidglass is an otherworldly crystalline material that resembles pale blue glass but possesses the strength of iron. It becomes soft and workable when exposed to the right combination of cosmic radiation and lack of atmosphere\r\n</aside>",
 "name": "Grioth",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 122</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPlanets that drift out of orbit from their stars grow cold and lifeless as they float through the Dark Tapestry. Such dead worlds are coveted by the …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 122"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 122</row>",
 "speed": {},
 "summary": "Planets that drift out of orbit from their stars grow cold and lifeless as they float through the Dark Tapestry. Such dead worlds are coveted by the …",
 "summary_markdown": "Planets that drift out of orbit from their stars grow cold and lifeless as they float through the Dark Tapestry. Such dead worlds are coveted by the …",
 "text": " Grioth Source Bestiary 3 pg. 122 Planets that drift out of orbit from their stars grow cold and lifeless as they float through the Dark Tapestry. Such dead worlds are coveted by the horrific creatures known as grioths, who endure the awful cold on these wandering worlds and convert them into planetary temples devoted to the dark gods of the Elder Mythos. From these bastions of frozen darkness, grioths seek out warm, living worlds to tear away from their respective suns through forbidden rituals, a process that often takes numerous generations. A single cultist typically leads a grioth scouting party, and the group seeks out a disused or forgotten location on the fringe of rural settlements as their initial invasion point. Over several generations, a grioth settlement grows powerful and conquers the surrounding cultures, and eventually, powerful grioths descend from the stars to begin the next stage of planetary conquest. Grioths speak a language composed of trills and clicks. While capable of speaking other languages, they do so in dry, raspy voices. As grioths have wings, wriggling tails, and four-eyed, bat-like visages, many cultures mistakenly associate them with the evil Outer Planes, but they very much belong to this reality. Members Grioth Cultist (Creature 3), Grioth Scout (Creature 1) Haunter in the Dark Nyarlathotep is often venerated by grioths in a bat-like incarnation with a three-lobed burning eye known as the Haunter in the Dark. His symbol is a circle with wing-shaped arms and he grants the following benefits. Void Glass Voidglass is an otherworldly crystalline material that resembles pale blue glass but possesses the strength of iron. It becomes soft and workable when exposed to the right combination of cosmic radiation and lack of atmosphere ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=240",
 "weakness": {}
}