{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Grippli",
 "creature_family_markdown": "Grippli",
 "exclude_from_search": false,
 "id": "creature-family-110",
 "image": [
  "/Images/Monsters/Grippli.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Grippli](/MonsterFamilies.aspx?ID=110)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 86</row>\n\nFrog-like humanoids who make their homes in the treetops of tropical jungles and forests, gripplis are uniquely adapted to their environment. Their oversized eyes give them keen vision in both light and dark, and their large toes allow them to easily scale the trees atop which they reside. Gripplis vary widely in physical appearance, their physiologies largely determined by their surrounding environment; those who live in verdant forests, for example, typically have bright green skin and red eyes. In contrast, gripplis who live in regions of rot and decay have mottled brown coloration, and those who dwell near lakes or streams may bear bright blue and orange stripes. Typical gripplis are just over 2 feet tall and weigh approximately 30 pounds.\n\n Whatever region they come from, gripplis tend to be peaceful huntergatherers. Due to their modest understanding of agriculture, gripplis don’t raise crops in the traditional sense, although they do cultivate mushroom patches and gather a wide array of fruits from the surrounding wilderness. The jungle also contains rivers and lakes filled with silver-scaled fish, which gripplis harvest in a sustainable manner to ensure their future supply, as well as fatty insects that grow much larger than in other parts of the world. Some of the most advanced grippli societies capture and breed these insects, nurturing herds of giant dragonflies or beetles that are eventually slaughtered for food for the rest of the village. Particularly enterprising gripplis even seek out and tame huge flying insects to use as mounts during their hunts. The rearing of such massive insects is no easy feat, however, so gripplis who manage to do so are often heralded as local heroes.\n\n The treetop settlements of the grippli are difficult to spot from the forest floor. Gripplis obscure their holdings with broad leaves and thick branches, and they riddle the surrounding forest with labyrinthine trails that only they know how to navigate. Their villages are usually constructed among the densest populations of trees, with thin rope bridges strung between wide wooden platforms built around each trunk.\r\n\r\n<title level=\"2\">Members</title>\r\n[Grippli Archer](/Monsters.aspx?ID=448) (Creature 3), [Grippli Greenspeaker](/Monsters.aspx?ID=449) (Creature 5), [Grippli Jinxer](/Monsters.aspx?ID=1624) (Creature 6), [Grippli Scout](/Monsters.aspx?ID=447) (Creature 1), [Grippli Scout](/Monsters.aspx?ID=693) (Creature 1), [Grippli Skirmisher](/Monsters.aspx?ID=1623) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">A History of Neutrality</title>\r\n\r\nGrippli villages rarely get involved in the concerns of other communities, preferring to focus on maintaining relative peace within their own small societies. Legends explain this attitude with a tale of a grippli champion who dragged his people into a war between humans and [charau-kas](/MonsterFamilies.aspx?ID=109). The stories differ as to which side the gripplis took, but every version ends with the bloody deaths of the hero and his family. Since that time, village elders claim, gripplis have done their best to remain far from the conflicts of others.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Baneback Origins</title>\r\n\r\nLegends tell of a grippli warlord who bargained with the demon lord Jubilex to gain a foul power over poison and become the first baneback. He and his children—all of whom bore a malignant toxin— terrorized surrounding communities before being defeated and drawn into the [Abyss](/Planes.aspx?ID=13). This legend explains gripplis' disdain for banebacks, though it's unclear if the trait is the lingering effect of a demonic bargain or simply a rare mutation.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Grippli Minions</title>\r\n\r\nGripplis keep company with few other intelligent species, but their close bond with nature means they may be found alongside giant insects, plant creatures, and other beasts of the jungle.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Rancorous Enclaves</title>\r\n\r\nExiled baneback sometimes band together to form their own villages, usually under the leadership of a jinxer. Given that some banebacks are violent malcontents, these villages don't last long unless the leader keeps order, usually by violence or fear. These villages often keep monstrous vermin, such as [giant cockroaches](/Monsters.aspx?ID=585), [giant tsetse flies](/Monsters.aspx?ID=1611), or [giant ticks](/Monsters.aspx?ID=826) as guards or mascots.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Treasure for Trade</title>\r\n\r\nA grippli’s knowledge is often more valuable than any of the handcrafted weapons or goods it carries. However, the most esteemed members of grippli communities— alchemists, greenspeakers, and scouts—often carry alchemical creations, magic items, or valuables meant for trading with members of other jungle civilizations.\r\n</aside>",
 "name": "Grippli",
 "rarity": "common",
 "release_date": "2019-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 86</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFrog-like humanoids who make their homes in the treetops of tropical jungles and forests, gripplis are uniquely adapted to their environment. Their …\r\n</summary>",
 "source": [
  "Pathfinder #146: Cult of Cinders"
 ],
 "source_raw": [
  "Pathfinder #146: Cult of Cinders pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 86</row>",
 "speed": {},
 "summary": "Frog-like humanoids who make their homes in the treetops of tropical jungles and forests, gripplis are uniquely adapted to their environment. Their …",
 "summary_markdown": "Frog-like humanoids who make their homes in the treetops of tropical jungles and forests, gripplis are uniquely adapted to their environment. Their …",
 "text": " Grippli Source Pathfinder #146: Cult of Cinders pg. 86 Frog-like humanoids who make their homes in the treetops of tropical jungles and forests, gripplis are uniquely adapted to their environment. Their oversized eyes give them keen vision in both light and dark, and their large toes allow them to easily scale the trees atop which they reside. Gripplis vary widely in physical appearance, their physiologies largely determined by their surrounding environment; those who live in verdant forests, for example, typically have bright green skin and red eyes. In contrast, gripplis who live in regions of rot and decay have mottled brown coloration, and those who dwell near lakes or streams may bear bright blue and orange stripes. Typical gripplis are just over 2 feet tall and weigh approximately 30 pounds. Whatever region they come from, gripplis tend to be peaceful huntergatherers. Due to their modest understanding of agriculture, gripplis don’t raise crops in the traditional sense, although they do cultivate mushroom patches and gather a wide array of fruits from the surrounding wilderness. The jungle also contains rivers and lakes filled with silver-scaled fish, which gripplis harvest in a sustainable manner to ensure their future supply, as well as fatty insects that grow much larger than in other parts of the world. Some of the most advanced grippli societies capture and breed these insects, nurturing herds of giant dragonflies or beetles that are eventually slaughtered for food for the rest of the village. Particularly enterprising gripplis even seek out and tame huge flying insects to use as mounts during their hunts. The rearing of such massive insects is no easy feat, however, so gripplis who manage to do so are often heralded as local heroes. The treetop settlements of the grippli are difficult to spot from the forest floor. Gripplis obscure their holdings with broad leaves and thick branches, and they riddle the surrounding forest with labyrinthine trails that only they know how to navigate. Their villages are usually constructed among the densest populations of trees, with thin rope bridges strung between wide wooden platforms built around each trunk. Members Grippli Archer (Creature 3), Grippli Greenspeaker (Creature 5), Grippli Jinxer (Creature 6), Grippli Scout (Creature 1), Grippli Scout (Creature 1), Grippli Skirmisher (Creature 4) A History of Neutrality Grippli villages rarely get involved in the concerns of other communities, preferring to focus on maintaining relative peace within their own small societies. Legends explain this attitude with a tale of a grippli champion who dragged his people into a war between humans and charau-kas. The stories differ as to which side the gripplis took, but every version ends with the bloody deaths of the hero and his family. Since that time, village elders claim, gripplis have done their best to remain far from the conflicts of others. Baneback Origins Legends tell of a grippli warlord who bargained with the demon lord Jubilex to gain a foul power over poison and become the first baneback. He and his children—all of whom bore a malignant toxin— terrorized surrounding communities before being defeated and drawn into the Abyss. This legend explains gripplis' disdain for banebacks, though it's unclear if the trait is the lingering effect of a demonic bargain or simply a rare mutation. Grippli Minions Gripplis keep company with few other intelligent species, but their close bond with nature means they may be found alongside giant insects, plant creatures, and other beasts of the jungle. Rancorous Enclaves Exiled baneback sometimes band together to form their own villages, usually under the leadership of a jinxer. Given that some banebacks are violent malcontents, these villages don't last long unless the leader keeps order, usually by violence or fear. These villages often keep monstrous vermin, such as giant cockroaches, giant tsetse flies, or giant ticks as guards or mascots. Treasure for Trade A grippli’s knowledge is often more valuable than any of the handcrafted weapons or goods it carries. However, the most esteemed members of grippli communities— alchemists, greenspeakers, and scouts—often carry alchemical creations, magic items, or valuables meant for trading with members of other jungle civilizations. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=110",
 "weakness": {}
}