{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Guardian Beast",
 "creature_family_markdown": "Guardian Beast",
 "exclude_from_search": false,
 "id": "creature-family-241",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Guardian Beast](/MonsterFamilies.aspx?ID=241)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 124</row>\n\nStone statues of beasts can often be found paired and standing guard to either side of an entryway. While some seem like merely lifeless statues, others are far more than they appear to be. Guardian beasts ward against evil and misfortune. Some of these celestial spirits were assigned this task, while others assumed their roles out of a sense of duty. To allow them to maintain a constant presence in the material world, pious artisans carve stone vessels of the beasts in their likeness; these statues then serve as anchors for the guardian beasts' souls. Should the need arise, guardian beasts can merge with their stony form, becoming a dangerous foe with noble courage, an indomitable will, and few weaknesses.\n\n By day, guardian beasts stay in their vessels and pretend to be inanimate. Past nightfall, they might patrol the grounds in their stone form or leave the heavy vessel behind to go where a solid body can't reach. Some take this chance to visit the dreams of individuals they favor and send them messages, notifying them of strange occurrences or warning them of incoming danger. Despite their good intentions, the dream messages from guardian beasts can be obscure, often overshadowed by the spirit's personality or strange assumptions they make due to their nature as resolute guardians.\n\n While guardian beasts can work alone, they usually appear in bonded pairs who complement each other in nature. One could be a jokester, the other gloomy; another could be nurturing, the other strict. To make two otherwise identical-looking beasts distinct, sculptors often depict one stone animal with their young. In the case of stone lions, a common type of guardian beasts, this approach means carving stone lion cubs to accompany one of the guardians.\r\n\r\n<title level=\"2\">Members</title>\r\n[Stone Lion](/Monsters.aspx?ID=1183) (Creature 4), [Stone Lion Cub](/Monsters.aspx?ID=1182) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Animal Varieties</title>\r\n\r\nGuardian beasts can take many forms. For example, Tian-Min culture calls upon the service of stone guardian dogs to guard their temples. Shrines to [Daikitsu](/Deities.aspx?ID=174), the Lady of Foxes, on the other hand, use stone guardian foxes. \r\n</aside>",
 "name": "Guardian Beast",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 124</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nStone statues of beasts can often be found paired and standing guard to either side of an entryway. While some seem like merely lifeless statues, …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 124"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 124</row>",
 "speed": {},
 "summary": "Stone statues of beasts can often be found paired and standing guard to either side of an entryway. While some seem like merely lifeless statues, …",
 "summary_markdown": "Stone statues of beasts can often be found paired and standing guard to either side of an entryway. While some seem like merely lifeless statues, …",
 "text": " Guardian Beast Source Bestiary 3 pg. 124 Stone statues of beasts can often be found paired and standing guard to either side of an entryway. While some seem like merely lifeless statues, others are far more than they appear to be. Guardian beasts ward against evil and misfortune. Some of these celestial spirits were assigned this task, while others assumed their roles out of a sense of duty. To allow them to maintain a constant presence in the material world, pious artisans carve stone vessels of the beasts in their likeness; these statues then serve as anchors for the guardian beasts' souls. Should the need arise, guardian beasts can merge with their stony form, becoming a dangerous foe with noble courage, an indomitable will, and few weaknesses. By day, guardian beasts stay in their vessels and pretend to be inanimate. Past nightfall, they might patrol the grounds in their stone form or leave the heavy vessel behind to go where a solid body can't reach. Some take this chance to visit the dreams of individuals they favor and send them messages, notifying them of strange occurrences or warning them of incoming danger. Despite their good intentions, the dream messages from guardian beasts can be obscure, often overshadowed by the spirit's personality or strange assumptions they make due to their nature as resolute guardians. While guardian beasts can work alone, they usually appear in bonded pairs who complement each other in nature. One could be a jokester, the other gloomy; another could be nurturing, the other strict. To make two otherwise identical-looking beasts distinct, sculptors often depict one stone animal with their young. In the case of stone lions, a common type of guardian beasts, this approach means carving stone lion cubs to accompany one of the guardians. Members Stone Lion (Creature 4), Stone Lion Cub (Creature 2) Animal Varieties Guardian beasts can take many forms. For example, Tian-Min culture calls upon the service of stone guardian dogs to guard their temples. Shrines to Daikitsu, the Lady of Foxes, on the other hand, use stone guardian foxes. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=241",
 "weakness": {}
}