{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Hag",
 "creature_family_markdown": "Hag",
 "exclude_from_search": false,
 "id": "creature-family-59",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Hag](/MonsterFamilies.aspx?ID=59)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 200</row>\n\nMalevolent crones who lurk at the edges of civilization, hags use their deceptive, magical abilities to prey upon humanoids, manipulating and corrupting them. Some say hags arose from fey that became twisted by their inner selfishness. Hags gather together in covens for greater power, craft unique magical items known as [_hag eyes_](/Equipment.aspx?ID=935), and are known to replace infant humanoids with their own offspring—these children are [changelings](/Ancestries.aspx?ID=22) who have the potential to become hags themselves.\n\nFoul creatures who appear as wizened old women, hags share little in common with the humanoids they terrorize. They are hateful entities whose greatest joy lies in the corruption and ultimate destruction of anything good and virtuous. Whatever power created the first hags is lost to time, but numerous hag varieties have arisen over the ages, each with their own powers and abilities to spread pain and suffering.\r\n\r\n<title level=\"2\">Members</title>\r\n[Annis Hag](/Monsters.aspx?ID=256) (Creature 6), [Blood Hag](/Monsters.aspx?ID=1188) (Creature 8), [Grave Hag](/Monsters.aspx?ID=2055) (Creature 9), [Green Hag](/Monsters.aspx?ID=255) (Creature 4), [Moon Hag](/Monsters.aspx?ID=1189) (Creature 10), [Night Hag](/Monsters.aspx?ID=257) (Creature 9), [Rust Hag](/Monsters.aspx?ID=2054) (Creature 8), [Sea Hag](/Monsters.aspx?ID=254) (Creature 3), [Storm Hag](/Monsters.aspx?ID=1186) (Creature 5), [Winter Hag](/Monsters.aspx?ID=1187) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Hag Covens</title>\r\n\r\nHags are dangerous enough on their own, but when they gather in threes to form covens, they grow much more powerful.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Haters of Humanity</title>\r\n\r\nHags loathe all humanoid races, but not equally—the brunt of their wrath is leveled against humans. Hags prey on human society the most, adding human flesh to their cauldron and snatching newborn children before replacing the babes with their own progeny as [changelings](/Ancestries.aspx?ID=22).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">One-Sided Rivalries</title>\r\n\r\nThe hateful creatures known as [skelm](/MonsterFamilies.aspx?ID=260) have much in common with hags, and evidence suggests that they might have some ancient or metaphysical connection to one another. Skelms maintain that they have been unfairly cursed or betrayed by hags and use it as an excuse to antagonize hags. More often than not, hags pay no more attention to skelms than they do any other creature.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Hags</title>\r\n\r\nThe four types of hags presented here are but the most notorious of their kind. Others—such as the [blood hag](/Monsters.aspx?ID=1188), [moon hag](/Monsters.aspx?ID=1189), [storm hag](/Monsters.aspx?ID=1186), and [winter hag](/Monsters.aspx?ID=1187)—plague society in other regions of the world.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Supporting Characters</title>\r\n\r\nHags don't have to be the main threat of an adventure. Heroes must sometimes seek out knowledge or power from someone known to be dangerous or treacherous, a role that hags can fill quite well. When not terrorizing humanoids, hags explore forbidden magic from sources that decent folk would never consider.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Nature of Hags</title>\r\n\r\nSome believe that hags possess no true form or body of their own, but instead manifest from society’s fear of aging. That no known male hags exist has also puzzled scholars, but perhaps this is but another way in which hags mock society—by presenting themselves as awful stereotypes of elderly women.\r\n</aside>",
 "name": "Hag",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 200</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMalevolent crones who lurk at the edges of civilization, hags use their deceptive, magical abilities to prey upon humanoids, manipulating and …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 200"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 200</row>",
 "speed": {},
 "summary": "Malevolent crones who lurk at the edges of civilization, hags use their deceptive, magical abilities to prey upon humanoids, manipulating and …",
 "summary_markdown": "Malevolent crones who lurk at the edges of civilization, hags use their deceptive, magical abilities to prey upon humanoids, manipulating and …",
 "text": " Hag Source Bestiary pg. 200 Malevolent crones who lurk at the edges of civilization, hags use their deceptive, magical abilities to prey upon humanoids, manipulating and corrupting them. Some say hags arose from fey that became twisted by their inner selfishness. Hags gather together in covens for greater power, craft unique magical items known as hag eyes , and are known to replace infant humanoids with their own offspring—these children are changelings who have the potential to become hags themselves. Foul creatures who appear as wizened old women, hags share little in common with the humanoids they terrorize. They are hateful entities whose greatest joy lies in the corruption and ultimate destruction of anything good and virtuous. Whatever power created the first hags is lost to time, but numerous hag varieties have arisen over the ages, each with their own powers and abilities to spread pain and suffering. Members Annis Hag (Creature 6), Blood Hag (Creature 8), Grave Hag (Creature 9), Green Hag (Creature 4), Moon Hag (Creature 10), Night Hag (Creature 9), Rust Hag (Creature 8), Sea Hag (Creature 3), Storm Hag (Creature 5), Winter Hag (Creature 7) Hag Covens Hags are dangerous enough on their own, but when they gather in threes to form covens, they grow much more powerful. Haters of Humanity Hags loathe all humanoid races, but not equally—the brunt of their wrath is leveled against humans. Hags prey on human society the most, adding human flesh to their cauldron and snatching newborn children before replacing the babes with their own progeny as changelings. One-Sided Rivalries The hateful creatures known as skelm have much in common with hags, and evidence suggests that they might have some ancient or metaphysical connection to one another. Skelms maintain that they have been unfairly cursed or betrayed by hags and use it as an excuse to antagonize hags. More often than not, hags pay no more attention to skelms than they do any other creature. Other Hags The four types of hags presented here are but the most notorious of their kind. Others—such as the blood hag, moon hag, storm hag, and winter hag—plague society in other regions of the world. Supporting Characters Hags don't have to be the main threat of an adventure. Heroes must sometimes seek out knowledge or power from someone known to be dangerous or treacherous, a role that hags can fill quite well. When not terrorizing humanoids, hags explore forbidden magic from sources that decent folk would never consider. The Nature of Hags Some believe that hags possess no true form or body of their own, but instead manifest from society’s fear of aging. That no known male hags exist has also puzzled scholars, but perhaps this is but another way in which hags mock society—by presenting themselves as awful stereotypes of elderly women. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=59",
 "weakness": {}
}