{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Hantu",
 "creature_family_markdown": "Hantu",
 "exclude_from_search": false,
 "id": "creature-family-285",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Hantu](/MonsterFamilies.aspx?ID=285)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 84</row>\n\nHantus are manifestations of the powerful nature spirits that inhabit all things, from animals to objects to the environment itself. As spiritual representations of whatever they inhabit, hantus follow no preordained agenda. Some hantus choose to act as guardians, defending the forest or waterway that they represent, while others simply set out into the world and experience the wonders of life in ways that their physical form—be it a boulder, bamboo stand, or tapir—would typically be unable to enjoy.\n\n Hantus are most well known in the archipelago of Minata, particularly in the southern islands of Rendah Pulu, where animists believe that hantus manifest in locations imbued with significant spiritual power. To the residents of Rendah Pulu, hantus exist as manifestations of their culture's anxieties, fears, and ills. An individual who encounters a hantu might interpret the meeting as a sign that they have dwelt for too long on their particular worries (or the opposite: they have ignored the source of their anxieties for too long).\n\n Interestingly, although hantus are [incorporeal](/Traits.aspx?ID=222), they still retain tangible characteristics as varied as hantus themselves. Some give off a potent odor, such as the scent of durian or jasmine. Others leave corporeal droppings, such as literal animal waste or tufts of fur left on a tree trunk.\n\n<title level=\"2\">Members</title>\r\n[Hantu Belian](/Monsters.aspx?ID=1397) (Creature 11), [Hantu Denai](/Monsters.aspx?ID=1396) (Creature 9)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Calling a Hantu</title>\r\n\r\nThe spiritual nature of a hantu allows divine spellcasters to draw them forth with complex rituals. These rituals typically require a piece of the entity that the hantu embodies, such as a cup of water from a river or a bit of fur from a tapir. A successful ritual tugs a hantu toward the site of the ritual. A hantu typically listens to the requests of those who summoned it; whether it agrees to these requests, on the other hand, is another story.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Hantus</title>\r\n\r\nHantus can manifest from any manner of object or being, so an endless variety of the spirits exist. The following are some of the best-known examples of hantu kind. \n\n**Hantu Batu**: These playful stone spirits throw rocks and pebbles with alarming frequency. \n\n**Hantu Beruk**: These monkey spirits possess people (especially those with a naturally stoic or sober demeanor) and use their bodies to perform great acrobatic feats or perform mesmerizing dances. \n\n**Hantu Hutan**: These jungle spirits defends their homes by shapeshifting into animals and plants to keep eyes on those who dare enter their domain. \n\n**Hantu Tinggi**: These giant tree spirits tower above forest canopies. They tend to defend a location by using their great height to pick up intruders and place them elsewhere.\r\n</aside>",
 "name": "Hantu",
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 84</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHantus are manifestations of the powerful nature spirits that inhabit all things, from animals to objects to the environment itself. As spiritual …\r\n</summary>",
 "source": [
  "Pathfinder #166: Despair on Danger Island"
 ],
 "source_raw": [
  "Pathfinder #166: Despair on Danger Island pg. 84"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 84</row>",
 "speed": {},
 "summary": "Hantus are manifestations of the powerful nature spirits that inhabit all things, from animals to objects to the environment itself. As spiritual …",
 "summary_markdown": "Hantus are manifestations of the powerful nature spirits that inhabit all things, from animals to objects to the environment itself. As spiritual …",
 "text": " Hantu Source Pathfinder #166: Despair on Danger Island pg. 84 Hantus are manifestations of the powerful nature spirits that inhabit all things, from animals to objects to the environment itself. As spiritual representations of whatever they inhabit, hantus follow no preordained agenda. Some hantus choose to act as guardians, defending the forest or waterway that they represent, while others simply set out into the world and experience the wonders of life in ways that their physical form—be it a boulder, bamboo stand, or tapir—would typically be unable to enjoy. Hantus are most well known in the archipelago of Minata, particularly in the southern islands of Rendah Pulu, where animists believe that hantus manifest in locations imbued with significant spiritual power. To the residents of Rendah Pulu, hantus exist as manifestations of their culture's anxieties, fears, and ills. An individual who encounters a hantu might interpret the meeting as a sign that they have dwelt for too long on their particular worries (or the opposite: they have ignored the source of their anxieties for too long). Interestingly, although hantus are incorporeal, they still retain tangible characteristics as varied as hantus themselves. Some give off a potent odor, such as the scent of durian or jasmine. Others leave corporeal droppings, such as literal animal waste or tufts of fur left on a tree trunk. Members Hantu Belian (Creature 11), Hantu Denai (Creature 9) Calling a Hantu The spiritual nature of a hantu allows divine spellcasters to draw them forth with complex rituals. These rituals typically require a piece of the entity that the hantu embodies, such as a cup of water from a river or a bit of fur from a tapir. A successful ritual tugs a hantu toward the site of the ritual. A hantu typically listens to the requests of those who summoned it; whether it agrees to these requests, on the other hand, is another story. Other Hantus Hantus can manifest from any manner of object or being, so an endless variety of the spirits exist. The following are some of the best-known examples of hantu kind. Hantu Batu : These playful stone spirits throw rocks and pebbles with alarming frequency. Hantu Beruk : These monkey spirits possess people (especially those with a naturally stoic or sober demeanor) and use their bodies to perform great acrobatic feats or perform mesmerizing dances. Hantu Hutan : These jungle spirits defends their homes by shapeshifting into animals and plants to keep eyes on those who dare enter their domain. Hantu Tinggi : These giant tree spirits tower above forest canopies. They tend to defend a location by using their great height to pick up intruders and place them elsewhere. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=285",
 "weakness": {}
}