{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Herexen",
 "creature_family_markdown": "Herexen",
 "exclude_from_search": false,
 "id": "creature-family-307",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Herexen](/MonsterFamilies.aspx?ID=307)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 112</row>\n\nA herexen is an [undead](/Traits.aspx?ID=160) heretic, driven by hate to destroy the deity they once served. Herexens choose their faith willingly in life, rising to become respected religious figures within their church. Shortly before or during their death, they lose faith in their chosen deity so completely they become a full heretic, blaspheming, committing atrocities, and cursing their god. These anathemic acts bind their soul to their flesh, causing them to rise as cursed beings. To a herexen, faith is the ultimate lie.\n\n Although the circumstances that drive a pious worshipper to break with their faith are varied, herexens are unified in purpose. Herexens spend their existence fighting their former god in every manner they can, destroying iconography and temples, slaying worshippers, banding together with other herexens who oppose the same deity, conscripting lesser undead, and hiring living proxies to wreak havoc or spread misinformation. A particularly motivated herexen may even plot to kill or unseat the deity they once revered. Curiously, herexens maintain a corrupted form of their divine powers after death, wielding the weapons and magic of their past faith to tear it down.\r\n\r\n<title level=\"2\">Members</title>\r\n[Faithless Ecclesiarach](/Monsters.aspx?ID=1870) (Creature 6), [Fallen Champion](/Monsters.aspx?ID=1871) (Creature 8), [Herexen](/Monsters.aspx?ID=1192) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Herexens vs. Deathless</title>\r\n\r\nHerexens and [deathless acolytes](/MonsterFamilies.aspx?ID=306) often arise from the same event, the difference being whether the mortal kept or renounced their faith upon death. Herexens and deathless acolytes of the same deity are far more likely to fight than work together, but a herexen might find allies among foes of the deity the herexen renounced.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Religious Freedom</title>\r\n\r\nHerexens can worship any deity and should be modified based upon their ex-faith by swapping out their favored weapon and religious symbol for those associated with their deific foe.\n\n Additionally, replace the herexen's domain spell (or spells) for focus spells of equal level from a domain associated with that deity.\r\n</aside>\n\n<title level=\"2\">Building Herexens</title>\r\n\r\nThe herexen presented in the stat block below was originally a cleric of [Pharasma](/Deities.aspx?ID=14), but there are as many kinds of herexens as there are deities. To create a herexen of a different deity, do the following. \n<ul><li>Swap out the herexen's weapon for the deity's favored weapon. If the weapon is simple, increase the damage die by one step; if it's two-handed, decrease the herexen's attack bonus with that weapon by 2.</li><li>Swap out the herexen's domain spell for a 1st-level focus spell from a domain associated with that deity.</li><li>Swap the defiled religious symbol for the correct deity. For example, an ex-Sarenite herexen carries a [scimitar](/Weapons.aspx?ID=38) and a defiled religious symbol of [Sarenrae](/Deities.aspx?ID=16), and can cast [_fire ray_](/Spells.aspx?ID=422) (attack +12) as a focus spell.</li></ul> \n\n<title level=\"2\" right=\"\">Greater Herexens</title> More powerful clerics, or herexens that have existed over long spans of time, might become a more powerful variant known as a greater herexen. An 8th-level creature, it casts [_harm_](/Spells.aspx?ID=146) as a 4th-level spell, it gains a second Focus Point and a 4th-level domain spell in addition to its 1st-level domain spell, and the bonus damage from heretic's smite increases to 2d6.",
 "name": "Herexen",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 112</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA herexen is an  undead  heretic, driven by hate to destroy the deity they once served. Herexens choose their faith willingly in life, rising to …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 112"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 112</row>",
 "speed": {},
 "summary": "A herexen is an  undead  heretic, driven by hate to destroy the deity they once served. Herexens choose their faith willingly in life, rising to …",
 "summary_markdown": "A herexen is an  undead  heretic, driven by hate to destroy the deity they once served. Herexens choose their faith willingly in life, rising to …",
 "text": " Herexen Source Book of the Dead pg. 112 A herexen is an undead heretic, driven by hate to destroy the deity they once served. Herexens choose their faith willingly in life, rising to become respected religious figures within their church. Shortly before or during their death, they lose faith in their chosen deity so completely they become a full heretic, blaspheming, committing atrocities, and cursing their god. These anathemic acts bind their soul to their flesh, causing them to rise as cursed beings. To a herexen, faith is the ultimate lie. Although the circumstances that drive a pious worshipper to break with their faith are varied, herexens are unified in purpose. Herexens spend their existence fighting their former god in every manner they can, destroying iconography and temples, slaying worshippers, banding together with other herexens who oppose the same deity, conscripting lesser undead, and hiring living proxies to wreak havoc or spread misinformation. A particularly motivated herexen may even plot to kill or unseat the deity they once revered. Curiously, herexens maintain a corrupted form of their divine powers after death, wielding the weapons and magic of their past faith to tear it down. Members Faithless Ecclesiarach (Creature 6), Fallen Champion (Creature 8), Herexen (Creature 2) Herexens vs. Deathless Herexens and deathless acolytes often arise from the same event, the difference being whether the mortal kept or renounced their faith upon death. Herexens and deathless acolytes of the same deity are far more likely to fight than work together, but a herexen might find allies among foes of the deity the herexen renounced. Religious Freedom Herexens can worship any deity and should be modified based upon their ex-faith by swapping out their favored weapon and religious symbol for those associated with their deific foe. Additionally, replace the herexen's domain spell (or spells) for focus spells of equal level from a domain associated with that deity. Building Herexens The herexen presented in the stat block below was originally a cleric of Pharasma, but there are as many kinds of herexens as there are deities. To create a herexen of a different deity, do the following. Swap out the herexen's weapon for the deity's favored weapon. If the weapon is simple, increase the damage die by one step; if it's two-handed, decrease the herexen's attack bonus with that weapon by 2. Swap out the herexen's domain spell for a 1st-level focus spell from a domain associated with that deity. Swap the defiled religious symbol for the correct deity. For example, an ex-Sarenite herexen carries a scimitar and a defiled religious symbol of Sarenrae, and can cast fire ray (attack +12) as a focus spell. Greater Herexens More powerful clerics, or herexens that have existed over long spans of time, might become a more powerful variant known as a greater herexen. An 8th-level creature, it casts harm as a 4th-level spell, it gains a second Focus Point and a 4th-level domain spell in addition to its 1st-level domain spell, and the bonus damage from heretic's smite increases to 2d6.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=307",
 "weakness": {}
}