{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Herecite",
 "creature_family_markdown": "Herecite",
 "exclude_from_search": false,
 "id": "creature-family-120",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Herecite](/MonsterFamilies.aspx?ID=120)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #153: Life's Long Shadows](/Sources.aspx?ID=29) pg. 80</row>\n\nSecreted away in the dark corners of unnamed libraries, necromancer’s dens, and heretical scriptoriums, obscure texts describe a horrifying ritual that combines sacrifice and suffering to create a powerful undead being known as a herecite. These monsters, stripped of personal will or desire, are born into the service of an evil god whom they worship unerringly and untiringly, often in spite of any opposing religious leanings they may have had in life. Every herecite harbors an unquenchable self-hatred because it was defiled by such a foul resurrection—a rage it turns outward in an attempt to rob others of their faith and lives.\n\n Herecites often outlast the cults that create them. Stranded herecites are drawn to others of their kind, even if they are dedicated to different evil deities, and when brought together they perform rites to magically bind themselves in a group known as a cabal. While cabal members share enhanced magic and defenses, induction into a cabal appears to hold even deeper significance for herecites. The presence of others of their kind with whom they can pray—in verses warped to venerate wicked gods—seems the only solace these tormented beings can find in undeath. Such a fellowship of sorrow is nigh unbreakable, as many an overzealous crusader has discovered far too late.\n\n Customarily found within heavily modified temples to the pantheon of gods they collectively worship, herecites act in service to their creators or as protectors of unholy ground. High priests of different evil gods may even trade herecites among themselves, allowing their minions to form cabals strengthened by their varied faiths. A lone herecite cut off from its creators—often because it is the sole remnant of a destroyed temple or its master has perished—may wander far and wide in search of a cabal to join. Other times, the herecite seeks out a place sacred to the deity it worshipped in life. Whether motivated by a desire for contrition or vengeance, the end result of this baleful pilgrimage is always the desecration of the holy site and the slaughter of its congregants, who may in turn rise as lesser forms of undead.\r\n\r\n<title level=\"2\">Members</title>\r\n[Herecite of Zevgavizeb](/Monsters.aspx?ID=520) (Creature 10)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Blasphemous Rebirth</title>\r\n\r\nThe ritual to create a herecite demands the sacrifice of five devotees of the same non-evil god. During the ritual, the devotees’ bodies and souls meld together to form a single profane entity. Regardless of the deity it worships in undeath, the herecite always bears a debauched likeness to the god its constituent members previously worshipped. Followers of [Erastil](/Deities.aspx?ID=6) may reform into an aged man with a stag’s skull for a head, the blood of would-be hunters dripping from its monstrous fangs; worshippers of [Desna](/Deities.aspx?ID=5) might transmute into a woman weighed down by chains, her butterfly wings hacked to limp shreds.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Supplicating Herecites</title>\r\n\r\nWhen conflict fails, it is possible to appease a herecite by offering sacrifices and gifts. The sacrifice of a mortal is almost always sufficient for the herecite to allow supplicants passage into its temple or beyond.\r\n</aside>",
 "name": "Herecite",
 "rarity": "common",
 "release_date": "2020-03-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #153: Life's Long Shadows](/Sources.aspx?ID=29) pg. 80</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSecreted away in the dark corners of unnamed libraries, necromancer's dens, and heretical scriptoriums, obscure texts describe a horrifying ritual …\r\n</summary>",
 "source": [
  "Pathfinder #153: Life's Long Shadows"
 ],
 "source_raw": [
  "Pathfinder #153: Life's Long Shadows pg. 80"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #153: Life's Long Shadows](/Sources.aspx?ID=29) pg. 80</row>",
 "speed": {},
 "summary": "Secreted away in the dark corners of unnamed libraries, necromancer's dens, and heretical scriptoriums, obscure texts describe a horrifying ritual …",
 "summary_markdown": "Secreted away in the dark corners of unnamed libraries, necromancer's dens, and heretical scriptoriums, obscure texts describe a horrifying ritual …",
 "text": " Herecite Source Pathfinder #153: Life's Long Shadows pg. 80 Secreted away in the dark corners of unnamed libraries, necromancer’s dens, and heretical scriptoriums, obscure texts describe a horrifying ritual that combines sacrifice and suffering to create a powerful undead being known as a herecite. These monsters, stripped of personal will or desire, are born into the service of an evil god whom they worship unerringly and untiringly, often in spite of any opposing religious leanings they may have had in life. Every herecite harbors an unquenchable self-hatred because it was defiled by such a foul resurrection—a rage it turns outward in an attempt to rob others of their faith and lives. Herecites often outlast the cults that create them. Stranded herecites are drawn to others of their kind, even if they are dedicated to different evil deities, and when brought together they perform rites to magically bind themselves in a group known as a cabal. While cabal members share enhanced magic and defenses, induction into a cabal appears to hold even deeper significance for herecites. The presence of others of their kind with whom they can pray—in verses warped to venerate wicked gods—seems the only solace these tormented beings can find in undeath. Such a fellowship of sorrow is nigh unbreakable, as many an overzealous crusader has discovered far too late. Customarily found within heavily modified temples to the pantheon of gods they collectively worship, herecites act in service to their creators or as protectors of unholy ground. High priests of different evil gods may even trade herecites among themselves, allowing their minions to form cabals strengthened by their varied faiths. A lone herecite cut off from its creators—often because it is the sole remnant of a destroyed temple or its master has perished—may wander far and wide in search of a cabal to join. Other times, the herecite seeks out a place sacred to the deity it worshipped in life. Whether motivated by a desire for contrition or vengeance, the end result of this baleful pilgrimage is always the desecration of the holy site and the slaughter of its congregants, who may in turn rise as lesser forms of undead. Members Herecite of Zevgavizeb (Creature 10) Blasphemous Rebirth The ritual to create a herecite demands the sacrifice of five devotees of the same non-evil god. During the ritual, the devotees’ bodies and souls meld together to form a single profane entity. Regardless of the deity it worships in undeath, the herecite always bears a debauched likeness to the god its constituent members previously worshipped. Followers of Erastil may reform into an aged man with a stag’s skull for a head, the blood of would-be hunters dripping from its monstrous fangs; worshippers of Desna might transmute into a woman weighed down by chains, her butterfly wings hacked to limp shreds. Supplicating Herecites When conflict fails, it is possible to appease a herecite by offering sacrifices and gifts. The sacrifice of a mortal is almost always sufficient for the herecite to allow supplicants passage into its temple or beyond. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=120",
 "weakness": {}
}