{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Hippocampus",
 "creature_family_markdown": "Hippocampus",
 "exclude_from_search": false,
 "id": "creature-family-138",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Hippocampus](/MonsterFamilies.aspx?ID=138)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 142 <sup>2.0</sup></row>\n\nThe strange beasts known as hippocampi resemble terrestrial horses from head to midbody, but on their legs, they have splayed fins instead of hooves, and in place of horses’ hindquarters, they have powerful tails resembling those of fish. Hippocampi have colorful scales ranging from pearly white to seaweed green, and brilliant ribbed dorsal sails as manes. In the wild oceans, most types of hippocampi tend to congregate in the shallows near the beds of seaweed and kelp forests that provide them with food and shelter from predators. They form huge schools to provide safety in numbers, like land-bound horses form herds.\n\n Hippocampi are highly prized by undersea societies and surface dwellers alike, as they are as easy to train as horses and serve many of the same functions, be that as beasts of burden, war-trained mounts, transportation, or as pets. Though hippocampi are able to wear barding, it hampers them considerably, so most handlers outfit them with the lightest options available. More often they are trained to pull specially designed underwater chariots or sleds. Hippocampi do not to leave the water, as they are clumsy on land, can’t bear riders while flopping about on the ground, and can’t breathe air for long.\n\n Numerous variant species of hippocampi exist, although most of them differ from the common hippocampus only in coloration. Heartier species, such as polar hippocampi, dwell exclusively in arctic waters and are best presented as hippocampi with elite adjustments.\r\n\r\n<title level=\"2\">Members</title>\r\n[Giant Hippocampus](/Monsters.aspx?ID=697) (Creature 8), [Hippocampus](/Monsters.aspx?ID=696) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Aquatic Cavalry</title>\r\n\r\nProtecting the harbor of Absalom and the shores of Starstone Isle, the elite Wave Riders use combat-trained hippocampi as mounts. The Wave Riders harass enemy ships, defend against aquatic foes, and intercept smugglers.\r\n</aside>",
 "name": "Hippocampus",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 142 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe strange beasts known as hippocampi resemble terrestrial horses from head to midbody, but on their legs, they have splayed fins instead of hooves, …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 142"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 142 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "The strange beasts known as hippocampi resemble terrestrial horses from head to midbody, but on their legs, they have splayed fins instead of hooves, …",
 "summary_markdown": "The strange beasts known as hippocampi resemble terrestrial horses from head to midbody, but on their legs, they have splayed fins instead of hooves, …",
 "text": " Hippocampus Source Bestiary 2 pg. 142 2.0 The strange beasts known as hippocampi resemble terrestrial horses from head to midbody, but on their legs, they have splayed fins instead of hooves, and in place of horses’ hindquarters, they have powerful tails resembling those of fish. Hippocampi have colorful scales ranging from pearly white to seaweed green, and brilliant ribbed dorsal sails as manes. In the wild oceans, most types of hippocampi tend to congregate in the shallows near the beds of seaweed and kelp forests that provide them with food and shelter from predators. They form huge schools to provide safety in numbers, like land-bound horses form herds. Hippocampi are highly prized by undersea societies and surface dwellers alike, as they are as easy to train as horses and serve many of the same functions, be that as beasts of burden, war-trained mounts, transportation, or as pets. Though hippocampi are able to wear barding, it hampers them considerably, so most handlers outfit them with the lightest options available. More often they are trained to pull specially designed underwater chariots or sleds. Hippocampi do not to leave the water, as they are clumsy on land, can’t bear riders while flopping about on the ground, and can’t breathe air for long. Numerous variant species of hippocampi exist, although most of them differ from the common hippocampus only in coloration. Heartier species, such as polar hippocampi, dwell exclusively in arctic waters and are best presented as hippocampi with elite adjustments. Members Giant Hippocampus (Creature 8), Hippocampus (Creature 1) Aquatic Cavalry Protecting the harbor of Absalom and the shores of Starstone Isle, the elite Wave Riders use combat-trained hippocampi as mounts. The Wave Riders harass enemy ships, defend against aquatic foes, and intercept smugglers. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=138",
 "weakness": {}
}