{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Hobgoblin",
 "creature_family_markdown": "Hobgoblin",
 "exclude_from_search": false,
 "id": "creature-family-61",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Hobgoblin](/MonsterFamilies.aspx?ID=61)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 206</row>\n\nHobgoblins may appear to outsiders to be the most civilized of goblinkind, but their civilization is hardly one of kindness and equality—instead, they revel in all that is militaristic, tyrannical, cruel, and destructive. Hobgoblins are singularly devoted to war, and their entire culture is built upon fostering and maintaining conflict while simultaneously proving their superiority in battle. Hobgoblins are highly organized, and they work efficiently and effectively in groups, whether that group is a small raiding party, a roving war band, or a fully regimented army. Hobgoblin rulers require little provocation before declaring war, and more often than not, such wars are waged to gain slaves or territory. Physically, hobgoblins stand about as tall as humans and have gray, ashen skin.\n\n Hobgoblin society is organized along military lines, and every hobgoblin is effectively a member of the army. Each hobgoblin in a community has a rank in the military hierarchy, and individuals are naturally ambitious and obsessed with advancement. Hobgoblins are constantly expected to prove that they’re fearless, ruthless, cunning, and strong. Demonstrating such aptitudes is an individual hobgoblin’s best hope for promotion through the ranks, but failure leads only to cruel exploitation at the hands of their superiors. Though brutal, hobgoblin society is a true meritocracy, and all hobgoblins, regardless of age, gender, or birth, wield authority and earn respect from their peers based on their skill in battle. Even those individuals who serve in non-combat roles in hobgoblin society—blacksmiths, builders, cooks, messengers, quartermasters, and the like—know that they perform vital jobs that support the larger hobgoblin army, though they rarely rise above the rank of common soldier. Everyone contributes to the larger whole, ensuring that hobgoblin society is the strongest and most efficient it can be, and anyone who fails to do so is culled from the army and this hobgoblin society as dead weight. Hobgoblins don’t usually engage in trade with other races, or even with other hobgoblin tribes, preferring to take what they want by force.\r\n\r\n<title level=\"2\">Members</title>\r\n[Hobgoblin Archer](/Monsters.aspx?ID=262) (Creature 4), [Hobgoblin General](/Monsters.aspx?ID=263) (Creature 6), [Hobgoblin Soldier](/Monsters.aspx?ID=261) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Hobgoblins and Magic</title>\r\n\r\nHobgoblins generally distrust magic, especially arcane magic, which they derisively call “elf magic.” In the absence of magic, they wholeheartedly embrace alchemy, combining it with their natural aptitude for engineering to great destructive effect. They grudgingly accept divine magic, due to a grudging respect for the power of healing magic in times of war.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Living with Hobgoblins</title>\r\n\r\nWith few exceptions, the only non-goblinoids in a hobgoblin settlement or army are slaves (or at least regarded as such). Hobgoblins occasionally make use of bugbears as assassins or spies, and most hobgoblin tribes include a small group of goblins who eke out a meager existence on the fringes of hobgoblin society.\r\n</aside>",
 "name": "Hobgoblin",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 206</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHobgoblins may appear to outsiders to be the most civilized of goblinkind, but their civilization is hardly one of kindness and equality—instead, …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 206"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 206</row>",
 "speed": {},
 "summary": "Hobgoblins may appear to outsiders to be the most civilized of goblinkind, but their civilization is hardly one of kindness and equality—instead, …",
 "summary_markdown": "Hobgoblins may appear to outsiders to be the most civilized of goblinkind, but their civilization is hardly one of kindness and equality—instead, …",
 "text": " Hobgoblin Source Bestiary pg. 206 Hobgoblins may appear to outsiders to be the most civilized of goblinkind, but their civilization is hardly one of kindness and equality—instead, they revel in all that is militaristic, tyrannical, cruel, and destructive. Hobgoblins are singularly devoted to war, and their entire culture is built upon fostering and maintaining conflict while simultaneously proving their superiority in battle. Hobgoblins are highly organized, and they work efficiently and effectively in groups, whether that group is a small raiding party, a roving war band, or a fully regimented army. Hobgoblin rulers require little provocation before declaring war, and more often than not, such wars are waged to gain slaves or territory. Physically, hobgoblins stand about as tall as humans and have gray, ashen skin. Hobgoblin society is organized along military lines, and every hobgoblin is effectively a member of the army. Each hobgoblin in a community has a rank in the military hierarchy, and individuals are naturally ambitious and obsessed with advancement. Hobgoblins are constantly expected to prove that they’re fearless, ruthless, cunning, and strong. Demonstrating such aptitudes is an individual hobgoblin’s best hope for promotion through the ranks, but failure leads only to cruel exploitation at the hands of their superiors. Though brutal, hobgoblin society is a true meritocracy, and all hobgoblins, regardless of age, gender, or birth, wield authority and earn respect from their peers based on their skill in battle. Even those individuals who serve in non-combat roles in hobgoblin society—blacksmiths, builders, cooks, messengers, quartermasters, and the like—know that they perform vital jobs that support the larger hobgoblin army, though they rarely rise above the rank of common soldier. Everyone contributes to the larger whole, ensuring that hobgoblin society is the strongest and most efficient it can be, and anyone who fails to do so is culled from the army and this hobgoblin society as dead weight. Hobgoblins don’t usually engage in trade with other races, or even with other hobgoblin tribes, preferring to take what they want by force. Members Hobgoblin Archer (Creature 4), Hobgoblin General (Creature 6), Hobgoblin Soldier (Creature 1) Hobgoblins and Magic Hobgoblins generally distrust magic, especially arcane magic, which they derisively call “elf magic.” In the absence of magic, they wholeheartedly embrace alchemy, combining it with their natural aptitude for engineering to great destructive effect. They grudgingly accept divine magic, due to a grudging respect for the power of healing magic in times of war. Living with Hobgoblins With few exceptions, the only non-goblinoids in a hobgoblin settlement or army are slaves (or at least regarded as such). Hobgoblins occasionally make use of bugbears as assassins or spies, and most hobgoblin tribes include a small group of goblins who eke out a meager existence on the fringes of hobgoblin society. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=61",
 "weakness": {}
}