{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "House Spirit",
 "creature_family_markdown": "House Spirit",
 "exclude_from_search": false,
 "id": "creature-family-242",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[House Spirit](/MonsterFamilies.aspx?ID=242)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 136</row>\n\nHouse spirits are shy, often helpful, sometimes wrathful [fey](/Traits.aspx?ID=69) that dwell alongside peasants and farmers. They reside in the house, in the yard, in the granary, in the bathhouse—wherever people build and live. Due to this proximity, house spirits often take on the mannerisms or appearance of nearby mortals. Their reclusive nature and tendency to go unseen earned them the moniker of “spirits,” though in truth they are fully embodied fey.\n\n House spirits take an almost parental interest in “their” mortals. Given proper respect, these fey work tirelessly for their charges—they chop wood, care for livestock, mend clothes, sweep the floor, and tend to the stove. If offended, though, the house spirit becomes a menace, frightening animals or children and ruining belongings.\r\n\r\n<title level=\"2\">Members</title>\r\n[Domovoi](/Monsters.aspx?ID=1194) (Creature 2), [Dvorovoi](/Monsters.aspx?ID=1195) (Creature 3), [Ovinnik](/Monsters.aspx?ID=1196) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Bound Places</title>\r\n\r\nEvery house spirit chooses some specific place to be their responsibility and their place of power. House spirits can and do leave, temporarily or permanently, but it's never a trivial decision. Typically, a given location has only one spirit, which gains power if their home is particularly grand. A great palace's domovoi is fearsome indeed.\r\n</aside>",
 "name": "House Spirit",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 136</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHouse spirits are shy, often helpful, sometimes wrathful  fey  that dwell alongside peasants and farmers. They reside in the house, in the yard, in …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 136"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 136</row>",
 "speed": {},
 "summary": "House spirits are shy, often helpful, sometimes wrathful  fey  that dwell alongside peasants and farmers. They reside in the house, in the yard, in …",
 "summary_markdown": "House spirits are shy, often helpful, sometimes wrathful  fey  that dwell alongside peasants and farmers. They reside in the house, in the yard, in …",
 "text": " House Spirit Source Bestiary 3 pg. 136 House spirits are shy, often helpful, sometimes wrathful fey that dwell alongside peasants and farmers. They reside in the house, in the yard, in the granary, in the bathhouse—wherever people build and live. Due to this proximity, house spirits often take on the mannerisms or appearance of nearby mortals. Their reclusive nature and tendency to go unseen earned them the moniker of “spirits,” though in truth they are fully embodied fey. House spirits take an almost parental interest in “their” mortals. Given proper respect, these fey work tirelessly for their charges—they chop wood, care for livestock, mend clothes, sweep the floor, and tend to the stove. If offended, though, the house spirit becomes a menace, frightening animals or children and ruining belongings. Members Domovoi (Creature 2), Dvorovoi (Creature 3), Ovinnik (Creature 4) Bound Places Every house spirit chooses some specific place to be their responsibility and their place of power. House spirits can and do leave, temporarily or permanently, but it's never a trivial decision. Typically, a given location has only one spirit, which gains power if their home is particularly grand. A great palace's domovoi is fearsome indeed. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=242",
 "weakness": {}
}