{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Kaava",
 "creature_family_markdown": "Kaava",
 "exclude_from_search": false,
 "id": "creature-family-287",
 "image": [
  "/Images/Monsters/Kaava.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Kaava](/MonsterFamilies.aspx?ID=287)</title>\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 300 <sup>2.0</sup></row>\n\nKaava are stealthy, jungle-dwelling humanoids with short down feathers that can easily be mistaken for fur from a distance. Kaava have tough scales beneath these feathers. Both the scales and feathers have mutable pigmentation that allows a kaava to blend into surrounding foliage like a chameleon. \r\n\r\n<title level=\"2\">Members</title>\r\n[Kaava Stalker](/Monsters.aspx?ID=1436) (Creature 1), [Pygmy Kaava](/Monsters.aspx?ID=1435) (Creature 0)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Kaava Diplomacy</title>\r\n\r\nThe term kaava is both singular and plural, which reflects their community-driven nature; obligation and duty define kaava culture, principally their duty to each other. Due to unpleasant interactions with humanoids in the past, most kaava are insular and suspicious, and have a tendency to attack intruders with little provocation. A stranger can earn a kaava's grudging trust through numerous patient and peaceful interactions, but even then a kaava is unlikely to go out of their way to provide aid to anyone they deem an outsider.\r\n</aside>",
 "name": "Kaava",
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 300 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKaava are stealthy, jungle-dwelling humanoids with short down feathers that can easily be mistaken for fur from a distance. Kaava have tough scales …\r\n</summary>",
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 300"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 300 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Kaava are stealthy, jungle-dwelling humanoids with short down feathers that can easily be mistaken for fur from a distance. Kaava have tough scales …",
 "summary_markdown": "Kaava are stealthy, jungle-dwelling humanoids with short down feathers that can easily be mistaken for fur from a distance. Kaava have tough scales …",
 "text": " Kaava Source The Mwangi Expanse pg. 300 2.0 Kaava are stealthy, jungle-dwelling humanoids with short down feathers that can easily be mistaken for fur from a distance. Kaava have tough scales beneath these feathers. Both the scales and feathers have mutable pigmentation that allows a kaava to blend into surrounding foliage like a chameleon. Members Kaava Stalker (Creature 1), Pygmy Kaava (Creature 0) Kaava Diplomacy The term kaava is both singular and plural, which reflects their community-driven nature; obligation and duty define kaava culture, principally their duty to each other. Due to unpleasant interactions with humanoids in the past, most kaava are insular and suspicious, and have a tendency to attack intruders with little provocation. A stranger can earn a kaava's grudging trust through numerous patient and peaceful interactions, but even then a kaava is unlikely to go out of their way to provide aid to anyone they deem an outsider. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=287",
 "weakness": {}
}