{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Kami",
 "creature_family_markdown": "Kami",
 "exclude_from_search": false,
 "id": "creature-family-243",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Kami](/MonsterFamilies.aspx?ID=243)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 141</row>\n\nKami are divine nature spirits native to the lands of Tian Xia, far to the east of the Inner Sea region. They serve as guardians of natural objects and places they protect—their “wards”—and are ancient enemies of the [oni](/MonsterFamilies.aspx?ID=144). Kami can merge with their wards, allowing them to surreptitiously watch anyone who treads upon their sacred grounds. Kami leave those who they deem harmless alone, but the spirits fight vigilantly to scare away anyone perceived as a threat. Kami choose their own wards, though many mortals seek to attract them to sites that might require protection, leading to a proliferation of certain trees, statues, gates, and other symbolic elements in areas where kami are known to dwell.\r\n\r\n<title level=\"2\">Members</title>\r\n[Kodama](/Monsters.aspx?ID=1202) (Creature 5), [Shikigami](/Monsters.aspx?ID=1201) (Creature 1), [Toshigami](/Monsters.aspx?ID=1204) (Creature 15), [Zuishin](/Monsters.aspx?ID=1203) (Creature 10)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Attracting a Kami</title>\r\n\r\nDifferent cultures have different beliefs about the best way to attract a kami spirit such as a [zuishin](/Monsters.aspx?ID=1203). Societies that strive to preserve the natural world—like elven tree-cities and small villages that balance their own population with those of other local creatures—are the most likely to be graced by a kami's presence.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Kami Allies</title>\r\n\r\nKami are friends to [arboreals](/MonsterFamilies.aspx?ID=8), [dryad](/Monsters.aspx?ID=312), and other beings with spiritual ties to the natural world. Among mortals, [druids](/Classes.aspx?ID=6) are the most common recipients of kami aid, though these spirits might help anyone whose mission involves the protection of their particular ward.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Kami Treasure</title>\r\n\r\nKami have no use for valuables or other material possessions, but the sites they protect are often rich with natural resources or even sometimes dotted with relics from bygone eras. One of the greatest kami treasures is a kodama's straw rope. Although these ropes grant no power to mortals, a freely gifted kodama rope is seen as a mark of the utmost purity and worthiness.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Kami Worship</title>\r\n\r\nAlthough kami aren't gods, people sometimes worship or pray at a tree or location where a kami is known to reside. Kami regard this behavior as a curious affectation of mortals, and they make no attempts to dissuade or encourage such reverential treatment as long as it doesn't threaten the safety of their wards.\r\n</aside>",
 "name": "Kami",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 141</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKami are divine nature spirits native to the lands of Tian Xia, far to the east of the Inner Sea region. They serve as guardians of natural objects …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 141"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 141</row>",
 "speed": {},
 "summary": "Kami are divine nature spirits native to the lands of Tian Xia, far to the east of the Inner Sea region. They serve as guardians of natural objects …",
 "summary_markdown": "Kami are divine nature spirits native to the lands of Tian Xia, far to the east of the Inner Sea region. They serve as guardians of natural objects …",
 "text": " Kami Source Bestiary 3 pg. 141 Kami are divine nature spirits native to the lands of Tian Xia, far to the east of the Inner Sea region. They serve as guardians of natural objects and places they protect—their “wards”—and are ancient enemies of the oni. Kami can merge with their wards, allowing them to surreptitiously watch anyone who treads upon their sacred grounds. Kami leave those who they deem harmless alone, but the spirits fight vigilantly to scare away anyone perceived as a threat. Kami choose their own wards, though many mortals seek to attract them to sites that might require protection, leading to a proliferation of certain trees, statues, gates, and other symbolic elements in areas where kami are known to dwell. Members Kodama (Creature 5), Shikigami (Creature 1), Toshigami (Creature 15), Zuishin (Creature 10) Attracting a Kami Different cultures have different beliefs about the best way to attract a kami spirit such as a zuishin. Societies that strive to preserve the natural world—like elven tree-cities and small villages that balance their own population with those of other local creatures—are the most likely to be graced by a kami's presence. Kami Allies Kami are friends to arboreals, dryad, and other beings with spiritual ties to the natural world. Among mortals, druids are the most common recipients of kami aid, though these spirits might help anyone whose mission involves the protection of their particular ward. Kami Treasure Kami have no use for valuables or other material possessions, but the sites they protect are often rich with natural resources or even sometimes dotted with relics from bygone eras. One of the greatest kami treasures is a kodama's straw rope. Although these ropes grant no power to mortals, a freely gifted kodama rope is seen as a mark of the utmost purity and worthiness. Kami Worship Although kami aren't gods, people sometimes worship or pray at a tree or location where a kami is known to reside. Kami regard this behavior as a curious affectation of mortals, and they make no attempts to dissuade or encourage such reverential treatment as long as it doesn't threaten the safety of their wards. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=243",
 "weakness": {}
}