{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Kitsune",
 "creature_family_markdown": "Kitsune",
 "exclude_from_search": false,
 "id": "creature-family-280",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Kitsune](/MonsterFamilies.aspx?ID=280)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 150</row>\n\nKitsune are shapeshifting, fox-like humanoids who have been blessed by the spirits. They can shift from the form of a fox-headed humanoid into a specific alternate form unique to each kitsune, usually either a tailless form—such as a humanoid body without any fox features (typically of the prevalent ancestry where they grew up)—or a fox form. Kitsune revel in joy and beauty, often practicing storytelling, dance, and other creative arts. However, they also have a penchant for playing pranks on the joyless and self-important, earning them a reputation as tricksters. Favored by the goddess Daikitsu, kitsune seem to be almost supernaturally lucky, perpetually dodging danger by the narrowest margins.\n\n While kitsune settlements do exist, most kitsune are incredibly curious and often leave home at a young age to encounter new people and sights. Some kitsune spend years in their tailless form, living disguised among humanoids in urban or rural societies whose inhabitants have no clue of their true nature. Others go to the opposite extreme, spending most of their lives in the form of a fox, only to reveal themselves at the most opportune moment. For many kitsune, revealing their true form to someone is a sign of great trust, but it's also not uncommon for kitsune to display their dual nature openly.\n\n Kitsune's connection to the spiritual world grants them a number of magical abilities. Aside from their innate shapeshifting powers, kitsune naturally develop more potent magic as they mature, and they seem to effortlessly pick up skills that would rival the most practiced spellcasters. Those who truly apply themselves to honing their magic usually become remarkable at their craft.\n\n A kitsune is born with one tail, but as their magical powers grow, so do their number of tails. Elders blessed with great magical wisdom can have as many as nine, though according to popular legend, this level of power can take up to a thousand years to achieve.\n\n<title level=\"2\">Members</title>\r\n[Kitsune Trickster](/Monsters.aspx?ID=1209) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Lady of Foxes</title>\r\n\r\n[Daikitsu](/Deities.aspx?ID=174), a deity worshiped in Tian Xia as the patron of agriculture and craftsmanship, is directly responsible for the creation of kitsune. The first kitsune descended from Daikitsu's attendants sent to the [Material Plane](/Planes.aspx?ID=1). Nine-tailed kitsune have served as heralds of Daikitsu throughout history\r\n</aside>",
 "name": "Kitsune",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 150</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKitsune are shapeshifting, fox-like humanoids who have been blessed by the spirits. They can shift from the form of a fox-headed humanoid into a …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 150"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 150</row>",
 "speed": {},
 "summary": "Kitsune are shapeshifting, fox-like humanoids who have been blessed by the spirits. They can shift from the form of a fox-headed humanoid into a …",
 "summary_markdown": "Kitsune are shapeshifting, fox-like humanoids who have been blessed by the spirits. They can shift from the form of a fox-headed humanoid into a …",
 "text": " Kitsune Source Bestiary 3 pg. 150 Kitsune are shapeshifting, fox-like humanoids who have been blessed by the spirits. They can shift from the form of a fox-headed humanoid into a specific alternate form unique to each kitsune, usually either a tailless form—such as a humanoid body without any fox features (typically of the prevalent ancestry where they grew up)—or a fox form. Kitsune revel in joy and beauty, often practicing storytelling, dance, and other creative arts. However, they also have a penchant for playing pranks on the joyless and self-important, earning them a reputation as tricksters. Favored by the goddess Daikitsu, kitsune seem to be almost supernaturally lucky, perpetually dodging danger by the narrowest margins. While kitsune settlements do exist, most kitsune are incredibly curious and often leave home at a young age to encounter new people and sights. Some kitsune spend years in their tailless form, living disguised among humanoids in urban or rural societies whose inhabitants have no clue of their true nature. Others go to the opposite extreme, spending most of their lives in the form of a fox, only to reveal themselves at the most opportune moment. For many kitsune, revealing their true form to someone is a sign of great trust, but it's also not uncommon for kitsune to display their dual nature openly. Kitsune's connection to the spiritual world grants them a number of magical abilities. Aside from their innate shapeshifting powers, kitsune naturally develop more potent magic as they mature, and they seem to effortlessly pick up skills that would rival the most practiced spellcasters. Those who truly apply themselves to honing their magic usually become remarkable at their craft. A kitsune is born with one tail, but as their magical powers grow, so do their number of tails. Elders blessed with great magical wisdom can have as many as nine, though according to popular legend, this level of power can take up to a thousand years to achieve. Members Kitsune Trickster (Creature 2) The Lady of Foxes Daikitsu, a deity worshiped in Tian Xia as the patron of agriculture and craftsmanship, is directly responsible for the creation of kitsune. The first kitsune descended from Daikitsu's attendants sent to the Material Plane. Nine-tailed kitsune have served as heralds of Daikitsu throughout history ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=280",
 "weakness": {}
}