{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Kobold",
 "creature_family_markdown": "Kobold",
 "exclude_from_search": false,
 "id": "creature-family-65",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Kobold](/MonsterFamilies.aspx?ID=65)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 212</row>\n\nKobolds are small, reptilian humanoids who carry physical similarities to true dragons. They lurk in dark spaces, usually tunnels and mines beneath the earth, in either warrens of their own design or complexes discovered and colonized after the original builders have moved on. Though kobolds are far more pragmatic than they are courageous, they use every inch of their cunning to even the playing field between themselves and other, stronger creatures. They attack from the darkness and at range, and kobold artificers and engineers master the art of simple but effective traps, which they use to protect their lairs. Kobolds are skilled at working together by necessity, and they often set up ambushes or hit-and-run assaults that allow them to do the most damage possible without being harmed in return.\n\n Kobolds are diligent and hardworking creatures, though they often turn these virtues toward selfish ends. While some kobolds live in communal collectives that maintain neutral relations with the creatures around them, they can be easily swayed into serving malevolent powers or megalomaniac leaders. This is in part due to kobolds’ innate pragmatism, as they would rather concede to servitude than risk being killed, but it is also in part due to a reverence for the power that kobolds generally lack. Dragons in particular are viewed with a deferential awe, and kobolds eagerly offer their services to such mighty and glorious creatures when they can. While kobolds may scheme against other leaders, especially those that control them via subjugation, dragons are usually viewed with adoration, no matter how brutal they might be to their kobold minions.\r\n\r\n<title level=\"2\">Members</title>\r\n[Dark Talon Kobold](/NPCs.aspx?ID=2168) (Creature 2), [Kobold Dragon Mage](/Monsters.aspx?ID=274) (Creature 2), [Kobold Scout](/Monsters.aspx?ID=273) (Creature 1), [Kobold Tunnelrunner](/Monsters.aspx?ID=1032) (Creature 0), [Kobold Warrior](/Monsters.aspx?ID=272) (Creature -1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">\"We are Dragons!\"</title>\r\n\r\nKobolds consider themselves scions of dragonkind, and they are extremely proud of this purported heritage, no matter how laughable other creatures might consider these claims. Despite such skepticism, kobolds share more than a superficial resemblance to true dragons, with scale colorations closely matching the colors seen among chromatic dragonkind. Some kobolds develop a strong propensity toward powerful draconic magic and manifest these chromatic traits with more intensity. These so-called dragon mages are highly respected by other kobolds, and often rise to leadership positions within the tribe.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Diabolic Kobolds</title>\r\n\r\nCertain kobold tribes eschew any concept of draconic lineage entirely and instead place their faith in the archdevils of Hell. These diabolist kobolds view those of their kind who simper at the feet of dragons as pathetic wretches. That they perform the same fearful worship to their chosen devil does not strike these infernally minded kobolds as an irony at all.\r\n</aside>",
 "name": "Kobold",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 212</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKobolds are small, reptilian humanoids who carry physical similarities to true dragons. They lurk in dark spaces, usually tunnels and mines beneath …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 212"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 212</row>",
 "speed": {},
 "summary": "Kobolds are small, reptilian humanoids who carry physical similarities to true dragons. They lurk in dark spaces, usually tunnels and mines beneath …",
 "summary_markdown": "Kobolds are small, reptilian humanoids who carry physical similarities to true dragons. They lurk in dark spaces, usually tunnels and mines beneath …",
 "text": " Kobold Source Bestiary pg. 212 Kobolds are small, reptilian humanoids who carry physical similarities to true dragons. They lurk in dark spaces, usually tunnels and mines beneath the earth, in either warrens of their own design or complexes discovered and colonized after the original builders have moved on. Though kobolds are far more pragmatic than they are courageous, they use every inch of their cunning to even the playing field between themselves and other, stronger creatures. They attack from the darkness and at range, and kobold artificers and engineers master the art of simple but effective traps, which they use to protect their lairs. Kobolds are skilled at working together by necessity, and they often set up ambushes or hit-and-run assaults that allow them to do the most damage possible without being harmed in return. Kobolds are diligent and hardworking creatures, though they often turn these virtues toward selfish ends. While some kobolds live in communal collectives that maintain neutral relations with the creatures around them, they can be easily swayed into serving malevolent powers or megalomaniac leaders. This is in part due to kobolds’ innate pragmatism, as they would rather concede to servitude than risk being killed, but it is also in part due to a reverence for the power that kobolds generally lack. Dragons in particular are viewed with a deferential awe, and kobolds eagerly offer their services to such mighty and glorious creatures when they can. While kobolds may scheme against other leaders, especially those that control them via subjugation, dragons are usually viewed with adoration, no matter how brutal they might be to their kobold minions. Members Dark Talon Kobold (Creature 2), Kobold Dragon Mage (Creature 2), Kobold Scout (Creature 1), Kobold Tunnelrunner (Creature 0), Kobold Warrior (Creature -1) \"We are Dragons!\" Kobolds consider themselves scions of dragonkind, and they are extremely proud of this purported heritage, no matter how laughable other creatures might consider these claims. Despite such skepticism, kobolds share more than a superficial resemblance to true dragons, with scale colorations closely matching the colors seen among chromatic dragonkind. Some kobolds develop a strong propensity toward powerful draconic magic and manifest these chromatic traits with more intensity. These so-called dragon mages are highly respected by other kobolds, and often rise to leadership positions within the tribe. Diabolic Kobolds Certain kobold tribes eschew any concept of draconic lineage entirely and instead place their faith in the archdevils of Hell. These diabolist kobolds view those of their kind who simper at the feet of dragons as pathetic wretches. That they perform the same fearful worship to their chosen devil does not strike these infernally minded kobolds as an irony at all. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=65",
 "weakness": {}
}