{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Kovintus",
 "creature_family_markdown": "Kovintus",
 "exclude_from_search": false,
 "id": "creature-family-244",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Kovintus](/MonsterFamilies.aspx?ID=244)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 153</row>\n\nKovintus are reclusive humanoids with an inborn talent for geomancy that ties them intrinsically to nature. Not only can they call upon the magic of nature, it also calls to them in return, turning them into an element of the surrounding terrain when they die. One of the strongest traditions in kovintus culture is making maps to chronicle the places their loved ones have become one with the landscape.\n\n Kovintus live in small groups in natural places far from larger civilizations. A typical kovintus settlement consists of natural houses built into the environment around a central meeting place. The form fits the terrain, with dwellings nestled into crags on a mountain or forming a windbreak on a plain. Though kovintus beliefs can greatly differ based on their home terrain, many of these creatures believe their intrinsic commonality through nature links them more intimately than such superficial differences.\n\n Once, all kovintus lived in their ancient home, the Valley—a place of bounty and natural splendor unheard of in the modern world. This paradise was lost in ancient times, and the kovintus set out in small groups to find new homes. Today, any valley kovintus come upon is called merely an “echo” of the true Valley. Rather than seeking their original valley, kovintus believe the cycles of nature will someday bring about a new home with the same grandeur.\n\n Kovintus faith calls for respect rather than reverence. When traveling away from home, kovintus believe it's crucial to respect any local deities who have built the land they stand upon, and pay them tribute with small offerings.\r\n\r\n<title level=\"2\">Members</title>\r\n[Kovintus Geomancer](/Monsters.aspx?ID=1212) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Four Branches</title>\r\n\r\nA limb with four branches represents kovintus subgroups based on terrain. A brown branch stands for the kovintus nerha of rocky hills and deserts, blue for the kovintus bree of shores and riverbanks, green for the kovintus yoro of forests, and white for the kovintus weg of high places closer to the skies.\r\n</aside>",
 "name": "Kovintus",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 153</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKovintus are reclusive humanoids with an inborn talent for geomancy that ties them intrinsically to nature. Not only can they call upon the magic of …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 153"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 153</row>",
 "speed": {},
 "summary": "Kovintus are reclusive humanoids with an inborn talent for geomancy that ties them intrinsically to nature. Not only can they call upon the magic of …",
 "summary_markdown": "Kovintus are reclusive humanoids with an inborn talent for geomancy that ties them intrinsically to nature. Not only can they call upon the magic of …",
 "text": " Kovintus Source Bestiary 3 pg. 153 Kovintus are reclusive humanoids with an inborn talent for geomancy that ties them intrinsically to nature. Not only can they call upon the magic of nature, it also calls to them in return, turning them into an element of the surrounding terrain when they die. One of the strongest traditions in kovintus culture is making maps to chronicle the places their loved ones have become one with the landscape. Kovintus live in small groups in natural places far from larger civilizations. A typical kovintus settlement consists of natural houses built into the environment around a central meeting place. The form fits the terrain, with dwellings nestled into crags on a mountain or forming a windbreak on a plain. Though kovintus beliefs can greatly differ based on their home terrain, many of these creatures believe their intrinsic commonality through nature links them more intimately than such superficial differences. Once, all kovintus lived in their ancient home, the Valley—a place of bounty and natural splendor unheard of in the modern world. This paradise was lost in ancient times, and the kovintus set out in small groups to find new homes. Today, any valley kovintus come upon is called merely an “echo” of the true Valley. Rather than seeking their original valley, kovintus believe the cycles of nature will someday bring about a new home with the same grandeur. Kovintus faith calls for respect rather than reverence. When traveling away from home, kovintus believe it's crucial to respect any local deities who have built the land they stand upon, and pay them tribute with small offerings. Members Kovintus Geomancer (Creature 3) The Four Branches A limb with four branches represents kovintus subgroups based on terrain. A brown branch stands for the kovintus nerha of rocky hills and deserts, blue for the kovintus bree of shores and riverbanks, green for the kovintus yoro of forests, and white for the kovintus weg of high places closer to the skies. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=244",
 "weakness": {}
}