{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Lamia",
 "creature_family_markdown": "Lamia",
 "exclude_from_search": false,
 "id": "creature-family-66",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Lamia](/MonsterFamilies.aspx?ID=66)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 216</row>\n\nLamias are bloodthirsty victims of an ancient curse for which they blame the gods. Most lamias are humanoid from the waist up but have the lower bodies of beasts and monsters. Sinister magic comes naturally to a lamia, and they prefer the use of illusions and enchantments to deceive prey for later consumption, or simply to torture.\r\n\r\n<title level=\"2\">Members</title>\r\n[Lamia](/Monsters.aspx?ID=277) (Creature 6), [Lamia Matriarch](/Monsters.aspx?ID=278) (Creature 8)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Lamia Location</title>\r\n\r\nLamias dwell on the edge of civilization in crumbling keeps, abandoned cities, and the fallen temples of forgotten gods.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Lamia Treasure</title>\r\n\r\nLamias salvage gold, jewels, and magic items from the abandoned temples and ruined cities where they make their lairs. They sometimes arm themselves with enchanted daggers.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Lamias</title>\r\n\r\nAdventurers report encounters with other varieties of lamia, including immense versions with the upper torsos of giants, monstrosities driven by insatiable hunger, or flying buzzard-like beasts with hardly any humanoid features, yet all of these variants bow to the wisdom and influence of the lamia matriarchs.\r\n</aside>",
 "name": "Lamia",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 216</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLamias are bloodthirsty victims of an ancient curse for which they blame the gods. Most lamias are humanoid from the waist up but have the lower …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 216"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 216</row>",
 "speed": {},
 "summary": "Lamias are bloodthirsty victims of an ancient curse for which they blame the gods. Most lamias are humanoid from the waist up but have the lower …",
 "summary_markdown": "Lamias are bloodthirsty victims of an ancient curse for which they blame the gods. Most lamias are humanoid from the waist up but have the lower …",
 "text": " Lamia Source Bestiary pg. 216 Lamias are bloodthirsty victims of an ancient curse for which they blame the gods. Most lamias are humanoid from the waist up but have the lower bodies of beasts and monsters. Sinister magic comes naturally to a lamia, and they prefer the use of illusions and enchantments to deceive prey for later consumption, or simply to torture. Members Lamia (Creature 6), Lamia Matriarch (Creature 8) Lamia Location Lamias dwell on the edge of civilization in crumbling keeps, abandoned cities, and the fallen temples of forgotten gods. Lamia Treasure Lamias salvage gold, jewels, and magic items from the abandoned temples and ruined cities where they make their lairs. They sometimes arm themselves with enchanted daggers. Other Lamias Adventurers report encounters with other varieties of lamia, including immense versions with the upper torsos of giants, monstrosities driven by insatiable hunger, or flying buzzard-like beasts with hardly any humanoid features, yet all of these variants bow to the wisdom and influence of the lamia matriarchs. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=66",
 "weakness": {}
}