{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Leshy",
 "creature_family_markdown": "Leshy",
 "exclude_from_search": false,
 "id": "creature-family-67",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Leshy](/MonsterFamilies.aspx?ID=67)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 218</row>\n\nLeshys are intelligent plant creatures that guard areas of primeval wilderness or earthly power. Originally created by powerful fey, they manifest when a skilled practitioner of primal magic—typically a druid—combines a nature spirit with a body carefully grown from local vegetation. The rites and materials required to create a leshy vary depending on the type of leshy. They are typically given life in an area of great natural significance, such as an arboreal’s grove, a druidic circle, a fairy ring, or a great natural wonder.\r\n\r\n<title level=\"2\">Members</title>\r\n[Cactus Leshy](/Monsters.aspx?ID=1219) (Creature 2), [Flytrap Leshy](/Monsters.aspx?ID=717) (Creature 4), [Fungus Leshy](/Monsters.aspx?ID=281) (Creature 2), [Gourd Leshy](/Monsters.aspx?ID=280) (Creature 1), [Leaf Leshy](/Monsters.aspx?ID=279) (Creature 0), [Seaweed Leshy](/Monsters.aspx?ID=1220) (Creature 3), [Sunflower Leshy](/Monsters.aspx?ID=716) (Creature 1), [Vine Leshy](/Monsters.aspx?ID=1218) (Creature 0)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Associated Monsters</title>\r\n\r\nBecause of their relative frailty, leaf leshys frequently act as liaisons and call upon more powerful forest guardians when their domains are threatened. Nymphs, sprites, and other goodly fey may respond to the call of a leaf leshy, as do arboreals and other plant creatures.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Dead Leshy</title>\r\n\r\nWhen a leshy dies, its body explodes in a wave of vegetation as its spirit returns to the natural world. Though leshy spirits that are called into new bodies after death typically keep only vague recollections of their pasts, they retain many of the values and habits of their former life.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Leshy Communities</title>\r\n\r\nLeshys are fairly egalitarian when interacting with their own kind. Most communities are meritocracies, rewarding leshys who defend their communities and help each other succeed, and they see working together as the best path to a successful future.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Leshy Heroes</title>\r\n\r\nOccasionally, a leshy proves so valuable to their community that they're uplifted as a hero. These admired leshys are not all warriors; outstanding artisans, caretakers, or diplomats might also be lauded as heroes.\r\n</aside>",
 "name": "Leshy",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 218</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLeshys are intelligent plant creatures that guard areas of primeval wilderness or earthly power. Originally created by powerful fey, they manifest …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 218"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 218</row>",
 "speed": {},
 "summary": "Leshys are intelligent plant creatures that guard areas of primeval wilderness or earthly power. Originally created by powerful fey, they manifest …",
 "summary_markdown": "Leshys are intelligent plant creatures that guard areas of primeval wilderness or earthly power. Originally created by powerful fey, they manifest …",
 "text": " Leshy Source Bestiary pg. 218 Leshys are intelligent plant creatures that guard areas of primeval wilderness or earthly power. Originally created by powerful fey, they manifest when a skilled practitioner of primal magic—typically a druid—combines a nature spirit with a body carefully grown from local vegetation. The rites and materials required to create a leshy vary depending on the type of leshy. They are typically given life in an area of great natural significance, such as an arboreal’s grove, a druidic circle, a fairy ring, or a great natural wonder. Members Cactus Leshy (Creature 2), Flytrap Leshy (Creature 4), Fungus Leshy (Creature 2), Gourd Leshy (Creature 1), Leaf Leshy (Creature 0), Seaweed Leshy (Creature 3), Sunflower Leshy (Creature 1), Vine Leshy (Creature 0) Associated Monsters Because of their relative frailty, leaf leshys frequently act as liaisons and call upon more powerful forest guardians when their domains are threatened. Nymphs, sprites, and other goodly fey may respond to the call of a leaf leshy, as do arboreals and other plant creatures. Dead Leshy When a leshy dies, its body explodes in a wave of vegetation as its spirit returns to the natural world. Though leshy spirits that are called into new bodies after death typically keep only vague recollections of their pasts, they retain many of the values and habits of their former life. Leshy Communities Leshys are fairly egalitarian when interacting with their own kind. Most communities are meritocracies, rewarding leshys who defend their communities and help each other succeed, and they see working together as the best path to a successful future. Leshy Heroes Occasionally, a leshy proves so valuable to their community that they're uplifted as a hero. These admired leshys are not all warriors; outstanding artisans, caretakers, or diplomats might also be lauded as heroes. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=67",
 "weakness": {}
}