{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Lich",
 "creature_family_markdown": "Lich",
 "exclude_from_search": false,
 "id": "creature-family-68",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Lich](/MonsterFamilies.aspx?ID=68)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 220</row>\n\nTo gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the creation of a special container called a [soul cage](/Equipment.aspx?ID=488), a spellcaster takes the final step by imbibing a deadly concoction or casting dreadful incantations that transform them into a lich. While most undertake this drastic plan to continue their work or fulfill some long-term plan, others become liches because they fear death or to fulfill some malevolent purpose, such as long-sworn revenge. Regardless, the result is permanent and carries with it the potential to alter history—both that of those who transform themselves and of the countless mortals that will inevitably suffer as a result of a lich's new power.\n\n After its metamorphosis, a lich often finds some quiet place to dwell, typically protected by a variety of guardians and traps, for two primary purposes. First, a lich requires solitude in order to plan its elaborate schemes, and second, few mortals (if any) deign to interact with these legendarily corrupt necromancers. One reason begets the other, as the self-imposed isolation of a lich often drives the lich insane, further solidifying its separation from civilization. The longer a lich lives, the more meticulous a planner it becomes, secreting itself within a labyrinth of deadly puzzles, misdirection, and monsters. A lich's servants and guardians are absolutely loyal, either due to their nature (such as constructs or other undead) or as a result of compulsion using powerful magic. Many liches go mad, in time, and the nature of a lich's lair is a good indicator of the undead's current mental state.\n\n For all the protections it arrays around itself, a lich will go to greater lengths to guard its soul cage, as it knows that the destruction of this magical container spells doom for the lich. A lich is notoriously difficult to bargain with, though the threat of damaging its soul cage is a sure way to gain the upper hand in such a negotiation.\r\n\r\n<title level=\"2\">Members</title>\r\n[Demilich](/Monsters.aspx?ID=283) (Creature 15), [Horde Lich](/Monsters.aspx?ID=1876) (Creature 15), [Lich](/Monsters.aspx?ID=282) (Creature 12), [Runecarved Lich](/Monsters.aspx?ID=1877) (Creature 19)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Associated Monsters</title>\r\n\r\nUndead minions are very common companions for a lich or demilich. Liches prefer mindless undead, that do what they’re told and don’t interrupt the lich’s studies with useless conversation. Liches with a knack for crafting are also fond of surrounding themselves with construct servitors and guardians, such as golems.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Corrupted Transformation</title>\r\n\r\nA failed ritual to become a lich usually results in a painful death, but things can go worse. Potential corruptions include losing all spellcasting ability, an inferior _soul cage_ that takes 1 damage each day as it slowly degenerates, or a delay (typically 1d4 years) before the lich rises as undead.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Less Common Liches</title>\r\n\r\nMost who seek this form of unlife are powerful arcane spellcasters— [wizards](/Classes.aspx?ID=12) in particular. [Clerics](/Classes.aspx?ID=5) and [druids](/Classes.aspx?ID=6) almost never seek lichdom. [Bards](/Classes.aspx?ID=3) are less rare, due to their inquisitive nature and exploration of the occult. Some [sorcerers](/Classes.aspx?ID=11) seek out lichdom, especially those of the [undead bloodline](/Bloodlines.aspx?ID=10). [Witches](/Classes.aspx?ID=16) sometimes follow this path, especially if they learn the secret of transforming their familiar into a _soul cage_.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The Ritual</title>\r\n\r\nThe ritual to become a lich is unique to each character, but they frequently have similar elements. The ritual is at least 6th level, but it's always heightened to as high a level as possible for the primary caster. The skill check is tied to the primary caster's tradition ([Arcana](/Skills.aspx?ID=2) for [arcane](/SpellLists.aspx?Tradition=1), [Nature](/Skills.aspx?ID=10) for [primal](/SpellLists.aspx?Tradition=4), [Occult](/Skills.aspx?ID=11) for [occult](/SpellLists.aspx?Tradition=3), and [Religion](/Skills.aspx?ID=13) for [divine](/SpellLists.aspx?Tradition=2)), and the caster must be a master in that skill to attempt this ritual. Secondary casters are rarely required. Before starting the ritual, the caster must construct the _soul cage_, which costs a minimum of 100 gp per level of the caster (often more) and a [Crafting](/Skills.aspx?ID=4) check with a [hard DC for the caster's level](/Rules.aspx?ID=554).\n\n Aside from these base requirements, the ritual also has at least three unique requirements. The first is a significant sacrifice crucial to the life and experiences of the primary caster. The second is a source of great power related to the caster's tradition, to be consumed during the ritual. The third is a poignant means to end the primary caster's life, consumed in the closing seconds of the ritual. If any of these are absent, or improperly performed, it reduces the degree of success for the primary caster's skill check to complete the ritual by one level for each missing requirement. Each of these should be difficult to obtain, requiring a significant quest or great personal sacrifice.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_6_Geb.png\">The Whispering Way</title>\r\n\r\nSome believe that undeath is the purest form of existence, free from pain or fear, unshackled from the cycle of life and death. Loosely organized, adherents to this philosophy call it the Whispering Way, and although it may act like a cult in many regards, it has no true leader or structure. Membership is achieved only by pledging oneself to undeath with the goal of eventually achieving that state through some means or another.\n\n Lichdom is seen as one of best ways of achieving this, though other means are generally acceptable. Undead who need the living to fuel their unlife generally shun this philosophy, as its true goal of turning all life to undeath runs counter to their needs.\n\n Of all its adherents, the Whispering Tyrant is by far the most famous and successful member, nearly achieving the group's goal before being defeated by a massive alliance of mortal forces. Now that the Tyrant has returned, those who follow this philosophy are hopeful that their time of ascendancy is finally at hand.\r\n</aside>\n\n<title level=\"2\">Creating a Lich</title>\r\n\r\nA lich can be any type of spellcaster, as long as it has the ability to perform a ritual of undeath as the primary caster (which can usually be performed only by a spellcaster capable of casting 6th-level spells). To create a lich, follow these steps.<br /> Increase the spellcaster's level by 1 and change its statistics as follows.<br /> Increase spell DCs and spell attack roll by 2. \n\n<title level=\"3\" right=\"\">Lich Abilities</title> A lich gains the [undead](/Traits.aspx?ID=160) trait and becomes evil. Liches lose all abilities that come from being a living creature.<br /> A lich gains the following abilities.<br /> **[Darkvision](/MonsterAbilities.aspx?ID=12)**<br /> **Saving Throws** +1 status bonus to all saves vs. [positive](/Traits.aspx?ID=128)<br /> **[Negative Healing](/MonsterAbilities.aspx?ID=42)**<br /> **Rejuvenation** ([arcane](/Traits.aspx?ID=11), [necromancy](/Traits.aspx?ID=117)) When a lich is destroyed, its soul immediately transfers to its soul cage. A lich can be permanently destroyed only if its soul cage is found and destroyed.<br /> **Immunities** [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [unconscious](/Conditions.aspx?ID=38)<br /> **Resistances** [cold](/Traits.aspx?ID=27) 20, physical 15 (except [magic](/Traits.aspx?ID=103) bludgeoning)<br /> **Frightful Presence** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) 60 feet, DC 30<br /> **Hand of the Lich** All liches have a hand unarmed attack that deals 1d8 negative damage for every 3 levels and inflicts a paralyzing touch. This attack has the [finesse](/Traits.aspx?ID=179) trait.<br /> **Drain Soul Cage** <actions string=\"Free Action\" /> **Frequency** once per day; **Effect** The lich taps into its soul cage's power to cast any arcane spell up to the highest level the lich can cast, even if the spell being cast is not one of the lich's prepared spells. The lich's soul cage doesn't need to be present for the lich to use this ability.<br /> **Paralyzing Touch** ([arcane](/Traits.aspx?ID=11), [curse](/Traits.aspx?ID=38), [incapacitation](/Traits.aspx?ID=93), [necromancy](/Traits.aspx?ID=117)) A creature damaged by the lich's hand Strike must succeed at a Fortitude save against the lich's spell DC – 4. The creature becomes [paralyzed](/Conditions.aspx?ID=28) for 1 round on a failure. On a critical failure, the creature is paralyzed permanently, falls [prone](/Conditions.aspx?ID=31), and seems dead. A DC 25 [Medicine](/Skills.aspx?ID=9) check reveals the victim is alive. \n\n<title level=\"3\" right=\"\">Alternate Lich Abilities</title> Although the abilities above are standard for a lich, you can create a more unusual lich by substituting any one of the following abilities for frightful presence, hand of the lich, Drain Soul Cage, or paralyzing touch.<br /> \n\n### Bestiary\n**Blasphemous Utterances** ([arcane](/Traits.aspx?ID=11), [aura](/Traits.aspx?ID=206), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106)) 10 feet. The lich is accompanied by a constant echo of blasphemous murmurs and tainted whispers. A creature in the aura takes a –2 circumstance penalty to saves against mental effects and can't take actions that have the concentrate trait unless they succeed at a DC 10 flat check. Failing this check wastes the action.<br /> **Cold Beyond Cold** The lich's hand Strike deals cold damage instead of negative, and instead of being paralyzed, the target is slowed 2. A successful Fortitude save reduces this to slowed 1 (or negates it on a critical success).<br /> **Dark Deliverance** The lich has resistance to positive equal to its level.<br /> **Siphon Life** <actions string=\"Reaction\" /> **Trigger** The lich deals damage with its hand Strike. **Effect** The lich regains Hit Points equal to half the damage dealt.<br /> **Void Shroud** ([aura](/Traits.aspx?ID=206), <t>death, [necromancy](/Traits.aspx?ID=117)) 30 feet. The lich is surrounded by an aura of death, drawing forth souls to be consumed by the lich's constant hunger. Living creatures in the emanation take a –2 status penalty to saves against fear and death effects. In addition, any creature that starts its turn in the area gains the doomed 1 condition unless it succeeds at a Will save against the lich's spell DC – 4.\n\n### Book of the Dead\n  **Animate Cage** The lich has placed their soul cage inside an [animated object](/MonsterFamilies.aspx?ID=4) that fights fiercely to defend itself, or at the very least to elude capture. If the lich's body is destroyed, the lich can control this animated object directly, although they can't cast any spells while inside the vessel. The lich's body is often restored inside this object, being ejected from the animated object after 1d10 days in the normal manner for a soul cage. The animated object is usually at least 4 levels lower than the lich, but it doesn't engage in combat unless directly threatened or if the lich is in control of it.<br /> **Aura of Rot** ([arcane](/Traits.aspx?ID=11), [aura](/Traits.aspx?ID=206), [necromancy](/Traits.aspx?ID=117)) The lich is surrounded by pervasive, supernatural rot. Unattended food and drink within 30 feet of the lich immediately spoils. Anyone attempting to eat or drink within this area must succeed at a DC 5 flat check or become [sickened 1](/Conditions.aspx?ID=34) as the sustenance spoils before it can be ingested (ruining potions and other magical food and drink). Ordinary plants that remain within this aura for more than 1 minute wither and begin to die (depending on their size, this might take significantly longer).<br /> **Familiar Soul** The lich has an undead familiar (using the [familiar](/Rules.aspx?ID=160) rules, except it's undead instead of an animal). Instead of a traditional soul cage, this lich stores their soul in the body of their undead familiar. While doing so makes it significantly more vulnerable, the moment the lich's body is destroyed, it can take over the body of the familiar. After 1 hour, the lich can use this body to cast spells, assuming it has an appendage capable of making somatic components. After 1d10 days, the lich's body reforms as normal.<br /> Mask Death <actions string=\"Single Action\" /> ([arcane](/Traits.aspx?ID=11), [transmutation](/Traits.aspx?ID=157)) The lich changes their appearance to look as they did in life. This effect lasts indefinitely, but if the lich takes damage, their rotten flesh beneath becomes visible until this ability is used again.<br /> **Metamagic Alteration** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32), [metamagic](/Traits.aspx?ID=107)) If the lich's next action is to Cast a Spell, they can alter it in one of two ways. \n<ul><li>Increase the range of that spell by 30 feet (giving it a range of 30 feet if it's a touch spell).</li><li>Alternatively, the lich can change the area of the spell if the spell has an area and doesn't have a duration. If the spell is a burst with a radius of at least 10 feet, increase the radius by 5 feet. If it is a line or a cone that has an area of 15 feet or smaller, add 10 feet to the area.</li></ul> **Pillage Mind** <actions string=\"Reaction\" /> ([arcane](/Traits.aspx?ID=11), [divination](/Traits.aspx?ID=47), [mental](/Traits.aspx?ID=106)) **Trigger** The lich deals damage with their hand Strike; **Effect** The lich pulls a memory or thought from the target's mind. The lich [Recalls Information](/Actions.aspx?ID=26) with a skill of their choice, using the target's bonus with the skill instead of their own. If there's a very specific piece of information the lich hopes to uncover, and the target knows that information, the target can attempt a Will save to keep it secret. On a critical success, the target can give the lich faulty information instead.<br /> **Steal Soul** <actions string=\"Reaction\" /> ([arcane](/Traits.aspx?ID=11), [evil](/Traits.aspx?ID=64), [necromancy](/Traits.aspx?ID=117)) **Trigger** A creature dies within 30 feet of the lich; **Effect** The creature must attempt one final Fortitude save. On a failure, the lich siphons the soul from the dying creature, storing it in a black mote of energy that orbits the lich's skull. The creature can't be brought back from the dead while its soul is trapped in this way. Once per day, as a single action, the lich can consume a mote to heal a number of Hit Points equal to double the soul's level. This utterly destroys the soul, making the creature impossible to bring back to life without a [_wish_](/Spells.aspx?ID=377), [_miracle_](/Spells.aspx?ID=196), or similar magic. The lich can have a number of motes orbiting them equal to their Charisma modifier (to a minimum of one mote); if the lich gains an additional mote, the oldest one is released, its soul free to travel to the afterlife.<br /> **Unholy Touch** The lich's touch is suffused with evil, dealing [evil](/Traits.aspx?ID=64) damage instead of negative. On a critical hit, the target also takes [persistent evil damage](/Conditions.aspx?ID=29) equal to half the lich's level.",
 "name": "Lich",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 220</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTo gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 220"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 220</row>",
 "speed": {},
 "summary": "To gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the …",
 "summary_markdown": "To gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the …",
 "text": " Lich Source Bestiary pg. 220 To gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the creation of a special container called a soul cage, a spellcaster takes the final step by imbibing a deadly concoction or casting dreadful incantations that transform them into a lich. While most undertake this drastic plan to continue their work or fulfill some long-term plan, others become liches because they fear death or to fulfill some malevolent purpose, such as long-sworn revenge. Regardless, the result is permanent and carries with it the potential to alter history—both that of those who transform themselves and of the countless mortals that will inevitably suffer as a result of a lich's new power. After its metamorphosis, a lich often finds some quiet place to dwell, typically protected by a variety of guardians and traps, for two primary purposes. First, a lich requires solitude in order to plan its elaborate schemes, and second, few mortals (if any) deign to interact with these legendarily corrupt necromancers. One reason begets the other, as the self-imposed isolation of a lich often drives the lich insane, further solidifying its separation from civilization. The longer a lich lives, the more meticulous a planner it becomes, secreting itself within a labyrinth of deadly puzzles, misdirection, and monsters. A lich's servants and guardians are absolutely loyal, either due to their nature (such as constructs or other undead) or as a result of compulsion using powerful magic. Many liches go mad, in time, and the nature of a lich's lair is a good indicator of the undead's current mental state. For all the protections it arrays around itself, a lich will go to greater lengths to guard its soul cage, as it knows that the destruction of this magical container spells doom for the lich. A lich is notoriously difficult to bargain with, though the threat of damaging its soul cage is a sure way to gain the upper hand in such a negotiation. Members Demilich (Creature 15), Horde Lich (Creature 15), Lich (Creature 12), Runecarved Lich (Creature 19) Associated Monsters Undead minions are very common companions for a lich or demilich. Liches prefer mindless undead, that do what they’re told and don’t interrupt the lich’s studies with useless conversation. Liches with a knack for crafting are also fond of surrounding themselves with construct servitors and guardians, such as golems. Corrupted Transformation A failed ritual to become a lich usually results in a painful death, but things can go worse. Potential corruptions include losing all spellcasting ability, an inferior soul cage that takes 1 damage each day as it slowly degenerates, or a delay (typically 1d4 years) before the lich rises as undead. Less Common Liches Most who seek this form of unlife are powerful arcane spellcasters— wizards in particular. Clerics and druids almost never seek lichdom. Bards are less rare, due to their inquisitive nature and exploration of the occult. Some sorcerers seek out lichdom, especially those of the undead bloodline. Witches sometimes follow this path, especially if they learn the secret of transforming their familiar into a soul cage . The Ritual The ritual to become a lich is unique to each character, but they frequently have similar elements. The ritual is at least 6th level, but it's always heightened to as high a level as possible for the primary caster. The skill check is tied to the primary caster's tradition (Arcana for arcane, Nature for primal, Occult for occult, and Religion for divine), and the caster must be a master in that skill to attempt this ritual. Secondary casters are rarely required. Before starting the ritual, the caster must construct the soul cage , which costs a minimum of 100 gp per level of the caster (often more) and a Crafting check with a hard DC for the caster's level. Aside from these base requirements, the ritual also has at least three unique requirements. The first is a significant sacrifice crucial to the life and experiences of the primary caster. The second is a source of great power related to the caster's tradition, to be consumed during the ritual. The third is a poignant means to end the primary caster's life, consumed in the closing seconds of the ritual. If any of these are absent, or improperly performed, it reduces the degree of success for the primary caster's skill check to complete the ritual by one level for each missing requirement. Each of these should be difficult to obtain, requiring a significant quest or great personal sacrifice. The Whispering Way Some believe that undeath is the purest form of existence, free from pain or fear, unshackled from the cycle of life and death. Loosely organized, adherents to this philosophy call it the Whispering Way, and although it may act like a cult in many regards, it has no true leader or structure. Membership is achieved only by pledging oneself to undeath with the goal of eventually achieving that state through some means or another. Lichdom is seen as one of best ways of achieving this, though other means are generally acceptable. Undead who need the living to fuel their unlife generally shun this philosophy, as its true goal of turning all life to undeath runs counter to their needs. Of all its adherents, the Whispering Tyrant is by far the most famous and successful member, nearly achieving the group's goal before being defeated by a massive alliance of mortal forces. Now that the Tyrant has returned, those who follow this philosophy are hopeful that their time of ascendancy is finally at hand. Creating a Lich A lich can be any type of spellcaster, as long as it has the ability to perform a ritual of undeath as the primary caster (which can usually be performed only by a spellcaster capable of casting 6th-level spells). To create a lich, follow these steps. Increase the spellcaster's level by 1 and change its statistics as follows. Increase spell DCs and spell attack roll by 2. Lich Abilities A lich gains the undead trait and becomes evil. Liches lose all abilities that come from being a living creature. A lich gains the following abilities. Darkvision Saving Throws +1 status bonus to all saves vs. positive Negative Healing Rejuvenation (arcane, necromancy) When a lich is destroyed, its soul immediately transfers to its soul cage. A lich can be permanently destroyed only if its soul cage is found and destroyed. Immunities death effects, disease, paralyzed, poison, unconscious Resistances cold 20, physical 15 (except magic bludgeoning) Frightful Presence (aura, emotion, fear, mental) 60 feet, DC 30 Hand of the Lich All liches have a hand unarmed attack that deals 1d8 negative damage for every 3 levels and inflicts a paralyzing touch. This attack has the finesse trait. Drain Soul Cage Free Action Frequency once per day; Effect The lich taps into its soul cage's power to cast any arcane spell up to the highest level the lich can cast, even if the spell being cast is not one of the lich's prepared spells. The lich's soul cage doesn't need to be present for the lich to use this ability. Paralyzing Touch (arcane, curse, incapacitation, necromancy) A creature damaged by the lich's hand Strike must succeed at a Fortitude save against the lich's spell DC – 4. The creature becomes paralyzed for 1 round on a failure. On a critical failure, the creature is paralyzed permanently, falls prone, and seems dead. A DC 25 Medicine check reveals the victim is alive. Alternate Lich Abilities Although the abilities above are standard for a lich, you can create a more unusual lich by substituting any one of the following abilities for frightful presence, hand of the lich, Drain Soul Cage, or paralyzing touch. ### Bestiary Blasphemous Utterances (arcane, aura, enchantment, mental) 10 feet. The lich is accompanied by a constant echo of blasphemous murmurs and tainted whispers. A creature in the aura takes a –2 circumstance penalty to saves against mental effects and can't take actions that have the concentrate trait unless they succeed at a DC 10 flat check. Failing this check wastes the action. Cold Beyond Cold The lich's hand Strike deals cold damage instead of negative, and instead of being paralyzed, the target is slowed 2. A successful Fortitude save reduces this to slowed 1 (or negates it on a critical success). Dark Deliverance The lich has resistance to positive equal to its level. Siphon Life Reaction Trigger The lich deals damage with its hand Strike. Effect The lich regains Hit Points equal to half the damage dealt. Void Shroud (aura, death, necromancy) 30 feet. The lich is surrounded by an aura of death, drawing forth souls to be consumed by the lich's constant hunger. Living creatures in the emanation take a –2 status penalty to saves against fear and death effects. In addition, any creature that starts its turn in the area gains the doomed 1 condition unless it succeeds at a Will save against the lich's spell DC – 4. ### Book of the Dead Animate Cage The lich has placed their soul cage inside an animated object that fights fiercely to defend itself, or at the very least to elude capture. If the lich's body is destroyed, the lich can control this animated object directly, although they can't cast any spells while inside the vessel. The lich's body is often restored inside this object, being ejected from the animated object after 1d10 days in the normal manner for a soul cage. The animated object is usually at least 4 levels lower than the lich, but it doesn't engage in combat unless directly threatened or if the lich is in control of it. Aura of Rot (arcane, aura, necromancy) The lich is surrounded by pervasive, supernatural rot. Unattended food and drink within 30 feet of the lich immediately spoils. Anyone attempting to eat or drink within this area must succeed at a DC 5 flat check or become sickened 1 as the sustenance spoils before it can be ingested (ruining potions and other magical food and drink). Ordinary plants that remain within this aura for more than 1 minute wither and begin to die (depending on their size, this might take significantly longer). Familiar Soul The lich has an undead familiar (using the familiar rules, except it's undead instead of an animal). Instead of a traditional soul cage, this lich stores their soul in the body of their undead familiar. While doing so makes it significantly more vulnerable, the moment the lich's body is destroyed, it can take over the body of the familiar. After 1 hour, the lich can use this body to cast spells, assuming it has an appendage capable of making somatic components. After 1d10 days, the lich's body reforms as normal. Mask Death Single Action (arcane, transmutation) The lich changes their appearance to look as they did in life. This effect lasts indefinitely, but if the lich takes damage, their rotten flesh beneath becomes visible until this ability is used again. Metamagic Alteration Single Action (concentrate, metamagic) If the lich's next action is to Cast a Spell, they can alter it in one of two ways. Increase the range of that spell by 30 feet (giving it a range of 30 feet if it's a touch spell). Alternatively, the lich can change the area of the spell if the spell has an area and doesn't have a duration. If the spell is a burst with a radius of at least 10 feet, increase the radius by 5 feet. If it is a line or a cone that has an area of 15 feet or smaller, add 10 feet to the area. Pillage Mind Reaction (arcane, divination, mental) Trigger The lich deals damage with their hand Strike; Effect The lich pulls a memory or thought from the target's mind. The lich Recalls Information with a skill of their choice, using the target's bonus with the skill instead of their own. If there's a very specific piece of information the lich hopes to uncover, and the target knows that information, the target can attempt a Will save to keep it secret. On a critical success, the target can give the lich faulty information instead. Steal Soul Reaction (arcane, evil, necromancy) Trigger A creature dies within 30 feet of the lich; Effect The creature must attempt one final Fortitude save. On a failure, the lich siphons the soul from the dying creature, storing it in a black mote of energy that orbits the lich's skull. The creature can't be brought back from the dead while its soul is trapped in this way. Once per day, as a single action, the lich can consume a mote to heal a number of Hit Points equal to double the soul's level. This utterly destroys the soul, making the creature impossible to bring back to life without a wish , miracle , or similar magic. The lich can have a number of motes orbiting them equal to their Charisma modifier (to a minimum of one mote); if the lich gains an additional mote, the oldest one is released, its soul free to travel to the afterlife. Unholy Touch The lich's touch is suffused with evil, dealing evil damage instead of negative. On a critical hit, the target also takes persistent evil damage equal to half the lich's level.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=68",
 "weakness": {}
}