{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Linnorm",
 "creature_family_markdown": "Linnorm",
 "exclude_from_search": false,
 "id": "creature-family-69",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Linnorm](/MonsterFamilies.aspx?ID=69)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 224</row>\n\nImmense, primeval dragons of the northern reaches of the world, linnorms hate those they deem to be lesser creatures and seek to inflict as much suffering as possible upon their unfortunate victims. While these serpentine monstrosities might not be the powerful winged dragons most imagine, they nonetheless possess incredible strength and deadly powers that often rival authentic dragon brutality.\r\n\r\n<title level=\"2\">Members</title>\r\n[Cairn Linnorm](/Monsters.aspx?ID=722) (Creature 18), [Crag Linnorm](/Monsters.aspx?ID=284) (Creature 14), [Fjord Linnorm](/Monsters.aspx?ID=721) (Creature 16), [Ice Linnorm](/Monsters.aspx?ID=285) (Creature 17), [Shoal Linnorm](/Monsters.aspx?ID=720) (Creature 15), [Taiga Linnorm](/Monsters.aspx?ID=723) (Creature 19), [Tarn Linnorm](/Monsters.aspx?ID=286) (Creature 20), [Tor Linnorm](/Monsters.aspx?ID=287) (Creature 21), [Young Linnorm](/Monsters.aspx?ID=1726) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Death Curses</title>\r\n\r\nThe death curses of the linnorms are often the subjects of tragic sagas, and those who would think themselves vanquishing heroes for slaying a linnorm often meet their dooms soon thereafter, succumbing to these curses well after the death of the linnorm responsible for bestowing it.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">First World Connections</title>\r\n\r\nLinnorms have a deep connection to the [First World](/Planes.aspx?ID=10), the primordial home of the fey. While linnorms typically won't think twice before devouring a [gnome](/Ancestries.aspx?ID=3) or other [fey](/Traits.aspx?ID=69), they do have an unusual respect for wielders of powerful primal magic. The only way to cow a linnorm, according to common wisdom, is to remind it that there are forces of nature even stronger than itself.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Linnorm Kings</title>\r\n\r\nIn the storied Lands of the Linnorm Kings, the slaying of a linnorm is traditionally required for those who would claim a nation’s crown. Recently, though, the Linnorm King White Estrid claimed her crown not by slaying a linnorm but by beating it into submission, gaining a powerful and dangerous ally to help secure her rule.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Linnorm Legends</title>\r\n\r\nCreatures as powerful as linnorms tend to spawn stories of their own, accurate or not. Critical failure on a check to [Recall Knowledge](/Actions.aspx?ID=26) on linnorms might suggest that you can avoid a linnorm's death curse by closing your eyes as you deliver the fatal blow, or that rubbing poison oak on yourself can ward off a linnorm's attention.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Linnorm Treasure</title>\r\n\r\nAs with true dragons, linnorms tend to amass immense piles of treasure in their lairs. These hoards consist of the weapons, gear, and belongings of would-be vanquishers more often than minted coins or works of art.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Newborn Linnorms</title>\r\n\r\nAlmost all linnorms lead solitary lives; they are too reprehensible for even their own kind to tolerate for any length of time. Most species do not even meet to reproduce; rather, female linnorms usually deposit a solitary egg in a remote location, which a wandering male linnorm then fertilizes and places in a nook suitable for incubation. Newborn linnorms range in size from that of adult crocodiles to full-grown bulls, and their growth is rapid. Even a juvenile linnorm is strong enough to wreak havoc on a small settlement— though most don't dare to commit such audacious pillaging, for fear of evoking the anger of another, larger linnorm in the area.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Linnorms</title>\r\n\r\nLinnorms exist in a variety of forms beyond the four detailed here. The gaunt cairn linnorm, the spiny taiga linnorm, and the aquatic fjord linnorm each terrorize their own specific regions of the Material Plane.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Rarer Linnorms</title>\r\n\r\nWhile the linnorms presented here and in the first _Bestiary_ constitute the majority of these creatures, others exist, particularly in the remote regions of the [First World](/Planes.aspx?ID=10). It may be that these rare linnorms simply find the [Material Plane](/Planes.aspx?ID=1) too constraining for their might!\r\n</aside>",
 "name": "Linnorm",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 224</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nImmense, primeval dragons of the northern reaches of the world, linnorms hate those they deem to be lesser creatures and seek to inflict as much …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 224"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 224</row>",
 "speed": {},
 "summary": "Immense, primeval dragons of the northern reaches of the world, linnorms hate those they deem to be lesser creatures and seek to inflict as much …",
 "summary_markdown": "Immense, primeval dragons of the northern reaches of the world, linnorms hate those they deem to be lesser creatures and seek to inflict as much …",
 "text": " Linnorm Source Bestiary pg. 224 Immense, primeval dragons of the northern reaches of the world, linnorms hate those they deem to be lesser creatures and seek to inflict as much suffering as possible upon their unfortunate victims. While these serpentine monstrosities might not be the powerful winged dragons most imagine, they nonetheless possess incredible strength and deadly powers that often rival authentic dragon brutality. Members Cairn Linnorm (Creature 18), Crag Linnorm (Creature 14), Fjord Linnorm (Creature 16), Ice Linnorm (Creature 17), Shoal Linnorm (Creature 15), Taiga Linnorm (Creature 19), Tarn Linnorm (Creature 20), Tor Linnorm (Creature 21), Young Linnorm (Creature 7) Death Curses The death curses of the linnorms are often the subjects of tragic sagas, and those who would think themselves vanquishing heroes for slaying a linnorm often meet their dooms soon thereafter, succumbing to these curses well after the death of the linnorm responsible for bestowing it. First World Connections Linnorms have a deep connection to the First World, the primordial home of the fey. While linnorms typically won't think twice before devouring a gnome or other fey, they do have an unusual respect for wielders of powerful primal magic. The only way to cow a linnorm, according to common wisdom, is to remind it that there are forces of nature even stronger than itself. Linnorm Kings In the storied Lands of the Linnorm Kings, the slaying of a linnorm is traditionally required for those who would claim a nation’s crown. Recently, though, the Linnorm King White Estrid claimed her crown not by slaying a linnorm but by beating it into submission, gaining a powerful and dangerous ally to help secure her rule. Linnorm Legends Creatures as powerful as linnorms tend to spawn stories of their own, accurate or not. Critical failure on a check to Recall Knowledge on linnorms might suggest that you can avoid a linnorm's death curse by closing your eyes as you deliver the fatal blow, or that rubbing poison oak on yourself can ward off a linnorm's attention. Linnorm Treasure As with true dragons, linnorms tend to amass immense piles of treasure in their lairs. These hoards consist of the weapons, gear, and belongings of would-be vanquishers more often than minted coins or works of art. Newborn Linnorms Almost all linnorms lead solitary lives; they are too reprehensible for even their own kind to tolerate for any length of time. Most species do not even meet to reproduce; rather, female linnorms usually deposit a solitary egg in a remote location, which a wandering male linnorm then fertilizes and places in a nook suitable for incubation. Newborn linnorms range in size from that of adult crocodiles to full-grown bulls, and their growth is rapid. Even a juvenile linnorm is strong enough to wreak havoc on a small settlement— though most don't dare to commit such audacious pillaging, for fear of evoking the anger of another, larger linnorm in the area. Other Linnorms Linnorms exist in a variety of forms beyond the four detailed here. The gaunt cairn linnorm, the spiny taiga linnorm, and the aquatic fjord linnorm each terrorize their own specific regions of the Material Plane. Rarer Linnorms While the linnorms presented here and in the first Bestiary constitute the majority of these creatures, others exist, particularly in the remote regions of the First World. It may be that these rare linnorms simply find the Material Plane too constraining for their might! ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=69",
 "weakness": {}
}