{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Lizardfolk",
 "creature_family_markdown": "Lizardfolk",
 "exclude_from_search": false,
 "id": "creature-family-71",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Lizardfolk](/MonsterFamilies.aspx?ID=71)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 230</row>\n\nWhen human scholars speak of ancient civilizations, they usually turn their focus to themselves, researching and lecturing on the first human empires. When they drift to others, they invariably look to cultures that had conflicts or alliances with ancient humanity. That the culture of the people called lizardfolk often gets ignored or forgotten even by well-meaning researchers is thus no surprise, but to the lizardfolk themselves it is no matter. They know their history and value its integrity and privacy—if younger ancestries like humanity aren’t interested in learning from lizardfolk empires dating back to before the first human knocked two rocks together to make their first campfire, that’s fine with them.\n\n The word “lizardfolk” is an excellent example of humanity’s narrow-sighted view of this culture. The name of their people is “iruxi,” but these reptilian humanoids have patiently and good-naturedly accepted the name “lizardfolk” as a variant, and they generally resist urges to call humans and other mammalians similarly derivative names in return. Iruxis dwell and thrive in all tropical and temperate biomes, but they are most at home in swamplands, coastal regions, and riverlands, for they are talented swimmers, and fish and aquatic plants make up a large part of their preferred diets.\r\n\r\n<title level=\"2\">Members</title>\r\n[Lizardfolk Defender](/Monsters.aspx?ID=291) (Creature 1), [Lizardfolk Scout](/Monsters.aspx?ID=292) (Creature 1), [Lizardfolk Stargazer](/Monsters.aspx?ID=293) (Creature 2), [Terwa Chosen](/Monsters.aspx?ID=1658) (Creature 8), [Terwa Prodigy](/Monsters.aspx?ID=1656) (Creature 6), [Terwa Star Reader](/Monsters.aspx?ID=1657) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Blessing of the Stars</title>\r\n\r\nBeyond the star sign of their respective clans, many iruxis adopt specific guiding stars. Iruxis follow the movement of their individual stars to help provide guidance during difficult times. Sometimes, when a guiding star lines up with other planets in the night sky, the alignment can grant an iruxi supernatural powers, like the ability to cast a specific spell or divine the future. This happens even to iruxis who normally don't exhibit magical or supernatural abilities.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Generational Stars</title>\r\n\r\nMany iruxis keep the bones of generations past within their homes, using them as part of the building material. Iruxis can use these bones to commune with their ancestors or even call upon them in times of need. The bones tend to shift and move slowly over months and years, and sometimes these bones line up in formations that match constellations. Iruxis believe these to be messages from their dead kin—clues that suggest a special significance or meaning of the noted constellation.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Lizardfolk Relations</title>\r\n\r\nThough most are neutral in alignment, the typical iruxi’s pride in their traditions, suspicion of others, and need to protect their kin can make them seem standoffish or even aggressive when encountered. However, most are eager to learn from visitors, trade stories and equipment, and forge alliances.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Lizardfolk Society</title>\r\n\r\nIruxis are, as a general rule, quite religious. Those who venerate deities typically look to Gozreh, but some of them find the teachings of Desna to be compelling. Most iruxis, though, instead follow druidic traditions, ancestor worship, and astrological philosophies in particular.\r\n</aside>",
 "name": "Lizardfolk",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 230</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen human scholars speak of ancient civilizations, they usually turn their focus to themselves, researching and lecturing on the first human …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 230"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 230</row>",
 "speed": {},
 "summary": "When human scholars speak of ancient civilizations, they usually turn their focus to themselves, researching and lecturing on the first human …",
 "summary_markdown": "When human scholars speak of ancient civilizations, they usually turn their focus to themselves, researching and lecturing on the first human …",
 "text": " Lizardfolk Source Bestiary pg. 230 When human scholars speak of ancient civilizations, they usually turn their focus to themselves, researching and lecturing on the first human empires. When they drift to others, they invariably look to cultures that had conflicts or alliances with ancient humanity. That the culture of the people called lizardfolk often gets ignored or forgotten even by well-meaning researchers is thus no surprise, but to the lizardfolk themselves it is no matter. They know their history and value its integrity and privacy—if younger ancestries like humanity aren’t interested in learning from lizardfolk empires dating back to before the first human knocked two rocks together to make their first campfire, that’s fine with them. The word “lizardfolk” is an excellent example of humanity’s narrow-sighted view of this culture. The name of their people is “iruxi,” but these reptilian humanoids have patiently and good-naturedly accepted the name “lizardfolk” as a variant, and they generally resist urges to call humans and other mammalians similarly derivative names in return. Iruxis dwell and thrive in all tropical and temperate biomes, but they are most at home in swamplands, coastal regions, and riverlands, for they are talented swimmers, and fish and aquatic plants make up a large part of their preferred diets. Members Lizardfolk Defender (Creature 1), Lizardfolk Scout (Creature 1), Lizardfolk Stargazer (Creature 2), Terwa Chosen (Creature 8), Terwa Prodigy (Creature 6), Terwa Star Reader (Creature 7) Blessing of the Stars Beyond the star sign of their respective clans, many iruxis adopt specific guiding stars. Iruxis follow the movement of their individual stars to help provide guidance during difficult times. Sometimes, when a guiding star lines up with other planets in the night sky, the alignment can grant an iruxi supernatural powers, like the ability to cast a specific spell or divine the future. This happens even to iruxis who normally don't exhibit magical or supernatural abilities. Generational Stars Many iruxis keep the bones of generations past within their homes, using them as part of the building material. Iruxis can use these bones to commune with their ancestors or even call upon them in times of need. The bones tend to shift and move slowly over months and years, and sometimes these bones line up in formations that match constellations. Iruxis believe these to be messages from their dead kin—clues that suggest a special significance or meaning of the noted constellation. Lizardfolk Relations Though most are neutral in alignment, the typical iruxi’s pride in their traditions, suspicion of others, and need to protect their kin can make them seem standoffish or even aggressive when encountered. However, most are eager to learn from visitors, trade stories and equipment, and forge alliances. Lizardfolk Society Iruxis are, as a general rule, quite religious. Those who venerate deities typically look to Gozreh, but some of them find the teachings of Desna to be compelling. Most iruxis, though, instead follow druidic traditions, ancestor worship, and astrological philosophies in particular. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=71",
 "weakness": {}
}