{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Lizard",
 "creature_family_markdown": "Lizard",
 "exclude_from_search": false,
 "id": "creature-family-70",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Lizard](/MonsterFamilies.aspx?ID=70)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 228</row>\n\nLizards have a wide range of appearances and abilities, but most share a basic reptilian shape—long tails, wide toothy mouths, and four legs. While a few species are capable of movement on two legs for short periods of time, most are strictly quadrupedal. The three species presented here represent the most common and well-known of the larger species.\r\n\r\n<title level=\"2\">Members</title>\r\n[Caustic Monitor](/Monsters.aspx?ID=1398) (Creature 13), [Giant Chameleon](/Monsters.aspx?ID=724) (Creature 3), [Giant Frilled Lizard](/Monsters.aspx?ID=290) (Creature 5), [Giant Gecko](/Monsters.aspx?ID=288) (Creature 1), [Giant Monitor Lizard](/Monsters.aspx?ID=289) (Creature 2), [Megalania](/Monsters.aspx?ID=725) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Lizard Locations</title>\r\n\r\nGiant lizards can be found in all temperate or tropical climates, often in relatively close proximity to smaller villages or rural regions where they can be a dangerous threat to livestock or travelers. The two lizards presented here tend to dwell in warmer regions— jungles for giant chameleons, and savannas for megalanias.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Lizards and Lizardfolk</title>\r\n\r\nGiant lizards are often used as mounts or guardians or kept as pets, but never so often or as traditionally as they are by lizardfolk. The kinship these people share with giant lizards is unmistakable, valuing their companionship to an extent that equals or even exceeds that which other societies have for popular animal companions like dogs and horses.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Giant Lizards</title>\r\n\r\nThe three species of giant lizard presented here are but the most common of their kind encountered in the wilds. Stories of much larger lizards persist, including the immense, 20-foot-long monster known as a megalania, a truly enormous version of the giant monitor lizard capable of swallowing creatures whole. Less dangerous is the giant chameleon, although its ability to blend into its environs makes it a much more insidious and stealthy threat than the lumbering, mighty megalania.\r\n</aside>",
 "name": "Lizard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 228</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLizards have a wide range of appearances and abilities, but most share a basic reptilian shape—long tails, wide toothy mouths, and four legs. While a …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 228"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 228</row>",
 "speed": {},
 "summary": "Lizards have a wide range of appearances and abilities, but most share a basic reptilian shape—long tails, wide toothy mouths, and four legs. While a …",
 "summary_markdown": "Lizards have a wide range of appearances and abilities, but most share a basic reptilian shape—long tails, wide toothy mouths, and four legs. While a …",
 "text": " Lizard Source Bestiary pg. 228 Lizards have a wide range of appearances and abilities, but most share a basic reptilian shape—long tails, wide toothy mouths, and four legs. While a few species are capable of movement on two legs for short periods of time, most are strictly quadrupedal. The three species presented here represent the most common and well-known of the larger species. Members Caustic Monitor (Creature 13), Giant Chameleon (Creature 3), Giant Frilled Lizard (Creature 5), Giant Gecko (Creature 1), Giant Monitor Lizard (Creature 2), Megalania (Creature 7) Lizard Locations Giant lizards can be found in all temperate or tropical climates, often in relatively close proximity to smaller villages or rural regions where they can be a dangerous threat to livestock or travelers. The two lizards presented here tend to dwell in warmer regions— jungles for giant chameleons, and savannas for megalanias. Lizards and Lizardfolk Giant lizards are often used as mounts or guardians or kept as pets, but never so often or as traditionally as they are by lizardfolk. The kinship these people share with giant lizards is unmistakable, valuing their companionship to an extent that equals or even exceeds that which other societies have for popular animal companions like dogs and horses. Other Giant Lizards The three species of giant lizard presented here are but the most common of their kind encountered in the wilds. Stories of much larger lizards persist, including the immense, 20-foot-long monster known as a megalania, a truly enormous version of the giant monitor lizard capable of swallowing creatures whole. Less dangerous is the giant chameleon, although its ability to blend into its environs makes it a much more insidious and stealthy threat than the lumbering, mighty megalania. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=70",
 "weakness": {}
}