{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Locathah",
 "creature_family_markdown": "Locathah",
 "exclude_from_search": false,
 "id": "creature-family-281",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Locathah](/MonsterFamilies.aspx?ID=281)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 164</row>\n\nDeep in the sea, schools of locathah—piscine humanoids armed with spears and specialized crossbows—stalk sharks, sea serpents, and giant squid from the backs of their [giant moray eel](/Monsters.aspx?ID=175) mounts. The first hunters to strike are armed with barbed harpoons that deploy large fans of seaweed, slowing and exhausting their prey. A daring few locathahs use the embedded harpoon as a handle to ride prey for a short time. Once the creature is tired, remaining hunters finish it with longspears. Locathahs developed this hunting tradition to forge skilled warriors and deter potential attackers, partially in response to centuries of oppression and mistreatment from other aquatic cultures.\n\n Locathahs rarely hunt land-dwellers, instead offering to trade their services as guides in exchange for metal and ceramic items they can't build underwater—and for tubers, which they consider earthy delicacies. They render aid to damaged sailing ships and rescue shipwrecked sailors, providing food and guidance.\n\n Locathah communities—usually villages of 200 individuals or fewer—are matriarchal. The ruler is also as its primary egg-layer, providing each generation with powerful familial bonds. The communities are tight-knit and loyal. Matriarchs are advised and assisted by primal spellcasters and healers, who are often accompanied by [octopus](/MonsterFamilies.aspx?ID=143) companions.\r\n\r\n<title level=\"2\">Members</title>\r\n[Locathah Hunter](/Monsters.aspx?ID=1223) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Xidao</title>\r\n\r\nIn Tian Xia, the underwater nation of Xidao lies in the shallow gulf between Minkai and the mainland. Though the nation-states that make up Xidao are independent, locathahs comprise the majority of the population and are in charge for all practical purposes. Stone obelisks called trade spires reach above the surface of the gulf to collect offerings from travelers. Locathahs monitor these and guide or trade with those who donate. \r\n</aside>",
 "name": "Locathah",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 164</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDeep in the sea, schools of locathah—piscine humanoids armed with spears and specialized crossbows—stalk sharks, sea serpents, and giant squid from …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 164"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 164</row>",
 "speed": {},
 "summary": "Deep in the sea, schools of locathah—piscine humanoids armed with spears and specialized crossbows—stalk sharks, sea serpents, and giant squid from …",
 "summary_markdown": "Deep in the sea, schools of locathah—piscine humanoids armed with spears and specialized crossbows—stalk sharks, sea serpents, and giant squid from …",
 "text": " Locathah Source Bestiary 3 pg. 164 Deep in the sea, schools of locathah—piscine humanoids armed with spears and specialized crossbows—stalk sharks, sea serpents, and giant squid from the backs of their giant moray eel mounts. The first hunters to strike are armed with barbed harpoons that deploy large fans of seaweed, slowing and exhausting their prey. A daring few locathahs use the embedded harpoon as a handle to ride prey for a short time. Once the creature is tired, remaining hunters finish it with longspears. Locathahs developed this hunting tradition to forge skilled warriors and deter potential attackers, partially in response to centuries of oppression and mistreatment from other aquatic cultures. Locathahs rarely hunt land-dwellers, instead offering to trade their services as guides in exchange for metal and ceramic items they can't build underwater—and for tubers, which they consider earthy delicacies. They render aid to damaged sailing ships and rescue shipwrecked sailors, providing food and guidance. Locathah communities—usually villages of 200 individuals or fewer—are matriarchal. The ruler is also as its primary egg-layer, providing each generation with powerful familial bonds. The communities are tight-knit and loyal. Matriarchs are advised and assisted by primal spellcasters and healers, who are often accompanied by octopus companions. Members Locathah Hunter (Creature 3) Xidao In Tian Xia, the underwater nation of Xidao lies in the shallow gulf between Minkai and the mainland. Though the nation-states that make up Xidao are independent, locathahs comprise the majority of the population and are in charge for all practical purposes. Stone obelisks called trade spires reach above the surface of the gulf to collect offerings from travelers. Locathahs monitor these and guide or trade with those who donate. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=281",
 "weakness": {}
}