{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Maftet",
 "creature_family_markdown": "Maftet",
 "exclude_from_search": false,
 "id": "creature-family-246",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Maftet](/MonsterFamilies.aspx?ID=246)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 166</row>\n\nMaftets are hawk-winged humanoids with leonine lower bodies that dwell in ancient ruins and cities thought lost, typically in desert or mountain regions. They view themselves as guardians and practice a specialized technique of dual-wielding scimitars so central to their culture that a maftet's scimitars are often cherished family heirlooms. Most maftets venerate their ancestors in addition to various deities, and even a child can detail their family lineage back multiple generations. Maftet prides tend to be matriarchal and isolationist, though maftets aren't necessarily hostile to outsiders who respect their homes and don't seek to loot them.\n\n When a young maftet comes of age, they receive runic tattoos from a pride's elder. These tattoos are imbued with magic that allows a maftet to enchant their wielded weapons, but the individualized designs tell of the maftet's ancestors, childhood adventures, and positive qualities. Such tattoos are considered sacred and never given to non-maftets.\r\n\r\n<title level=\"2\">Members</title>\r\n[Maftet Guardian](/Monsters.aspx?ID=1225) (Creature 6)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Shared Duties</title>\r\n\r\nOccasionally maftets and [girtablilus](/MonsterFamilies.aspx?ID=239) share a home. Since both groups respect locales and their history, they usually form a tacit partnership to guard ruins in tandem, with maftets keeping watch from the skies while girtablilus patrol the ground.\r\n</aside>",
 "name": "Maftet",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 166</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMaftets are hawk-winged humanoids with leonine lower bodies that dwell in ancient ruins and cities thought lost, typically in desert or mountain …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 166"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 166</row>",
 "speed": {},
 "summary": "Maftets are hawk-winged humanoids with leonine lower bodies that dwell in ancient ruins and cities thought lost, typically in desert or mountain …",
 "summary_markdown": "Maftets are hawk-winged humanoids with leonine lower bodies that dwell in ancient ruins and cities thought lost, typically in desert or mountain …",
 "text": " Maftet Source Bestiary 3 pg. 166 Maftets are hawk-winged humanoids with leonine lower bodies that dwell in ancient ruins and cities thought lost, typically in desert or mountain regions. They view themselves as guardians and practice a specialized technique of dual-wielding scimitars so central to their culture that a maftet's scimitars are often cherished family heirlooms. Most maftets venerate their ancestors in addition to various deities, and even a child can detail their family lineage back multiple generations. Maftet prides tend to be matriarchal and isolationist, though maftets aren't necessarily hostile to outsiders who respect their homes and don't seek to loot them. When a young maftet comes of age, they receive runic tattoos from a pride's elder. These tattoos are imbued with magic that allows a maftet to enchant their wielded weapons, but the individualized designs tell of the maftet's ancestors, childhood adventures, and positive qualities. Such tattoos are considered sacred and never given to non-maftets. Members Maftet Guardian (Creature 6) Shared Duties Occasionally maftets and girtablilus share a home. Since both groups respect locales and their history, they usually form a tacit partnership to guard ruins in tandem, with maftets keeping watch from the skies while girtablilus patrol the ground. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=246",
 "weakness": {}
}