{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Mana Wastes Mutant",
 "creature_family_markdown": "Mana Wastes Mutant",
 "exclude_from_search": false,
 "id": "creature-family-315",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Mana Wastes Mutant](/MonsterFamilies.aspx?ID=315)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 332</row>\n\nThe erratic magical energies of the Mana Wastes can warp and twist creatures foolish or unlucky enough to be trapped in them. The physiological effects of this exposure vary in scope from grotesque full-body transformations to more subtle changes to the skin or senses, and they're frequently accompanied by changes in disposition, motivation, or temperament.\r\n\r\n<title level=\"2\">Members</title>\r\n[Mutant Desert Drake](/Monsters.aspx?ID=1952) (Creature 9), [Mutant Giant Toad](/Monsters.aspx?ID=1951) (Creature 3), [Mutant Gnoll Hulk](/Monsters.aspx?ID=2411) (Creature 9)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Aberrant, not Ableist!</title>\r\n\r\nThe trope of the mutant is a common one in speculative fiction but often draws deeply on concepts that fear and mock anyone with an appearance that falls outside of a perceived norm. When creating a mutant, be careful to avoid any traits that might match real-world deformities or disabilities that people might have—a giant wolf mouth in the middle of a mutant's stomach is okay, but having a simple withered limb or a swollen face might be inappropriate for a mutant character.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Creating Mutants</title>\r\n\r\nIn most cases, it's better to build a new Mana Wastes mutant from the ground up, using the standard rules for [monster creation](/Rules.aspx?ID=995) (this is how the mutants presented here were built). An existing creature can be turned into a Mana Wastes mutant by increasing its level (generally by 1 or 2), increasing its statistics accordingly, and giving it one or more of the Mana Wastes mutant abilities on this page.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Mana Wastes Mutant Communities</title>\r\n\r\nRumors circulate in Alkenstar of mutant settlements deep in the Mana Wastes. In these settlements, mutants have reportedly banded together for survival in the harsh environment, though accounts differ on whether such communities welcome and shelter lost travelers or eliminate non-mutants who stumble upon them.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Mutants</title>\r\n\r\nThe Mana Wastes are notorious for the production of mutants but the strange energies of the Spellscar Desert are far from the only things that can transform a creature into a mutant. You can use the rules for creating a Mana Wastes mutant to create any sort of mutated creature, such as might occur after exposure to otherworldly radiation in Numeria, succumbing to planar effects from a chaotic outer plane, imbibing a potent mutagen like the notorious milk of [Lamashtu](/Deities.aspx?ID=11), or suffering potent side effects from a ritual gone catastrophically wrong\r\n</aside>\n\n<title level=\"2\">Mana Wastes Mutant Abilities</title>\r\n\r\nAll Mana Wastes mutants gain [darkvision](/MonsterAbilities.aspx?ID=12) (replacing [low-light vision](/MonsterAbilities.aspx?ID=23) if the creature had it), and the DC to [Recall Knowledge](/Actions.aspx?ID=26) about a mutant increases by 2. The creature gains the [mutant](/Traits.aspx?ID=229) trait. They usually have one or two of the following abilities, or potentially three if the mutant is 9th level or higher. If you apply these abilities to an existing creature, either raise the level and adjust the statistics, or remove some of the creature's abilities to make room for the new abilities. \n\n Select two of the following abilities, or potentially three if the Mana Wastes mutant is 9th level or higher. These abilities should relate to the manner that the base creature used magic in life or to the nature of the wild magic that caused their mutation. You can also create new abilities or adapt others from monsters or classes to fit the theme. \n\n<title level=\"3\" right=\"\">Lost Omens Impossible Lands</title> **Source** [_Impossible Lands pg. 332_](https://paizo.com/products/btq02dxx)\n\n **Caustic Pustules** Whenever the mutant takes piercing or slashing damage, creatures adjacent to the mutant take 1d6 acid damage ([basic](/Rules.aspx?ID=329) Reflex save). The damage increases to 2d6 if the mutant is at least 8th level and 3d6 if the mutant is at least 15th level.\n\n **Chameleon Skin** The mutant can change their coloration to match their surroundings. They don't need [cover](/Rules.aspx?ID=459) or [concealment](/Conditions.aspx?ID=4) to attempt to [Hide](/Actions.aspx?ID=62) with a [Stealth](/Skills.aspx?ID=15) check.\n\n **Eldritch Attraction** ([enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106)) A creature who casts a spell within 30 feet of the mutant must succeed at a Will save or spend its next action to Stride toward the mutant. It can't Delay or take any reactions until it has obeyed the compulsion.\n\n **Energy Blast**[two-actions] ([evocation](/Equipment.aspx?ID=1671), [primal](/Traits.aspx?ID=134)) Choose an energy type; this ability gains that energy type as a trait. The mutant gains some sort of physical alteration to their shape that suggests how they trigger their energy blast, be it numerous pustules on their body, an extra limb, or an additional opening in their throat to exhale the blast as a breath weapon. Choose whether the mutant creates a 60-foot line of energy or a 30-foot cone of energy when they activate this ability. The energy deals 1d6 damage per level with a [basic](/Rules.aspx?ID=329) Reflex save. The mutant can't use Energy Blast again for 1d4 rounds.\n\n **Energy Resistance** The mutant has strangely colored skin or fur and gains resistance to a single type of energy damage. The amount of energy resistance gained depends on the mutant's level.\n\n## Mutant Energy Resistance\n<row gap=\"tiny\">\n<table><tr><td>**Mutant's Level**</td><td>**Energy Resistance**</td></tr> <tr><td>2 or lower</td><td>2</td></tr> <tr><td>3–7</td><td>5</td></tr> <tr><td>8–14</td><td>10</td></tr> <tr><td>15+</td><td>15</td></tr></table></row>\n\n **Grasping Tentacle** The mutant grows a writhing, serpentine appendage, granting them a tentacle Strike (an [agile](/Traits.aspx?ID=170) [unarmed](/Traits.aspx?ID=199) attack that deals bludgeoning damage), and the [Grab](/MonsterAbilities.aspx?ID=18) ability with that Strike. If they had any agile attacks, the damage dealt by their tentacle should be roughly the same as the damage dealt by those attacks. If they had only non-agile attacks, their tentacle should deal three-quarters that damage.\n\n **Hulking Form** Increase the mutant's size by one category. Decrease their AC by 1, increase their HP by 1/10 their normal maximum HP, and increase the [reach](/Traits.aspx?ID=192) of all their melee Strikes by 5 feet.\n\n **Hungry Maw** A mouth full of razor-sharp teeth opens somewhere on the mutant's body. They gain a maw Strike (an unarmed attack that does piercing damage roughly the same as the damage dealt by their most damaging melee attack), and they gain the Vengeful Bite reaction.<br /> **Vengeful Bite** <actions string=\"Reaction\" /> **Trigger** A creature critically hits the mutant with a melee [unarmed](/Traits.aspx?ID=199) Strike or a non-[reach](/Traits.aspx?ID=192) melee **Strike**; Effect The mutant makes a maw Strike against the triggering creature.\n\n **Increased Speed** The mutant's limbs change, or they grow new limbs to accommodate their mutation. Either one of their existing Speeds increases by 20 feet or they gain a new Speed (such as fly or swim) of 15 feet.\n\n **Magic Hunger** The mutant gains the ability to detect the source of any magic within 30 feet as an imprecise sense.\n\n **Mirror Thing** <actions string=\"Single Action\" /> ([arcane](/Traits.aspx?ID=11), [concentrate](/Traits.aspx?ID=32), [polymorph](/Traits.aspx?ID=127), [transmutation](/Traits.aspx?ID=157)) The mutant takes on the specific appearance of any Small or Medium [humanoid](/Traits.aspx?ID=91) they can currently see. This doesn't alter their statistics, but it might change the damage type of their Strikes.\n\n **Revolting Appearance** ([arcane](/Traits.aspx?ID=11), [aura](/Traits.aspx?ID=206), [visual](/Traits.aspx?ID=163)) Details of the mutant's appearance are disturbing and unnatural in the extreme. A non-[mutant](/Traits.aspx?ID=229) living creature who begins their turn within 60 feet of the mutant must succeed at a Fortitude save or become [sickened 2](/Conditions.aspx?ID=34). A creature who succeeds at its save is then temporarily immune to the aura for 24 hours.\n\n **Sprouted Limb** The mutant grows an extra leg, increasing their Speed by 10 feet.\n\n **Too Many Eyes** Countless eyes sprout on the mutant's skin. They gain [all-around vision](/MonsterAbilities.aspx?ID=1).   \n\n<title level=\"3\" right=\"\">Cradle Of Quartz</title> **Source** [_Pathfinder #179: Cradle of Quartz pg. 84_](https://paizo.com/products/btq02am3)\n\n**Afflicting Strike** The mutant must have a jaws, claw, sting, or other melee Strike to gain this ability. That Strike now inflicts a [disease](/Traits.aspx?ID=46), [poison](/Traits.aspx?ID=126), or similar affliction on a hit, with a Fortitude save to resist. You can use the rules for existing monsters of the mutant's level for diseases, poisons, and similar afflictions to give to your mutant, or you can simply say the strike inflicts an additional 1d6 poison damage + an additional 1d6 points per 4 mutant levels on a hit, with a [basic](/Rules.aspx?ID=329) Fortitude save. This makes the Strike significantly more deadly, so reduce the damage in other ways to account for this increase. \n\n**Energy Resistance** The mutant has strangely colored skin or fur and gains resistance to a single type of energy damage. The amount of energy resistance gained depends on the mutant's level:\n\n## Mutant Energy Resistance\n<row gap=\"tiny\">\n<table> <tr><td>**Mutant's Level**</td><td>**Energy Resistance**</td></tr> <tr><td>2 or lower</td><td>2</td></tr> <tr><td>3-7</td><td>5</td></tr> <tr><td>8-14</td><td>10</td></tr> <tr><td>15+</td><td>15</td></tr></table>\r\n</row> \n\n**Energy Blast**<actions string=\"Two Actions\" /> ([evocation](/Traits.aspx?ID=65), [primal](/Traits.aspx?ID=134)) Choose an energy type; this ability gains that energy type as a trait. The mutant gains some sort of physical alteration to its shape that suggests how it triggers its energy blast, be it numerous pustules on its body, an additional limb, or additional opening in its throat to exhale the blast as a breath weapon. Choose whether the mutant creates a 60- foot line of energy or a 30-foot cone of energy when it activates this ability. The energy deals 1d6 damage per level with a [basic](/Rules.aspx?ID=329) Reflex save. The mutant can't use Energy Blast again for 1d4 rounds. \n\n**Inoculation** The mutant's flesh is distorted with the addition of unexpected fur, scales, warts, or other growths. The creature gains a +2 status bonus to saves against [disease](/Traits.aspx?ID=46) and [poison](/Traits.aspx?ID=126). In rare cases, you might choose to grant immunity instead. \n\n**Increased Speed** The mutant's limbs change, or it grows new limbs to accommodate its mutation. Either one of its existing Speeds increases by 20 feet, or it gains a new Speed (such as fly or swim) of 15 feet.",
 "name": "Mana Wastes Mutant",
 "rarity": "common",
 "release_date": "2022-11-16",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 332</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe erratic magical energies of the Mana Wastes can warp and twist creatures foolish or unlucky enough to be trapped in them. The physiological …\r\n</summary>",
 "source": [
  "Impossible Lands"
 ],
 "source_raw": [
  "Impossible Lands pg. 332"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Impossible Lands](/Sources.aspx?ID=146) pg. 332</row>",
 "speed": {},
 "summary": "The erratic magical energies of the Mana Wastes can warp and twist creatures foolish or unlucky enough to be trapped in them. The physiological …",
 "summary_markdown": "The erratic magical energies of the Mana Wastes can warp and twist creatures foolish or unlucky enough to be trapped in them. The physiological …",
 "text": " Mana Wastes Mutant Source Impossible Lands pg. 332 The erratic magical energies of the Mana Wastes can warp and twist creatures foolish or unlucky enough to be trapped in them. The physiological effects of this exposure vary in scope from grotesque full-body transformations to more subtle changes to the skin or senses, and they're frequently accompanied by changes in disposition, motivation, or temperament. Members Mutant Desert Drake (Creature 9), Mutant Giant Toad (Creature 3), Mutant Gnoll Hulk (Creature 9) Aberrant, not Ableist! The trope of the mutant is a common one in speculative fiction but often draws deeply on concepts that fear and mock anyone with an appearance that falls outside of a perceived norm. When creating a mutant, be careful to avoid any traits that might match real-world deformities or disabilities that people might have—a giant wolf mouth in the middle of a mutant's stomach is okay, but having a simple withered limb or a swollen face might be inappropriate for a mutant character. Creating Mutants In most cases, it's better to build a new Mana Wastes mutant from the ground up, using the standard rules for monster creation (this is how the mutants presented here were built). An existing creature can be turned into a Mana Wastes mutant by increasing its level (generally by 1 or 2), increasing its statistics accordingly, and giving it one or more of the Mana Wastes mutant abilities on this page. Mana Wastes Mutant Communities Rumors circulate in Alkenstar of mutant settlements deep in the Mana Wastes. In these settlements, mutants have reportedly banded together for survival in the harsh environment, though accounts differ on whether such communities welcome and shelter lost travelers or eliminate non-mutants who stumble upon them. Other Mutants The Mana Wastes are notorious for the production of mutants but the strange energies of the Spellscar Desert are far from the only things that can transform a creature into a mutant. You can use the rules for creating a Mana Wastes mutant to create any sort of mutated creature, such as might occur after exposure to otherworldly radiation in Numeria, succumbing to planar effects from a chaotic outer plane, imbibing a potent mutagen like the notorious milk of Lamashtu, or suffering potent side effects from a ritual gone catastrophically wrong Mana Wastes Mutant Abilities All Mana Wastes mutants gain darkvision (replacing low-light vision if the creature had it), and the DC to Recall Knowledge about a mutant increases by 2. The creature gains the mutant trait. They usually have one or two of the following abilities, or potentially three if the mutant is 9th level or higher. If you apply these abilities to an existing creature, either raise the level and adjust the statistics, or remove some of the creature's abilities to make room for the new abilities. Select two of the following abilities, or potentially three if the Mana Wastes mutant is 9th level or higher. These abilities should relate to the manner that the base creature used magic in life or to the nature of the wild magic that caused their mutation. You can also create new abilities or adapt others from monsters or classes to fit the theme. Lost Omens Impossible Lands Source Impossible Lands pg. 332 Caustic Pustules Whenever the mutant takes piercing or slashing damage, creatures adjacent to the mutant take 1d6 acid damage (basic Reflex save). The damage increases to 2d6 if the mutant is at least 8th level and 3d6 if the mutant is at least 15th level. Chameleon Skin The mutant can change their coloration to match their surroundings. They don't need cover or concealment to attempt to Hide with a Stealth check. Eldritch Attraction (enchantment, mental) A creature who casts a spell within 30 feet of the mutant must succeed at a Will save or spend its next action to Stride toward the mutant. It can't Delay or take any reactions until it has obeyed the compulsion. Energy Blast two-actions] ([evocation, primal) Choose an energy type; this ability gains that energy type as a trait. The mutant gains some sort of physical alteration to their shape that suggests how they trigger their energy blast, be it numerous pustules on their body, an extra limb, or an additional opening in their throat to exhale the blast as a breath weapon. Choose whether the mutant creates a 60-foot line of energy or a 30-foot cone of energy when they activate this ability. The energy deals 1d6 damage per level with a basic Reflex save. The mutant can't use Energy Blast again for 1d4 rounds. Energy Resistance The mutant has strangely colored skin or fur and gains resistance to a single type of energy damage. The amount of energy resistance gained depends on the mutant's level. ## Mutant Energy Resistance Mutant's Level Energy Resistance 2 or lower 2 3–7 5 8–14 10 15+ 15 Grasping Tentacle The mutant grows a writhing, serpentine appendage, granting them a tentacle Strike (an agile unarmed attack that deals bludgeoning damage), and the Grab ability with that Strike. If they had any agile attacks, the damage dealt by their tentacle should be roughly the same as the damage dealt by those attacks. If they had only non-agile attacks, their tentacle should deal three-quarters that damage. Hulking Form Increase the mutant's size by one category. Decrease their AC by 1, increase their HP by 1/10 their normal maximum HP, and increase the reach of all their melee Strikes by 5 feet. Hungry Maw A mouth full of razor-sharp teeth opens somewhere on the mutant's body. They gain a maw Strike (an unarmed attack that does piercing damage roughly the same as the damage dealt by their most damaging melee attack), and they gain the Vengeful Bite reaction. Vengeful Bite Reaction Trigger A creature critically hits the mutant with a melee unarmed Strike or a non-reach melee Strike ; Effect The mutant makes a maw Strike against the triggering creature. Increased Speed The mutant's limbs change, or they grow new limbs to accommodate their mutation. Either one of their existing Speeds increases by 20 feet or they gain a new Speed (such as fly or swim) of 15 feet. Magic Hunger The mutant gains the ability to detect the source of any magic within 30 feet as an imprecise sense. Mirror Thing Single Action (arcane, concentrate, polymorph, transmutation) The mutant takes on the specific appearance of any Small or Medium humanoid they can currently see. This doesn't alter their statistics, but it might change the damage type of their Strikes. Revolting Appearance (arcane, aura, visual) Details of the mutant's appearance are disturbing and unnatural in the extreme. A non-mutant living creature who begins their turn within 60 feet of the mutant must succeed at a Fortitude save or become sickened 2. A creature who succeeds at its save is then temporarily immune to the aura for 24 hours. Sprouted Limb The mutant grows an extra leg, increasing their Speed by 10 feet. Too Many Eyes Countless eyes sprout on the mutant's skin. They gain all-around vision. Cradle Of Quartz Source Pathfinder #179: Cradle of Quartz pg. 84 Afflicting Strike The mutant must have a jaws, claw, sting, or other melee Strike to gain this ability. That Strike now inflicts a disease, poison, or similar affliction on a hit, with a Fortitude save to resist. You can use the rules for existing monsters of the mutant's level for diseases, poisons, and similar afflictions to give to your mutant, or you can simply say the strike inflicts an additional 1d6 poison damage + an additional 1d6 points per 4 mutant levels on a hit, with a basic Fortitude save. This makes the Strike significantly more deadly, so reduce the damage in other ways to account for this increase. Energy Resistance The mutant has strangely colored skin or fur and gains resistance to a single type of energy damage. The amount of energy resistance gained depends on the mutant's level: ## Mutant Energy Resistance Mutant's Level Energy Resistance 2 or lower 2 3-7 5 8-14 10 15+ 15 Energy Blast Two Actions (evocation, primal) Choose an energy type; this ability gains that energy type as a trait. The mutant gains some sort of physical alteration to its shape that suggests how it triggers its energy blast, be it numerous pustules on its body, an additional limb, or additional opening in its throat to exhale the blast as a breath weapon. Choose whether the mutant creates a 60- foot line of energy or a 30-foot cone of energy when it activates this ability. The energy deals 1d6 damage per level with a basic Reflex save. The mutant can't use Energy Blast again for 1d4 rounds. Inoculation The mutant's flesh is distorted with the addition of unexpected fur, scales, warts, or other growths. The creature gains a +2 status bonus to saves against disease and poison. In rare cases, you might choose to grant immunity instead. Increased Speed The mutant's limbs change, or it grows new limbs to accommodate its mutation. Either one of its existing Speeds increases by 20 feet, or it gains a new Speed (such as fly or swim) of 15 feet.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=315",
 "weakness": {}
}