{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Monkey",
 "creature_family_markdown": "Monkey",
 "exclude_from_search": false,
 "id": "creature-family-247",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Monkey](/MonsterFamilies.aspx?ID=247)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 172</row>\n\nMonkeys vary greatly in size, color, and behavior. Some are distinguished by bright orange fur, others for black fur in sharp contrast with a white face. Some produce distinct noises, like howls that can be heard from a village away. Others vie for dominance within ever-changing social hierarchies. Their size and aptitude for climbing allow them to quickly escape threats; combined with being a little too clever for their own good, this allows them to get up to all sorts of mischief and usually escape to do it again.\r\n\r\n<title level=\"2\">Members</title>\r\n[Monkey](/Monsters.aspx?ID=1231) (Creature -1), [Monkey Swarm](/Monsters.aspx?ID=1232) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Thieving Monkeys</title>\r\n\r\nIn populated areas near jungle terrain, clever monkeys have been observed stealing objects from humans and holding them as ransom for bits of food. This doesn't always go as planned, as the victim is often afraid to go near them, and there's a chance that a traveler might encounter a monkey still holding onto ill-gotten gains from a previous heist.\r\n</aside>",
 "name": "Monkey",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 172</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMonkeys vary greatly in size, color, and behavior. Some are distinguished by bright orange fur, others for black fur in sharp contrast with a white …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 172"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 172</row>",
 "speed": {},
 "summary": "Monkeys vary greatly in size, color, and behavior. Some are distinguished by bright orange fur, others for black fur in sharp contrast with a white …",
 "summary_markdown": "Monkeys vary greatly in size, color, and behavior. Some are distinguished by bright orange fur, others for black fur in sharp contrast with a white …",
 "text": " Monkey Source Bestiary 3 pg. 172 Monkeys vary greatly in size, color, and behavior. Some are distinguished by bright orange fur, others for black fur in sharp contrast with a white face. Some produce distinct noises, like howls that can be heard from a village away. Others vie for dominance within ever-changing social hierarchies. Their size and aptitude for climbing allow them to quickly escape threats; combined with being a little too clever for their own good, this allows them to get up to all sorts of mischief and usually escape to do it again. Members Monkey (Creature -1), Monkey Swarm (Creature 2) Thieving Monkeys In populated areas near jungle terrain, clever monkeys have been observed stealing objects from humans and holding them as ransom for bits of food. This doesn't always go as planned, as the victim is often afraid to go near them, and there's a chance that a traveler might encounter a monkey still holding onto ill-gotten gains from a previous heist. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=247",
 "weakness": {}
}