{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Mortic",
 "creature_family_markdown": "Mortic",
 "exclude_from_search": false,
 "id": "creature-family-248",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Mortic](/MonsterFamilies.aspx?ID=248)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 174</row>\n\nMortics are humanoids overwhelmed by negative energy who still cling to life, surviving as twisted amalgams of living and undead. Though they feel unnatural cravings and resemble corpses, mortics live, breathe, eat, sleep, and procreate. However, a mortic can suspend their living functions simply by holding their breath, becoming more like a true undead.\n\n Mortics are largely new to Golarion, with most created in droves when the Whispering Tyrant destroyed entire cities with his _Radiant Fire_, a magical explosion fueled by the collision of negative and positive energy. From among the corpses of these tragedies rose mortics, living survivors mistaken for corpses and left behind as a result. They found themselves in a twilight state—neither fully alive or undead. The necrotic pollutants of the Gravelands and the Isle of Terror continue to create mortics, seeping into neighboring lands through the air, earth, and water to infect the populace. Though most of the living in these lands fear becoming transformed, some believe becoming a mortic is their best chance of survival in the face of the encroaching hordes of the dead.\n\n A mortic's powers differ by ancestry, though they do have a few commonalities. Reading or hearing scripture induces headaches, and they experience great discomfort when treading upon sacred ground. For those who were religious in life, these new changes can be devastating.\r\n\r\n<title level=\"2\">Members</title>\r\n[Angheuvore Flesh-Gnawer](/Monsters.aspx?ID=1234) (Creature 2), [Etioling Blightmage](/Monsters.aspx?ID=1237) (Creature 10), [Gurgist Mauler](/Monsters.aspx?ID=1235) (Creature 6), [Jitterbone Contortionist](/Monsters.aspx?ID=1881) (Creature 4), [Lifeleecher Brawler](/Monsters.aspx?ID=1236) (Creature 8), [Relictner Eroder](/Monsters.aspx?ID=1882) (Creature 12), [Shadern Immolator](/Monsters.aspx?ID=1880) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Fun and Games</title>\r\n\r\nMany mortics favor games to pass the time. [Jitterbones](/Monsters.aspx?ID=1881) compete in community “bone churns” to see who can contort themselves into the most awkward shapes or fit through the smallest spaces. [Shadern](/Monsters.aspx?ID=1880) enjoy “burn-scream,” a deadly game pitting contenders against one another to see who makes the funniest sounds while being immolated. [Relictners](/Monsters.aspx?ID=1882) coax passersby into visiting their homes before they hunt their victims through a gauntlet of traps.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Home Sweet Home</title>\r\n\r\nMost gurgists are survivors from Roslar's Coffer or Vigil who fled together to Nirmathas or Ustalav, where they've since built their own insular communities. Some fled to Absalom but struggle to fit in; most camp in the Cairnlands or form gangs in the city's slums. [Shaderns](/Monsters.aspx?ID=1880) are typically found in Belkzen, Oprak, and Isger, living among goblin tribes. [Jitterbones](/Monsters.aspx?ID=1881) are common in the River Kingdoms and Ustalav, living in rural, all-jitterbone communities. [Relictners](/Monsters.aspx?ID=1882) are widely spread, for they live individually and build their lairs near trade routes, fabled ruins, and other storied locales. They avoid dwarves and refuse to enter the Five Kings Mountains.\n\n Most mortics were created inadvertently by the rise of the Whispering Tyrant—either by the _Radiant Fire_ or through the corruption spreading from the Gravelands and Isle of Terror.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Mortics</title>\r\n\r\nThe mortics presented here are four of the most prevalent variations. Others—such as relictner [dwarves](/Ancestries.aspx?ID=1), shadern [goblins](/Ancestries.aspx?ID=4), and jitterbone [halflings](/Ancestries.aspx?ID=5)—are also common.\r\n</aside>",
 "name": "Mortic",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 174</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMortics are humanoids overwhelmed by negative energy who still cling to life, surviving as twisted amalgams of living and undead. Though they feel …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 174"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 174</row>",
 "speed": {},
 "summary": "Mortics are humanoids overwhelmed by negative energy who still cling to life, surviving as twisted amalgams of living and undead. Though they feel …",
 "summary_markdown": "Mortics are humanoids overwhelmed by negative energy who still cling to life, surviving as twisted amalgams of living and undead. Though they feel …",
 "text": " Mortic Source Bestiary 3 pg. 174 Mortics are humanoids overwhelmed by negative energy who still cling to life, surviving as twisted amalgams of living and undead. Though they feel unnatural cravings and resemble corpses, mortics live, breathe, eat, sleep, and procreate. However, a mortic can suspend their living functions simply by holding their breath, becoming more like a true undead. Mortics are largely new to Golarion, with most created in droves when the Whispering Tyrant destroyed entire cities with his Radiant Fire , a magical explosion fueled by the collision of negative and positive energy. From among the corpses of these tragedies rose mortics, living survivors mistaken for corpses and left behind as a result. They found themselves in a twilight state—neither fully alive or undead. The necrotic pollutants of the Gravelands and the Isle of Terror continue to create mortics, seeping into neighboring lands through the air, earth, and water to infect the populace. Though most of the living in these lands fear becoming transformed, some believe becoming a mortic is their best chance of survival in the face of the encroaching hordes of the dead. A mortic's powers differ by ancestry, though they do have a few commonalities. Reading or hearing scripture induces headaches, and they experience great discomfort when treading upon sacred ground. For those who were religious in life, these new changes can be devastating. Members Angheuvore Flesh-Gnawer (Creature 2), Etioling Blightmage (Creature 10), Gurgist Mauler (Creature 6), Jitterbone Contortionist (Creature 4), Lifeleecher Brawler (Creature 8), Relictner Eroder (Creature 12), Shadern Immolator (Creature 1) Fun and Games Many mortics favor games to pass the time. Jitterbones compete in community “bone churns” to see who can contort themselves into the most awkward shapes or fit through the smallest spaces. Shadern enjoy “burn-scream,” a deadly game pitting contenders against one another to see who makes the funniest sounds while being immolated. Relictners coax passersby into visiting their homes before they hunt their victims through a gauntlet of traps. Home Sweet Home Most gurgists are survivors from Roslar's Coffer or Vigil who fled together to Nirmathas or Ustalav, where they've since built their own insular communities. Some fled to Absalom but struggle to fit in; most camp in the Cairnlands or form gangs in the city's slums. Shaderns are typically found in Belkzen, Oprak, and Isger, living among goblin tribes. Jitterbones are common in the River Kingdoms and Ustalav, living in rural, all-jitterbone communities. Relictners are widely spread, for they live individually and build their lairs near trade routes, fabled ruins, and other storied locales. They avoid dwarves and refuse to enter the Five Kings Mountains. Most mortics were created inadvertently by the rise of the Whispering Tyrant—either by the Radiant Fire or through the corruption spreading from the Gravelands and Isle of Terror. Other Mortics The mortics presented here are four of the most prevalent variations. Others—such as relictner dwarves, shadern goblins, and jitterbone halflings—are also common. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=248",
 "weakness": {}
}