{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Mosasaur",
 "creature_family_markdown": "Mosasaur",
 "exclude_from_search": false,
 "id": "creature-family-249",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Mosasaur](/MonsterFamilies.aspx?ID=249)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 178</row>\n\nThe massive swimming reptiles called mosasaurs thrash their powerful tails to propel them after prey. Four articulated, webbed paddles let them precisely steer their paths, and their hinged jaws—much like a snake's—allow mosasaurs to swallow larger creatures than their size would indicate. A small set of secondary pterygoid jaws in their gullets pull in their meals for more efficient digestion. As air breathers, mosasaurs must stay near the surface of the water, competing for food with whales. This proximity to the surface means they often capsize small boats, feasting on the crew members who fall out. \r\n\r\n<title level=\"2\">Members</title>\r\n[Platecarpus](/Monsters.aspx?ID=1238) (Creature 3), [Tylosaurus](/Monsters.aspx?ID=1239) (Creature 8)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">The Void Mosasaur</title>\r\n\r\nSlowly swimming the boundless seas of the [Plane of Water](/Planes.aspx?ID=7), the Void Mosasaur has become legend to that plane's inhabitants. The creature is ancient, marked with massive gouges and scars, eyes entirely clouded with cataracts, and with a metabolism so slowed that days pass between its heartbeats. Its gullet is so vast that elemental creatures have built permanent homes inside it, using remnants of shipwrecks. Some of these shipwrecks are quite curious, appearing to have come from other planes entirely, and suggesting the Void Mosasaur plied other waters over the course of its extensive life.\r\n</aside>",
 "name": "Mosasaur",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 178</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe massive swimming reptiles called mosasaurs thrash their powerful tails to propel them after prey. Four articulated, webbed paddles let them …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 178"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 178</row>",
 "speed": {},
 "summary": "The massive swimming reptiles called mosasaurs thrash their powerful tails to propel them after prey. Four articulated, webbed paddles let them …",
 "summary_markdown": "The massive swimming reptiles called mosasaurs thrash their powerful tails to propel them after prey. Four articulated, webbed paddles let them …",
 "text": " Mosasaur Source Bestiary 3 pg. 178 The massive swimming reptiles called mosasaurs thrash their powerful tails to propel them after prey. Four articulated, webbed paddles let them precisely steer their paths, and their hinged jaws—much like a snake's—allow mosasaurs to swallow larger creatures than their size would indicate. A small set of secondary pterygoid jaws in their gullets pull in their meals for more efficient digestion. As air breathers, mosasaurs must stay near the surface of the water, competing for food with whales. This proximity to the surface means they often capsize small boats, feasting on the crew members who fall out. Members Platecarpus (Creature 3), Tylosaurus (Creature 8) The Void Mosasaur Slowly swimming the boundless seas of the Plane of Water, the Void Mosasaur has become legend to that plane's inhabitants. The creature is ancient, marked with massive gouges and scars, eyes entirely clouded with cataracts, and with a metabolism so slowed that days pass between its heartbeats. Its gullet is so vast that elemental creatures have built permanent homes inside it, using remnants of shipwrecks. Some of these shipwrecks are quite curious, appearing to have come from other planes entirely, and suggesting the Void Mosasaur plied other waters over the course of its extensive life. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=249",
 "weakness": {}
}