{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Naga",
 "creature_family_markdown": "Naga",
 "exclude_from_search": false,
 "id": "creature-family-75",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Naga](/MonsterFamilies.aspx?ID=75)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 242</row>\n\nNagas are serpentine beings with magical powers and keen, nearly inscrutable intellects. Physically, they resemble massive snakes with eerie visages that resemble those of humans. Nagas use their innate magic and poisonous fangs to keep all but the most stalwart foes at bay. Beyond the natural weapons they use to ward away foes, little is understood of the naga’s unsettling physiology.\n\n Nagas are intelligent creatures with powerful needs to pursue, be they the accumulation of knowledge, the collection of rare art, or the rule of an entire nation. On Golarion, the nation of Nagajor is one such society—an entire empire ruled by nagas and populated by reptilian humanoids who serve their naga rulers with a patriotic pride that borders on worship.\n\n Still, most adventurers interact with nagas on a much smaller scale, encountering them as dangerous guardians in remote locations or not-so-abandoned ruins. In many cases, these nagas have heard of distant Nagajor, but they are usually unwilling to abandon their own pursuits to seek out a land where they might be worshipped as gods.\r\n\r\n<title level=\"2\">Members</title>\r\n[Dark Naga](/Monsters.aspx?ID=306) (Creature 7), [Guardian Naga](/Monsters.aspx?ID=307) (Creature 10), [Lunar Naga](/Monsters.aspx?ID=736) (Creature 6), [Spirit Naga](/Monsters.aspx?ID=737) (Creature 9)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Nagas and Others</title>\r\n\r\nDark nagas might rule over goblins, orcs, xulgaths, or decadent folk, especially corrupt aristocrats. Guardian nagas might be found with other goodly creatures of any sort, from fey in natural sites to constructs in ancient vaults.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Nagas</title>\r\n\r\nBeyond the sinister dark naga and the benevolent guardian naga, many other types of nagas exist, including the mesmerizing spirit naga, the multiheaded royal naga, and the introspective and mysterious lunar naga.\r\n</aside>",
 "name": "Naga",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 242</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNagas are serpentine beings with magical powers and keen, nearly inscrutable intellects. Physically, they resemble massive snakes with eerie visages …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 242"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 242</row>",
 "speed": {},
 "summary": "Nagas are serpentine beings with magical powers and keen, nearly inscrutable intellects. Physically, they resemble massive snakes with eerie visages …",
 "summary_markdown": "Nagas are serpentine beings with magical powers and keen, nearly inscrutable intellects. Physically, they resemble massive snakes with eerie visages …",
 "text": " Naga Source Bestiary pg. 242 Nagas are serpentine beings with magical powers and keen, nearly inscrutable intellects. Physically, they resemble massive snakes with eerie visages that resemble those of humans. Nagas use their innate magic and poisonous fangs to keep all but the most stalwart foes at bay. Beyond the natural weapons they use to ward away foes, little is understood of the naga’s unsettling physiology. Nagas are intelligent creatures with powerful needs to pursue, be they the accumulation of knowledge, the collection of rare art, or the rule of an entire nation. On Golarion, the nation of Nagajor is one such society—an entire empire ruled by nagas and populated by reptilian humanoids who serve their naga rulers with a patriotic pride that borders on worship. Still, most adventurers interact with nagas on a much smaller scale, encountering them as dangerous guardians in remote locations or not-so-abandoned ruins. In many cases, these nagas have heard of distant Nagajor, but they are usually unwilling to abandon their own pursuits to seek out a land where they might be worshipped as gods. Members Dark Naga (Creature 7), Guardian Naga (Creature 10), Lunar Naga (Creature 6), Spirit Naga (Creature 9) Nagas and Others Dark nagas might rule over goblins, orcs, xulgaths, or decadent folk, especially corrupt aristocrats. Guardian nagas might be found with other goodly creatures of any sort, from fey in natural sites to constructs in ancient vaults. Other Nagas Beyond the sinister dark naga and the benevolent guardian naga, many other types of nagas exist, including the mesmerizing spirit naga, the multiheaded royal naga, and the introspective and mysterious lunar naga. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=75",
 "weakness": {}
}