{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Nagaji",
 "creature_family_markdown": "Nagaji",
 "exclude_from_search": false,
 "id": "creature-family-251",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Nagaji](/MonsterFamilies.aspx?ID=251)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 182</row>\n\nNagaji are brawny bipeds with humanoid figures and serpentine heads. Their bodies are covered in tightly layered scales that range in color from green to brown, and almost all nagaji have a colorful ridge along their head and back. Ophidian eyes lend nagaji an imperious visage, with irises that span every color of the rainbow.\n\n Nagaji physiology varies somewhat. Some possess vestigial tails, while others have sharp claws, and some even sport impressive fangs that can inject a simple venom. Like snakes, nagaji are cold-blooded and reproduce by laying eggs; as a result, nagaji territories rarely overlap with those of mammalian humanoids, since their environmental needs diverge so widely. They're a hardy and strong people, but their close ties to nagas mean many have the potential for powerful magic, as well.\n\n Long ago, the [naga](/MonsterFamilies.aspx?ID=75) goddess [Nalinivati](/Deities.aspx?ID=181) created the first nagaji as the backbone of a society that respected nagas. But the nagaji were never mindless vassals, and the goddess gifted them with free will. Many nagaji willingly serve nagas to this day, honoring some as outright divinities. While outsiders might regard nagaji initially as brainwashed servants, nagaji dispute this claim. Of course there are evil and unfair naga overlords, but there are just as many fair and just naga rulers, and nagaji history remembers various rebellions and revolutions when a matriarch overstepped her bounds to support a new naga's claims of rulership. Nagaji accurately note that their long history with nagas is no simple matter and claim that the partnership goes both ways: nagas rely as much on nagaji for the running of their empires as nagaji rely on nagas to lead their people to prosperity.\n\n Although nagaji might be encountered in diverse cities and urban centers, their communities are concentrated in environments that suit their biology, namely jungles and tropical forests. Where many species would languish in the heat and humidity, nagaji bask in the warmth and thrive.\r\n\r\n<title level=\"2\">Members</title>\r\n[Nagaji Soldier](/Monsters.aspx?ID=1243) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Nagajor</title>\r\n\r\nOn Golarion, nagaji are native to the tropical wilds of Nagajor in southern Tian Xia. Despite the ostensible overarching governance of the First Mother, Nagajor is no monolith—its many territories vary as widely as the naga matriarchs who rule them, ranging from despotic fiefdoms to lush utopias.\r\n</aside>",
 "name": "Nagaji",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 182</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNagaji are brawny bipeds with humanoid figures and serpentine heads. Their bodies are covered in tightly layered scales that range in color from …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 182"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 182</row>",
 "speed": {},
 "summary": "Nagaji are brawny bipeds with humanoid figures and serpentine heads. Their bodies are covered in tightly layered scales that range in color from …",
 "summary_markdown": "Nagaji are brawny bipeds with humanoid figures and serpentine heads. Their bodies are covered in tightly layered scales that range in color from …",
 "text": " Nagaji Source Bestiary 3 pg. 182 Nagaji are brawny bipeds with humanoid figures and serpentine heads. Their bodies are covered in tightly layered scales that range in color from green to brown, and almost all nagaji have a colorful ridge along their head and back. Ophidian eyes lend nagaji an imperious visage, with irises that span every color of the rainbow. Nagaji physiology varies somewhat. Some possess vestigial tails, while others have sharp claws, and some even sport impressive fangs that can inject a simple venom. Like snakes, nagaji are cold-blooded and reproduce by laying eggs; as a result, nagaji territories rarely overlap with those of mammalian humanoids, since their environmental needs diverge so widely. They're a hardy and strong people, but their close ties to nagas mean many have the potential for powerful magic, as well. Long ago, the naga goddess Nalinivati created the first nagaji as the backbone of a society that respected nagas. But the nagaji were never mindless vassals, and the goddess gifted them with free will. Many nagaji willingly serve nagas to this day, honoring some as outright divinities. While outsiders might regard nagaji initially as brainwashed servants, nagaji dispute this claim. Of course there are evil and unfair naga overlords, but there are just as many fair and just naga rulers, and nagaji history remembers various rebellions and revolutions when a matriarch overstepped her bounds to support a new naga's claims of rulership. Nagaji accurately note that their long history with nagas is no simple matter and claim that the partnership goes both ways: nagas rely as much on nagaji for the running of their empires as nagaji rely on nagas to lead their people to prosperity. Although nagaji might be encountered in diverse cities and urban centers, their communities are concentrated in environments that suit their biology, namely jungles and tropical forests. Where many species would languish in the heat and humidity, nagaji bask in the warmth and thrive. Members Nagaji Soldier (Creature 2) Nagajor On Golarion, nagaji are native to the tropical wilds of Nagajor in southern Tian Xia. Despite the ostensible overarching governance of the First Mother, Nagajor is no monolith—its many territories vary as widely as the naga matriarchs who rule them, ranging from despotic fiefdoms to lush utopias. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=251",
 "weakness": {}
}