{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Nymph",
 "creature_family_markdown": "Nymph",
 "exclude_from_search": false,
 "id": "creature-family-77",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Nymph](/MonsterFamilies.aspx?ID=77)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 246</row>\n\nNymphs are a family of fey that take the form of beautiful humanoids with elven features and have a deep association with the natural world. The most common of their kind are the dryads, which are spirits that embody great trees, but many other kinds of nymphs exist, including naiads, who watch over bodies of water. All nymphs are guardians of some element of nature, typically a specific tree or pond, or even—in the case of nymph queens—whole forests or massive bodies of water. \n\n<title level=\"2\" right=\"\">Nymph Queens</title> Nymph queens are powerful nymphs that rule over entire regions of untouched wilderness, not just single trees or ponds. Every variety of nymph can have a queen. Naiad queens are among the most prominent, and more often interact with nearby mortals. Thus, some scholars refer to naiad queens as simply “nymphs.” \n\n<title level=\"2\" right=\"\">Nymph Queen Abilities</title> A nymph queen is 6 to 10 levels higher than an ordinary nymph of the same type, with enhanced numerical statistics and improved Strikes to match. A nymph queen’s ward is a significant region, and she strengthens and vivifies this territory with her presence. Nymph queens are not dependent on their wards and lose the corresponding ability (such as a dryad’s tree dependent ability); instead, they gain the tied to the land ability, as described below. A nymph queen also gains the nymph’s beauty aura and the Focus Beauty action, which have varying effects based on the queen’s original type. She gains the Inspiration ability, allowing her to bestow a gift of inspiration on those who catch her fancy, and the Change Shape ability to change her form. Finally, she gains primal prepared spells as a druid of her level.\n\n **Change Shape** <actions string=\"Single Action\" /> ([polymorph](/Traits.aspx?ID=127), [primal](/Traits.aspx?ID=134), [transmutation](/Traits.aspx?ID=157)) Nymph queens can transform between their original form, which looks much like a typical nymph of their kind, and any Small or Medium humanoid form, typically choosing a more humanoid-looking version of their natural form.<br /> **Focus Beauty** <actions string=\"Single Action\" /> ([emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106), [primal](/Traits.aspx?ID=134), [visual](/Traits.aspx?ID=163)) The nymph queen focuses her beauty upon a target within her aura. The creature must attempt a Will save. On a failure, it is affected as if by the nymph queen’s nymph’s beauty aura; if it was already affected by the aura, it suffers a greater effect described in the nymph queen’s entry. A nymph queen can Focus Beauty on a given creature only once per turn.<br /> **Inspiration** <actions string=\"Three Actions\" /> ([emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106), [primal](/Traits.aspx?ID=134)) A nymph queen can inspire a single intelligent creature by giving that creature a token of her favor, typically a lock of her hair. As long as the creature carries her token and remains in good standing with the nymph queen, the creature gains a +1 status bonus to all Crafting checks, Performance checks, and Will saves.<br /> If a nymph queen grants her Inspiration to a bard and the nymph queen is that bard’s muse, the bard gains an additional benefit depending on their muse theme: for lore muse, the bard also gains a +1 status bonus to all Lore checks; for maestro muse, the status bonus to Performance checks increases to +2 for the purpose of determining the effects of compositions; for polymath muse, the bard gains a +4 status bonus to untrained skill checks; and for all other muses, the Will save bonus increases to +2 against fey.<br /> **Nymph’s Beauty** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106), [primal](/Traits.aspx?ID=134), [visual](/Traits.aspx?ID=163)) 30 feet. Creatures that start their turn in the aura must succeed at a Will save or suffer an effect described in the nymph queen’s entry.<br /> **Tied to the Land** A nymph queen is intrinsically tied to a specific region, such as a forest for a dryad queen. As long as the queen is healthy, the environment is exceptionally resilient, allowing the nymph queen to automatically attempt to counteract spells and rituals such as blight that would harm the environment, using her Spell DC with a counteract level equal to the highest-level druid spell she can cast. When the nymph queen becomes physically or psychologically unhealthy, however, her warded region eventually becomes twisted or unhealthy as well. In that case, restoring the nymph queen swiftly heals the entire region.\r\n\r\n<title level=\"2\">Members</title>\r\n[Dryad](/Monsters.aspx?ID=312) (Creature 3), [Dryad Queen](/Monsters.aspx?ID=314) (Creature 13), [Hesperid](/Monsters.aspx?ID=1250) (Creature 9), [Hesperid Queen](/Monsters.aspx?ID=1252) (Creature 19), [Lampad](/Monsters.aspx?ID=1249) (Creature 5), [Lampad Queen](/Monsters.aspx?ID=1251) (Creature 15), [Naiad](/Monsters.aspx?ID=311) (Creature 1), [Naiad Queen](/Monsters.aspx?ID=313) (Creature 7), [Summer Hora](/Monsters.aspx?ID=1813) (Creature 6), [Summer Hora Queen](/Monsters.aspx?ID=1814) (Creature 13)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Inspirations for Art</title>\r\n\r\nNymphs are living manifestations of beauty and grace, and as such they are often the subjects of art—sculpture and paintings in particular. Promising a nymph to immortalize them in a work of art can be an excellent way to secure that nymph’s favor, but one should take care to ensure that the nymph admires and is proud of the artistic effort’s final result, lest the nymph be insulted and lash out with her powerful magic.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Nymph Locations</title>\r\n\r\nNymphs tend to be closely associated with specific areas of natural splendor and beauty—woodlands for dryads, rivers for naiads. Areas where nymphs dwell always look more pristine, breathtaking, and scenic than they would otherwise.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Nymph Queens</title>\r\n\r\nThe abilities shared by all nymph queens, including the abilities Change Shape, Focus Beauty, and Inspiration, are described in the Nymph creature family page. Hora queens are more likely to use these abilities freely during the season in which they flourish\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Nymph Treasures</title>\r\n\r\nNymphs sometimes carry magical trinkets or wear enchanted clothing or jewelry, but the greatest treasure a nymph queen can share is often her inspiration to those seeking a muse.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Nymphs</title>\r\n\r\nNaiads and dryads are the most well-known nymphs, but others exist as well. Hesperides, for example, are wards of the sunset and golden light and can be encountered dwelling on coastal cliffsides or remote islands. Lampads, on the other hand, are dark, moody nymphs found in wondrous, crystal-lined caverns deep underground.\r\n</aside>",
 "name": "Nymph",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 246</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNymphs are a family of fey that take the form of beautiful humanoids with elven features and have a deep association with the natural world. The most …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 246"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 246</row>",
 "speed": {},
 "summary": "Nymphs are a family of fey that take the form of beautiful humanoids with elven features and have a deep association with the natural world. The most …",
 "summary_markdown": "Nymphs are a family of fey that take the form of beautiful humanoids with elven features and have a deep association with the natural world. The most …",
 "text": " Nymph Source Bestiary pg. 246 Nymphs are a family of fey that take the form of beautiful humanoids with elven features and have a deep association with the natural world. The most common of their kind are the dryads, which are spirits that embody great trees, but many other kinds of nymphs exist, including naiads, who watch over bodies of water. All nymphs are guardians of some element of nature, typically a specific tree or pond, or even—in the case of nymph queens—whole forests or massive bodies of water. Nymph Queens Nymph queens are powerful nymphs that rule over entire regions of untouched wilderness, not just single trees or ponds. Every variety of nymph can have a queen. Naiad queens are among the most prominent, and more often interact with nearby mortals. Thus, some scholars refer to naiad queens as simply “nymphs.” Nymph Queen Abilities A nymph queen is 6 to 10 levels higher than an ordinary nymph of the same type, with enhanced numerical statistics and improved Strikes to match. A nymph queen’s ward is a significant region, and she strengthens and vivifies this territory with her presence. Nymph queens are not dependent on their wards and lose the corresponding ability (such as a dryad’s tree dependent ability); instead, they gain the tied to the land ability, as described below. A nymph queen also gains the nymph’s beauty aura and the Focus Beauty action, which have varying effects based on the queen’s original type. She gains the Inspiration ability, allowing her to bestow a gift of inspiration on those who catch her fancy, and the Change Shape ability to change her form. Finally, she gains primal prepared spells as a druid of her level. Change Shape Single Action (polymorph, primal, transmutation) Nymph queens can transform between their original form, which looks much like a typical nymph of their kind, and any Small or Medium humanoid form, typically choosing a more humanoid-looking version of their natural form. Focus Beauty Single Action (emotion, enchantment, mental, primal, visual) The nymph queen focuses her beauty upon a target within her aura. The creature must attempt a Will save. On a failure, it is affected as if by the nymph queen’s nymph’s beauty aura; if it was already affected by the aura, it suffers a greater effect described in the nymph queen’s entry. A nymph queen can Focus Beauty on a given creature only once per turn. Inspiration Three Actions (emotion, enchantment, mental, primal) A nymph queen can inspire a single intelligent creature by giving that creature a token of her favor, typically a lock of her hair. As long as the creature carries her token and remains in good standing with the nymph queen, the creature gains a +1 status bonus to all Crafting checks, Performance checks, and Will saves. If a nymph queen grants her Inspiration to a bard and the nymph queen is that bard’s muse, the bard gains an additional benefit depending on their muse theme: for lore muse, the bard also gains a +1 status bonus to all Lore checks; for maestro muse, the status bonus to Performance checks increases to +2 for the purpose of determining the effects of compositions; for polymath muse, the bard gains a +4 status bonus to untrained skill checks; and for all other muses, the Will save bonus increases to +2 against fey. Nymph’s Beauty (aura, emotion, enchantment, mental, primal, visual) 30 feet. Creatures that start their turn in the aura must succeed at a Will save or suffer an effect described in the nymph queen’s entry. Tied to the Land A nymph queen is intrinsically tied to a specific region, such as a forest for a dryad queen. As long as the queen is healthy, the environment is exceptionally resilient, allowing the nymph queen to automatically attempt to counteract spells and rituals such as blight that would harm the environment, using her Spell DC with a counteract level equal to the highest-level druid spell she can cast. When the nymph queen becomes physically or psychologically unhealthy, however, her warded region eventually becomes twisted or unhealthy as well. In that case, restoring the nymph queen swiftly heals the entire region. Members Dryad (Creature 3), Dryad Queen (Creature 13), Hesperid (Creature 9), Hesperid Queen (Creature 19), Lampad (Creature 5), Lampad Queen (Creature 15), Naiad (Creature 1), Naiad Queen (Creature 7), Summer Hora (Creature 6), Summer Hora Queen (Creature 13) Inspirations for Art Nymphs are living manifestations of beauty and grace, and as such they are often the subjects of art—sculpture and paintings in particular. Promising a nymph to immortalize them in a work of art can be an excellent way to secure that nymph’s favor, but one should take care to ensure that the nymph admires and is proud of the artistic effort’s final result, lest the nymph be insulted and lash out with her powerful magic. Nymph Locations Nymphs tend to be closely associated with specific areas of natural splendor and beauty—woodlands for dryads, rivers for naiads. Areas where nymphs dwell always look more pristine, breathtaking, and scenic than they would otherwise. Nymph Queens The abilities shared by all nymph queens, including the abilities Change Shape, Focus Beauty, and Inspiration, are described in the Nymph creature family page. Hora queens are more likely to use these abilities freely during the season in which they flourish Nymph Treasures Nymphs sometimes carry magical trinkets or wear enchanted clothing or jewelry, but the greatest treasure a nymph queen can share is often her inspiration to those seeking a muse. Other Nymphs Naiads and dryads are the most well-known nymphs, but others exist as well. Hesperides, for example, are wards of the sunset and golden light and can be encountered dwelling on coastal cliffsides or remote islands. Lampads, on the other hand, are dark, moody nymphs found in wondrous, crystal-lined caverns deep underground. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=77",
 "weakness": {}
}