{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Ogre",
 "creature_family_markdown": "Ogre",
 "exclude_from_search": false,
 "id": "creature-family-78",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Ogre](/MonsterFamilies.aspx?ID=78)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 252</row>\n\nOgres embody brutish, amoral violence and cruelty. Standing 10 feet tall and densely muscled, ogres are as strong as they are cruel. Ogres are sadists that enjoy remorseless murder, torture, degradation, and mutilation in all of its forms. Although they prefer to vent their violent urges on smaller humanoids— the smaller and more beautiful, the better—ogres promise a horrifying fate for anyone unlucky enough to fall within their meaty grasp. But for all their creativity in developing methods of violence, ogres often remain too dim-witted to realize that their playthings lack an ogre’s robust fortitude and high pain tolerance, so most captives die far sooner than the ogres might prefer. Such a fate is perhaps preferable however, as those who survive too long as ogres’ playthings suffer lasting mental scars from the horrifying abuse. A captive able to keep their wits can sometimes trick the brutes by promising treasure, meatier captives, or other crude amusements, taking advantage of an ogre’s limited intellect to engineer opportunities to escape.\n\n Ogres are social creatures only in the most debased sense. They gather together in groups called families, though members are not always related by blood. Ogres practice incest regularly, believing that it makes for stronger familial bonds, and most ogres are misshapen or mutated from generations of inbreeding. The most powerful ogre in any family is the “boss”—usually the family’s patriarch or matriarch—while other ogres in the family learn to obey or risk being brutalized by the boss’s loyal kin. Ogres lair in caves, crumbling ruins, or dilapidated shacks close enough to humanoid settlements or animal trails to make raiding easy. These lairs are filthy and frequently contain all-too-recognizable evidence of their depravity.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ogre Boss](/Monsters.aspx?ID=319) (Creature 7), [Ogre Glutton](/Monsters.aspx?ID=318) (Creature 4), [Ogre Hurler](/Monsters.aspx?ID=1031) (Creature 4), [Ogre Warrior](/Monsters.aspx?ID=317) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Ogre Treasure</title>\r\n\r\nOgre warrens are hideous abattoirs strewn with severed limbs, offal, and dubious stews. Ogres sometimes keep shiny baubles, like jewelry, and they appreciate intimidating weapons and armor, especially those that are large enough for them to use.\r\n</aside>",
 "name": "Ogre",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 252</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOgres embody brutish, amoral violence and cruelty. Standing 10 feet tall and densely muscled, ogres are as strong as they are cruel.\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 252"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 252</row>",
 "speed": {},
 "summary": "Ogres embody brutish, amoral violence and cruelty. Standing 10 feet tall and densely muscled, ogres are as strong as they are cruel.",
 "summary_markdown": "Ogres embody brutish, amoral violence and cruelty. Standing 10 feet tall and densely muscled, ogres are as strong as they are cruel.",
 "text": " Ogre Source Bestiary pg. 252 Ogres embody brutish, amoral violence and cruelty. Standing 10 feet tall and densely muscled, ogres are as strong as they are cruel. Ogres are sadists that enjoy remorseless murder, torture, degradation, and mutilation in all of its forms. Although they prefer to vent their violent urges on smaller humanoids— the smaller and more beautiful, the better—ogres promise a horrifying fate for anyone unlucky enough to fall within their meaty grasp. But for all their creativity in developing methods of violence, ogres often remain too dim-witted to realize that their playthings lack an ogre’s robust fortitude and high pain tolerance, so most captives die far sooner than the ogres might prefer. Such a fate is perhaps preferable however, as those who survive too long as ogres’ playthings suffer lasting mental scars from the horrifying abuse. A captive able to keep their wits can sometimes trick the brutes by promising treasure, meatier captives, or other crude amusements, taking advantage of an ogre’s limited intellect to engineer opportunities to escape. Ogres are social creatures only in the most debased sense. They gather together in groups called families, though members are not always related by blood. Ogres practice incest regularly, believing that it makes for stronger familial bonds, and most ogres are misshapen or mutated from generations of inbreeding. The most powerful ogre in any family is the “boss”—usually the family’s patriarch or matriarch—while other ogres in the family learn to obey or risk being brutalized by the boss’s loyal kin. Ogres lair in caves, crumbling ruins, or dilapidated shacks close enough to humanoid settlements or animal trails to make raiding easy. These lairs are filthy and frequently contain all-too-recognizable evidence of their depravity. Members Ogre Boss (Creature 7), Ogre Glutton (Creature 4), Ogre Hurler (Creature 4), Ogre Warrior (Creature 3) Ogre Treasure Ogre warrens are hideous abattoirs strewn with severed limbs, offal, and dubious stews. Ogres sometimes keep shiny baubles, like jewelry, and they appreciate intimidating weapons and armor, especially those that are large enough for them to use. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=78",
 "weakness": {}
}