{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Oni",
 "creature_family_markdown": "Oni",
 "exclude_from_search": false,
 "id": "creature-family-144",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Oni](/MonsterFamilies.aspx?ID=144)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 188 <sup>2.0</sup></row>\n\nNot all divine creations are meant to live as mortals. Some spirits are created as guardians instead, tasked as protectors of elements of nature that cannot protect themselves. When these spirits accept their divine place in the metacosmos and take on such charges, they become [kami](/MonsterFamilies.aspx?ID=243). But some of these spirits are willful, obstinate, or simply rotten, railing against such demands from the gods and becoming bodiless and unable to interact with the world they can torturously still observe. Others receive such punishment simply for failing at their duty, and their despair at their condition twists them like those that began with a seed of darkness. When these spirits look upon mortal lives and become overcome with envy of the flesh and pleasure that humanoids can revel in, they form surrogate bodies of their own and become monsters known collectively as oni.\n\n When an oni manifests, they always do so in a form that parodies a specific humanoid ancestry closely associated with the oni's obsessions and envies. Giants' over-the-top personalities and sizes are likely the reason why these humanoids are the most common incarnations chosen by oni; such oni are known collectively as yai oni. Yet there exist oni associated with almost every kind of humanoid. Most oni are capable of supernaturally disguising themselves as their associated humanoid type and use this ability to infiltrate societies and seize control from within. Once established, oni typically reveal their true form and revel in dominating those they view as lesser beings fit only to serve their whims.\n\n Oni are nothing if not vain. They typically choose comely or striking appearances in their humanoid disguises—forms that are completely at odds with the ugliness of their true natures. An oni's true form is indicative of their innermost desires and always has features such as oversized teeth that verge into tusks, sharp claws, unusually bright skin colors, or a third eye in the forehead. Oni have desires as varied as those of any being, though by their nature these desires are almost always for hedonistic or destructive experiences of the flesh, typically food, pleasure, or violence.\r\n\r\n<title level=\"2\">Members</title>\r\n[Fire Yai](/Monsters.aspx?ID=748) (Creature 14), [Ice Yai](/Monsters.aspx?ID=747) (Creature 13), [Onidoshi](/Monsters.aspx?ID=746) (Creature 8), [Shadow Yai](/Monsters.aspx?ID=1404) (Creature 16), [Taiga Yai](/Monsters.aspx?ID=1405) (Creature 15), [Water Yai](/Monsters.aspx?ID=749) (Creature 17)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Oni Daimyo</title>\r\n\r\nOni daimyo are quasi-deities with isolated mortal domains. The most powerful is Inma, the Empress of the World, but Akuma the Horned King, Murona the Dark Mother, and Nataka the Red King are also worshipped.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Oni Origins</title>\r\n\r\nThe first oni originated in the nation of Minkai on the continent of Tian Xia. Whether due to prevalent local [kami](/MonsterFamilies.aspx?ID=243)— particularly in the mist-shrouded Forest of Spirits—or its peoples' faiths, Minkai is a hotbed of oni activity.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Oni Shapechangers</title>\r\n\r\nOni humanoid forms are limited to one specific appearance. An [ogre mage](/Monsters.aspx?ID=746) can assume only one specific [ogre](/MonsterFamilies.aspx?ID=78) form, while an [ice yai](/Monsters.aspx?ID=747) can appear only as one specific [frost giant](/Monsters.aspx?ID=222). Some oni have greater control over their shapeshifting power and can assume the form of any humanoid creature, and these oni tend to be the most dangerous.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Oni</title>\r\n\r\nDifferent oni exist for nearly every humanoid ancestry. Kuwa oni mask their golden skin and four-fingered claws in human form, while ja oni hide as [hobgoblins](/MonsterFamilies.aspx?ID=61). Other yai include wind yai (who take their form from [cloud giants](/Monsters.aspx?ID=224)) and the immensely powerful void yai (who form from other yai and ascend to rule over [rune giants](/Monsters.aspx?ID=226)).\r\n</aside>",
 "name": "Oni",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 188 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNot all divine creations are meant to live as mortals. Some spirits are created as guardians instead, tasked as protectors of elements of nature that …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 188"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 188 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Not all divine creations are meant to live as mortals. Some spirits are created as guardians instead, tasked as protectors of elements of nature that …",
 "summary_markdown": "Not all divine creations are meant to live as mortals. Some spirits are created as guardians instead, tasked as protectors of elements of nature that …",
 "text": " Oni Source Bestiary 2 pg. 188 2.0 Not all divine creations are meant to live as mortals. Some spirits are created as guardians instead, tasked as protectors of elements of nature that cannot protect themselves. When these spirits accept their divine place in the metacosmos and take on such charges, they become kami. But some of these spirits are willful, obstinate, or simply rotten, railing against such demands from the gods and becoming bodiless and unable to interact with the world they can torturously still observe. Others receive such punishment simply for failing at their duty, and their despair at their condition twists them like those that began with a seed of darkness. When these spirits look upon mortal lives and become overcome with envy of the flesh and pleasure that humanoids can revel in, they form surrogate bodies of their own and become monsters known collectively as oni. When an oni manifests, they always do so in a form that parodies a specific humanoid ancestry closely associated with the oni's obsessions and envies. Giants' over-the-top personalities and sizes are likely the reason why these humanoids are the most common incarnations chosen by oni; such oni are known collectively as yai oni. Yet there exist oni associated with almost every kind of humanoid. Most oni are capable of supernaturally disguising themselves as their associated humanoid type and use this ability to infiltrate societies and seize control from within. Once established, oni typically reveal their true form and revel in dominating those they view as lesser beings fit only to serve their whims. Oni are nothing if not vain. They typically choose comely or striking appearances in their humanoid disguises—forms that are completely at odds with the ugliness of their true natures. An oni's true form is indicative of their innermost desires and always has features such as oversized teeth that verge into tusks, sharp claws, unusually bright skin colors, or a third eye in the forehead. Oni have desires as varied as those of any being, though by their nature these desires are almost always for hedonistic or destructive experiences of the flesh, typically food, pleasure, or violence. Members Fire Yai (Creature 14), Ice Yai (Creature 13), Onidoshi (Creature 8), Shadow Yai (Creature 16), Taiga Yai (Creature 15), Water Yai (Creature 17) Oni Daimyo Oni daimyo are quasi-deities with isolated mortal domains. The most powerful is Inma, the Empress of the World, but Akuma the Horned King, Murona the Dark Mother, and Nataka the Red King are also worshipped. Oni Origins The first oni originated in the nation of Minkai on the continent of Tian Xia. Whether due to prevalent local kami— particularly in the mist-shrouded Forest of Spirits—or its peoples' faiths, Minkai is a hotbed of oni activity. Oni Shapechangers Oni humanoid forms are limited to one specific appearance. An ogre mage can assume only one specific ogre form, while an ice yai can appear only as one specific frost giant. Some oni have greater control over their shapeshifting power and can assume the form of any humanoid creature, and these oni tend to be the most dangerous. Other Oni Different oni exist for nearly every humanoid ancestry. Kuwa oni mask their golden skin and four-fingered claws in human form, while ja oni hide as hobgoblins. Other yai include wind yai (who take their form from cloud giants) and the immensely powerful void yai (who form from other yai and ascend to rule over rune giants). ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=144",
 "weakness": {}
}