{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Orc",
 "creature_family_markdown": "Orc",
 "exclude_from_search": false,
 "id": "creature-family-80",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Orc](/MonsterFamilies.aspx?ID=80)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 256</row>\n\nOrcs are violent, monstrous humanoids that live by the rule that might makes right. They amass in brutal warbands both large and small, decimating and robbing those unlucky enough to cross their path. Countless small settlements, outposts, and forts have fallen at the hands of orc raiders, whose fecundity and sheer destructiveness leave an indelible mark on the lands they conquer. Survivors of orc invasions are as likely to be fed to the orcs’ war beasts as they are to be taken as slaves. Unspeakable atrocities await any outsiders brought back to orc encampments, and to many, death is a far more preferable outcome compared to capture by orcs.\n\n Physically, orcs tower over most humanoids and look practically custom-made for violence with their rough flesh, sturdy bone, and iron-hard muscle. For all their tough looks, however, orcs are far from invincible. They lack the discipline to conduct large-scale campaigns, for one thing, and they typically lose their heads in the heat of battle. Even their skin scars easily—though this is a source of pride to the orc people, since scars signify strength and experience in battle. To orcs, the crisscross of old wounds are a much a badge of pride and honor as any beheaded foe or claimed trophy.\n\n Orcs are a people of violent passions in all that they do, not just war. Bonds of blood are especially strong among orcs, and lineage is important. The strongest orc bands are typically made up of brothers and sisters in more than arms; orcs fight harder when they are protecting their own kinsfolk, and orc warriors will fight tirelessly to avenge fallen family members. This emphasis on bloodlines is not an altruistic one, however, and is in fact a double-edged sword. Orcs whose families have been killed find themselves at the bottom of the clan’s totem pole, and even a famous chieftain can become powerless overnight if their brethren aren’t there to back them up.\n\n The chaotic and fractious nature of orc culture results in a great variety of beliefs, superstitions, and legacies among different clans. This cultural divergence causes substantial infighting among orc bands, in many cases preventing the rise of larger orc nations. It can also frustrate many attempts at diplomacy, as the taboos of one band may be commonplace and thoroughly accepted practices among others. Navigating a specific band’s culture can often mean the difference between life and death to those who deal with orcs off the field of war. Although orcs, as a rule, rarely deal with outsiders, they recognize the benefits of trade and willingly swap resources with other violent peoples like hobgoblins, drow, and many humans.\r\n\r\n<title level=\"2\">Members</title>\r\n[Orc Brute](/Monsters.aspx?ID=324) (Creature 0), [Orc Warchief](/Monsters.aspx?ID=326) (Creature 2), [Orc Warrior](/Monsters.aspx?ID=325) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Gods of War</title>\r\n\r\nOrcs worship violent deities that support their murderous instincts, chiefly [Rovagug](/Deities.aspx?ID=15), but also [Lamashtu](/Deities.aspx?ID=11) and [Gorum](/Deities.aspx?ID=7) and sometimes demon lords like [Nurgal](/Deities.aspx?ID=78) and [Shax](/Deities.aspx?ID=80).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Megafauna Mounts</title>\r\n\r\nOrcs are known for riding strange and fearsome beasts, particularly megafauna like [dire wolves](/Monsters.aspx?ID=416) and [smilodons](/Monsters.aspx?ID=70). Given the opportunity, orcs also enlist drakes, manticores, and anything else big and frightening enough to suit their needs.\r\n</aside>",
 "name": "Orc",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 256</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOrcs are violent, monstrous humanoids that live by the rule that might makes right. They amass in brutal warbands both large and small, decimating …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 256"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 256</row>",
 "speed": {},
 "summary": "Orcs are violent, monstrous humanoids that live by the rule that might makes right. They amass in brutal warbands both large and small, decimating …",
 "summary_markdown": "Orcs are violent, monstrous humanoids that live by the rule that might makes right. They amass in brutal warbands both large and small, decimating …",
 "text": " Orc Source Bestiary pg. 256 Orcs are violent, monstrous humanoids that live by the rule that might makes right. They amass in brutal warbands both large and small, decimating and robbing those unlucky enough to cross their path. Countless small settlements, outposts, and forts have fallen at the hands of orc raiders, whose fecundity and sheer destructiveness leave an indelible mark on the lands they conquer. Survivors of orc invasions are as likely to be fed to the orcs’ war beasts as they are to be taken as slaves. Unspeakable atrocities await any outsiders brought back to orc encampments, and to many, death is a far more preferable outcome compared to capture by orcs. Physically, orcs tower over most humanoids and look practically custom-made for violence with their rough flesh, sturdy bone, and iron-hard muscle. For all their tough looks, however, orcs are far from invincible. They lack the discipline to conduct large-scale campaigns, for one thing, and they typically lose their heads in the heat of battle. Even their skin scars easily—though this is a source of pride to the orc people, since scars signify strength and experience in battle. To orcs, the crisscross of old wounds are a much a badge of pride and honor as any beheaded foe or claimed trophy. Orcs are a people of violent passions in all that they do, not just war. Bonds of blood are especially strong among orcs, and lineage is important. The strongest orc bands are typically made up of brothers and sisters in more than arms; orcs fight harder when they are protecting their own kinsfolk, and orc warriors will fight tirelessly to avenge fallen family members. This emphasis on bloodlines is not an altruistic one, however, and is in fact a double-edged sword. Orcs whose families have been killed find themselves at the bottom of the clan’s totem pole, and even a famous chieftain can become powerless overnight if their brethren aren’t there to back them up. The chaotic and fractious nature of orc culture results in a great variety of beliefs, superstitions, and legacies among different clans. This cultural divergence causes substantial infighting among orc bands, in many cases preventing the rise of larger orc nations. It can also frustrate many attempts at diplomacy, as the taboos of one band may be commonplace and thoroughly accepted practices among others. Navigating a specific band’s culture can often mean the difference between life and death to those who deal with orcs off the field of war. Although orcs, as a rule, rarely deal with outsiders, they recognize the benefits of trade and willingly swap resources with other violent peoples like hobgoblins, drow, and many humans. Members Orc Brute (Creature 0), Orc Warchief (Creature 2), Orc Warrior (Creature 1) Gods of War Orcs worship violent deities that support their murderous instincts, chiefly Rovagug, but also Lamashtu and Gorum and sometimes demon lords like Nurgal and Shax. Megafauna Mounts Orcs are known for riding strange and fearsome beasts, particularly megafauna like dire wolves and smilodons. Given the opportunity, orcs also enlist drakes, manticores, and anything else big and frightening enough to suit their needs. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=80",
 "weakness": {}
}