{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Owb",
 "creature_family_markdown": "Owb",
 "exclude_from_search": false,
 "id": "creature-family-253",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Owb](/MonsterFamilies.aspx?ID=253)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 196</row>\n\nThese ancient denizens of the [Shadow Plane](/Planes.aspx?ID=11) appear as grayish humanoid torsos covered in translucent funeral veils of shadow. Silent and mysterious, they float about, absent legs to hold them aloft. Never speaking a word aloud, they instead reach into the minds of creatures around them to whisper and mumble curses, threats, and strange bits of forlorn augury.\n\n These haunting creatures are revered by calignis as proxies of the Forsaken—a strange array of ancestor-like demigods whom many calignis worship. Some even believe owbs are the Forsaken manifested.\n\n A multitude of owbs visit and even remain to advise [caligni](/MonsterFamilies.aspx?ID=18) communities, as varied in personality as the Forsaken. All owbs share a hatred of light and color, except for the flickering glow of the burning cold magic they can hurl as a weapon. Owbs who live among calignis tend to prohibit the use of light and color, using their curse of darkness to quench violators if necessary. The only other similarity across all owbs is their entrenched desire to manipulate their charges through mind-reading and deception, though such manipulation can be either subtle or overt.\r\n\r\n<title level=\"2\">Members</title>\r\n[Owb](/Monsters.aspx?ID=1257) (Creature 6), [Owb Prophet](/Monsters.aspx?ID=1258) (Creature 13)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Shadows Among Shadows</title>\r\n\r\nLittle is known about owbs' lives on the [Shadow Plane](/Planes.aspx?ID=11). They keep to themselves so much that most other shadowy denizens either remain unaware of their presence or even disbelieve they exist. Some rumors suggest that these creatures lack any real power on the Shadow Plane and thus spend most of their time manipulating their strange [caligni](/MonsterFamilies.aspx?ID=18) “children” on the [Material Plane](/Planes.aspx?ID=1). Other theories indicate that owbs are even more subtle, able to manipulate creatures on the Shadow Plane without leaving behind any indication.\r\n</aside>",
 "name": "Owb",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 196</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese ancient denizens of the  Shadow Plane  appear as grayish humanoid torsos covered in translucent funeral veils of shadow. Silent and mysterious, …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 196"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 196</row>",
 "speed": {},
 "summary": "These ancient denizens of the  Shadow Plane  appear as grayish humanoid torsos covered in translucent funeral veils of shadow. Silent and mysterious, …",
 "summary_markdown": "These ancient denizens of the  Shadow Plane  appear as grayish humanoid torsos covered in translucent funeral veils of shadow. Silent and mysterious, …",
 "text": " Owb Source Bestiary 3 pg. 196 These ancient denizens of the Shadow Plane appear as grayish humanoid torsos covered in translucent funeral veils of shadow. Silent and mysterious, they float about, absent legs to hold them aloft. Never speaking a word aloud, they instead reach into the minds of creatures around them to whisper and mumble curses, threats, and strange bits of forlorn augury. These haunting creatures are revered by calignis as proxies of the Forsaken—a strange array of ancestor-like demigods whom many calignis worship. Some even believe owbs are the Forsaken manifested. A multitude of owbs visit and even remain to advise caligni communities, as varied in personality as the Forsaken. All owbs share a hatred of light and color, except for the flickering glow of the burning cold magic they can hurl as a weapon. Owbs who live among calignis tend to prohibit the use of light and color, using their curse of darkness to quench violators if necessary. The only other similarity across all owbs is their entrenched desire to manipulate their charges through mind-reading and deception, though such manipulation can be either subtle or overt. Members Owb (Creature 6), Owb Prophet (Creature 13) Shadows Among Shadows Little is known about owbs' lives on the Shadow Plane. They keep to themselves so much that most other shadowy denizens either remain unaware of their presence or even disbelieve they exist. Some rumors suggest that these creatures lack any real power on the Shadow Plane and thus spend most of their time manipulating their strange caligni “children” on the Material Plane. Other theories indicate that owbs are even more subtle, able to manipulate creatures on the Shadow Plane without leaving behind any indication. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=253",
 "weakness": {}
}