{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Paaridar",
 "creature_family_markdown": "Paaridar",
 "exclude_from_search": false,
 "id": "creature-family-254",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Paaridar](/MonsterFamilies.aspx?ID=254)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 198</row>\n\nMonks dissatisfied with the limits of their humanoid forms and yearning for a shortcut can steal the might from other creatures. These monks become paaridars, amalgamations that blend the features of their former ancestry with the form of another creature. The transformation challenges the limits of the paaridar's body and soul, demanding continual discipline to maintain control.\n\n The rituals to make this transformation were developed by Paaridus, namesake of this loose monastic order. The process requires a captive creature—a victim to draw powers from. Over days of intense rituals, the monk displaces their own chakras with those of the victim. This unnatural process transforms the ki, and thereby the body. The lower chakras are considered “safer” to replace. Most Paaridars stop at the root, sacral, and navel chakras. To go farther risks losing control of one's emotions and intellect entirely, a fate Paaridus himself succumbed to. Paaridars consider this his sacrifice and lesson, but other monks recognize that even one step on this path is profane. The creature victimized by the ritual remains—still alive, but only a husk, as the transformed chakras within leave it weak and removed from its nature.\r\n\r\n<title level=\"2\">Members</title>\r\n[Manticore Paaridar](/Monsters.aspx?ID=1259) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Other Paaridar</title>\r\n\r\nTo make a Paaridar with chakras from a different creature, such as a [dragon](/Traits.aspx?ID=50), [minotaur](/Monsters.aspx?ID=301), or [aeon](/MonsterFamilies.aspx?ID=2), swap out the spike Strike and Sharp Riposte for more appropriate abilities. Remove the fly Speed if the creature isn't winged, and add other Speeds as relevant. Change the Strikes and their damage types as needed (don't change the bonus or total damage).\r\n</aside>",
 "name": "Paaridar",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 198</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMonks dissatisfied with the limits of their humanoid forms and yearning for a shortcut can steal the might from other creatures. These monks become …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 198"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 198</row>",
 "speed": {},
 "summary": "Monks dissatisfied with the limits of their humanoid forms and yearning for a shortcut can steal the might from other creatures. These monks become …",
 "summary_markdown": "Monks dissatisfied with the limits of their humanoid forms and yearning for a shortcut can steal the might from other creatures. These monks become …",
 "text": " Paaridar Source Bestiary 3 pg. 198 Monks dissatisfied with the limits of their humanoid forms and yearning for a shortcut can steal the might from other creatures. These monks become paaridars, amalgamations that blend the features of their former ancestry with the form of another creature. The transformation challenges the limits of the paaridar's body and soul, demanding continual discipline to maintain control. The rituals to make this transformation were developed by Paaridus, namesake of this loose monastic order. The process requires a captive creature—a victim to draw powers from. Over days of intense rituals, the monk displaces their own chakras with those of the victim. This unnatural process transforms the ki, and thereby the body. The lower chakras are considered “safer” to replace. Most Paaridars stop at the root, sacral, and navel chakras. To go farther risks losing control of one's emotions and intellect entirely, a fate Paaridus himself succumbed to. Paaridars consider this his sacrifice and lesson, but other monks recognize that even one step on this path is profane. The creature victimized by the ritual remains—still alive, but only a husk, as the transformed chakras within leave it weak and removed from its nature. Members Manticore Paaridar (Creature 7) Other Paaridar To make a Paaridar with chakras from a different creature, such as a dragon, minotaur, or aeon, swap out the spike Strike and Sharp Riposte for more appropriate abilities. Remove the fly Speed if the creature isn't winged, and add other Speeds as relevant. Change the Strikes and their damage types as needed (don't change the bonus or total damage). ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=254",
 "weakness": {}
}