{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Planar Scion",
 "creature_family_markdown": "Planar Scion",
 "exclude_from_search": false,
 "id": "creature-family-81",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Planar Scion](/MonsterFamilies.aspx?ID=81)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 262</row>\n\nMany immortals dwell upon the other planes of the Great Beyond. Some are benevolent and kindly, like angels. Others are cruel and destructive, like demons. And some flt roles outside of morality, like psychopomps. It’s far from unheard of that mortals and immortals alike become entangled romantically, and the children of such engagements carry a supernatural element in their bloodlines for generations to follow. After the first generation, this otherworldly influence usually lies dormant, but now and then, the influence can manifest strongly in descendants many years later. These inheritors of extraplanar legacies are known collectively as planar scions.\r\n\r\n<title level=\"2\">Members</title>\r\n[Aasimar Redeemer](/Monsters.aspx?ID=333) (Creature 5), [Aphorite Sharpshooter](/Monsters.aspx?ID=1265) (Creature 4), [Duskwalker Ghost Hunter](/Monsters.aspx?ID=332) (Creature 4), [Ganzi Martial Artist](/Monsters.aspx?ID=1266) (Creature 3), [Tiefling Adept](/Monsters.aspx?ID=331) (Creature 3)\r\n\r\n<title level=\"2\">Group Families</title>\r\n[Geniekin](/MonsterFamilies.aspx?ID=145)\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Extraplanar Humanoids</title>\r\n\r\nAn important distinction exists between planar scions and extraplanar humanoids, such as fetchlings. Fetchlings and other extraplanar humanoids represent true ancestral groups with their own physical and cultural identities and traditions. Planar scions are members of diverse ancestries who share a similar inheritance from extraplanar beings and, with exception of marids, typically integrate into other humanoid societies instead of building their own.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Planar Scions</title>\r\n\r\nAs many types of planar scions exist as planes of existence, and even then there are significant differences between scions depending on the exact nature of their extraplanar forebears. Angelic scions are known as aasimars, fiendish scions are called tieflings, and monitor scions are urobians.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Planar Origins</title>\r\n\r\nMost planar scions are the distant descendants of some immortal progenitor far back in the family’s bloodline. Others, however, may be the result of powerful planar energies, magical curses, or even the intervention of a deity or demigod.\r\n</aside>",
 "name": "Planar Scion",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 262</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMany immortals dwell upon the other planes of the Great Beyond. Some are benevolent and kindly, like angels.\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 262"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 262</row>",
 "speed": {},
 "summary": "Many immortals dwell upon the other planes of the Great Beyond. Some are benevolent and kindly, like angels.",
 "summary_markdown": "Many immortals dwell upon the other planes of the Great Beyond. Some are benevolent and kindly, like angels.",
 "text": " Planar Scion Source Bestiary pg. 262 Many immortals dwell upon the other planes of the Great Beyond. Some are benevolent and kindly, like angels. Others are cruel and destructive, like demons. And some flt roles outside of morality, like psychopomps. It’s far from unheard of that mortals and immortals alike become entangled romantically, and the children of such engagements carry a supernatural element in their bloodlines for generations to follow. After the first generation, this otherworldly influence usually lies dormant, but now and then, the influence can manifest strongly in descendants many years later. These inheritors of extraplanar legacies are known collectively as planar scions. Members Aasimar Redeemer (Creature 5), Aphorite Sharpshooter (Creature 4), Duskwalker Ghost Hunter (Creature 4), Ganzi Martial Artist (Creature 3), Tiefling Adept (Creature 3) Group Families Geniekin Extraplanar Humanoids An important distinction exists between planar scions and extraplanar humanoids, such as fetchlings. Fetchlings and other extraplanar humanoids represent true ancestral groups with their own physical and cultural identities and traditions. Planar scions are members of diverse ancestries who share a similar inheritance from extraplanar beings and, with exception of marids, typically integrate into other humanoid societies instead of building their own. Other Planar Scions As many types of planar scions exist as planes of existence, and even then there are significant differences between scions depending on the exact nature of their extraplanar forebears. Angelic scions are known as aasimars, fiendish scions are called tieflings, and monitor scions are urobians. Planar Origins Most planar scions are the distant descendants of some immortal progenitor far back in the family’s bloodline. Others, however, may be the result of powerful planar energies, magical curses, or even the intervention of a deity or demigod. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=81",
 "weakness": {}
}