{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Protean",
 "creature_family_markdown": "Protean",
 "exclude_from_search": false,
 "id": "creature-family-82",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Protean](/MonsterFamilies.aspx?ID=82)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 266</row>\n\nGuardians of disorder and natives of the primal plane of chaos known as the Maelstrom, proteans consider it their calling to spread bedlam and hasten entropic ends. The most powerful proteans are demigods known collectively as the protean lords, although they are mysterious entities whose cults on the Material Plane tend to be obscure and secretive.\n\n Proteans divide themselves into a loose caste system and possess a dizzying variety of powers. Most proteans have a serpentine body with the head of a primeval beast. Scholars have long been intrigued by this fact—that scions of dissolution and disorder would share so many features—pointing out that even in the purest chaos there is some semblance of order. Others note that the serpentine form is one of the most primeval shapes, perhaps suggesting that in a reality at the dawn of time, such shapes were all that could exist. The proteans themselves have little to say on the matter, which, perhaps ironically, only adds to the confusion and lack of consensus surrounding their kind. After all, if even chaos cannot be trusted to be chaotic, would that not be the purest form of entropy? \n\n<title level=\"2\" right=\"\">Warpwaves</title> Many proteans can subject their foes to disorienting alterations perceived in time and space by creating ripples of unstable reality in the environment called warpwaves. When a creature fails its saving throw and is affected by a warpwave, roll 1d8 and consult the table below for the specific effect on that creature. Unless indicated otherwise, a warpwave effect lasts for 1d4 rounds, and a new warpwave effect negates any previous warpwave effect already affecting a creature.\n<table> <tr><td>D8</td><td>Warpwave Effect</td></tr> <tr><td>1</td><td>Clumsy 2 (3 on a critical failure)</td></tr> <tr><td>2</td><td>Confused and gains 4d6 temporary Hit Points</td></tr> <tr><td>3</td><td>Dazzled (permanent on a critical failure)</td></tr> <tr><td>4</td><td>Enfeebled 2 (3 on a critical failure)</td></tr> <tr><td>5</td><td>Immobilized by filaments of energy</td></tr> <tr><td>6</td><td>Quickened (Stride, Strike, or Step only)</td></tr> <tr><td>7</td><td>Slowed 1</td></tr> <tr><td>8</td><td>Stupefied 2 (3 on a critical failure)</td></tr> </table>\r\n\r\n<title level=\"2\">Members</title>\r\n[Akizendri](/Monsters.aspx?ID=764) (Creature 3), [Azuretzi](/Monsters.aspx?ID=765) (Creature 5), [Hegessik](/Monsters.aspx?ID=1019) (Creature 15), [Imentesh](/Monsters.aspx?ID=766) (Creature 10), [Izfiitar](/Monsters.aspx?ID=1020) (Creature 20), [Keketar](/Monsters.aspx?ID=338) (Creature 17), [Naunet](/Monsters.aspx?ID=337) (Creature 7), [Voidworm](/Monsters.aspx?ID=336) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Ancient Immortals</title>\r\n\r\nAmong the numerous types of immortals that dwell in the Great Beyond, the proteans are surely some of the oldest. They’ve waged war against the inevitable aeons from the advent of their first creation, and speak longingly of that time before the gods themselves imposed order upon reality.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Born from Chaos</title>\r\n\r\nThe Maelstrom, home of all proteans, is the whirling mass of turbulent primal energy, planar waves, and soul-stuff that surrounds the Outer Planes. Planar scholars theorize that all of reality was originally formed from the Maelstrom in the early days of the cosmos—a theory proteans don’t necessarily dispute.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Defending Chaos</title>\r\n\r\nWhere proteans go, chaos follows. To proteans, there is no purer form of existence than entropy, and they constantly seek to oppose the establishment of order in the Great Beyond. However, proteans don’t see life as being incompatible with chaos; rather, they simply believe beings—immortal or not—deserve complete freedom on their own terms.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Proteans</title>\r\n\r\nMany other proteans beyond those presented here dwell in the Maelstrom, including the spectral pelagastrs, the nearly humanoid shapechanging ourdivars, and the incredibly powerful izfiitars.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Protean Divinities</title>\r\n\r\nThe most powerful of all proteans are a group of demigods known collectively as protean lords. Yet even their vast might pales in comparison to that of the mysterious Speakers of the Depths. The Speakers are the most enigmatic of the Maelstrom’s gods—even their exact nature is unknown, and scholars disagree as to whether they are even divinities or just aspects of the Maelstrom itself.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Protean Names</title>\r\n\r\nIndividual proteans have two names: a traditional name in their hissing, confusing language; and an honorary title. The latter is easily translated to other languages, but a protean’s traditional name can only rarely be uttered in any tongue other than Protean. As such, most proteans tend to go by their titles when dealing with outsiders, referring to themselves as, for example, “Song of Gentle Poison” or “Sibilant Cry of the Storm.”\r\n</aside>",
 "name": "Protean",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 266</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGuardians of disorder and natives of the primal plane of chaos known as the Maelstrom, proteans consider it their calling to spread bedlam and hasten …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 266"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 266</row>",
 "speed": {},
 "summary": "Guardians of disorder and natives of the primal plane of chaos known as the Maelstrom, proteans consider it their calling to spread bedlam and hasten …",
 "summary_markdown": "Guardians of disorder and natives of the primal plane of chaos known as the Maelstrom, proteans consider it their calling to spread bedlam and hasten …",
 "text": " Protean Source Bestiary pg. 266 Guardians of disorder and natives of the primal plane of chaos known as the Maelstrom, proteans consider it their calling to spread bedlam and hasten entropic ends. The most powerful proteans are demigods known collectively as the protean lords, although they are mysterious entities whose cults on the Material Plane tend to be obscure and secretive. Proteans divide themselves into a loose caste system and possess a dizzying variety of powers. Most proteans have a serpentine body with the head of a primeval beast. Scholars have long been intrigued by this fact—that scions of dissolution and disorder would share so many features—pointing out that even in the purest chaos there is some semblance of order. Others note that the serpentine form is one of the most primeval shapes, perhaps suggesting that in a reality at the dawn of time, such shapes were all that could exist. The proteans themselves have little to say on the matter, which, perhaps ironically, only adds to the confusion and lack of consensus surrounding their kind. After all, if even chaos cannot be trusted to be chaotic, would that not be the purest form of entropy? Warpwaves Many proteans can subject their foes to disorienting alterations perceived in time and space by creating ripples of unstable reality in the environment called warpwaves. When a creature fails its saving throw and is affected by a warpwave, roll 1d8 and consult the table below for the specific effect on that creature. Unless indicated otherwise, a warpwave effect lasts for 1d4 rounds, and a new warpwave effect negates any previous warpwave effect already affecting a creature. D8 Warpwave Effect 1 Clumsy 2 (3 on a critical failure) 2 Confused and gains 4d6 temporary Hit Points 3 Dazzled (permanent on a critical failure) 4 Enfeebled 2 (3 on a critical failure) 5 Immobilized by filaments of energy 6 Quickened (Stride, Strike, or Step only) 7 Slowed 1 8 Stupefied 2 (3 on a critical failure) Members Akizendri (Creature 3), Azuretzi (Creature 5), Hegessik (Creature 15), Imentesh (Creature 10), Izfiitar (Creature 20), Keketar (Creature 17), Naunet (Creature 7), Voidworm (Creature 1) Ancient Immortals Among the numerous types of immortals that dwell in the Great Beyond, the proteans are surely some of the oldest. They’ve waged war against the inevitable aeons from the advent of their first creation, and speak longingly of that time before the gods themselves imposed order upon reality. Born from Chaos The Maelstrom, home of all proteans, is the whirling mass of turbulent primal energy, planar waves, and soul-stuff that surrounds the Outer Planes. Planar scholars theorize that all of reality was originally formed from the Maelstrom in the early days of the cosmos—a theory proteans don’t necessarily dispute. Defending Chaos Where proteans go, chaos follows. To proteans, there is no purer form of existence than entropy, and they constantly seek to oppose the establishment of order in the Great Beyond. However, proteans don’t see life as being incompatible with chaos; rather, they simply believe beings—immortal or not—deserve complete freedom on their own terms. Other Proteans Many other proteans beyond those presented here dwell in the Maelstrom, including the spectral pelagastrs, the nearly humanoid shapechanging ourdivars, and the incredibly powerful izfiitars. Protean Divinities The most powerful of all proteans are a group of demigods known collectively as protean lords. Yet even their vast might pales in comparison to that of the mysterious Speakers of the Depths. The Speakers are the most enigmatic of the Maelstrom’s gods—even their exact nature is unknown, and scholars disagree as to whether they are even divinities or just aspects of the Maelstrom itself. Protean Names Individual proteans have two names: a traditional name in their hissing, confusing language; and an honorary title. The latter is easily translated to other languages, but a protean’s traditional name can only rarely be uttered in any tongue other than Protean. As such, most proteans tend to go by their titles when dealing with outsiders, referring to themselves as, for example, “Song of Gentle Poison” or “Sibilant Cry of the Storm.” ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=82",
 "weakness": {}
}