{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Psychopomp",
 "creature_family_markdown": "Psychopomp",
 "exclude_from_search": false,
 "id": "creature-family-83",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Psychopomp](/MonsterFamilies.aspx?ID=83)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 270</row>\n\nPsychopomps are guardians and shepherds of the dead native to the Boneyard, the vast plane of graves where mortal souls are judged and sent on to their eternal rewards or damnations. Psychopomps ensure that the dead come to terms with their transition from mortality and are properly sorted into the appropriate afterlife. They also protect souls from being preyed upon by supernatural predators. Nearly all psychopomps wear masks, especially when they’re likely to be interacting with mortals, although the types of masks they wear are as varied as the psychopomps themselves. The courts of the Boneyard preside in Requian, a somber yet melodic language spoken slowly with various tonal shifts.\r\n\r\n<title level=\"2\">Members</title>\r\n[Algea](/Monsters.aspx?ID=1420) (Creature 11), [Catrina](/Monsters.aspx?ID=768) (Creature 5), [Eseneth](/Monsters.aspx?ID=2422) (Creature 17), [Esobok](/Monsters.aspx?ID=767) (Creature 3), [Morrigna](/Monsters.aspx?ID=340) (Creature 15), [Nosoi](/Monsters.aspx?ID=339) (Creature 1), [Vanth](/Monsters.aspx?ID=769) (Creature 7), [Vanth Warrior](/Monsters.aspx?ID=2427) (Creature 14), [Yamaraj](/Monsters.aspx?ID=770) (Creature 20)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Pyschopomps</title>\r\n\r\nNosois and morrignas are far from the only of their kind. Many others, like the skeletal vanths or the draconic yamarajes, also aid in the stewardship of the dead.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Psychopomp Courts</title>\r\n\r\nPsychopomps rarely oppose [celestials](/Traits.aspx?ID=23) or [fiends](/Traits.aspx?ID=70). In fact, they frequently host such creatures in the [Boneyard](/Planes.aspx?ID=15), particularly in the sprawling psychopomp courts where these outsiders petition for one soul or another to be remanded to their jurisdiction. Complicated cases are judged by [yamarajes](/Monsters.aspx?ID=770), while the thorniest or most politically delicate are handed by [Pharasma](/Deities.aspx?ID=14) herself.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Psychopomp Foes</title>\r\n\r\nPsychopomps' greatest enemies are creatures that devour or steal souls, such as [astradaemons](/Monsters.aspx?ID=91) and [night hags](/Monsters.aspx?ID=257). Their other opponents include necromancers, proteans, and those who have unnaturally extended their lifespan, such as [liches](/Monsters.aspx?ID=282).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Psychopomp Traitors</title>\r\n\r\nSome psychopomps view their task of sorting souls as ultimately hollow and meaningless, since the multiverse itself must one day end. Eons ago, these rebels shirked their duties and fled to the empty corners of the planes, becoming a new type of evil creature called a [sahkil](/MonsterFamilies.aspx?ID=208). Sahkils feed on mortal fears, particularly fears of death, and enjoy tormenting those who must die. Psychopomps generally leave these malcontents alone, except when sahkils interfere with the proper flow of souls.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Psychopomps Divinities</title>\r\n\r\nThe most powerful of the psychopomps are unique demigods known collectively as “ushers,” each of whom has its own cult. These psychopomp divinities include Atropos, the Last Sister; Barzahk, the Passage; Ceyanan, the Shepherd; Dammar, the Denied; Imot, the Symbol of Doom; Mother Vulture, the Flesheater; Mrtyu, Death's Consort; Narakas, the Cleansing Sentence; the Pale Horse; Phlegyas, Consoler of Atheists; Saloc, Minder of Immortals; Teshallas, the Primordial Poison; and Vale, the Court of the Ancestors.\r\n</aside>",
 "name": "Psychopomp",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 270</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPsychopomps are guardians and shepherds of the dead native to the Boneyard, the vast plane of graves where mortal souls are judged and sent on to …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 270"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 270</row>",
 "speed": {},
 "summary": "Psychopomps are guardians and shepherds of the dead native to the Boneyard, the vast plane of graves where mortal souls are judged and sent on to …",
 "summary_markdown": "Psychopomps are guardians and shepherds of the dead native to the Boneyard, the vast plane of graves where mortal souls are judged and sent on to …",
 "text": " Psychopomp Source Bestiary pg. 270 Psychopomps are guardians and shepherds of the dead native to the Boneyard, the vast plane of graves where mortal souls are judged and sent on to their eternal rewards or damnations. Psychopomps ensure that the dead come to terms with their transition from mortality and are properly sorted into the appropriate afterlife. They also protect souls from being preyed upon by supernatural predators. Nearly all psychopomps wear masks, especially when they’re likely to be interacting with mortals, although the types of masks they wear are as varied as the psychopomps themselves. The courts of the Boneyard preside in Requian, a somber yet melodic language spoken slowly with various tonal shifts. Members Algea (Creature 11), Catrina (Creature 5), Eseneth (Creature 17), Esobok (Creature 3), Morrigna (Creature 15), Nosoi (Creature 1), Vanth (Creature 7), Vanth Warrior (Creature 14), Yamaraj (Creature 20) Other Pyschopomps Nosois and morrignas are far from the only of their kind. Many others, like the skeletal vanths or the draconic yamarajes, also aid in the stewardship of the dead. Psychopomp Courts Psychopomps rarely oppose celestials or fiends. In fact, they frequently host such creatures in the Boneyard, particularly in the sprawling psychopomp courts where these outsiders petition for one soul or another to be remanded to their jurisdiction. Complicated cases are judged by yamarajes, while the thorniest or most politically delicate are handed by Pharasma herself. Psychopomp Foes Psychopomps' greatest enemies are creatures that devour or steal souls, such as astradaemons and night hags. Their other opponents include necromancers, proteans, and those who have unnaturally extended their lifespan, such as liches. Psychopomp Traitors Some psychopomps view their task of sorting souls as ultimately hollow and meaningless, since the multiverse itself must one day end. Eons ago, these rebels shirked their duties and fled to the empty corners of the planes, becoming a new type of evil creature called a sahkil. Sahkils feed on mortal fears, particularly fears of death, and enjoy tormenting those who must die. Psychopomps generally leave these malcontents alone, except when sahkils interfere with the proper flow of souls. Psychopomps Divinities The most powerful of the psychopomps are unique demigods known collectively as “ushers,” each of whom has its own cult. These psychopomp divinities include Atropos, the Last Sister; Barzahk, the Passage; Ceyanan, the Shepherd; Dammar, the Denied; Imot, the Symbol of Doom; Mother Vulture, the Flesheater; Mrtyu, Death's Consort; Narakas, the Cleansing Sentence; the Pale Horse; Phlegyas, Consoler of Atheists; Saloc, Minder of Immortals; Teshallas, the Primordial Poison; and Vale, the Court of the Ancestors. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=83",
 "weakness": {}
}