{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Qlippoth",
 "creature_family_markdown": "Qlippoth",
 "exclude_from_search": false,
 "id": "creature-family-146",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Qlippoth](/MonsterFamilies.aspx?ID=146)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 212 <sup>2.0</sup></row>\n\nLong before the creatures known as [demons](/MonsterFamilies.aspx?ID=28) came to be the dominant force in the Abyss, qlippoth ruled the Outer Rifts. These inimical creatures are a form of primordial and alien evil that predates mortal life, and most immortal life as well. Since the rise of mortal sin and the associated expansion of demonic life through the Abyss, qlippoth have been driven to the deepest reaches of the Abyss, and they seethe with rancor at the loss of their realms. Yet rather than directly oppose demons, qlippoth instead turn to the source—mortal sin—and wage an endless war to eradicate all creatures capable of sinful acts so that the demonic tide might be turned back.\r\n\r\n<title level=\"2\">Members</title>\r\n[Augnagar](/Monsters.aspx?ID=776) (Creature 14), [Chernobue](/Monsters.aspx?ID=775) (Creature 12), [Cythnigot](/Monsters.aspx?ID=772) (Creature 1), [Nyogoth](/Monsters.aspx?ID=774) (Creature 10), [Shoggti](/Monsters.aspx?ID=773) (Creature 7), [Thulgant](/Monsters.aspx?ID=777) (Creature 18)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Qlippoth</title>\r\n\r\nThe qlippoth presented here are but a small fraction of the squirming awfulness that lurks in the deeper rifts of the [Abyss](/Planes.aspx?ID=13). Other types of qlippoth include multi-armed, crab-like gongorinans, which use living creatures as incubators; shapeshifting utukku, which infiltrate and undermine religions; death-spawned behimirons, which slay the living to reproduce; and the living siege engines known as catabolignes. Yet most frightening of all is the immense iathavos, a monster so abhorrent that even the Abyss cannot bear to allow more than one to exist at any one time.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Qlippoth and Demons</title>\r\n\r\nQlippoth ruled the [Abyss](/Planes.aspx?ID=13) for eons and still see themselves as its rightful rulers. When the Abyss first began to spawn [demons](/MonsterFamilies.aspx?ID=28) from the souls of sinful humanoids, the realm was plunged into a brutal war spanning untold millennia, in which qlippoth, though more powerful and established, were slowly but surely driven back by the endless demonic hordes who spawned far more quickly than qlippoth could ever hope to match. Today, qlippoth have been driven to the deepest, darkest corners of the Abyss where they cling tightly to the crumbling remains of their territory.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Qlippoth and Mortals</title>\r\n\r\nAs qlippoth lost territory to their [demonic](/MonsterFamilies.aspx?ID=28) rivals, they realized that the only way to stem the tide of demonic forces was to starve them of the sinful souls that the [Abyss](/Planes.aspx?ID=13) uses to spawn new demons. While qlippoth have no concept of how they might go about preventing sin by changing the way mortals act, they do understand that exterminating mortal life would solve the problem as well.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Qlippoth Lords</title>\r\n\r\nThe most powerful qlippoth are quasi-deities themselves, ancient entities only rarely worshipped by non-qlippoth. Of these monstrous divinities, the Polymorph Plague, Yamasoth, is the most well-known. Others include Chavazvug the Crawling Inferno, Isph-Aun-Vuln the Feaster Within, and Thuskchoon the Everglutton.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Qlippoth Realms</title>\r\n\r\nAlthough it is widely accepted that qlippoth have lost incalculable territory in the [Abyss](/Planes.aspx?ID=13) to [demonkind](/MonsterFamilies.aspx?ID=28), these fiends still control vast regions in the deepest reaches of that plane. Some sages suggest the troubling possibility that perhaps qlippoth still hold more territory of the Abyss than demons do, but because demons are more concerned with mortal life, we simply interact with the layers they control more often. For all we know, these dour sages postulate, the Abyss teems with endless swarms of qlippoth that have yet to make their move against mortal life.\r\n</aside>",
 "name": "Qlippoth",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 212 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLong before the creatures known as  demons  came to be the dominant force in the Abyss, qlippoth ruled the Outer Rifts. These inimical creatures are …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 212"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 212 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Long before the creatures known as  demons  came to be the dominant force in the Abyss, qlippoth ruled the Outer Rifts. These inimical creatures are …",
 "summary_markdown": "Long before the creatures known as  demons  came to be the dominant force in the Abyss, qlippoth ruled the Outer Rifts. These inimical creatures are …",
 "text": " Qlippoth Source Bestiary 2 pg. 212 2.0 Long before the creatures known as demons came to be the dominant force in the Abyss, qlippoth ruled the Outer Rifts. These inimical creatures are a form of primordial and alien evil that predates mortal life, and most immortal life as well. Since the rise of mortal sin and the associated expansion of demonic life through the Abyss, qlippoth have been driven to the deepest reaches of the Abyss, and they seethe with rancor at the loss of their realms. Yet rather than directly oppose demons, qlippoth instead turn to the source—mortal sin—and wage an endless war to eradicate all creatures capable of sinful acts so that the demonic tide might be turned back. Members Augnagar (Creature 14), Chernobue (Creature 12), Cythnigot (Creature 1), Nyogoth (Creature 10), Shoggti (Creature 7), Thulgant (Creature 18) Other Qlippoth The qlippoth presented here are but a small fraction of the squirming awfulness that lurks in the deeper rifts of the Abyss. Other types of qlippoth include multi-armed, crab-like gongorinans, which use living creatures as incubators; shapeshifting utukku, which infiltrate and undermine religions; death-spawned behimirons, which slay the living to reproduce; and the living siege engines known as catabolignes. Yet most frightening of all is the immense iathavos, a monster so abhorrent that even the Abyss cannot bear to allow more than one to exist at any one time. Qlippoth and Demons Qlippoth ruled the Abyss for eons and still see themselves as its rightful rulers. When the Abyss first began to spawn demons from the souls of sinful humanoids, the realm was plunged into a brutal war spanning untold millennia, in which qlippoth, though more powerful and established, were slowly but surely driven back by the endless demonic hordes who spawned far more quickly than qlippoth could ever hope to match. Today, qlippoth have been driven to the deepest, darkest corners of the Abyss where they cling tightly to the crumbling remains of their territory. Qlippoth and Mortals As qlippoth lost territory to their demonic rivals, they realized that the only way to stem the tide of demonic forces was to starve them of the sinful souls that the Abyss uses to spawn new demons. While qlippoth have no concept of how they might go about preventing sin by changing the way mortals act, they do understand that exterminating mortal life would solve the problem as well. Qlippoth Lords The most powerful qlippoth are quasi-deities themselves, ancient entities only rarely worshipped by non-qlippoth. Of these monstrous divinities, the Polymorph Plague, Yamasoth, is the most well-known. Others include Chavazvug the Crawling Inferno, Isph-Aun-Vuln the Feaster Within, and Thuskchoon the Everglutton. Qlippoth Realms Although it is widely accepted that qlippoth have lost incalculable territory in the Abyss to demonkind, these fiends still control vast regions in the deepest reaches of that plane. Some sages suggest the troubling possibility that perhaps qlippoth still hold more territory of the Abyss than demons do, but because demons are more concerned with mortal life, we simply interact with the layers they control more often. For all we know, these dour sages postulate, the Abyss teems with endless swarms of qlippoth that have yet to make their move against mortal life. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=146",
 "weakness": {}
}