{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Rakshasa",
 "creature_family_markdown": "Rakshasa",
 "exclude_from_search": false,
 "id": "creature-family-85",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Rakshasa](/MonsterFamilies.aspx?ID=85)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 274</row>\n\nRakshasas are evil spirits that cloak themselves in the guises of humanoid creatures, that they might walk unseen among their prey. They embody what is taboo among most societies, and in the shape of those they seek to defile, rakshasas gorge themselves on these hideous acts. A wide range of rakshasas exist; presented below are the diminutive, sinister dandasuka rakshasa and the infamous raja rakshasa, who are the most widespread and commonly encountered of these fiends.\r\n\r\n<title level=\"2\">Members</title>\r\n[Dandasuka](/Monsters.aspx?ID=344) (Creature 5), [Maharaja](/Monsters.aspx?ID=1272) (Creature 20), [Raja Rakshasa](/Monsters.aspx?ID=345) (Creature 10), [Raktavarna](/Monsters.aspx?ID=1271) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Rakshasa Immortals</title>\r\n\r\nAbove all rakshasas rule the rakshasa immortals, powerful unique entities who deem themselves deities. These beings include Aksha of the Second Breath, Bundha the Singing Butcher, Dradjit the Godslayer, Kunkarna the Dream Warrior, Mursha the Beastmaster, Otikaya the Spirit Archer, Surpa the Avenger, Zabha the Desecrator, and untold others.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Rakshasa Locations</title>\r\n\r\nRakshasas are one of the few types of [fiends](/Traits.aspx?ID=70) native to the [Material Plane](/Planes.aspx?ID=1) and aren't typically found on other planes. Instead, most rakshasas live in urban areas where [humanoids](/Traits.aspx?ID=91) congregate, supplying these fiends with a variety of mortals to prey upon and bend to their wills, as well as all the luxuries that humanoid society can offer.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Rakshasa Reincarnation</title>\r\n\r\nRakshasas typically reincarnate after their deaths and retain hazy memories of their past lives. Successful and particularly wicked rakshasas take more powerful forms when reborn, while weak rakshasas reincarnate as lesser forms or even fail to reincarnate entirely.\r\n</aside>",
 "name": "Rakshasa",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 274</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRakshasas are evil spirits that cloak themselves in the guises of humanoid creatures, that they might walk unseen among their prey. They embody what …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 274"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 274</row>",
 "speed": {},
 "summary": "Rakshasas are evil spirits that cloak themselves in the guises of humanoid creatures, that they might walk unseen among their prey. They embody what …",
 "summary_markdown": "Rakshasas are evil spirits that cloak themselves in the guises of humanoid creatures, that they might walk unseen among their prey. They embody what …",
 "text": " Rakshasa Source Bestiary pg. 274 Rakshasas are evil spirits that cloak themselves in the guises of humanoid creatures, that they might walk unseen among their prey. They embody what is taboo among most societies, and in the shape of those they seek to defile, rakshasas gorge themselves on these hideous acts. A wide range of rakshasas exist; presented below are the diminutive, sinister dandasuka rakshasa and the infamous raja rakshasa, who are the most widespread and commonly encountered of these fiends. Members Dandasuka (Creature 5), Maharaja (Creature 20), Raja Rakshasa (Creature 10), Raktavarna (Creature 1) Rakshasa Immortals Above all rakshasas rule the rakshasa immortals, powerful unique entities who deem themselves deities. These beings include Aksha of the Second Breath, Bundha the Singing Butcher, Dradjit the Godslayer, Kunkarna the Dream Warrior, Mursha the Beastmaster, Otikaya the Spirit Archer, Surpa the Avenger, Zabha the Desecrator, and untold others. Rakshasa Locations Rakshasas are one of the few types of fiends native to the Material Plane and aren't typically found on other planes. Instead, most rakshasas live in urban areas where humanoids congregate, supplying these fiends with a variety of mortals to prey upon and bend to their wills, as well as all the luxuries that humanoid society can offer. Rakshasa Reincarnation Rakshasas typically reincarnate after their deaths and retain hazy memories of their past lives. Successful and particularly wicked rakshasas take more powerful forms when reborn, while weak rakshasas reincarnate as lesser forms or even fail to reincarnate entirely. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=85",
 "weakness": {}
}