{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Ratfolk",
 "creature_family_markdown": "Ratfolk",
 "exclude_from_search": false,
 "id": "creature-family-105",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Ratfolk](/MonsterFamilies.aspx?ID=105)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 277</row>\n\nTrue to their name, ratfolk are rodent-like humanoids well suited to living on the outskirts of mainstream society. Despite common misconceptions that they are dirty or diseased, ysoki, as they call themselves, keep impeccably clean. Ratfolk are also sometimes mistaken for wererats and initially treated with fear until they can correct the mistaken identiflcation—if they get the chance to do so.\n\n In general, ratfolk have a keen understanding of pathological and alchemical sciences, which they employ in trade and self-defense. They make accomplished alchemists and tinkerers, and they often protect their lairs with traps, bombs, and other creations. Ratfolk merchants regularly dispatch large trade caravans that travel widely for a year or more before returning to their home community. During this time they make an effort to learn new things from the people they encounter and collect new, interesting materials and goods that they can bring back to their warrens.\n\n In their warrens, on the road, and in cities, ratfolk are extremely communal, thriving on proximity to and contact with one another even in relatively tight spaces. In addition, ratfolk are excellent at fighting in cramped spaces alongside their kin. Threatening one ratfolk or their allies is a sure  re way to rally the whole community.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ratfolk Grenadier](/Monsters.aspx?ID=348) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Ratfolk Locations</title>\r\n\r\nOn Golarion, ysoki are most numerous in the Darklands below the continent of Tian Xia, where they rule a vast empire, but they can be found in the Inner Sea region as well—particularly in the badlands and hills of Numeria, where they eagerly scavenge and collect strange technological wonders and weapons.\r\n</aside>",
 "name": "Ratfolk",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 277</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTrue to their name, ratfolk are rodent-like humanoids well suited to living on the outskirts of mainstream society. Despite common misconceptions …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 277"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 277</row>",
 "speed": {},
 "summary": "True to their name, ratfolk are rodent-like humanoids well suited to living on the outskirts of mainstream society. Despite common misconceptions …",
 "summary_markdown": "True to their name, ratfolk are rodent-like humanoids well suited to living on the outskirts of mainstream society. Despite common misconceptions …",
 "text": " Ratfolk Source Bestiary pg. 277 True to their name, ratfolk are rodent-like humanoids well suited to living on the outskirts of mainstream society. Despite common misconceptions that they are dirty or diseased, ysoki, as they call themselves, keep impeccably clean. Ratfolk are also sometimes mistaken for wererats and initially treated with fear until they can correct the mistaken identiflcation—if they get the chance to do so. In general, ratfolk have a keen understanding of pathological and alchemical sciences, which they employ in trade and self-defense. They make accomplished alchemists and tinkerers, and they often protect their lairs with traps, bombs, and other creations. Ratfolk merchants regularly dispatch large trade caravans that travel widely for a year or more before returning to their home community. During this time they make an effort to learn new things from the people they encounter and collect new, interesting materials and goods that they can bring back to their warrens. In their warrens, on the road, and in cities, ratfolk are extremely communal, thriving on proximity to and contact with one another even in relatively tight spaces. In addition, ratfolk are excellent at fighting in cramped spaces alongside their kin. Threatening one ratfolk or their allies is a sure re way to rally the whole community. Members Ratfolk Grenadier (Creature 4) Ratfolk Locations On Golarion, ysoki are most numerous in the Darklands below the continent of Tian Xia, where they rule a vast empire, but they can be found in the Inner Sea region as well—particularly in the badlands and hills of Numeria, where they eagerly scavenge and collect strange technological wonders and weapons. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=105",
 "weakness": {}
}