{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Ravener",
 "creature_family_markdown": "Ravener",
 "exclude_from_search": false,
 "id": "creature-family-148",
 "image": [
  "/Images/Monsters/Ravener.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Ravener](/MonsterFamilies.aspx?ID=148)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 222 <sup>2.0</sup></row>\n\nThough their lifespans can measure in millennia, all dragons must eventually perish. While many do so on the blades or under the spells of dragonslayers, some manage to outlast their enemies and must, in time, face the truth that awaits all living creatures at the end of their natural lifespan. As with many other creatures, some dragons respond to such looming reminders of their own mortality poorly, and the particularly prideful or wrathful of their kind often lash out in anger when confronted by this grim truth. Peace and acceptance may find some dragons, but the most stubborn of their ilk (and invariably the most wicked) may pursue a different answer to the problem. These dragons seek out sinister rites that can transform them into undead creatures known as raveners.\n\n A ravener’s flesh is stripped away as part of the transformation, leaving only their skeleton. What they lose in flesh, however, the dragon gains in soul-rending power, as their raw spiritual energy forms a protective barrier around their skeleton, keeping it intact and allowing flight with now-skeletal wings. This new existence is not so easy to maintain as other forms of undeath, however, and the ravener must feed regularly on the souls of living creatures to power their profane metabolism. This hunger is much greater than that of a living dragon, so raveners are forced to relocate regularly, traveling to fresh hunting grounds each time they strip their current home of prey. A ravener may depopulate whole regions at a time in order to sate their endless hunger for souls, lest they lose much of their power and become a ravener husk.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ravener](/Monsters.aspx?ID=783) (Creature 21), [Ravener Husk](/Monsters.aspx?ID=784) (Creature 14)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Ravener Lairs</title>\r\n\r\nCunning and paranoid, raveners prefer to make their lairs in places hostile to mortal life: atop peaks so high that living creatures struggle to breathe the rarefied air, submerged beneath pools of magma in the caldera of an active volcano, and so on. Some raveners even go so far as to deliberately fill their entire lair with lethally poisonous gases, and raveners that are capable of advanced spellcasting often seal their lairs completely, accessing them exclusively by spells such as [_teleport_](/Spells.aspx?ID=338) or [_gaseous form_](/Spells.aspx?ID=129). Of course, raveners must feed on the living to persist, so they never locate their lairs so far from sources of life that they'll starve.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Ravener Minions</title>\r\n\r\nRaveners view most undead creatures with little more respect than they have for living creatures, but they often make use of them as servants. They prefer incorporeal undead such as [ghosts](/MonsterFamilies.aspx?ID=51), [specters](/Monsters.aspx?ID=812), and [wraiths](/MonsterFamilies.aspx?ID=164) over such crude and simple minions as [skeletons](/MonsterFamilies.aspx?ID=92) and [zombies](/MonsterFamilies.aspx?ID=103).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Ravener Patrons</title>\r\n\r\nWhile most dragons are too prideful to turn to anyone, even the gods, for help, a few who seek to become raveners are so desperate to stave off death that they might turn to powerful patrons for aid, such as demon lords, evil deities, or powerful necromancers, offering service in exchange for their transformation.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Ravener Spellcasters</title>\r\n\r\nInstead of gaining the vicious criticals ability, a ravener spellcaster gains additional spellcasting prowess. When creating your own ravener spellcaster, give it the spellcasting ability of a spellcaster roughly 2 levels higher than a normal spellcasting dragon of its kind. This typically means that if the original dragon had two spells prepared of its highest level, you should add one more spell of that level and then two spells of the next highest level, while if it had three spells prepared of its highest level, you would add three spells of the next highest level (if applicable, add only a single 10th-level spell). Either way, increase its cantrip level by 1.\n\n If the ravener is unusually young, you might be able to use spells from the relevant spellcasting dragon sidebar, but for a typical ancient dragon, consider the following spells to fill in the new slots, depending on which level of spells you need. \n<ul><li>**10th** [_wish_](/Spells.aspx?ID=377)</li><li>**9th** [_power word kill_](/Spells.aspx?ID=227), [_telepathic demand_](/Spells.aspx?ID=336), [_weird_](/Spells.aspx?ID=375)</li><li>**8th** [_disappearance_](/Spells.aspx?ID=73), [_maze_](/Spells.aspx?ID=187), [_mind blank_](/Spells.aspx?ID=192)</li><li>**7th** [_contingency_](/Spells.aspx?ID=49), [_energy aegis_](/Spells.aspx?ID=100), [_spell turning_](/Spells.aspx?ID=297)</li></ul>\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Ravener Treasure</title>\r\n\r\nBecause they change lairs more often than living dragons, raveners prefer treasure that is compact and easily transported. Instead of sprawling mountains of coins, they tend to prefer precious gems, art objects, and especially magic items, particularly magic items they are capable of using.\r\n</aside>\n\n<title level=\"2\">Creating a Ravener</title>\r\n\r\nAny evil dragon of at least level 13 can become a ravener, although it is exceedingly rare for a dragon younger than an ancient true dragon (such as a chromatic, primal, or metallic dragon) to do so. Typically, the dragon must perform a rare ritual called [_ravenous reanimation_](/Rituals.aspx?ID=26), but this requirement can be waived if the prospective ravener has the aid of a powerful patron. In certain unique conditions, such as the intervention of a vile god of undeath, a dragon can transform into a ravener after death without the use of this rite at all. A ravener is a powerful creature that is likely to have a major impact on your game, so you might want to create each one as a custom monster. If you don't have time, you can also create a ravener via the following steps. Increase the dragon's level by 2 and change their statistics as follows. \n<ul><li>They gain the undead trait and the Necril language. </li><li>Increase their AC, attack bonuses, DCs, saving throws, and skill modifiers by 2. </li><li>They gain weakness to good damage and more HP (see below). </li><li>The ravener's melee strikes deal an additional 2d6 negative damage, and their damaging Breath Weapon deals an additional 4d6 persistent negative damage.</li></ul> \n\n## Ravener\n<row gap=\"tiny\">\n<table> <tr><td>**Starting Level**</td><td>**HP Increase**</td><td>**Weakness**</td></tr> <tr><td>13-20</td><td>50</td><td>15</td></tr> <tr><td>21 or greater</td><td>90</td><td>20</td></tr> </table></row> \n\n### Ravener Abilities \n A ravener gains the following abilities. \n\n[**Darkvision**](/MonsterAbilities.aspx?ID=12) \n\n**Soulsense** A ravener senses the spiritual essence of living and undead creatures within the listed range. Creatures whose material bodies are one unit with their souls, like [celestials](/Traits.aspx?ID=23) and [fiends](/Traits.aspx?ID=70), appear brighter to this sense. \n\n**[Negative Healing](/MonsterAbilities.aspx?ID=42)** \n\n**Immunities** death effects, disease, paralyzed, poison, unconscious \n\n**Cowering Fear** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) A ravener's [frightful presence](/MonsterAbilities.aspx?ID=17) causes creatures to cower in fear as well. As long as a creature is at least [frightened 2](/Conditions.aspx?ID=19) or more as a result of the ravener's frightful presence, it is also [immobilized](/Conditions.aspx?ID=24) from the fear. \n\n**Soul Ward** An intangible field of necromantic energy protects a ravener from total destruction. A soul ward has 150 maximum Hit Points, or 200 if the ravener is level 21 or higher. Whenever a ravener would be reduced below 1 Hit Point, all damage in excess of what would reduce them to 1 Hit Point is instead dealt to their soul ward. If this damage reduces the soul ward to fewer than 0 Hit Points, the ravener is destroyed. A soul ward's Hit Points can be restored only via specific ravener abilities such as Consume Soul, ravenous breath, or vicious criticals. A ravener who goes more than a week without successfully using Consume Soul to feed on a dying creature starves, and their soul ward loses 1d4 Hit Points each day until they feed. If the ravener's soul ward loses all its Hit Points while the ravener still has more than 1 HP, they become a ravener husk. \n\n**Consume Soul** <actions string=\"Free Action\" /> ([death](/Traits.aspx?ID=40), [divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) **Trigger** A living creature within 30 feet of the ravener dies; **Effect** The ravener tears the creature's soul from its body with their maw and gulps it down. The dying creature must attempt a DC 44 Fortitude save.\n\n**Critical Success** The creature is unaffected.<br />\n**Success** The ravener tears off a small chunk of the creature’s soul. If the victim is restored to life, they are [drained 1](/Conditions.aspx?ID=10) in addition to any other side effects of returning to life. The ravener adds a number of Hit Points to their soul ward equal to half the creature’s level.<br />\n**Failure** As success, but the creature’s soul is ravaged. The creature is drained 3 and the ravener adds a number of Hit Points to their soul ward equal to the creature’s level.<br />\n**Critical Failure** As failure, but the ravener devours the entire soul. The victim can’t be restored to life as long as the ravener exists except via a 10th-level effect such as [_miracle_](/Spells.aspx?ID=196) or [_wish_](/Spells.aspx?ID=377), and the ravener adds a number of Hit Points to their soul ward equal to twice the creature’s level.\n\n**Discorporate** <actions string=\"Free Action\" /> ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) **Trigger** The ravener takes excess damage to their soul ward but still has at least 51 Hit Points in their soul ward; **Effect** The ravener draws deeply into their soul ward, discorporating their body into soul energy in order to escape. They take 50 damage to their soul ward and their physical body vanishes, reappearing 1d4 hours later in a random location within 1 mile from the location where they used Discorporate. \n\n**Ravenous Breath** A ravener's Breath Weapon is infused with negative energy and strips life essence from the victims. Any creature that fails its save against the ravener's Breath Weapon is drained 1 (or drained 2 on a critical failure). If at least one creature is drained by the ravener's Breath Weapon, the ravener's soul ward gains 5 Hit Points. \n\n**Vicious Criticals** The ravener treats an attack roll as a critical hit on a roll of 19 or 20, as long as the attack roll was a success. Additionally, whenever the ravener makes a critical hit with one of their Strikes, the target must succeed on a Fortitude save or gain the [drained 1](/Conditions.aspx?ID=10) condition. If the target already has a drained value of greater than 0, their drained value instead increases by 1, to a maximum of drained 4. Whenever the ravener applies drain to a creature in this way, their soul ward gains 5 Hit Points.",
 "name": "Ravener",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 222 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThough their lifespans can measure in millennia, all dragons must eventually perish. While many do so on the blades or under the spells of …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 222"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 222 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Though their lifespans can measure in millennia, all dragons must eventually perish. While many do so on the blades or under the spells of …",
 "summary_markdown": "Though their lifespans can measure in millennia, all dragons must eventually perish. While many do so on the blades or under the spells of …",
 "text": " Ravener Source Bestiary 2 pg. 222 2.0 Though their lifespans can measure in millennia, all dragons must eventually perish. While many do so on the blades or under the spells of dragonslayers, some manage to outlast their enemies and must, in time, face the truth that awaits all living creatures at the end of their natural lifespan. As with many other creatures, some dragons respond to such looming reminders of their own mortality poorly, and the particularly prideful or wrathful of their kind often lash out in anger when confronted by this grim truth. Peace and acceptance may find some dragons, but the most stubborn of their ilk (and invariably the most wicked) may pursue a different answer to the problem. These dragons seek out sinister rites that can transform them into undead creatures known as raveners. A ravener’s flesh is stripped away as part of the transformation, leaving only their skeleton. What they lose in flesh, however, the dragon gains in soul-rending power, as their raw spiritual energy forms a protective barrier around their skeleton, keeping it intact and allowing flight with now-skeletal wings. This new existence is not so easy to maintain as other forms of undeath, however, and the ravener must feed regularly on the souls of living creatures to power their profane metabolism. This hunger is much greater than that of a living dragon, so raveners are forced to relocate regularly, traveling to fresh hunting grounds each time they strip their current home of prey. A ravener may depopulate whole regions at a time in order to sate their endless hunger for souls, lest they lose much of their power and become a ravener husk. Members Ravener (Creature 21), Ravener Husk (Creature 14) Ravener Lairs Cunning and paranoid, raveners prefer to make their lairs in places hostile to mortal life: atop peaks so high that living creatures struggle to breathe the rarefied air, submerged beneath pools of magma in the caldera of an active volcano, and so on. Some raveners even go so far as to deliberately fill their entire lair with lethally poisonous gases, and raveners that are capable of advanced spellcasting often seal their lairs completely, accessing them exclusively by spells such as teleport or gaseous form . Of course, raveners must feed on the living to persist, so they never locate their lairs so far from sources of life that they'll starve. Ravener Minions Raveners view most undead creatures with little more respect than they have for living creatures, but they often make use of them as servants. They prefer incorporeal undead such as ghosts, specters, and wraiths over such crude and simple minions as skeletons and zombies. Ravener Patrons While most dragons are too prideful to turn to anyone, even the gods, for help, a few who seek to become raveners are so desperate to stave off death that they might turn to powerful patrons for aid, such as demon lords, evil deities, or powerful necromancers, offering service in exchange for their transformation. Ravener Spellcasters Instead of gaining the vicious criticals ability, a ravener spellcaster gains additional spellcasting prowess. When creating your own ravener spellcaster, give it the spellcasting ability of a spellcaster roughly 2 levels higher than a normal spellcasting dragon of its kind. This typically means that if the original dragon had two spells prepared of its highest level, you should add one more spell of that level and then two spells of the next highest level, while if it had three spells prepared of its highest level, you would add three spells of the next highest level (if applicable, add only a single 10th-level spell). Either way, increase its cantrip level by 1. If the ravener is unusually young, you might be able to use spells from the relevant spellcasting dragon sidebar, but for a typical ancient dragon, consider the following spells to fill in the new slots, depending on which level of spells you need. 10th wish 9th power word kill , telepathic demand , weird 8th disappearance , maze , mind blank 7th contingency , energy aegis , spell turning Ravener Treasure Because they change lairs more often than living dragons, raveners prefer treasure that is compact and easily transported. Instead of sprawling mountains of coins, they tend to prefer precious gems, art objects, and especially magic items, particularly magic items they are capable of using. Creating a Ravener Any evil dragon of at least level 13 can become a ravener, although it is exceedingly rare for a dragon younger than an ancient true dragon (such as a chromatic, primal, or metallic dragon) to do so. Typically, the dragon must perform a rare ritual called ravenous reanimation , but this requirement can be waived if the prospective ravener has the aid of a powerful patron. In certain unique conditions, such as the intervention of a vile god of undeath, a dragon can transform into a ravener after death without the use of this rite at all. A ravener is a powerful creature that is likely to have a major impact on your game, so you might want to create each one as a custom monster. If you don't have time, you can also create a ravener via the following steps. Increase the dragon's level by 2 and change their statistics as follows. They gain the undead trait and the Necril language. Increase their AC, attack bonuses, DCs, saving throws, and skill modifiers by 2. They gain weakness to good damage and more HP (see below). The ravener's melee strikes deal an additional 2d6 negative damage, and their damaging Breath Weapon deals an additional 4d6 persistent negative damage. ## Ravener Starting Level HP Increase Weakness 13-20 50 15 21 or greater 90 20 ### Ravener Abilities A ravener gains the following abilities. Darkvision Soulsense A ravener senses the spiritual essence of living and undead creatures within the listed range. Creatures whose material bodies are one unit with their souls, like celestials and fiends, appear brighter to this sense. Negative Healing Immunities death effects, disease, paralyzed, poison, unconscious Cowering Fear (aura, emotion, fear, mental) A ravener's frightful presence causes creatures to cower in fear as well. As long as a creature is at least frightened 2 or more as a result of the ravener's frightful presence, it is also immobilized from the fear. Soul Ward An intangible field of necromantic energy protects a ravener from total destruction. A soul ward has 150 maximum Hit Points, or 200 if the ravener is level 21 or higher. Whenever a ravener would be reduced below 1 Hit Point, all damage in excess of what would reduce them to 1 Hit Point is instead dealt to their soul ward. If this damage reduces the soul ward to fewer than 0 Hit Points, the ravener is destroyed. A soul ward's Hit Points can be restored only via specific ravener abilities such as Consume Soul, ravenous breath, or vicious criticals. A ravener who goes more than a week without successfully using Consume Soul to feed on a dying creature starves, and their soul ward loses 1d4 Hit Points each day until they feed. If the ravener's soul ward loses all its Hit Points while the ravener still has more than 1 HP, they become a ravener husk. Consume Soul Free Action (death, divine, necromancy) Trigger A living creature within 30 feet of the ravener dies; Effect The ravener tears the creature's soul from its body with their maw and gulps it down. The dying creature must attempt a DC 44 Fortitude save. Critical Success The creature is unaffected. Success The ravener tears off a small chunk of the creature’s soul. If the victim is restored to life, they are drained 1 in addition to any other side effects of returning to life. The ravener adds a number of Hit Points to their soul ward equal to half the creature’s level. Failure As success, but the creature’s soul is ravaged. The creature is drained 3 and the ravener adds a number of Hit Points to their soul ward equal to the creature’s level. Critical Failure As failure, but the ravener devours the entire soul. The victim can’t be restored to life as long as the ravener exists except via a 10th-level effect such as miracle or wish , and the ravener adds a number of Hit Points to their soul ward equal to twice the creature’s level. Discorporate Free Action (divine, necromancy) Trigger The ravener takes excess damage to their soul ward but still has at least 51 Hit Points in their soul ward; Effect The ravener draws deeply into their soul ward, discorporating their body into soul energy in order to escape. They take 50 damage to their soul ward and their physical body vanishes, reappearing 1d4 hours later in a random location within 1 mile from the location where they used Discorporate. Ravenous Breath A ravener's Breath Weapon is infused with negative energy and strips life essence from the victims. Any creature that fails its save against the ravener's Breath Weapon is drained 1 (or drained 2 on a critical failure). If at least one creature is drained by the ravener's Breath Weapon, the ravener's soul ward gains 5 Hit Points. Vicious Criticals The ravener treats an attack roll as a critical hit on a roll of 19 or 20, as long as the attack roll was a success. Additionally, whenever the ravener makes a critical hit with one of their Strikes, the target must succeed on a Fortitude save or gain the drained 1 condition. If the target already has a drained value of greater than 0, their drained value instead increases by 1, to a maximum of drained 4. Whenever the ravener applies drain to a creature in this way, their soul ward gains 5 Hit Points.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=148",
 "weakness": {}
}