{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Sahkil",
 "creature_family_markdown": "Sahkil",
 "exclude_from_search": false,
 "id": "creature-family-208",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Sahkil](/MonsterFamilies.aspx?ID=208)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #162: Ruins of the Radiant Siege](/Sources.aspx?ID=54) pg. 84</row>\n\nDreadful creatures that stoke mortal fears, sahkils lurk on the [Ethereal Plane](/Planes.aspx?ID=9) where they slip into nightmares or dark places of the world to torment the living \n\n<title level=\"2\">Members</title>\r\n[Chakanaj](/Monsters.aspx?ID=1644) (Creature 14), [Esipil](/Monsters.aspx?ID=1280) (Creature 1), [Kimenhul](/Monsters.aspx?ID=1285) (Creature 20), [Nenchuuj](/Monsters.aspx?ID=1023) (Creature 19), [Nucol](/Monsters.aspx?ID=1281) (Creature 4), [Pakalchi](/Monsters.aspx?ID=1283) (Creature 9), [Penqual](/Monsters.aspx?ID=1022) (Creature 15), [Tumblak](/Monsters.aspx?ID=1645) (Creature 18), [Wihsaak](/Monsters.aspx?ID=1282) (Creature 6), [Ximtal](/Monsters.aspx?ID=1284) (Creature 17)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">At Home in Cities</title>\r\n\r\nBoth [penquals](/Monsters.aspx?ID=1022) and [nenchuujes](/Monsters.aspx?ID=1023) are at home in large cities, but for different reasons. Penquals like slipping in among throngs of people, where they can inflict their terrors upon the lost or disoriented. Nenchuujes stalk magic academies, universities, or other places where spellcasters learn their craft, preying upon spellcasters' imposter syndrome.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Check with Friends</title>\r\n\r\nSahkils are creatures of fear and terror. Roleplaying encounters with sahkils could be troubling to some players, and delving deep into the kinds of traumas sahkils relish in unleashing could have unintentional effects on your game and your friends. Before introducing sahkils into your game, talk with your players to learn about any particular phobias or limits to determine what content you bring to the table, and consider that on your own behalf as well. Some specific elements to be aware of are the [ximtal's](/Monsters.aspx?ID=1284) abilities around sensory deprivation and social isolation, as well as the [kimenhul's](/Monsters.aspx?ID=1285) trauma-related abilities and themes. \r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Couatls and Sahkils</title>\r\n\r\nLegends in Arcadia say that couatls and [sahkils](/MonsterFamilies.aspx?ID=208) both rose to prominence as the first mortals walked on Golarion. Each saw unique potential in the mortals; couatls saw hope and the potential to rise to achieve great feats, while sahkils saw the potential for fear. Fearful mortals would never accomplish anything, becoming useless piles of flesh whose souls would languish. These withered souls would be unable to properly travel the River of Souls, disrupting the delicate balance of the afterlife. To this day, couatls work to inspire mortals and push them toward greater tasks while striving to keep the sahkils' terror at bay\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Embodiments of Fear</title>\r\n\r\nAll sahkils have horrifying appearances, and each type specializes in exacerbating a specific fear in mortals. [Penquals](/Monsters.aspx?ID=1022) embody not only a fear of crowds, but also of confined spaces and of being lost within a sea of unfamiliar faces. [Nenchuujes](/Monsters.aspx?ID=1023) embody both the fear of magic's horrifying side effects as well as the fear that one's own magic might be twisted to an unexpected or tragic end.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Feeding on Fear</title>\r\n\r\nSahkils are immortal planar beings and don't require material sustenance, but they do seem to gain some semblance of nourishment from the fear they spread. Whether this is psychological or biological remains to be seen, but their obsession with frightening other creatures is clear. Sahkils recognize that they are already feared, so it may be that they are simply fulfilling what they believe is their ultimate purpose.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Planar Relations</title>\r\n\r\nSahkils collaborate with [divs](/MonsterFamilies.aspx?ID=225) (page 68) to corrupt and corrode mortals. [Velstracs](/MonsterFamilies.aspx?ID=111), who appreciate sahkils' depredations, sometimes work with these fiends to enact terrible horror on their victims. Nihilistic and disaffected, [daemons](/MonsterFamilies.aspx?ID=26) tolerate sahkils but tend to view them as useless provocateurs.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Sahkil Tormentors</title>\r\n\r\nThe most powerful among sahkils are the sahkil tormentors. These deific beings rule over sahkils as a whole, and many personally direct the actions of their lesser cousins. Others fall into ambivalent routines, focusing more on their own personal acts of torment rather than launching widespread, ambitious depredations upon unsuspecting mortals.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">War Against Hope</title>\r\n\r\nSahkils and [couatls](/MonsterFamilies.aspx?ID=128) are eternal enemies. The creatures each vie for the hearts of mortals, but from different sides of a single ideological coin. Sahkils wish to instill only fear into mortal hearts, trying to reduce them into useless piles of flesh who accomplish little. Couatls work to light the fires of hope, inspiring mortals to rise up and achieve their potential.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Xibalba</title>\r\n\r\nWithin the ghostly realm of the [Ethereal Plane](/Planes.aspx?ID=9), sahkils inhabit a terrifying realm known as Xibalba. The Land of Dread is a realm of nightmares made manifest. At the center of this demiplane is a tiered pyramid known as the Black Pyramid, where the sahkil tormentors rule their brethren and sow fear through the mortal realm.\r\n</aside>",
 "name": "Sahkil",
 "rarity": "common",
 "release_date": "2020-12-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #162: Ruins of the Radiant Siege](/Sources.aspx?ID=54) pg. 84</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDreadful creatures that stoke mortal fears, sahkils lurk on the  Ethereal Plane  where they slip into nightmares or dark places of the world to …\r\n</summary>",
 "source": [
  "Pathfinder #162: Ruins of the Radiant Siege"
 ],
 "source_raw": [
  "Pathfinder #162: Ruins of the Radiant Siege pg. 84"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #162: Ruins of the Radiant Siege](/Sources.aspx?ID=54) pg. 84</row>",
 "speed": {},
 "summary": "Dreadful creatures that stoke mortal fears, sahkils lurk on the  Ethereal Plane  where they slip into nightmares or dark places of the world to …",
 "summary_markdown": "Dreadful creatures that stoke mortal fears, sahkils lurk on the  Ethereal Plane  where they slip into nightmares or dark places of the world to …",
 "text": " Sahkil Source Pathfinder #162: Ruins of the Radiant Siege pg. 84 Dreadful creatures that stoke mortal fears, sahkils lurk on the Ethereal Plane where they slip into nightmares or dark places of the world to torment the living Members Chakanaj (Creature 14), Esipil (Creature 1), Kimenhul (Creature 20), Nenchuuj (Creature 19), Nucol (Creature 4), Pakalchi (Creature 9), Penqual (Creature 15), Tumblak (Creature 18), Wihsaak (Creature 6), Ximtal (Creature 17) At Home in Cities Both penquals and nenchuujes are at home in large cities, but for different reasons. Penquals like slipping in among throngs of people, where they can inflict their terrors upon the lost or disoriented. Nenchuujes stalk magic academies, universities, or other places where spellcasters learn their craft, preying upon spellcasters' imposter syndrome. Check with Friends Sahkils are creatures of fear and terror. Roleplaying encounters with sahkils could be troubling to some players, and delving deep into the kinds of traumas sahkils relish in unleashing could have unintentional effects on your game and your friends. Before introducing sahkils into your game, talk with your players to learn about any particular phobias or limits to determine what content you bring to the table, and consider that on your own behalf as well. Some specific elements to be aware of are the ximtal's abilities around sensory deprivation and social isolation, as well as the kimenhul's trauma-related abilities and themes. Couatls and Sahkils Legends in Arcadia say that couatls and sahkils both rose to prominence as the first mortals walked on Golarion. Each saw unique potential in the mortals; couatls saw hope and the potential to rise to achieve great feats, while sahkils saw the potential for fear. Fearful mortals would never accomplish anything, becoming useless piles of flesh whose souls would languish. These withered souls would be unable to properly travel the River of Souls, disrupting the delicate balance of the afterlife. To this day, couatls work to inspire mortals and push them toward greater tasks while striving to keep the sahkils' terror at bay Embodiments of Fear All sahkils have horrifying appearances, and each type specializes in exacerbating a specific fear in mortals. Penquals embody not only a fear of crowds, but also of confined spaces and of being lost within a sea of unfamiliar faces. Nenchuujes embody both the fear of magic's horrifying side effects as well as the fear that one's own magic might be twisted to an unexpected or tragic end. Feeding on Fear Sahkils are immortal planar beings and don't require material sustenance, but they do seem to gain some semblance of nourishment from the fear they spread. Whether this is psychological or biological remains to be seen, but their obsession with frightening other creatures is clear. Sahkils recognize that they are already feared, so it may be that they are simply fulfilling what they believe is their ultimate purpose. Planar Relations Sahkils collaborate with divs (page 68) to corrupt and corrode mortals. Velstracs, who appreciate sahkils' depredations, sometimes work with these fiends to enact terrible horror on their victims. Nihilistic and disaffected, daemons tolerate sahkils but tend to view them as useless provocateurs. Sahkil Tormentors The most powerful among sahkils are the sahkil tormentors. These deific beings rule over sahkils as a whole, and many personally direct the actions of their lesser cousins. Others fall into ambivalent routines, focusing more on their own personal acts of torment rather than launching widespread, ambitious depredations upon unsuspecting mortals. War Against Hope Sahkils and couatls are eternal enemies. The creatures each vie for the hearts of mortals, but from different sides of a single ideological coin. Sahkils wish to instill only fear into mortal hearts, trying to reduce them into useless piles of flesh who accomplish little. Couatls work to light the fires of hope, inspiring mortals to rise up and achieve their potential. Xibalba Within the ghostly realm of the Ethereal Plane, sahkils inhabit a terrifying realm known as Xibalba. The Land of Dread is a realm of nightmares made manifest. At the center of this demiplane is a tiered pyramid known as the Black Pyramid, where the sahkil tormentors rule their brethren and sow fear through the mortal realm. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=208",
 "weakness": {}
}