{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Samsaran",
 "creature_family_markdown": "Samsaran",
 "exclude_from_search": false,
 "id": "creature-family-257",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Samsaran](/MonsterFamilies.aspx?ID=257)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 224</row>\n\nA unique connection to the cycle of life and death defines the mortal lives of samsarans. With a tendency toward reclusiveness, samsarans have delicate builds, enigmatic and pupilless eyes, and blood as clear as water. When a samsaran dies, their body vanishes and their soul instantly reincarnates into a newborn child elsewhere on the same plane: usually another samsaran, but occasionally a humanoid of a different ancestry.\n\n Though all samsarans have an innate understanding of their nature, they consciously remember little from their former lives. Some, however, are occasionally struck by disjointed memories or flashes of déjà vu linked to a previous existence that can earn them a reputation for preternatural wisdom and insight. Most samsarans prefer to lead studious lives filled with moments of deep reflection. Their sights remain set on the eternal and on enlightenment, reducing the appeal of the short-term material gains one can achieve in just one lifetime. A samsaran ceases their cycle of reincarnation only upon reaching perfect state of enlightenment—or falling so far from harmony that they proceed to a doomed afterlife.\n\n The ancestral home of the samsarans lies in Zi Ha, a remote mountain nation in Tian Xia. These treacherous mountains help ensure the solitude most samsarans prefer, and they're further protected by misguiding illusions, defensive wards, and secure fortifications.\r\n\r\n<title level=\"2\">Members</title>\r\n[Samsaran Anchorite](/Monsters.aspx?ID=1286) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Eternal Cycle</title>\r\n\r\nSamsarans rarely bear children, and they often send their offspring to be raised in [human](/Ancestries.aspx?ID=6) society, where they live lives much like their adopted kin. These offspring occasionally reincarnate as samsarans themselves. This influx of new souls balances out those who, after leading a perfected existence, finally pass on to the River of Souls. \r\n</aside>",
 "name": "Samsaran",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 224</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA unique connection to the cycle of life and death defines the mortal lives of samsarans. With a tendency toward reclusiveness, samsarans have …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 224"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 224</row>",
 "speed": {},
 "summary": "A unique connection to the cycle of life and death defines the mortal lives of samsarans. With a tendency toward reclusiveness, samsarans have …",
 "summary_markdown": "A unique connection to the cycle of life and death defines the mortal lives of samsarans. With a tendency toward reclusiveness, samsarans have …",
 "text": " Samsaran Source Bestiary 3 pg. 224 A unique connection to the cycle of life and death defines the mortal lives of samsarans. With a tendency toward reclusiveness, samsarans have delicate builds, enigmatic and pupilless eyes, and blood as clear as water. When a samsaran dies, their body vanishes and their soul instantly reincarnates into a newborn child elsewhere on the same plane: usually another samsaran, but occasionally a humanoid of a different ancestry. Though all samsarans have an innate understanding of their nature, they consciously remember little from their former lives. Some, however, are occasionally struck by disjointed memories or flashes of déjà vu linked to a previous existence that can earn them a reputation for preternatural wisdom and insight. Most samsarans prefer to lead studious lives filled with moments of deep reflection. Their sights remain set on the eternal and on enlightenment, reducing the appeal of the short-term material gains one can achieve in just one lifetime. A samsaran ceases their cycle of reincarnation only upon reaching perfect state of enlightenment—or falling so far from harmony that they proceed to a doomed afterlife. The ancestral home of the samsarans lies in Zi Ha, a remote mountain nation in Tian Xia. These treacherous mountains help ensure the solitude most samsarans prefer, and they're further protected by misguiding illusions, defensive wards, and secure fortifications. Members Samsaran Anchorite (Creature 1) The Eternal Cycle Samsarans rarely bear children, and they often send their offspring to be raised in human society, where they live lives much like their adopted kin. These offspring occasionally reincarnate as samsarans themselves. This influx of new souls balances out those who, after leading a perfected existence, finally pass on to the River of Souls. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=257",
 "weakness": {}
}