{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Scorpion",
 "creature_family_markdown": "Scorpion",
 "exclude_from_search": false,
 "id": "creature-family-87",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Scorpion](/MonsterFamilies.aspx?ID=87)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 285</row>\n\nChitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions can be found in nearly every climate, where they hunt their prey with a mixture of patient stealth and raw strength. Most scorpions live in underground burrows, either as lone hunters or part of a larger colony. These arachnids are so feared and dangerous that in many cultures, they are treated as deities or dualistic symbols of both death and protection from said death.\r\n\r\n<title level=\"2\">Members</title>\r\n[Black Scorpion](/Monsters.aspx?ID=796) (Creature 15), [Cave Scorpion](/Monsters.aspx?ID=795) (Creature 1), [Giant Scorpion](/Monsters.aspx?ID=356) (Creature 3), [Scorpion Swarm](/Monsters.aspx?ID=357) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Scorpion Venom</title>\r\n\r\nWhile scorpions are often symbols of death or evil, their venom can be extracted and used for a wide variety of medical applications. A character can milk an incapacitated giant scorpion to extract raw scorpion venom, which can be used as raw materials to craft [giant scorpion venom](/Equipment.aspx?ID=114) or [lesser antiplague](/Equipment.aspx?ID=81). To determine the value of ingredients you gain each day and the DC of the appropriate [Medicine](/Skills.aspx?ID=9) or [Lore](/Skills.aspx?ID=8) check, use the level 3 task entry in [Table 4–2: Income Earned](/Actions.aspx?ID=23).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Desert Rider</title>\r\n\r\nThose rescued from death in the burning sands often recount the same dying vision: a strange, silver-eyed woman whose scarlet silk tents stand on the back of a colossal black scorpion, riding out of a shattered city and leading an army of the dead across a sea of glass toward the world of the living. Millennium-old paintings on the walls of rediscovered tombs depict a similar desert rider. The identity of this red-robed woman is unknown.\r\n</aside>",
 "name": "Scorpion",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 285</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nChitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 285"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 285</row>",
 "speed": {},
 "summary": "Chitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions …",
 "summary_markdown": "Chitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions …",
 "text": " Scorpion Source Bestiary pg. 285 Chitinous scourges of deserts, forests, savannas, and badlands, scorpions are deadly arachnids with powerful pincers and a painful sting. Scorpions can be found in nearly every climate, where they hunt their prey with a mixture of patient stealth and raw strength. Most scorpions live in underground burrows, either as lone hunters or part of a larger colony. These arachnids are so feared and dangerous that in many cultures, they are treated as deities or dualistic symbols of both death and protection from said death. Members Black Scorpion (Creature 15), Cave Scorpion (Creature 1), Giant Scorpion (Creature 3), Scorpion Swarm (Creature 4) Scorpion Venom While scorpions are often symbols of death or evil, their venom can be extracted and used for a wide variety of medical applications. A character can milk an incapacitated giant scorpion to extract raw scorpion venom, which can be used as raw materials to craft giant scorpion venom or lesser antiplague. To determine the value of ingredients you gain each day and the DC of the appropriate Medicine or Lore check, use the level 3 task entry in Table 4–2: Income Earned. The Desert Rider Those rescued from death in the burning sands often recount the same dying vision: a strange, silver-eyed woman whose scarlet silk tents stand on the back of a colossal black scorpion, riding out of a shattered city and leading an army of the dead across a sea of glass toward the world of the living. Millennium-old paintings on the walls of rediscovered tombs depict a similar desert rider. The identity of this red-robed woman is unknown. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=87",
 "weakness": {}
}