{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Sea Devil",
 "creature_family_markdown": "Sea Devil",
 "exclude_from_search": false,
 "id": "creature-family-88",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Sea Devil](/MonsterFamilies.aspx?ID=88)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 286</row>\n\nSea devils are horrid, amphibious humanoids who lurk in Golarion’s oceans and crawl ashore to steal away victims beneath the veil of darkness. When an entire fishing village disappears overnight, sea devils are the first suspects.\n\n Far from mindless monstrosities, sea devils are terribly intelligent, with a cunning limited only by their strict adherence to hierarchy. They call themselves “sahuagin” but have wholly embraced their enemies’ name for their kind as their own. Their cultural militancy enables sea devils to act in concert to perform grand acts of sabotage, marauding, and pillaging, and only the strongest (and most conniving) members of the tribe make it to the top of the social ladder. For all their discipline, however, sea devils are widely known to snap into murderous frenzies at the scent of blood. Even the best-laid plans can fall apart when a sea devil breaks ranks to revel in the spilled blood of their victims, an indulgence that can quickly cause a chain reaction of bloodthirsty ecstasy throughout an entire raiding party. For this reason, sea devils typically capture landborne quarry using nets and ropes, dragging them to the depths of the sea before making even a single incision.\n\n Among sea devil society, individuals are rewarded based on their performance during hunts and shore excursions, with rebels and outliers quickly culled from the ranks. Every pup is given a fair chance, however, and even the lowest-born sea devil can strive for the rank of commander, general, or perhaps even king or queen. Sea devils in positions of leadership tend to be among the largest, most violent, and most calculating of their kind, and fully realized sea devils are skilled warriors capable of capturing entire villages on their own. The most powerful sea devils are mighty kings and queens who coordinate the activity of lesser sea devils across territories spanning leagues, foiling attempts at their positions via manufactured blood feuds and wars against their numerous enemies ashore and underwater.\r\n\r\n<title level=\"2\">Members</title>\r\n[Sea Devil Baron](/Monsters.aspx?ID=360) (Creature 6), [Sea Devil Brute](/Monsters.aspx?ID=359) (Creature 4), [Sea Devil Scout](/Monsters.aspx?ID=358) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Mutant Devils</title>\r\n\r\nSea devils are prone to mutations, the most common of which is the manifestation of two additional arms. These mutated sea devils almost always rise to power as barons. Other mutations occur as well, but few are as strange as those that result in sea devils who look almost like aquatic elves— save for a row of sharp teeth in their mouths.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Sea Devil \"Diplomacy\"</title>\r\n\r\nSea devils dwell in most of the world's oceans, and they view all others as enemies. When alliances occur, they usually take place with singularly powerful allies, such as aquatic dragons, krakens, or powerful humanoid villains. Diplomacy, to a sea devil, typically consists of violence and warfare.\r\n</aside>",
 "name": "Sea Devil",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 286</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSea devils are horrid, amphibious humanoids who lurk in Golarion's oceans and crawl ashore to steal away victims beneath the veil of darkness. When …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 286"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 286</row>",
 "speed": {},
 "summary": "Sea devils are horrid, amphibious humanoids who lurk in Golarion's oceans and crawl ashore to steal away victims beneath the veil of darkness. When …",
 "summary_markdown": "Sea devils are horrid, amphibious humanoids who lurk in Golarion's oceans and crawl ashore to steal away victims beneath the veil of darkness. When …",
 "text": " Sea Devil Source Bestiary pg. 286 Sea devils are horrid, amphibious humanoids who lurk in Golarion’s oceans and crawl ashore to steal away victims beneath the veil of darkness. When an entire fishing village disappears overnight, sea devils are the first suspects. Far from mindless monstrosities, sea devils are terribly intelligent, with a cunning limited only by their strict adherence to hierarchy. They call themselves “sahuagin” but have wholly embraced their enemies’ name for their kind as their own. Their cultural militancy enables sea devils to act in concert to perform grand acts of sabotage, marauding, and pillaging, and only the strongest (and most conniving) members of the tribe make it to the top of the social ladder. For all their discipline, however, sea devils are widely known to snap into murderous frenzies at the scent of blood. Even the best-laid plans can fall apart when a sea devil breaks ranks to revel in the spilled blood of their victims, an indulgence that can quickly cause a chain reaction of bloodthirsty ecstasy throughout an entire raiding party. For this reason, sea devils typically capture landborne quarry using nets and ropes, dragging them to the depths of the sea before making even a single incision. Among sea devil society, individuals are rewarded based on their performance during hunts and shore excursions, with rebels and outliers quickly culled from the ranks. Every pup is given a fair chance, however, and even the lowest-born sea devil can strive for the rank of commander, general, or perhaps even king or queen. Sea devils in positions of leadership tend to be among the largest, most violent, and most calculating of their kind, and fully realized sea devils are skilled warriors capable of capturing entire villages on their own. The most powerful sea devils are mighty kings and queens who coordinate the activity of lesser sea devils across territories spanning leagues, foiling attempts at their positions via manufactured blood feuds and wars against their numerous enemies ashore and underwater. Members Sea Devil Baron (Creature 6), Sea Devil Brute (Creature 4), Sea Devil Scout (Creature 2) Mutant Devils Sea devils are prone to mutations, the most common of which is the manifestation of two additional arms. These mutated sea devils almost always rise to power as barons. Other mutations occur as well, but few are as strange as those that result in sea devils who look almost like aquatic elves— save for a row of sharp teeth in their mouths. Sea Devil \"Diplomacy\" Sea devils dwell in most of the world's oceans, and they view all others as enemies. When alliances occur, they usually take place with singularly powerful allies, such as aquatic dragons, krakens, or powerful humanoid villains. Diplomacy, to a sea devil, typically consists of violence and warfare. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=88",
 "weakness": {}
}