{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Serpentfolk",
 "creature_family_markdown": "Serpentfolk",
 "exclude_from_search": false,
 "id": "creature-family-151",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Serpentfolk](/MonsterFamilies.aspx?ID=151)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 236 <sup>2.0</sup></row>\n\nBefore their ancient clash with humanity devastated their civilization, serpentfolk were masters of a sprawling underground empire. Few serpentfolk survive today; their power is shattered, their god [Ydersius](/Deities.aspx?ID=211) decapitated (although not quite slain). The cunning, intelligence, and magical abilities of serpentfolk have diminished from their ancient heights, and most are born without these boons. Those serpentfolk who retain their ancestry’s legacy of intelligence and magic are known as zyss, and they look down upon their more numerous kindred with a mix of disdain and shame. They see these offshoots as a curse on their kind, resulting from their god’s decapitation and the pandemonium during the fall of their underground empire, and have dubbed them aapoph, meaning “chaos made flesh.”\n\n Today, the central realm of the Darklands retains the old name of the serpentfolk empire that once dominated this region—Sekamina. This name is also the source of the serpentfolk’s Aklo title, sekmin, which they are often called in ancient texts. Sekamina itself retains very little of the serpentfolk’s legacy, its mantle of rule having passed on to others like [drow](/MonsterFamilies.aspx?ID=37), [ghouls](/MonsterFamilies.aspx?ID=52), [gugs](/Monsters.aspx?ID=252), and [deep gnomes](/MonsterFamilies.aspx?ID=27). Yet in remote reaches of this dangerous realm, the ruins of serpentfolk cities still stand. Within, a great many serpentfolk sleep in torpor in secluded vaults, with only a few cells awake to enact their schemes. In addition, a small number of serpentfolk settlements dot Golarion’s surface, most of them in humid, remote jungles, far-flung islands, or caverns close to the surface. It’s rare for such a settlement to number more than a few dozen serpentfolk. They rely primarily on slaves to build their power bases, to defend them, and to perform essentially all the practical functions of their society. This includes providing food, crafting goods, and tending to the serpentfolk’s every need.\n\n Zyss serpentfolk are megalomaniacal geniuses with dreams of returning to their place of dominance, though modern serpentfolk have few means of accomplishing this goal. Many of their plans hinge on resurrecting Ydersius, their decapitated god. His headless body still thrashes about, mindless, in the Darklands, waiting to be reunited with his lost skull. Serpentfolk numbers are so small that reclaiming their dominance seems a distant dream, especially since their reproduction is slow. Though a parent can birth a dozen young at once, the gestation period lasts up to a decade, and the likelihood that even one will be zyss is low. There’s no telling whether a child will be zyss or aapoph, regardless of parentage. A coveted zyss child is just as likely to arise from aapoph parents as from two zyss, and every serpentfolk colony has someone in charge of sorting the young, identifying the earliest signs of intelligence in them.\n\n Though the number of zyss is small in serpentfolk colonies, bringing in more zyss isn’t necessarily desirable. A serpentfolk conclave with just a few zyss is functional, but one with a large number becomes fractious. Cults and societies form, all pursuing their own passions and politics, with scheming and backstabbing running rampant. A powerful priest may be able to bring other zyss to heel, but many zyss question why a priest should be in charge if their god is dead. Zyss thrive on selfish desires for hedonistic pleasure and adulation. They feel no love for others, even their offspring. Thriving on decadence, they crave receiving expensive gifts, gorging themselves on massive meals, and pursing arts such as music, poetry, or sculpture. Even more academic hobbies, like the study of magic or warfare, take an artistic bent, like carefully designing colorful illusions or memorizing epic poems about renowned wars. Each zyss believes themself to have more refined tastes than their peers.\r\n\r\n<title level=\"2\">Members</title>\r\n[Aapoph Serpentfolk](/Monsters.aspx?ID=799) (Creature 3), [Bone Prophet](/Monsters.aspx?ID=801) (Creature 8), [Coil Spy](/Monsters.aspx?ID=800) (Creature 4), [Serpentfolk Granitescale](/Monsters.aspx?ID=1627) (Creature 6), [Serpentfolk Venom Caller](/Monsters.aspx?ID=1628) (Creature 7), [Zyss Serpentfolk](/Monsters.aspx?ID=798) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Evolving Times</title>\r\n\r\nGranitescales are only one type of aapoph variant to arise in surface colonies, but all display intelligence somewhat greater than ordinary aapophs. Zyss serpentfolk are secretly concerned that their grip on their dull-witted aapoph brethren might slip. A cultural shift has begun to emerge in some colonies where the ruling zyss now assure aapophs they're valuable workers with a purpose to fill, rather than subservient chattel. \r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Magaambyan Victims</title>\r\n\r\nZyss serpentfolk of the Mwangi Expanse have recently taken a keen interest in the activities of the Magaambya and its members throughout the region. Some Magaambyans far from the school have gone missing, often after uncharacteristically absconding with magical lore. While they may have been impersonated by serpentfolk, even more worrying is the possibility that the serpentfolk have discovered an arcane means of regaining their former dominance. \r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Serpentfolk Magic</title>\r\n\r\nSome serpentfolk might have entirely different innate spells. These alternative spells are typically [illusions](/Traits.aspx?ID=92), [enchantments](/Traits.aspx?ID=61), or [divinations](/Traits.aspx?ID=47) like [_dream message_](/Spells.aspx?ID=90), [_enthrall_](/Spells.aspx?ID=104), [_glibness_](/Spells.aspx?ID=135), [_invisibility_](/Spells.aspx?ID=164), [_mindlink_](/Spells.aspx?ID=195), [_mind probe_](/Spells.aspx?ID=193), [_mind reading_](/Spells.aspx?ID=194), [_mislead_](/Spells.aspx?ID=199), [_phantom pain_](/Spells.aspx?ID=220), or [_zealous conviction_](/Spells.aspx?ID=378). [Aapoph serpentfolk](/Monsters.aspx?ID=799) lack innate spells.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">the Headless King</title>\r\n\r\n[Ydersius](/Deities.aspx?ID=211) was defeated by an Azlanti heroine named Savith in the era before Earthfall, and now the so-called Headless King's body prowls aimlessly in the Darklands. That the decapitated god's clerics still gain power from worship points to Ydersius's tenacity and continued existence, after a fashion. Those who seek to recover his skull and return it to his body hope that doing so will restore both him and the sekmin civilization to their full power.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">What Falls Will Rise</title>\r\n\r\nThe war between the humans of ancient Azlant and the serpentfolk of Sekamina waged on for years. The serpentfolk's defeat threw their society into chaos and undermined their conviction that they would continue to rule simply because they had done so for eons. For millennia, serpentfolk have remained in hiding in their underground fortresses, but many feel it is time to rise again!\r\n</aside>",
 "name": "Serpentfolk",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 236 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBefore their ancient clash with humanity devastated their civilization, serpentfolk were masters of a sprawling underground empire. Few serpentfolk …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 236"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 236 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Before their ancient clash with humanity devastated their civilization, serpentfolk were masters of a sprawling underground empire. Few serpentfolk …",
 "summary_markdown": "Before their ancient clash with humanity devastated their civilization, serpentfolk were masters of a sprawling underground empire. Few serpentfolk …",
 "text": " Serpentfolk Source Bestiary 2 pg. 236 2.0 Before their ancient clash with humanity devastated their civilization, serpentfolk were masters of a sprawling underground empire. Few serpentfolk survive today; their power is shattered, their god Ydersius decapitated (although not quite slain). The cunning, intelligence, and magical abilities of serpentfolk have diminished from their ancient heights, and most are born without these boons. Those serpentfolk who retain their ancestry’s legacy of intelligence and magic are known as zyss, and they look down upon their more numerous kindred with a mix of disdain and shame. They see these offshoots as a curse on their kind, resulting from their god’s decapitation and the pandemonium during the fall of their underground empire, and have dubbed them aapoph, meaning “chaos made flesh.” Today, the central realm of the Darklands retains the old name of the serpentfolk empire that once dominated this region—Sekamina. This name is also the source of the serpentfolk’s Aklo title, sekmin, which they are often called in ancient texts. Sekamina itself retains very little of the serpentfolk’s legacy, its mantle of rule having passed on to others like drow, ghouls, gugs, and deep gnomes. Yet in remote reaches of this dangerous realm, the ruins of serpentfolk cities still stand. Within, a great many serpentfolk sleep in torpor in secluded vaults, with only a few cells awake to enact their schemes. In addition, a small number of serpentfolk settlements dot Golarion’s surface, most of them in humid, remote jungles, far-flung islands, or caverns close to the surface. It’s rare for such a settlement to number more than a few dozen serpentfolk. They rely primarily on slaves to build their power bases, to defend them, and to perform essentially all the practical functions of their society. This includes providing food, crafting goods, and tending to the serpentfolk’s every need. Zyss serpentfolk are megalomaniacal geniuses with dreams of returning to their place of dominance, though modern serpentfolk have few means of accomplishing this goal. Many of their plans hinge on resurrecting Ydersius, their decapitated god. His headless body still thrashes about, mindless, in the Darklands, waiting to be reunited with his lost skull. Serpentfolk numbers are so small that reclaiming their dominance seems a distant dream, especially since their reproduction is slow. Though a parent can birth a dozen young at once, the gestation period lasts up to a decade, and the likelihood that even one will be zyss is low. There’s no telling whether a child will be zyss or aapoph, regardless of parentage. A coveted zyss child is just as likely to arise from aapoph parents as from two zyss, and every serpentfolk colony has someone in charge of sorting the young, identifying the earliest signs of intelligence in them. Though the number of zyss is small in serpentfolk colonies, bringing in more zyss isn’t necessarily desirable. A serpentfolk conclave with just a few zyss is functional, but one with a large number becomes fractious. Cults and societies form, all pursuing their own passions and politics, with scheming and backstabbing running rampant. A powerful priest may be able to bring other zyss to heel, but many zyss question why a priest should be in charge if their god is dead. Zyss thrive on selfish desires for hedonistic pleasure and adulation. They feel no love for others, even their offspring. Thriving on decadence, they crave receiving expensive gifts, gorging themselves on massive meals, and pursing arts such as music, poetry, or sculpture. Even more academic hobbies, like the study of magic or warfare, take an artistic bent, like carefully designing colorful illusions or memorizing epic poems about renowned wars. Each zyss believes themself to have more refined tastes than their peers. Members Aapoph Serpentfolk (Creature 3), Bone Prophet (Creature 8), Coil Spy (Creature 4), Serpentfolk Granitescale (Creature 6), Serpentfolk Venom Caller (Creature 7), Zyss Serpentfolk (Creature 2) Evolving Times Granitescales are only one type of aapoph variant to arise in surface colonies, but all display intelligence somewhat greater than ordinary aapophs. Zyss serpentfolk are secretly concerned that their grip on their dull-witted aapoph brethren might slip. A cultural shift has begun to emerge in some colonies where the ruling zyss now assure aapophs they're valuable workers with a purpose to fill, rather than subservient chattel. Magaambyan Victims Zyss serpentfolk of the Mwangi Expanse have recently taken a keen interest in the activities of the Magaambya and its members throughout the region. Some Magaambyans far from the school have gone missing, often after uncharacteristically absconding with magical lore. While they may have been impersonated by serpentfolk, even more worrying is the possibility that the serpentfolk have discovered an arcane means of regaining their former dominance. Serpentfolk Magic Some serpentfolk might have entirely different innate spells. These alternative spells are typically illusions, enchantments, or divinations like dream message , enthrall , glibness , invisibility , mindlink , mind probe , mind reading , mislead , phantom pain , or zealous conviction . Aapoph serpentfolk lack innate spells. the Headless King Ydersius was defeated by an Azlanti heroine named Savith in the era before Earthfall, and now the so-called Headless King's body prowls aimlessly in the Darklands. That the decapitated god's clerics still gain power from worship points to Ydersius's tenacity and continued existence, after a fashion. Those who seek to recover his skull and return it to his body hope that doing so will restore both him and the sekmin civilization to their full power. What Falls Will Rise The war between the humans of ancient Azlant and the serpentfolk of Sekamina waged on for years. The serpentfolk's defeat threw their society into chaos and undermined their conviction that they would continue to rule simply because they had done so for eons. For millennia, serpentfolk have remained in hiding in their underground fortresses, but many feel it is time to rise again! ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=151",
 "weakness": {}
}