{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Shabti",
 "creature_family_markdown": "Shabti",
 "exclude_from_search": false,
 "id": "creature-family-258",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Shabti](/MonsterFamilies.aspx?ID=258)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 229</row>\n\nCobbled together from broken bits of mortal souls, shabti are facsimiles of wealthy or powerful mortals seeking to escape punishment for their sins upon death. Those rulers and nobles afraid of [Pharasma's](/Deities.aspx?ID=14) judgment use the shabti to receive cosmic punishment in their stead. Unaware that they're copies of another soul, shabti endure this fate for some time before being discovered by Pharasma's [psychopomps](/MonsterFamilies.aspx?ID=83), who reveal the truth to the shabti and strive to met out the avoided punishment to the shabti's creator, using whatever information available. In this case, the shabti is liberated and left to wander Golarion on their own.\n\n Freed but without purpose, many shabti try to recreate the lives that they think they were supposed to lead, replaying out the themes and situations from false memories that fill their heads. Others find themselves tormented for ages by the fact they were solely created to endure punishment for sins committed by another. Some shabti revel in the freedom of their new endless existence, traveling the world in search of sensation and meaning.\n\n A rare few shabti find purpose in aiding Pharasma. They seek to do justice in the god's name and preserve the natural order. Some follow this path as repayment for being freed, while others want to ensure that others don't suffer in their creators' stead.\r\n\r\n<title level=\"2\">Members</title>\r\n[Shabti Redeemer](/Monsters.aspx?ID=1291) (Creature 4), [Shabti Slayer](/Monsters.aspx?ID=2423) (Creature 16), [Shabti Votary](/Monsters.aspx?ID=2424) (Creature 18)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Liberated Shabtis</title>\r\n\r\nWhile some freed shabtis embrace the false memories of their creators, others look inward, examining every thought with a critical eye as they fashion themselves a new identity. Many enjoy traveling and value new experiences. As immortals, shabtis are patient, and many spend centuries undergoing their journey of self-discovery and becoming.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Religious Expression</title>\r\n\r\nReligious shabtis often venerate the deity of the person they emulate, [Pharasma](/Deities.aspx?ID=14), or a [psychopomp](/MonsterFamilies.aspx?ID=83) usher (in honor of the psychopomps that freed them). Others seek solace in the teachings of deities who value self-discovery, freedom, introspection, and travel, particularly [Arazni](/Deities.aspx?ID=31), [Arshea](/Deities.aspx?ID=113), the [Black Butterfly](/Deities.aspx?ID=115), [Cayden Cailean](/Deities.aspx?ID=4), [Desna](/Deities.aspx?ID=5), and [Tsukiyo](/Deities.aspx?ID=48).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Soverign Shabti</title>\r\n\r\nRoyals of Ancient Osirion bound their souls to hollow figurines called _sovereign shabti_ to create a shabti. This act ensured that upon the royal's death, the _sovereign shabti_ sped up their judgment in the afterlife and created a shabti to suffer their punishment, after which the figurine would crumble.\r\n</aside>",
 "name": "Shabti",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 229</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCobbled together from broken bits of mortal souls, shabti are facsimiles of wealthy or powerful mortals seeking to escape punishment for their sins …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 229"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 229</row>",
 "speed": {},
 "summary": "Cobbled together from broken bits of mortal souls, shabti are facsimiles of wealthy or powerful mortals seeking to escape punishment for their sins …",
 "summary_markdown": "Cobbled together from broken bits of mortal souls, shabti are facsimiles of wealthy or powerful mortals seeking to escape punishment for their sins …",
 "text": " Shabti Source Bestiary 3 pg. 229 Cobbled together from broken bits of mortal souls, shabti are facsimiles of wealthy or powerful mortals seeking to escape punishment for their sins upon death. Those rulers and nobles afraid of Pharasma's judgment use the shabti to receive cosmic punishment in their stead. Unaware that they're copies of another soul, shabti endure this fate for some time before being discovered by Pharasma's psychopomps, who reveal the truth to the shabti and strive to met out the avoided punishment to the shabti's creator, using whatever information available. In this case, the shabti is liberated and left to wander Golarion on their own. Freed but without purpose, many shabti try to recreate the lives that they think they were supposed to lead, replaying out the themes and situations from false memories that fill their heads. Others find themselves tormented for ages by the fact they were solely created to endure punishment for sins committed by another. Some shabti revel in the freedom of their new endless existence, traveling the world in search of sensation and meaning. A rare few shabti find purpose in aiding Pharasma. They seek to do justice in the god's name and preserve the natural order. Some follow this path as repayment for being freed, while others want to ensure that others don't suffer in their creators' stead. Members Shabti Redeemer (Creature 4), Shabti Slayer (Creature 16), Shabti Votary (Creature 18) Liberated Shabtis While some freed shabtis embrace the false memories of their creators, others look inward, examining every thought with a critical eye as they fashion themselves a new identity. Many enjoy traveling and value new experiences. As immortals, shabtis are patient, and many spend centuries undergoing their journey of self-discovery and becoming. Religious Expression Religious shabtis often venerate the deity of the person they emulate, Pharasma, or a psychopomp usher (in honor of the psychopomps that freed them). Others seek solace in the teachings of deities who value self-discovery, freedom, introspection, and travel, particularly Arazni, Arshea, the Black Butterfly, Cayden Cailean, Desna, and Tsukiyo. Soverign Shabti Royals of Ancient Osirion bound their souls to hollow figurines called sovereign shabti to create a shabti. This act ensured that upon the royal's death, the sovereign shabti sped up their judgment in the afterlife and created a shabti to suffer their punishment, after which the figurine would crumble. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=258",
 "weakness": {}
}