{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Shadow",
 "creature_family_markdown": "Shadow",
 "exclude_from_search": false,
 "id": "creature-family-89",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Shadow](/MonsterFamilies.aspx?ID=89)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 289</row>\n\nThe mysterious undead known as shadows lurk in dark places and feed on those who stray too far from the light. Those who parley with shadows, typically by keeping them at bay with a glowing weapon, may learn great secrets, for they are ideal spies.\n\n<title level=\"2\" right=\"\">Shadow Variants</title>**Source** [_Pathfinder #183: Field of Maidens pg. 73_](https://paizo.com/products/btq02c11) While the vast majority of shadows are humanoid in shape, shadows can appear in different forms, such as those of predatory animals or terrifying beasts. Sometimes called feral shadows, these shadows are often more animalistic and aggressive than humanoid-shaped shadows. In addition, some variant shadows have the following alternate rules that adjust the shadow stat block. These changes don't adjust the shadow's level. \n\n<title level=\"3\" right=\"\">Darting Shadows</title> Some shadows have taken their ability to hide in shadows to a greater level, shifting from one shadow to another with supernatural ease. Darting shadows gain the following ability.\n\n **Shadow Hop** <actions string=\"Two Actions\" /> ([magical](/Traits.aspx?ID=103), [teleportation](/Traits.aspx?ID=156)) **Requirements** The shadow is in an area of [dim light](/Rules.aspx?ID=408); **Effect** The shadow teleports from its space to a clear space it can see that is in dim light or [darkness](/Rules.aspx?ID=409) within 60 feet. A shadow using this ability is slowed 1 for 1 round after arriving at its destination. \n\n<title level=\"3\">Possessing Shadows</title> Some greater shadows develop the coveted ability to possess a body. Only greater shadows can become possessing shadows, and they can't use Slink in Shadows or Steal Shadow while using Inhabit.\n\n **Inhabit** <actions string=\"Two Actions\" /> The shadow attempts to possess an adjacent [undead](/Traits.aspx?ID=160) corporeal creature. This has the same effect as the [_possession_](/Spells.aspx?ID=225) spell, except the shadow doesn't have a physical body, so it's unaffected by the spell's restriction. \n\n<title level=\"3\" right=\"\">Shadow Thief</title> Some shadows gain the ability to handle objects. A shadow thief can't use Slink in Shadows or Steal Shadow while using Shadow Touch.\n\n **Shadow Touch** <actions string=\"Two Actions\" /> The shadow Interacts with a simple physical object, such as picking up a book or opening a door (it can't manipulate a complicated object, like a lock). It can't carry more than a single physical object of up to 2 Bulk. It must use Shadow Touch to keep its hold on the item each turn, or it drops the item at the end of its turn.\r\n\r\n<title level=\"2\">Members</title>\r\n[Greater Shadow](/Monsters.aspx?ID=363) (Creature 7), [Shadow](/Monsters.aspx?ID=362) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Shadow Locations</title>\r\n\r\nShadows might lurk in any dimly lit area—a corner in a crumbling ruin, a room lit by flickering candles, or a shaded forest at dusk. They travel to and from the Shadow Plane, though it is unclear if they do so via their own magic or by aligning themselves with a more powerful being capable of such planar shifting.\r\n</aside>",
 "name": "Shadow",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 289</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe mysterious undead known as shadows lurk in dark places and feed on those who stray too far from the light. Those who parley with shadows, …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 289"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 289</row>",
 "speed": {},
 "summary": "The mysterious undead known as shadows lurk in dark places and feed on those who stray too far from the light. Those who parley with shadows, …",
 "summary_markdown": "The mysterious undead known as shadows lurk in dark places and feed on those who stray too far from the light. Those who parley with shadows, …",
 "text": " Shadow Source Bestiary pg. 289 The mysterious undead known as shadows lurk in dark places and feed on those who stray too far from the light. Those who parley with shadows, typically by keeping them at bay with a glowing weapon, may learn great secrets, for they are ideal spies. Shadow Variants Source Pathfinder #183: Field of Maidens pg. 73 While the vast majority of shadows are humanoid in shape, shadows can appear in different forms, such as those of predatory animals or terrifying beasts. Sometimes called feral shadows, these shadows are often more animalistic and aggressive than humanoid-shaped shadows. In addition, some variant shadows have the following alternate rules that adjust the shadow stat block. These changes don't adjust the shadow's level. Darting Shadows Some shadows have taken their ability to hide in shadows to a greater level, shifting from one shadow to another with supernatural ease. Darting shadows gain the following ability. Shadow Hop Two Actions (magical, teleportation) Requirements The shadow is in an area of dim light; Effect The shadow teleports from its space to a clear space it can see that is in dim light or darkness within 60 feet. A shadow using this ability is slowed 1 for 1 round after arriving at its destination. Possessing Shadows Some greater shadows develop the coveted ability to possess a body. Only greater shadows can become possessing shadows, and they can't use Slink in Shadows or Steal Shadow while using Inhabit. Inhabit Two Actions The shadow attempts to possess an adjacent undead corporeal creature. This has the same effect as the possession spell, except the shadow doesn't have a physical body, so it's unaffected by the spell's restriction. Shadow Thief Some shadows gain the ability to handle objects. A shadow thief can't use Slink in Shadows or Steal Shadow while using Shadow Touch. Shadow Touch Two Actions The shadow Interacts with a simple physical object, such as picking up a book or opening a door (it can't manipulate a complicated object, like a lock). It can't carry more than a single physical object of up to 2 Bulk. It must use Shadow Touch to keep its hold on the item each turn, or it drops the item at the end of its turn. Members Greater Shadow (Creature 7), Shadow (Creature 4) Shadow Locations Shadows might lurk in any dimly lit area—a corner in a crumbling ruin, a room lit by flickering candles, or a shaded forest at dusk. They travel to and from the Shadow Plane, though it is unclear if they do so via their own magic or by aligning themselves with a more powerful being capable of such planar shifting. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=89",
 "weakness": {}
}