{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Shanrigol",
 "creature_family_markdown": "Shanrigol",
 "exclude_from_search": false,
 "id": "creature-family-214",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Shanrigol](/MonsterFamilies.aspx?ID=214)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #164: Hands of the Devil](/Sources.aspx?ID=75) pg. 84</row>\n\nFleshwarpers, regardless of their origin or training, create a shocking amount of waste. When the discarded remnants of aberrant flesh are heaped together with an accidental mixture of alchemical compounds or odious energy, the mass can quicken and regain life. Without the guidance of a fleshwarper, these aberrant body parts form into a shanrigol, a mess of bone, muscle, and sinew.\r\n\r\n<title level=\"2\">Members</title>\r\n[Shanrigol Behemoth](/Monsters.aspx?ID=1051) (Creature 9), [Shanrigol Heap](/Monsters.aspx?ID=1050) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Shanrigol Components</title>\r\n\r\nAs shanrigols incorporate pieces of creatures near their hunting ground, explorers who examine a shanrigol can gain many valuable clues about nearby creatures. In the case of a shanrigol behemoth, these explorers might find the beast using strange abilities from creatures they haven't yet faced!\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Shanrigol Treasure</title>\r\n\r\nBecause these undead aberrations seek only to absorb more flesh, they don't care about material things. When near a shanrigol's lair, it's not uncommon to see bloody armor, unsheathed weapons, and intact potion bottles scattered around the site of a battle. A shanrigol's fruitful ambush location is likely to have piles of overlooked valuable treasure from past victims.\r\n\r\n</aside>",
 "name": "Shanrigol",
 "rarity": "common",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #164: Hands of the Devil](/Sources.aspx?ID=75) pg. 84</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFleshwarpers, regardless of their origin or training, create a shocking amount of waste. When the discarded remnants of aberrant flesh are heaped …\r\n</summary>",
 "source": [
  "Pathfinder #164: Hands of the Devil"
 ],
 "source_raw": [
  "Pathfinder #164: Hands of the Devil pg. 84"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Abomination Vaults",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #164: Hands of the Devil](/Sources.aspx?ID=75) pg. 84</row>",
 "speed": {},
 "summary": "Fleshwarpers, regardless of their origin or training, create a shocking amount of waste. When the discarded remnants of aberrant flesh are heaped …",
 "summary_markdown": "Fleshwarpers, regardless of their origin or training, create a shocking amount of waste. When the discarded remnants of aberrant flesh are heaped …",
 "text": " Shanrigol Source Pathfinder #164: Hands of the Devil pg. 84 Fleshwarpers, regardless of their origin or training, create a shocking amount of waste. When the discarded remnants of aberrant flesh are heaped together with an accidental mixture of alchemical compounds or odious energy, the mass can quicken and regain life. Without the guidance of a fleshwarper, these aberrant body parts form into a shanrigol, a mess of bone, muscle, and sinew. Members Shanrigol Behemoth (Creature 9), Shanrigol Heap (Creature 4) Shanrigol Components As shanrigols incorporate pieces of creatures near their hunting ground, explorers who examine a shanrigol can gain many valuable clues about nearby creatures. In the case of a shanrigol behemoth, these explorers might find the beast using strange abilities from creatures they haven't yet faced! Shanrigol Treasure Because these undead aberrations seek only to absorb more flesh, they don't care about material things. When near a shanrigol's lair, it's not uncommon to see bloody armor, unsheathed weapons, and intact potion bottles scattered around the site of a battle. A shanrigol's fruitful ambush location is likely to have piles of overlooked valuable treasure from past victims. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=214",
 "weakness": {}
}