{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Shobhad",
 "creature_family_markdown": "Shobhad",
 "exclude_from_search": false,
 "id": "creature-family-296",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Shobhad](/MonsterFamilies.aspx?ID=296)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #173: Doorway to the Red Star](/Sources.aspx?ID=103) pg. 88</row>\n\nThese four-armed humanoids often live as nomads on Akiton. Self-sufficient and able to construct the equipment they need to survive from natural materials, shobhads traditionally avoid large cities and the smaller people of the planet, except to engage in trade. Some shobhads eschew these traditions, finding life in urban centers to be more appealing. Rifts between these shobhads and those who continue to lead nomadic lives in the Akitonian wilderness sometimes lead to clashes when members of the two societies meet.\n\n Shobhads are highly sought after for their martial expertise, unparalleled knowledge of Akiton's wilds, and unbreakable codes of honor. These warriors may operate independently, in their traditional clans, or in modern mercenary companies that blend ancestral traditions with the needs of modern military freelancers.\r\n\r\n<title level=\"2\">Members</title>\r\n[Shobhad Enforcer](/Monsters.aspx?ID=1678) (Creature 16), [Shobhad Sniper](/Monsters.aspx?ID=1679) (Creature 17)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Shobhad-Neh</title>\r\n\r\nShobhads refer to their collective culture and society as “shobhad-neh” in much the same way humans might refer to themselves collectively as humanity. Most shobhads aren't nearly as powerful as the two examples presented here—though notable for their size, strength, and four arms, the majority of them are ordinary 4th-level creatures.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Thasteron Firearms</title>\r\n\r\n[Shobhad longrifles](/Weapons.aspx?ID=251) are rare, even among shobhads, although they carry these weapons slightly more often than others in Akiton at large. Shobhad longrifles rely upon an explosive concoction made with a thasteron-based compound rather than gunpowder. Reloads for thasteron firearms are comparable in price to gunpowder-based weapons, but the two types of propulsion are not compatible.\r\n</aside>",
 "name": "Shobhad",
 "rarity": "common",
 "release_date": "2021-11-10",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #173: Doorway to the Red Star](/Sources.aspx?ID=103) pg. 88</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese four-armed humanoids often live as nomads on Akiton. Self-sufficient and able to construct the equipment they need to survive from natural …\r\n</summary>",
 "source": [
  "Pathfinder #173: Doorway to the Red Star"
 ],
 "source_raw": [
  "Pathfinder #173: Doorway to the Red Star pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #173: Doorway to the Red Star](/Sources.aspx?ID=103) pg. 88</row>",
 "speed": {},
 "summary": "These four-armed humanoids often live as nomads on Akiton. Self-sufficient and able to construct the equipment they need to survive from natural …",
 "summary_markdown": "These four-armed humanoids often live as nomads on Akiton. Self-sufficient and able to construct the equipment they need to survive from natural …",
 "text": " Shobhad Source Pathfinder #173: Doorway to the Red Star pg. 88 These four-armed humanoids often live as nomads on Akiton. Self-sufficient and able to construct the equipment they need to survive from natural materials, shobhads traditionally avoid large cities and the smaller people of the planet, except to engage in trade. Some shobhads eschew these traditions, finding life in urban centers to be more appealing. Rifts between these shobhads and those who continue to lead nomadic lives in the Akitonian wilderness sometimes lead to clashes when members of the two societies meet. Shobhads are highly sought after for their martial expertise, unparalleled knowledge of Akiton's wilds, and unbreakable codes of honor. These warriors may operate independently, in their traditional clans, or in modern mercenary companies that blend ancestral traditions with the needs of modern military freelancers. Members Shobhad Enforcer (Creature 16), Shobhad Sniper (Creature 17) Shobhad-Neh Shobhads refer to their collective culture and society as “shobhad-neh” in much the same way humans might refer to themselves collectively as humanity. Most shobhads aren't nearly as powerful as the two examples presented here—though notable for their size, strength, and four arms, the majority of them are ordinary 4th-level creatures. Thasteron Firearms Shobhad longrifles are rare, even among shobhads, although they carry these weapons slightly more often than others in Akiton at large. Shobhad longrifles rely upon an explosive concoction made with a thasteron-based compound rather than gunpowder. Reloads for thasteron firearms are comparable in price to gunpowder-based weapons, but the two types of propulsion are not compatible. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=296",
 "weakness": {}
}