{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Shoony",
 "creature_family_markdown": "Shoony",
 "exclude_from_search": false,
 "id": "creature-family-121",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Shoony](/MonsterFamilies.aspx?ID=121)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #153: Life's Long Shadows](/Sources.aspx?ID=29) pg. 81</row>\n\nShoonies are reclusive humanoids who resemble bipedal dogs with wrinkled faces and bulging eyes. They predominantly dwell in the grasslands and hilly plains of the Isle of Kortos. Shoony societies on Kortos are known for their agricultural prowess, industrious work ethic, and skill with tools to shape their environment.\n\n Shoonies have a rich oral history and claim that their kind flourished all around Kortos in the days when the living god Aroden walked among them. Many shoonies believe that Aroden himself personally created the shoonies after he raised the island from the bottom of the sea, and that he had a deep affinity for their people. Whether or not such tales of companionship with the god of humanity are true, shoonies have drastically declined in numbers since Aroden’s death over a hundred years ago. Shoony elders point to strange environmental phenomena around their island home as one cause of their diminishment, and others attribute their decline to the rise of warmongering monsters in the area. In a world where might often makes right, it is hardly a surprise that the peaceful but timid shoonies are becoming increasingly rare.\r\n\r\n<title level=\"2\">Members</title>\r\n[Shoony Hierarch](/Monsters.aspx?ID=523) (Creature 4), [Shoony Militia Member](/Monsters.aspx?ID=522) (Creature 2), [Shoony Tiller](/Monsters.aspx?ID=521) (Creature 0)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Resources</title>\r\n\r\nShoonies typically lack the resources to smelt and forge metal tools, weapons, and armor in any major capacity. Instead, they trade with other peoples for these precious resources. Farming, fishing, and hunting tools made of metal are especially vital to the shoony way of life, so shoony clans maintain good relations with any other clans or villages willing to trade with them. In exchange, shoony crops and animals grown for food make for reliable trade offerings, though the exchange rate is such that a shoony clan might acquire only one metal tool in a poor growing season.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Shoony Crops</title>\r\n\r\nWhile many shoony settlements rely on staple crops such as barley and beans, talented shoony farmers rarely settle for such mundane produce. Rumors speak of fiddlehead ferns that increase the speed of one’s gait, cabbages that fortify against toxins, and carrots that grant improved vision. Because shoonies alone know the secret to cultivating such wondrous vegetables, and because such veggies still rot and expire like mundane produce, finding these rare foodstuffs outside the Isle of Kortos is practically impossible.\r\n</aside>",
 "name": "Shoony",
 "rarity": "common",
 "release_date": "2020-03-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #153: Life's Long Shadows](/Sources.aspx?ID=29) pg. 81</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nShoonies are reclusive humanoids who resemble bipedal dogs with wrinkled faces and bulging eyes. They predominantly dwell in the grasslands and hilly …\r\n</summary>",
 "source": [
  "Pathfinder #153: Life's Long Shadows"
 ],
 "source_raw": [
  "Pathfinder #153: Life's Long Shadows pg. 81"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #153: Life's Long Shadows](/Sources.aspx?ID=29) pg. 81</row>",
 "speed": {},
 "summary": "Shoonies are reclusive humanoids who resemble bipedal dogs with wrinkled faces and bulging eyes. They predominantly dwell in the grasslands and hilly …",
 "summary_markdown": "Shoonies are reclusive humanoids who resemble bipedal dogs with wrinkled faces and bulging eyes. They predominantly dwell in the grasslands and hilly …",
 "text": " Shoony Source Pathfinder #153: Life's Long Shadows pg. 81 Shoonies are reclusive humanoids who resemble bipedal dogs with wrinkled faces and bulging eyes. They predominantly dwell in the grasslands and hilly plains of the Isle of Kortos. Shoony societies on Kortos are known for their agricultural prowess, industrious work ethic, and skill with tools to shape their environment. Shoonies have a rich oral history and claim that their kind flourished all around Kortos in the days when the living god Aroden walked among them. Many shoonies believe that Aroden himself personally created the shoonies after he raised the island from the bottom of the sea, and that he had a deep affinity for their people. Whether or not such tales of companionship with the god of humanity are true, shoonies have drastically declined in numbers since Aroden’s death over a hundred years ago. Shoony elders point to strange environmental phenomena around their island home as one cause of their diminishment, and others attribute their decline to the rise of warmongering monsters in the area. In a world where might often makes right, it is hardly a surprise that the peaceful but timid shoonies are becoming increasingly rare. Members Shoony Hierarch (Creature 4), Shoony Militia Member (Creature 2), Shoony Tiller (Creature 0) Resources Shoonies typically lack the resources to smelt and forge metal tools, weapons, and armor in any major capacity. Instead, they trade with other peoples for these precious resources. Farming, fishing, and hunting tools made of metal are especially vital to the shoony way of life, so shoony clans maintain good relations with any other clans or villages willing to trade with them. In exchange, shoony crops and animals grown for food make for reliable trade offerings, though the exchange rate is such that a shoony clan might acquire only one metal tool in a poor growing season. Shoony Crops While many shoony settlements rely on staple crops such as barley and beans, talented shoony farmers rarely settle for such mundane produce. Rumors speak of fiddlehead ferns that increase the speed of one’s gait, cabbages that fortify against toxins, and carrots that grant improved vision. Because shoonies alone know the secret to cultivating such wondrous vegetables, and because such veggies still rot and expire like mundane produce, finding these rare foodstuffs outside the Isle of Kortos is practically impossible. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=121",
 "weakness": {}
}