{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Siabrae",
 "creature_family_markdown": "Siabrae",
 "exclude_from_search": false,
 "id": "creature-family-310",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Siabrae](/MonsterFamilies.aspx?ID=310)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 144</row>\n\nA siabrae is an abomination. A skeletal [druid](/Classes.aspx?ID=6) or wild [witch](/Classes.aspx?ID=16), with bones the texture of stone and antlers of rock rising from their rough skulls, they're people who have willingly paid the ultimate price to protect the natural world. It rarely goes well for them.\n\n Druids and wild witches protect Golarion's environment from a host of threats—[demonic](/Traits.aspx?ID=42) invasions and [undead](/Traits.aspx?ID=160) horrors, otherworldly corruptions, and mundane greed and cupidity. Sometimes, they're tested beyond what they can bear, faced with forces they're incapable of defeating. Such a druid, seeing everything they have protected fall to destruction, might try the unthinkable. They might perform the ritual known as Welcome the Blighted Soul.\n\n With desperate prayer and a gory blood sacrifice, the druid becomes a siabrae, taking the corruption of the land into themself and binding both together, so they might survive and fight monsters in nature's service. A small few are able to use their newfound power to save their lands, and so the ritual's legend grows. Much more often, the druid becomes a twisted guardian of something past saving, the land they protect a macabre parody of healthy nature. Most siabraes are proud and bitter, obsessed with duty and branding their living brethren as cowards and traitors.\r\n\r\n<title level=\"2\">Members</title>\r\n[Siabrae](/Monsters.aspx?ID=1898) (Creature 16)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Stonewild Sect</title>\r\n\r\nOnce members of the [Green Faith](/Deities.aspx?ID=22), the druids of Sarkoris fought as long and hard as anyone else against the invasion of [demons](/MonsterFamilies.aspx?ID=28) that spewed forth from the Worldwound. When all hope was lost, a faction embraced the ritual to Welcome the Blighted Soul, becoming undead that lurk in the Stonewilds.\n\n Over the years since Sarkoris's fall, these druids developed their own twisted version of the Green Faith, embracing undeath and horror as the ultimate truth of the world. Where most siabraes are solitary beings, the Stonewild Sect is an organized cult, still active in the Sarkoris Scar. For the moment, they resist Tar-Baphon as an interloper, despite their shared undeath, but they're certainly no friends to the living.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Unnatural Allies</title>\r\n\r\nFew creations of nature are able to stomach working with a siabrae—their inherent miasma of wrongness is just too powerful. Most siabraes use [undead](/Traits.aspx?ID=160) as minions, particularly undead animals. Occasionally they ally with a sentient undead or loathsome [fey](/Traits.aspx?ID=69), but these tend to be alliances of convenience.\r\n</aside>\n\n<title level=\"2\">Creating a Siabrae</title>\r\n\r\nA siabrae can be made from any [primal](/Traits.aspx?ID=134) spellcaster as long as they have the ability to perform a ritual of undeath as the primary caster (which can usually be performed only by a spellcaster capable of casting 6th-level spells). To create a siabrae, follow these steps: \n<ul><li>Increase the spellcaster's level by 1 and change their statistics as follows.</li><li>Increase spell DCs and spell attack rolls by 2.</li></ul> \n\n<title level=\"3\" right=\"\">Siabrae Abilities</title> A siabrae gains the [earth](/Domains.aspx?ID=10) and [undead](/Traits.aspx?ID=160) traits and becomes evil. Siabraes lose all abilities that specifically come from being a living creature of their original kind.\n\n A siabrae gains the following abilities.\n\n **[Darkvision](/MonsterAbilities.aspx?ID=12)**<br /> **[Tremorsense](/MonsterAbilities.aspx?ID=40)** (imprecise) 60 feet<br /> **[Negative Healing](/MonsterAbilities.aspx?ID=42)**<br /> **Rejuvenation** ([primal](/Traits.aspx?ID=134), [necromancy](/Traits.aspx?ID=117)) When a siabrae is destroyed, they can attempt a DC 10 flat check (they automatically succeed if they're standing on blighted or diseased terrain, and automatically fail if they're standing on sacred ground). If the flat check succeeds, the siabrae's body crumbles to dust and absorbs into the earth. After 1d10 days, the siabrae's body reforms from a mass of unworked stone large enough to create a new body; this stone is in a random location within 1d10 miles of where the siabrae was destroyed. The siabrae emerges from the stone with a peal of thunder, though without any of their gear.<br /> **Immunities** [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [unconscious](/Conditions.aspx?ID=38)<br /> **Resistances** [fire](/Traits.aspx?ID=72) 20, physical 15 (except [magic](/Traits.aspx?ID=103) bludgeoning)<br /> **Speed** The siabrae gains a burrow Speed equal to their land Speed and the earth glide ability (see below).<br /> **Blight Mastery** Any of the siabrae's spells or effects that would normally be restricted to affecting [animal](/Traits.aspx?ID=9) can also affect undead animals. Furthermore, any animals the siabrae takes the form of or summons appear to be diseased, malnourished, or even dead and rotting. (This doesn't affect their statistics.)<br /> **Earth Glide** The siabrae can [Burrow](/Actions.aspx?ID=93) through any earthen matter, including rock. When it does so, the siabrae moves at its full burrow Speed, leaving no tunnels or signs of its passing.<br /> **Miasma** ([aura](/Traits.aspx?ID=206), [disease](/Traits.aspx?ID=46), [primal](/Traits.aspx?ID=134)) 20 feet, DC equal to the siabrae's spell DC – 4. A creature that enters the aura or begins its turn there becomes [sickened 2](/Conditions.aspx?ID=34) on a failure (or sickened 4 on a critical failure). An [animal](/Traits.aspx?ID=9), [fey](/Traits.aspx?ID=69), or [plant](/Traits.aspx?ID=125) that rolls a failure gets a critical failure instead. Regardless of the result of the saving throw, the creature is temporarily immune to the siabrae's miasma for 1 minute.<br /> **Stone Antlers** The siabrae grows a pair of stony antlers or horns from its head, which give it an antler attack that deals 1d6+2 bludgeoning damage for every 3 levels and inflicts stony shards. If the siabrae wishes, they can keep these antlers while polymorphed, using the normal statistics of the stone antler attack.<br /> **Stony Shards** ([curse](/Traits.aspx?ID=38), [earth](/Traits.aspx?ID=55), [incapacitation](/Traits.aspx?ID=93), [necromancy](/Traits.aspx?ID=117), [primal](/Traits.aspx?ID=134)) Tiny shards break off the siabrae's antlers when they attack, lodging in the target's wounds and inflicting a terrible curse. A creature damaged by a siabrae's stone antlers Strike must succeed at a Fortitude save against the siabrae's spell DC – 4 or become [clumsy 2](/Conditions.aspx?ID=3) for 1d4 rounds on a failure. If the creature critically fails, or fails while already clumsy 2 or greater, the creature is [petrified](/Conditions.aspx?ID=30).",
 "name": "Siabrae",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 144</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA siabrae is an abomination. A skeletal  druid  or wild  witch , with bones the texture of stone and antlers of rock rising from their rough skulls, …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 144"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 144</row>",
 "speed": {},
 "summary": "A siabrae is an abomination. A skeletal  druid  or wild  witch , with bones the texture of stone and antlers of rock rising from their rough skulls, …",
 "summary_markdown": "A siabrae is an abomination. A skeletal  druid  or wild  witch , with bones the texture of stone and antlers of rock rising from their rough skulls, …",
 "text": " Siabrae Source Book of the Dead pg. 144 A siabrae is an abomination. A skeletal druid or wild witch, with bones the texture of stone and antlers of rock rising from their rough skulls, they're people who have willingly paid the ultimate price to protect the natural world. It rarely goes well for them. Druids and wild witches protect Golarion's environment from a host of threats—demonic invasions and undead horrors, otherworldly corruptions, and mundane greed and cupidity. Sometimes, they're tested beyond what they can bear, faced with forces they're incapable of defeating. Such a druid, seeing everything they have protected fall to destruction, might try the unthinkable. They might perform the ritual known as Welcome the Blighted Soul. With desperate prayer and a gory blood sacrifice, the druid becomes a siabrae, taking the corruption of the land into themself and binding both together, so they might survive and fight monsters in nature's service. A small few are able to use their newfound power to save their lands, and so the ritual's legend grows. Much more often, the druid becomes a twisted guardian of something past saving, the land they protect a macabre parody of healthy nature. Most siabraes are proud and bitter, obsessed with duty and branding their living brethren as cowards and traitors. Members Siabrae (Creature 16) The Stonewild Sect Once members of the Green Faith, the druids of Sarkoris fought as long and hard as anyone else against the invasion of demons that spewed forth from the Worldwound. When all hope was lost, a faction embraced the ritual to Welcome the Blighted Soul, becoming undead that lurk in the Stonewilds. Over the years since Sarkoris's fall, these druids developed their own twisted version of the Green Faith, embracing undeath and horror as the ultimate truth of the world. Where most siabraes are solitary beings, the Stonewild Sect is an organized cult, still active in the Sarkoris Scar. For the moment, they resist Tar-Baphon as an interloper, despite their shared undeath, but they're certainly no friends to the living. Unnatural Allies Few creations of nature are able to stomach working with a siabrae—their inherent miasma of wrongness is just too powerful. Most siabraes use undead as minions, particularly undead animals. Occasionally they ally with a sentient undead or loathsome fey, but these tend to be alliances of convenience. Creating a Siabrae A siabrae can be made from any primal spellcaster as long as they have the ability to perform a ritual of undeath as the primary caster (which can usually be performed only by a spellcaster capable of casting 6th-level spells). To create a siabrae, follow these steps: Increase the spellcaster's level by 1 and change their statistics as follows. Increase spell DCs and spell attack rolls by 2. Siabrae Abilities A siabrae gains the earth and undead traits and becomes evil. Siabraes lose all abilities that specifically come from being a living creature of their original kind. A siabrae gains the following abilities. Darkvision Tremorsense (imprecise) 60 feet Negative Healing Rejuvenation (primal, necromancy) When a siabrae is destroyed, they can attempt a DC 10 flat check (they automatically succeed if they're standing on blighted or diseased terrain, and automatically fail if they're standing on sacred ground). If the flat check succeeds, the siabrae's body crumbles to dust and absorbs into the earth. After 1d10 days, the siabrae's body reforms from a mass of unworked stone large enough to create a new body; this stone is in a random location within 1d10 miles of where the siabrae was destroyed. The siabrae emerges from the stone with a peal of thunder, though without any of their gear. Immunities death effects, disease, paralyzed, poison, unconscious Resistances fire 20, physical 15 (except magic bludgeoning) Speed The siabrae gains a burrow Speed equal to their land Speed and the earth glide ability (see below). Blight Mastery Any of the siabrae's spells or effects that would normally be restricted to affecting animal can also affect undead animals. Furthermore, any animals the siabrae takes the form of or summons appear to be diseased, malnourished, or even dead and rotting. (This doesn't affect their statistics.) Earth Glide The siabrae can Burrow through any earthen matter, including rock. When it does so, the siabrae moves at its full burrow Speed, leaving no tunnels or signs of its passing. Miasma (aura, disease, primal) 20 feet, DC equal to the siabrae's spell DC – 4. A creature that enters the aura or begins its turn there becomes sickened 2 on a failure (or sickened 4 on a critical failure). An animal, fey, or plant that rolls a failure gets a critical failure instead. Regardless of the result of the saving throw, the creature is temporarily immune to the siabrae's miasma for 1 minute. Stone Antlers The siabrae grows a pair of stony antlers or horns from its head, which give it an antler attack that deals 1d6+2 bludgeoning damage for every 3 levels and inflicts stony shards. If the siabrae wishes, they can keep these antlers while polymorphed, using the normal statistics of the stone antler attack. Stony Shards (curse, earth, incapacitation, necromancy, primal) Tiny shards break off the siabrae's antlers when they attack, lodging in the target's wounds and inflicting a terrible curse. A creature damaged by a siabrae's stone antlers Strike must succeed at a Fortitude save against the siabrae's spell DC – 4 or become clumsy 2 for 1d4 rounds on a failure. If the creature critically fails, or fails while already clumsy 2 or greater, the creature is petrified.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=310",
 "weakness": {}
}