{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Siktempora",
 "creature_family_markdown": "Siktempora",
 "exclude_from_search": false,
 "id": "creature-family-259",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Siktempora](/MonsterFamilies.aspx?ID=259)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 232</row>\n\nIn the [Dimension of Time](/Planes.aspx?ID=21), intense emotions are more than just ethereal feelings. They accumulate over time, from things like the critical mass of emotion caused by a historic event or a settlement passing down a powerful sentiment for generations. These accretions eventually give birth to siktemporas. Each siktempora feels, with all their being, a singular intense emotion linked to the circumstances that spawned them. A rare few, however, are created when an emotionally invested creature attempts to travel to the Dimension of Time or interferes with the flow of time, which can create paradoxes or manipulate past events.\n\n Siktemporas usually isolate themselves on the Dimension of Time in mindscapes infused with the emotion that created them, but some travel to other planes. These wanderers long to indulge in more of their core emotion or to engender more of that feeling, thus perpetuating their own kind.\r\n\r\n<title level=\"2\">Members</title>\r\n[Hatred Siktempora](/Monsters.aspx?ID=1297) (Creature 18), [Love Siktempora](/Monsters.aspx?ID=1296) (Creature 16), [Misery Siktempora](/Monsters.aspx?ID=1294) (Creature 12), [Triumph Siktempora](/Monsters.aspx?ID=1295) (Creature 14)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Siktemporas</title>\r\n\r\nAlmost any intense emotion that exists over time can give birth to a siktempora. What few reports exist of the [Dimension of Time](/Planes.aspx?ID=21) give references to siktemporas of anger, joy, and whimsy, while ancient tales tell of creatures similar to siktemporas that hold sway over dedication and discovery, awe and infatuation, or pity and panic. Some sages even discuss the existence of hybrid siktemporas, created by epoch events that inspired two different emotions in equal intensity\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Siktempora Lairs</title>\r\n\r\nWhile many siktemporas on the [Material Plane](/Planes.aspx?ID=1) seek out the emotions that built them with utmost fervor, after eons of emotional intensity, some claim an area for their respite. A love siktempora might live in the attic of a coffee shop whose employees are skilled matchmakers, while a hatred siktempora might dwell beneath the floorboards of a vindictive organization that seeks to spread injustice.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Siktempora Treasures</title>\r\n\r\nSiktemporas hold few practical items on them, but they regularly hoard items associated with the events that spawned them. A [misery siktempora](/Monsters.aspx?ID=1294) created by the pain of a mass killing might hunt the perpetrators down and carry the weapon used, while a [love siktempora](/Monsters.aspx?ID=1296) might hold the series of love letters that gave birth to them close to their chests\r\n</aside>",
 "name": "Siktempora",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 232</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn the  Dimension of Time , intense emotions are more than just ethereal feelings. They accumulate over time, from things like the critical mass of …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 232"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 232</row>",
 "speed": {},
 "summary": "In the  Dimension of Time , intense emotions are more than just ethereal feelings. They accumulate over time, from things like the critical mass of …",
 "summary_markdown": "In the  Dimension of Time , intense emotions are more than just ethereal feelings. They accumulate over time, from things like the critical mass of …",
 "text": " Siktempora Source Bestiary 3 pg. 232 In the Dimension of Time, intense emotions are more than just ethereal feelings. They accumulate over time, from things like the critical mass of emotion caused by a historic event or a settlement passing down a powerful sentiment for generations. These accretions eventually give birth to siktemporas. Each siktempora feels, with all their being, a singular intense emotion linked to the circumstances that spawned them. A rare few, however, are created when an emotionally invested creature attempts to travel to the Dimension of Time or interferes with the flow of time, which can create paradoxes or manipulate past events. Siktemporas usually isolate themselves on the Dimension of Time in mindscapes infused with the emotion that created them, but some travel to other planes. These wanderers long to indulge in more of their core emotion or to engender more of that feeling, thus perpetuating their own kind. Members Hatred Siktempora (Creature 18), Love Siktempora (Creature 16), Misery Siktempora (Creature 12), Triumph Siktempora (Creature 14) Other Siktemporas Almost any intense emotion that exists over time can give birth to a siktempora. What few reports exist of the Dimension of Time give references to siktemporas of anger, joy, and whimsy, while ancient tales tell of creatures similar to siktemporas that hold sway over dedication and discovery, awe and infatuation, or pity and panic. Some sages even discuss the existence of hybrid siktemporas, created by epoch events that inspired two different emotions in equal intensity Siktempora Lairs While many siktemporas on the Material Plane seek out the emotions that built them with utmost fervor, after eons of emotional intensity, some claim an area for their respite. A love siktempora might live in the attic of a coffee shop whose employees are skilled matchmakers, while a hatred siktempora might dwell beneath the floorboards of a vindictive organization that seeks to spread injustice. Siktempora Treasures Siktemporas hold few practical items on them, but they regularly hoard items associated with the events that spawned them. A misery siktempora created by the pain of a mass killing might hunt the perpetrators down and carry the weapon used, while a love siktempora might hold the series of love letters that gave birth to them close to their chests ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=259",
 "weakness": {}
}