{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Silverfish",
 "creature_family_markdown": "Silverfish",
 "exclude_from_search": false,
 "id": "creature-family-289",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Silverfish](/MonsterFamilies.aspx?ID=289)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 84</row>\n\nA common pest with a silvery carapace and an undulating, fishlike scuttle, the nocturnal silverfish infests homes and libraries throughout Golarion. These insects aren't typically dangerous, but their tendency to devour books and clothing often puts them at odds with larger creatures.\r\n\r\n<title level=\"2\">Members</title>\r\n[Giant Silverfish](/Monsters.aspx?ID=1615) (Creature 0), [Silverfish Swarm](/Monsters.aspx?ID=1614) (Creature -1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Silverfish Molts</title>\r\n\r\nIn an interesting twist to the pest's life cycle, some spellcasters incorporate giant silverfish moltings into their spellbooks and scrolls. These shed skins have the consistency of onionskin and are valuable due to the superstition that they contain residual magic from texts the silverfish consumed. Regardless of whether a silverfish molt has any intrinsic magical power, many tenured mages feel that proof of a book-devouring vermin's demise is worthy of a reward. Thus, such a trophy is guaranteed to fetch a tidy sum from the right buyer.\r\n</aside>",
 "name": "Silverfish",
 "rarity": "common",
 "release_date": "2021-08-05",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 84</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA common pest with a silvery carapace and an undulating, fishlike scuttle, the nocturnal silverfish infests homes and libraries throughout Golarion. …\r\n</summary>",
 "source": [
  "Pathfinder #169: Kindled Magic"
 ],
 "source_raw": [
  "Pathfinder #169: Kindled Magic pg. 84"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 84</row>",
 "speed": {},
 "summary": "A common pest with a silvery carapace and an undulating, fishlike scuttle, the nocturnal silverfish infests homes and libraries throughout Golarion. …",
 "summary_markdown": "A common pest with a silvery carapace and an undulating, fishlike scuttle, the nocturnal silverfish infests homes and libraries throughout Golarion. …",
 "text": " Silverfish Source Pathfinder #169: Kindled Magic pg. 84 A common pest with a silvery carapace and an undulating, fishlike scuttle, the nocturnal silverfish infests homes and libraries throughout Golarion. These insects aren't typically dangerous, but their tendency to devour books and clothing often puts them at odds with larger creatures. Members Giant Silverfish (Creature 0), Silverfish Swarm (Creature -1) Silverfish Molts In an interesting twist to the pest's life cycle, some spellcasters incorporate giant silverfish moltings into their spellbooks and scrolls. These shed skins have the consistency of onionskin and are valuable due to the superstition that they contain residual magic from texts the silverfish consumed. Regardless of whether a silverfish molt has any intrinsic magical power, many tenured mages feel that proof of a book-devouring vermin's demise is worthy of a reward. Thus, such a trophy is guaranteed to fetch a tidy sum from the right buyer. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=289",
 "weakness": {}
}