{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Skelm",
 "creature_family_markdown": "Skelm",
 "exclude_from_search": false,
 "id": "creature-family-260",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Skelm](/MonsterFamilies.aspx?ID=260)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 238</row>\n\nRage-filled skelms are drawn to any settlement with more than a few hundred souls. Using magical disguises and leveraging societal norms to their benefit, these antlered monsters crave fearful respect and brutally punish any who dare disagree with their lofty opinions, even in the slightest degree. Although quite dangerous on their own, skelms are at their deadliest when leading an angry mob. Their cruel and exploitative nature has made their name synonymous with villainy.\n\n An existing skelm can transform any evil humanoid who's overwhelmed with rage into one of their kind. Skelms heap enraging humiliation on potential new brothers as a form of indoctrination, convincing these recruits that some other person or group is responsible for their misery. This practice ensures skelms begin their new existence with sufficient vitriol to plot their revenge.\n\n Many newly forged skelms carry on their lives in the roles they held as mortals; and in fact, these roles often shape the type of skelm they become. Skelms can arise among members of nearly any ancestry, though they're more common among cultures with deeply entrenched gender roles, unjust hierarchies, and those that don't offer healthy ways to experience and process anger.\r\n\r\n<title level=\"2\">Members</title>\r\n[Palace Skelm](/Monsters.aspx?ID=1303) (Creature 8), [Shrine Skelm](/Monsters.aspx?ID=1302) (Creature 5), [Soul Skelm](/Monsters.aspx?ID=1304) (Creature 10), [Street Skelm](/Monsters.aspx?ID=1301) (Creature 3)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Mockeries of Masculinity</title>\r\n\r\nSkelm women don't appear to exist. The few researchers who have tracked skelm mating behavior have found skelms' offspring are undifferentiated members of the mother's ancestry. The fact that skelms are cruelly manipulative shapeshifters, but all male, has led to the theory that skelms are the mystical male counterpart to [hags](/MonsterFamilies.aspx?ID=59).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Skelm Antlers</title>\r\n\r\nAll skelms have branching antlers resembling those of a stag. Skelms with smaller antlers shame and bully skelms with larger antlers, although they always use some other excuse. However, skelms pretend they don't have antlers at all when dealing with non-skelms, regardless of evidence or argument. Skelms will even gore enemies with their antlers in combat, even if afterwards they deny the action they obviously just took.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Skelm Origins</title>\r\n\r\nThe transformation from man to skelm takes place over a remarkably short period of time—sometimes as little as a few hours—as the physical changes involved are relatively minor compared to the emotional devotion required.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Skelm Society</title>\r\n\r\nAlliances between skelms rarely last long, as it's only a matter of time before one wounds another's incredibly fragile ego, breaking the alliance. Many form hierarchical clubs with mortal members to delay such conflict while also identifying prospective new skelms.\r\n</aside>",
 "name": "Skelm",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 238</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRage-filled skelms are drawn to any settlement with more than a few hundred souls. Using magical disguises and leveraging societal norms to their …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 238"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 238</row>",
 "speed": {},
 "summary": "Rage-filled skelms are drawn to any settlement with more than a few hundred souls. Using magical disguises and leveraging societal norms to their …",
 "summary_markdown": "Rage-filled skelms are drawn to any settlement with more than a few hundred souls. Using magical disguises and leveraging societal norms to their …",
 "text": " Skelm Source Bestiary 3 pg. 238 Rage-filled skelms are drawn to any settlement with more than a few hundred souls. Using magical disguises and leveraging societal norms to their benefit, these antlered monsters crave fearful respect and brutally punish any who dare disagree with their lofty opinions, even in the slightest degree. Although quite dangerous on their own, skelms are at their deadliest when leading an angry mob. Their cruel and exploitative nature has made their name synonymous with villainy. An existing skelm can transform any evil humanoid who's overwhelmed with rage into one of their kind. Skelms heap enraging humiliation on potential new brothers as a form of indoctrination, convincing these recruits that some other person or group is responsible for their misery. This practice ensures skelms begin their new existence with sufficient vitriol to plot their revenge. Many newly forged skelms carry on their lives in the roles they held as mortals; and in fact, these roles often shape the type of skelm they become. Skelms can arise among members of nearly any ancestry, though they're more common among cultures with deeply entrenched gender roles, unjust hierarchies, and those that don't offer healthy ways to experience and process anger. Members Palace Skelm (Creature 8), Shrine Skelm (Creature 5), Soul Skelm (Creature 10), Street Skelm (Creature 3) Mockeries of Masculinity Skelm women don't appear to exist. The few researchers who have tracked skelm mating behavior have found skelms' offspring are undifferentiated members of the mother's ancestry. The fact that skelms are cruelly manipulative shapeshifters, but all male, has led to the theory that skelms are the mystical male counterpart to hags. Skelm Antlers All skelms have branching antlers resembling those of a stag. Skelms with smaller antlers shame and bully skelms with larger antlers, although they always use some other excuse. However, skelms pretend they don't have antlers at all when dealing with non-skelms, regardless of evidence or argument. Skelms will even gore enemies with their antlers in combat, even if afterwards they deny the action they obviously just took. Skelm Origins The transformation from man to skelm takes place over a remarkably short period of time—sometimes as little as a few hours—as the physical changes involved are relatively minor compared to the emotional devotion required. Skelm Society Alliances between skelms rarely last long, as it's only a matter of time before one wounds another's incredibly fragile ego, breaking the alliance. Many form hierarchical clubs with mortal members to delay such conflict while also identifying prospective new skelms. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=260",
 "weakness": {}
}