{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Skeleton",
 "creature_family_markdown": "Skeleton",
 "exclude_from_search": false,
 "id": "creature-family-92",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Skeleton](/MonsterFamilies.aspx?ID=92)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 298</row>\n\nMade from bones held together by foul necromancy, skeletons are among the most common types of undead, found haunting old dungeons and forgotten cemeteries. \n\n<title level=\"2\" right=\"\">Skeleton Abilities</title> Most skeletons have one of these abilities. If you give a skeleton more, you might want to increase its level and adjust its statistics. \n\n### Bestiary\n **Bloody** The skeleton is covered in dripping blood and gains [fast healing](/MonsterAbilities.aspx?ID=15) equal to its level. \n\n **Collapse** <actions string=\"Reaction\" /> **Trigger** The skeleton is critically hit. **Effect** The skeleton collapses into a pile of bones and the attack deals only normal damage. The skeleton can reform in a standing position as an action, but until it does, it is [immobilized](/Conditions.aspx?ID=24) and [flat-footed](/Conditions.aspx?ID=16).\n\n **Explosive Death** When the skeleton is destroyed, its bones shatter and explode as the necromantic energy holding it together is released. Adjacent creatures take 1d6 slashing damage per 2 levels (minimum 1d6) with a [basic](/Rules.aspx?ID=329) Reflex save.\n\n **Screaming Skull** <actions string=\"Two Actions\" /> ([auditory](/Traits.aspx?ID=16), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) The skeleton removes its skull and throws it, making a jaws attack with a range of 20 feet. It then attempts to [Demoralize](/Actions.aspx?ID=53) each foe within 10 feet of the target. The head bounces, rolls, or even flies back, returning to the skeleton at the start of its next turn. The skeleton is [blind](/Conditions.aspx?ID=1) until then. \n\n### Bestiary 3\n **Blaze** The skeleton is wreathed with fire, which doesn't consume its bones or gear. The skeleton gains immunity to [fire](/Traits.aspx?ID=72) and weakness 5 to cold, loses its resistance to [cold](/Traits.aspx?ID=27), and its Strikes deal additional [persistent fire damage](/Conditions.aspx?ID=29) equal to half the skeleton's level (minimum 1 damage).<br /> <br /> **Bone Missile** <actions string=\"Two Actions\" /> The skeleton yanks a rib from its ribcage to use as an arrow or javelin. The skeleton loses HP equal to its level (minimum 1), then makes a ranged Strike. This uses the attack bonus of whichever of the skeleton's other Strikes has the highest attack bonus and deals piercing damage equal to that Strike's damage plus the skeleton's level (minimum 1).\n\n **Bone Powder** **Source** When the skeleton takes physical damage from a critical hit, one of its bones is pulverized into a fine powder. All creatures in a 5-foot emanation that breathe take 1d6 [persistent poison damage](/Conditions.aspx?ID=29) (plus an additional 1d6 for every 6 levels the skeleton has). \n\n **Skeleton of Roses**  Thick briars have grown through the skeleton's bones, covering it in red roses with inch-long thorns. The skeleton's unarmed melee Strikes deal additional piercing damage equal to 1/3 the skeleton's level (minimum 1 damage). At the end of each of its turns, if the skeleton has caused piercing damage with its thorns, it regains HP equal to its level (minimum 1). Each time the skeleton regains HP in this way, another rose blossoms. \n\n### Book of the Dead\n**Aquatic Bones** The skeleton has bones from aquatic creatures, allowing it to swim using a simple tail, paddles, or similar appendage. The skeleton has a swim Speed of 20 feet and gains the [aquatic](/Traits.aspx?ID=168) trait and the [aquatic ambush](/MonsterAbilities.aspx?ID=2) ability.\n\n **Bone Storm** <actions string=\"Three Actions\" /> **Frequency** once per day; **Effect** The skeleton transforms into a cyclone of bones, taking up the same space, but twice as tall. It then Strides up to double its Speed. It can move through spaces occupied by other creatures, and this movement doesn't trigger reactions. Creatures the bone storm moves through take 1d6 slashing damage for every 2 levels of the skeleton, with a [basic](/Rules.aspx?ID=329) Reflex save against the [hard DC for the creature's level](/Rules.aspx?ID=554). A level 1 or lower skeleton only moves; it doesn't deal damage. A creature attempts this save only once even if the bone storm moved through its space multiple times. At the end of the movement, the skeleton reforms.\n\n **Crumbling Bones** The skeleton is made from crumbling bones that drift in clouds of dust. The skeleton has a fly Speed of 20 but it must end its turn within no more than 5 feet off the ground, or it falls, taking damage as normal. In addition, the skeleton can move through any space that's large enough for its skull to fit through.\n\n **Frozen** The skeleton's bones are covered in a thin layer of ice. The skeleton gains immunity to [cold](/Traits.aspx?ID=27) and weakness 5 to [fire](/Traits.aspx?ID=72) and loses resistance to fire. The skeleton is surrounded by an aura of cold that deals cold damage equal to half the skeleton's level to all adjacent creatures at the start of the skeleton's turn ([basic](/Rules.aspx?ID=329) Reflex save with a [standard DC for its level](/Rules.aspx?ID=554)).\n\n **Grave Eruption** <actions string=\"Two Actions\" /> **Requirements** The skeleton is [undetected](/Conditions.aspx?ID=39) and buried in dirt, gravel, or other loose material; **Effect** The skeleton erupts from the ground, Stands, and makes a melee Strike. The target is [flat-footed](/Conditions.aspx?ID=16) against this Strike. If the Strike hits, the target is [frightened 1](/Conditions.aspx?ID=19) (or frightened 2 on a critical hit).\n\n **Lacquered** During the process to create the skeleton, it was covered with several layers of an alchemical lacquer, giving its bones a golden hue and granting added protection. The skeleton gains [acid](/Traits.aspx?ID=3) resistance 5 and a +2 status bonus to saves against effects that age or erode the target.\n\n **Nimble** The skeleton is particularly fast and nimble. Its land Speed increases by 10 feet and it has a climb Speed of 20 feet. In addition, it gains the [Nimble Dodge](/Feats.aspx?ID=550) reaction.\n\n **Rotten** The bones of this skeleton are black and rotten, having spent years in polluted water or some other foul substance. The skeleton loses its resistance to piercing and slashing damage and is surrounded by a horrific stench in a 10-foot aura. A creature entering or starting its turn in the aura must succeed at a Fortitude save against the [standard DC of the skeleton's level](/Rules.aspx?ID=554) or become [sickened 1](/Conditions.aspx?ID=34) (plus [slowed 1](/Conditions.aspx?ID=35) for as long as it remains sickened on a critical failure). While within the aura, affected creatures take a –2 circumstance penalty to saves against [disease](/Traits.aspx?ID=46) and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.<br /> This stench remains for 1 hour after the rotten skeleton has been destroyed unless the bones are burned, or the rot is washed away with at least 1 gallon of water.\r\n\r\n<title level=\"2\">Members</title>\r\n[Beetle Carapace](/Monsters.aspx?ID=1902) (Creature 6), [Drake Skeleton](/Monsters.aspx?ID=1903) (Creature 8), [Harpy Skeleton](/Monsters.aspx?ID=1298) (Creature 5), [Skeletal Champion](/Monsters.aspx?ID=373) (Creature 2), [Skeletal Giant](/Monsters.aspx?ID=375) (Creature 3), [Skeletal Horse](/Monsters.aspx?ID=374) (Creature 2), [Skeletal Hulk](/Monsters.aspx?ID=376) (Creature 7), [Skeletal Mage](/Monsters.aspx?ID=1901) (Creature 5), [Skeletal Soldier](/Monsters.aspx?ID=1900) (Creature 1), [Skeletal Titan](/Monsters.aspx?ID=1904) (Creature 13), [Skeleton Guard](/Monsters.aspx?ID=372) (Creature -1), [Skeleton Infantry](/Monsters.aspx?ID=1300) (Creature 11), [Tyrannosaurus Skeleton](/Monsters.aspx?ID=1299) (Creature 9), [Wolf Skeleton](/Monsters.aspx?ID=1899) (Creature 0)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Creating Skeletons</title>\r\n\r\nStart with a skeleton of the appropriate size. (Gargantuan skeletons can use skeletal hulk with the elite template, Gargantuan size, and 5 feet more reach.) Add Strikes, Speeds, or other abilities it would gain from its shape. For instance, a chimera skeleton might have a horn attack with its goat head and jaw attacks with its dragon and lion heads, but not a fist attack.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_6_Geb.png\">First to Rise</title>\r\n\r\nI can still remember the first time I was able to draw forth the right combination of incantations and gestures to bring a small pile of bones to life. To see them draw together and assemble, then stand, looking at me with empty eyes, waiting to obey my command. For myself, is the only intoxicant that has ever held any allure. Fortunately, I cast off the bonds of sentimentality long ago. Although, come to think of it, I think that skeletal cat still lingers in one of my many vaults.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Patchwork Skeletons</title>\r\n\r\nA skeleton's connection to its mortal remains is tenuous. One that's damaged can fairly easily replace a broken bone with a similar bone scavenged from another creature. A skeleton can eventually have its entire body replaced, bone by bone. Skeletons don't have much of an identity, making it unclear whether this is still the same creature.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Radiant Rebirth</title>\r\n\r\nWhen the powerful lich called the Whispering Tyrant returned from imprisonment, he unleashed the _Radiant Fire_ that laid waste to several towns and cities around his prison of Gallowspire. Most of the fallen were left where they died, slowly steeping in necromantic energy. In the early days after these attacks, [zombies](/MonsterFamilies.aspx?ID=103) commonly roamed the area, but as the years pass, skeletons have become more and more numerous.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Skeleton Origins</title>\r\n\r\nNecromancers occasionally add a little something extra to skeletons they animate, but sometimes skeletons can pick up aspects of their environment. Skeletons that spend centuries in an underground cavern with a lava lake often end up blazing. Corpses whose graves become overrun with briars and brambles sometimes rise with life-draining thorns, while skeletons in vermin-infested earth often take some of those vermin with them when animated.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_6_Geb.png\">The Skeletal Path</title>\r\n\r\nDiviners cast animal bones with a record of small successes. With necromancy, one can see far beyond. Animated skeletons presented with non-specific orders move in eddies as a school of fish might. Careful observation reveals patterns. This requires a large number of skeletons. Fortunately, a resource in which I am prosperous.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Unlife without Flesh</title>\r\n\r\nThe necromantic energies that infuse animated undead skeletons give them the ability to see without eyes and move without muscles. Despite being mindless, skeletons’ instinct to evil comes from their corrupt vital essence, perverting negative energy for creation rather than destruction.\r\n</aside>",
 "name": "Skeleton",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 298</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMade from bones held together by foul necromancy, skeletons are among the most common types of undead, found haunting old dungeons and forgotten …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 298"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 298</row>",
 "speed": {},
 "summary": "Made from bones held together by foul necromancy, skeletons are among the most common types of undead, found haunting old dungeons and forgotten …",
 "summary_markdown": "Made from bones held together by foul necromancy, skeletons are among the most common types of undead, found haunting old dungeons and forgotten …",
 "text": " Skeleton Source Bestiary pg. 298 Made from bones held together by foul necromancy, skeletons are among the most common types of undead, found haunting old dungeons and forgotten cemeteries. Skeleton Abilities Most skeletons have one of these abilities. If you give a skeleton more, you might want to increase its level and adjust its statistics. ### Bestiary Bloody The skeleton is covered in dripping blood and gains fast healing equal to its level. Collapse Reaction Trigger The skeleton is critically hit. Effect The skeleton collapses into a pile of bones and the attack deals only normal damage. The skeleton can reform in a standing position as an action, but until it does, it is immobilized and flat-footed. Explosive Death When the skeleton is destroyed, its bones shatter and explode as the necromantic energy holding it together is released. Adjacent creatures take 1d6 slashing damage per 2 levels (minimum 1d6) with a basic Reflex save. Screaming Skull Two Actions (auditory, emotion, fear, mental) The skeleton removes its skull and throws it, making a jaws attack with a range of 20 feet. It then attempts to Demoralize each foe within 10 feet of the target. The head bounces, rolls, or even flies back, returning to the skeleton at the start of its next turn. The skeleton is blind until then. ### Bestiary 3 Blaze The skeleton is wreathed with fire, which doesn't consume its bones or gear. The skeleton gains immunity to fire and weakness 5 to cold, loses its resistance to cold, and its Strikes deal additional persistent fire damage equal to half the skeleton's level (minimum 1 damage). Bone Missile Two Actions The skeleton yanks a rib from its ribcage to use as an arrow or javelin. The skeleton loses HP equal to its level (minimum 1), then makes a ranged Strike. This uses the attack bonus of whichever of the skeleton's other Strikes has the highest attack bonus and deals piercing damage equal to that Strike's damage plus the skeleton's level (minimum 1). Bone Powder Source When the skeleton takes physical damage from a critical hit, one of its bones is pulverized into a fine powder. All creatures in a 5-foot emanation that breathe take 1d6 persistent poison damage (plus an additional 1d6 for every 6 levels the skeleton has). Skeleton of Roses Thick briars have grown through the skeleton's bones, covering it in red roses with inch-long thorns. The skeleton's unarmed melee Strikes deal additional piercing damage equal to 1/3 the skeleton's level (minimum 1 damage). At the end of each of its turns, if the skeleton has caused piercing damage with its thorns, it regains HP equal to its level (minimum 1). Each time the skeleton regains HP in this way, another rose blossoms. ### Book of the Dead Aquatic Bones The skeleton has bones from aquatic creatures, allowing it to swim using a simple tail, paddles, or similar appendage. The skeleton has a swim Speed of 20 feet and gains the aquatic trait and the aquatic ambush ability. Bone Storm Three Actions Frequency once per day; Effect The skeleton transforms into a cyclone of bones, taking up the same space, but twice as tall. It then Strides up to double its Speed. It can move through spaces occupied by other creatures, and this movement doesn't trigger reactions. Creatures the bone storm moves through take 1d6 slashing damage for every 2 levels of the skeleton, with a basic Reflex save against the hard DC for the creature's level. A level 1 or lower skeleton only moves; it doesn't deal damage. A creature attempts this save only once even if the bone storm moved through its space multiple times. At the end of the movement, the skeleton reforms. Crumbling Bones The skeleton is made from crumbling bones that drift in clouds of dust. The skeleton has a fly Speed of 20 but it must end its turn within no more than 5 feet off the ground, or it falls, taking damage as normal. In addition, the skeleton can move through any space that's large enough for its skull to fit through. Frozen The skeleton's bones are covered in a thin layer of ice. The skeleton gains immunity to cold and weakness 5 to fire and loses resistance to fire. The skeleton is surrounded by an aura of cold that deals cold damage equal to half the skeleton's level to all adjacent creatures at the start of the skeleton's turn (basic Reflex save with a standard DC for its level). Grave Eruption Two Actions Requirements The skeleton is undetected and buried in dirt, gravel, or other loose material; Effect The skeleton erupts from the ground, Stands, and makes a melee Strike. The target is flat-footed against this Strike. If the Strike hits, the target is frightened 1 (or frightened 2 on a critical hit). Lacquered During the process to create the skeleton, it was covered with several layers of an alchemical lacquer, giving its bones a golden hue and granting added protection. The skeleton gains acid resistance 5 and a +2 status bonus to saves against effects that age or erode the target. Nimble The skeleton is particularly fast and nimble. Its land Speed increases by 10 feet and it has a climb Speed of 20 feet. In addition, it gains the Nimble Dodge reaction. Rotten The bones of this skeleton are black and rotten, having spent years in polluted water or some other foul substance. The skeleton loses its resistance to piercing and slashing damage and is surrounded by a horrific stench in a 10-foot aura. A creature entering or starting its turn in the aura must succeed at a Fortitude save against the standard DC of the skeleton's level or become sickened 1 (plus slowed 1 for as long as it remains sickened on a critical failure). While within the aura, affected creatures take a –2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute. This stench remains for 1 hour after the rotten skeleton has been destroyed unless the bones are burned, or the rot is washed away with at least 1 gallon of water. Members Beetle Carapace (Creature 6), Drake Skeleton (Creature 8), Harpy Skeleton (Creature 5), Skeletal Champion (Creature 2), Skeletal Giant (Creature 3), Skeletal Horse (Creature 2), Skeletal Hulk (Creature 7), Skeletal Mage (Creature 5), Skeletal Soldier (Creature 1), Skeletal Titan (Creature 13), Skeleton Guard (Creature -1), Skeleton Infantry (Creature 11), Tyrannosaurus Skeleton (Creature 9), Wolf Skeleton (Creature 0) Creating Skeletons Start with a skeleton of the appropriate size. (Gargantuan skeletons can use skeletal hulk with the elite template, Gargantuan size, and 5 feet more reach.) Add Strikes, Speeds, or other abilities it would gain from its shape. For instance, a chimera skeleton might have a horn attack with its goat head and jaw attacks with its dragon and lion heads, but not a fist attack. First to Rise I can still remember the first time I was able to draw forth the right combination of incantations and gestures to bring a small pile of bones to life. To see them draw together and assemble, then stand, looking at me with empty eyes, waiting to obey my command. For myself, is the only intoxicant that has ever held any allure. Fortunately, I cast off the bonds of sentimentality long ago. Although, come to think of it, I think that skeletal cat still lingers in one of my many vaults. Patchwork Skeletons A skeleton's connection to its mortal remains is tenuous. One that's damaged can fairly easily replace a broken bone with a similar bone scavenged from another creature. A skeleton can eventually have its entire body replaced, bone by bone. Skeletons don't have much of an identity, making it unclear whether this is still the same creature. Radiant Rebirth When the powerful lich called the Whispering Tyrant returned from imprisonment, he unleashed the Radiant Fire that laid waste to several towns and cities around his prison of Gallowspire. Most of the fallen were left where they died, slowly steeping in necromantic energy. In the early days after these attacks, zombies commonly roamed the area, but as the years pass, skeletons have become more and more numerous. Skeleton Origins Necromancers occasionally add a little something extra to skeletons they animate, but sometimes skeletons can pick up aspects of their environment. Skeletons that spend centuries in an underground cavern with a lava lake often end up blazing. Corpses whose graves become overrun with briars and brambles sometimes rise with life-draining thorns, while skeletons in vermin-infested earth often take some of those vermin with them when animated. The Skeletal Path Diviners cast animal bones with a record of small successes. With necromancy, one can see far beyond. Animated skeletons presented with non-specific orders move in eddies as a school of fish might. Careful observation reveals patterns. This requires a large number of skeletons. Fortunately, a resource in which I am prosperous. Unlife without Flesh The necromantic energies that infuse animated undead skeletons give them the ability to see without eyes and move without muscles. Despite being mindless, skeletons’ instinct to evil comes from their corrupt vital essence, perverting negative energy for creation rather than destruction. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=92",
 "weakness": {}
}