{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Skin Beetle",
 "creature_family_markdown": "Skin Beetle",
 "exclude_from_search": false,
 "id": "creature-family-332",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Skin Beetle](/MonsterFamilies.aspx?ID=332)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #188: They Watched the Stars](/Sources.aspx?ID=194) pg. 89</row>\n\nSkin beetles are found in most environments that can sustain life, from cold, dry steppes to dense, humid jungles. They use their complex multi-jointed mandibles to strip the skin and flesh from recently deceased creatures with almost surgical precision.\n\n While skin beetles eat most of what they remove, they also preserve chunks for later by coating it in special salivary secretions similar to formaldehyde. The skin beetle rolls this coated flesh into a ball, then stores it under an exposed tree root or rock for leaner times. Signs of skin beetle activity include excoriated skeletons and the smell of the beetles' preservative saliva.\r\n\r\n<title level=\"2\">Members</title>\r\n[Skin Beetle](/Monsters.aspx?ID=2461) (Creature 3), [Skin Beetle Swarm](/Monsters.aspx?ID=2462) (Creature 8)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Umasi Beetle Masters</title>\r\n\r\nThough best known for flaying carrion, skin beetles can also heal gravely wounded individuals. Skin beetles can graft preserved flesh onto a dying animal or humanoid. The end result isn't pretty, but it sometimes works. From the perspective of the healed, the blessing can be mixed, as the beetle's surgery often transforms the subject into a patchwork aberration called an [umasi](/Monsters.aspx?ID=1354).\n\n Umasi created by skin beetles sometimes develop supernatural connections to their insectile saviors. Such umasi can command skin beetles to harvest more flesh to keep their decaying bodies intact.\r\n</aside>",
 "name": "Skin Beetle",
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #188: They Watched the Stars](/Sources.aspx?ID=194) pg. 89</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSkin beetles are found in most environments that can sustain life, from cold, dry steppes to dense, humid jungles. They use their complex …\r\n</summary>",
 "source": [
  "Pathfinder #188: They Watched the Stars"
 ],
 "source_raw": [
  "Pathfinder #188: They Watched the Stars pg. 89"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #188: They Watched the Stars](/Sources.aspx?ID=194) pg. 89</row>",
 "speed": {},
 "summary": "Skin beetles are found in most environments that can sustain life, from cold, dry steppes to dense, humid jungles. They use their complex …",
 "summary_markdown": "Skin beetles are found in most environments that can sustain life, from cold, dry steppes to dense, humid jungles. They use their complex …",
 "text": " Skin Beetle Source Pathfinder #188: They Watched the Stars pg. 89 Skin beetles are found in most environments that can sustain life, from cold, dry steppes to dense, humid jungles. They use their complex multi-jointed mandibles to strip the skin and flesh from recently deceased creatures with almost surgical precision. While skin beetles eat most of what they remove, they also preserve chunks for later by coating it in special salivary secretions similar to formaldehyde. The skin beetle rolls this coated flesh into a ball, then stores it under an exposed tree root or rock for leaner times. Signs of skin beetle activity include excoriated skeletons and the smell of the beetles' preservative saliva. Members Skin Beetle (Creature 3), Skin Beetle Swarm (Creature 8) Umasi Beetle Masters Though best known for flaying carrion, skin beetles can also heal gravely wounded individuals. Skin beetles can graft preserved flesh onto a dying animal or humanoid. The end result isn't pretty, but it sometimes works. From the perspective of the healed, the blessing can be mixed, as the beetle's surgery often transforms the subject into a patchwork aberration called an umasi. Umasi created by skin beetles sometimes develop supernatural connections to their insectile saviors. Such umasi can command skin beetles to harvest more flesh to keep their decaying bodies intact. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=332",
 "weakness": {}
}