{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Skull Swarm",
 "creature_family_markdown": "Skull Swarm",
 "exclude_from_search": false,
 "id": "creature-family-261",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Skull Swarm](/MonsterFamilies.aspx?ID=261)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 244</row>\n\nA skull swarm is composed of reanimated masses of craniums and jawbones, forming a terrifying avalanche of undead fury. Most skull swarms are mindless, though some retain a vestige of wit, awareness, and even magical talents from life, culminating in a highly intelligent swarm mind. \r\n\r\n<title level=\"2\">Members</title>\r\n[Clacking Skull Swarm](/Monsters.aspx?ID=1307) (Creature 10), [Feral Skull Swarm](/Monsters.aspx?ID=1308) (Creature 12), [Sorcerous Skull Swarm](/Monsters.aspx?ID=1309) (Creature 14)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Beheaded Swarms</title>\r\n\r\nSkull swarms are closely related to the undead creatures known as [beheaded](/MonsterFamilies.aspx?ID=220) and are fundamentally little more than a collection of independent beheaded acting in concert toward their shared goals. In addition to the skull swarms detailed here, swarms of other types of beheaded with corresponding abilities can be found in any region plagued by excessive decapitation.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Sea Skulls</title>\r\n\r\nSkull swarms are most commonly encountered amid ruins where vast and uncontrolled necromantic energies have erupted, but they can also appear in aquatic environments with clusters of clacking skulls from [merfolk](/MonsterFamilies.aspx?ID=73) and [sea devil](/MonsterFamilies.aspx?ID=88), feral skulls of fish and cetaceans, or even disembodied shark jaws and cephalopod beaks. Such swarms have a swim Speed, rather than a fly Speed or land Speed.\r\n</aside>",
 "name": "Skull Swarm",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 244</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA skull swarm is composed of reanimated masses of craniums and jawbones, forming a terrifying avalanche of undead fury. Most skull swarms are …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 244"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 244</row>",
 "speed": {},
 "summary": "A skull swarm is composed of reanimated masses of craniums and jawbones, forming a terrifying avalanche of undead fury. Most skull swarms are …",
 "summary_markdown": "A skull swarm is composed of reanimated masses of craniums and jawbones, forming a terrifying avalanche of undead fury. Most skull swarms are …",
 "text": " Skull Swarm Source Bestiary 3 pg. 244 A skull swarm is composed of reanimated masses of craniums and jawbones, forming a terrifying avalanche of undead fury. Most skull swarms are mindless, though some retain a vestige of wit, awareness, and even magical talents from life, culminating in a highly intelligent swarm mind. Members Clacking Skull Swarm (Creature 10), Feral Skull Swarm (Creature 12), Sorcerous Skull Swarm (Creature 14) Beheaded Swarms Skull swarms are closely related to the undead creatures known as beheaded and are fundamentally little more than a collection of independent beheaded acting in concert toward their shared goals. In addition to the skull swarms detailed here, swarms of other types of beheaded with corresponding abilities can be found in any region plagued by excessive decapitation. Sea Skulls Skull swarms are most commonly encountered amid ruins where vast and uncontrolled necromantic energies have erupted, but they can also appear in aquatic environments with clusters of clacking skulls from merfolk and sea devil, feral skulls of fish and cetaceans, or even disembodied shark jaws and cephalopod beaks. Such swarms have a swim Speed, rather than a fly Speed or land Speed. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=261",
 "weakness": {}
}