{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Sluagh",
 "creature_family_markdown": "Sluagh",
 "exclude_from_search": false,
 "id": "creature-family-313",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Sluagh](/MonsterFamilies.aspx?ID=313)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 150</row>\n\nA soul about to leave its physical body gives off a peculiar scent, usually unnoticed by mortal creatures. But the undead [fey](/Traits.aspx?ID=69) called sluagh can smell and track down its location with frightening ease. Unlike most fey, sluagh are undead, possessing strong connections to negative energy and mortal souls. Sluagh collect the souls of those close to death and bring them to feed their queen.\n\n Most sluagh appear bald-headed, with rounded ears, sharp teeth, glossy black eyes, and scrawny bodies. Their rib cages show through their skin, which is translucent and soft as velvet.\n\n Sluagh can become ghostly and incorporeal for brief periods. They use this power to stalk their prey to great effect. Sometimes the glimpse of a sluagh is mistaken for a ghost sighting.\r\n\r\n<title level=\"2\">Members</title>\r\n[Queen Sluagh](/Monsters.aspx?ID=1906) (Creature 18), [Sluagh Reaper](/Monsters.aspx?ID=1905) (Creature 10)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Fallen of the Wild Hunt</title>\r\n\r\nThe wild hunt is both a group of inexplicable [fey](/Traits.aspx?ID=69) and the name for the contest where they hunt their prey. These riders create a group of pure chaos, hunting just for the thrill of the chase. One legend among fey is that the first sluagh arose when a member of the wild hunt dueled a mortal and the two struck killing blows simultaneously. The mortal's soul polluted the fey's, like a blemish in a ruby, causing the fey to be reborn already dead.\r\n</aside>",
 "name": "Sluagh",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 150</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA soul about to leave its physical body gives off a peculiar scent, usually unnoticed by mortal creatures. But the undead fey called sluagh can smell …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 150"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 150</row>",
 "speed": {},
 "summary": "A soul about to leave its physical body gives off a peculiar scent, usually unnoticed by mortal creatures. But the undead fey called sluagh can smell …",
 "summary_markdown": "A soul about to leave its physical body gives off a peculiar scent, usually unnoticed by mortal creatures. But the undead fey called sluagh can smell …",
 "text": " Sluagh Source Book of the Dead pg. 150 A soul about to leave its physical body gives off a peculiar scent, usually unnoticed by mortal creatures. But the undead fey called sluagh can smell and track down its location with frightening ease. Unlike most fey, sluagh are undead, possessing strong connections to negative energy and mortal souls. Sluagh collect the souls of those close to death and bring them to feed their queen. Most sluagh appear bald-headed, with rounded ears, sharp teeth, glossy black eyes, and scrawny bodies. Their rib cages show through their skin, which is translucent and soft as velvet. Sluagh can become ghostly and incorporeal for brief periods. They use this power to stalk their prey to great effect. Sometimes the glimpse of a sluagh is mistaken for a ghost sighting. Members Queen Sluagh (Creature 18), Sluagh Reaper (Creature 10) Fallen of the Wild Hunt The wild hunt is both a group of inexplicable fey and the name for the contest where they hunt their prey. These riders create a group of pure chaos, hunting just for the thrill of the chase. One legend among fey is that the first sluagh arose when a member of the wild hunt dueled a mortal and the two struck killing blows simultaneously. The mortal's soul polluted the fey's, like a blemish in a ruby, causing the fey to be reborn already dead. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=313",
 "weakness": {}
}