{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Snake",
 "creature_family_markdown": "Snake",
 "exclude_from_search": false,
 "id": "creature-family-93",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Snake](/MonsterFamilies.aspx?ID=93)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 302</row>\n\nSnakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all snakes consume their prey whole by unhinging their jaws and using powerful muscles to move the food down their throats and into their stomachs.\r\n\r\n<title level=\"2\">Members</title>\r\n[Ball Python](/Monsters.aspx?ID=380) (Creature 1), [Emperor Cobra](/Monsters.aspx?ID=808) (Creature 5), [Giant Anaconda](/Monsters.aspx?ID=382) (Creature 8), [Giant Viper](/Monsters.aspx?ID=381) (Creature 2), [Rat Snake Swarm](/Monsters.aspx?ID=1315) (Creature 2), [Sea Snake](/Monsters.aspx?ID=807) (Creature 0), [Viper](/Monsters.aspx?ID=379) (Creature -1), [Viper Swarm](/Monsters.aspx?ID=1316) (Creature 4)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Eating Habits</title>\r\n\r\nSnakes of all sorts eat their meals by devouring their prey whole. After incapacitating a creature, a snake unhinges its jaw and consumes the creature entirely, even if it's more than twice the diameter of the snake's body. A snake can consume a creature of the same size as itself or smaller, but most snakes are logy and sluggish while the meal digests.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Slithering Packs</title>\r\n\r\nDespite their solitary natures, snakes come together in swarms for purposes of hibernation or mating. However, a few species have learned to stick together and coordinate their hunting efforts, leading to slithering packs of predatory snakes.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Snake Resources</title>\r\n\r\nSnakeskin's distinctive pattern and wide variety of applications makes it a sought-after resource, and the hides of extra-large snakes such as giant anacondas can fetch a fine price in the right market. Such oversized snake hides can be used to craft clothing of snakeskin leather, including boots and gloves, as well as other items such as scabbards, backpacks, and even tents or makeshift boats. A snake's hide can be cleanly removed with a successful [Crafting](/Skills.aspx?ID=4) check or appropriate [Lore](/Skills.aspx?ID=8) check.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Snakes in Mythology</title>\r\n\r\nSnakes appear frequently and prominently in the myths and legends of many cultures throughout the Inner Sea region. In Ancient Osirion, snakes were revered and associated both with the evil serpent god Apep and the good goddess [Wadjet](/Deities.aspx?ID=62), the Green Empress. Perhaps the best-known example of snakes in Golarion's legends are the [serpentfolk](/MonsterFamilies.aspx?ID=151)— serpentine humanoids who ruled vast swaths of the world in prehistoric times and worshipped a foul snake deity called [Ydersius](/Deities.aspx?ID=211).\r\n</aside>",
 "name": "Snake",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 302</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSnakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 302"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 302</row>",
 "speed": {},
 "summary": "Snakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all …",
 "summary_markdown": "Snakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all …",
 "text": " Snake Source Bestiary pg. 302 Snakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all snakes consume their prey whole by unhinging their jaws and using powerful muscles to move the food down their throats and into their stomachs. Members Ball Python (Creature 1), Emperor Cobra (Creature 5), Giant Anaconda (Creature 8), Giant Viper (Creature 2), Rat Snake Swarm (Creature 2), Sea Snake (Creature 0), Viper (Creature -1), Viper Swarm (Creature 4) Eating Habits Snakes of all sorts eat their meals by devouring their prey whole. After incapacitating a creature, a snake unhinges its jaw and consumes the creature entirely, even if it's more than twice the diameter of the snake's body. A snake can consume a creature of the same size as itself or smaller, but most snakes are logy and sluggish while the meal digests. Slithering Packs Despite their solitary natures, snakes come together in swarms for purposes of hibernation or mating. However, a few species have learned to stick together and coordinate their hunting efforts, leading to slithering packs of predatory snakes. Snake Resources Snakeskin's distinctive pattern and wide variety of applications makes it a sought-after resource, and the hides of extra-large snakes such as giant anacondas can fetch a fine price in the right market. Such oversized snake hides can be used to craft clothing of snakeskin leather, including boots and gloves, as well as other items such as scabbards, backpacks, and even tents or makeshift boats. A snake's hide can be cleanly removed with a successful Crafting check or appropriate Lore check. Snakes in Mythology Snakes appear frequently and prominently in the myths and legends of many cultures throughout the Inner Sea region. In Ancient Osirion, snakes were revered and associated both with the evil serpent god Apep and the good goddess Wadjet, the Green Empress. Perhaps the best-known example of snakes in Golarion's legends are the serpentfolk— serpentine humanoids who ruled vast swaths of the world in prehistoric times and worshipped a foul snake deity called Ydersius. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=93",
 "weakness": {}
}