{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Spawn of Rovagug",
 "creature_family_markdown": "Spawn of Rovagug",
 "exclude_from_search": false,
 "id": "creature-family-115",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Spawn of Rovagug](/MonsterFamilies.aspx?ID=115)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #150: Broken Promises](/Sources.aspx?ID=15) pg. 80</row>\n\nThe spawn are titanic terrors of immense size and strength that live only to destroy. Tarrasque and Xotani are but two of Rovagug’s spawn. Others, including Chemnosit (the Monarch Worm), Kothogaz (the Dance of Disharmony), and Volnagur (the End-Singer) hold places of horror in the history of various regions, but the most famed is Ulunat (the Unholy First), whose beetle-like carcass remains sprawled in Sothis, the capital of Osirion.\r\n\r\n<title level=\"2\">Members</title>\r\n[Kothogaz, Dance Of Disharmony](/Monsters.aspx?ID=1730) (Creature 21), [Tarrasque](/Monsters.aspx?ID=490) (Creature 25), [Xotani](/Monsters.aspx?ID=491) (Creature 20)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Hibernating Spawn</title>\r\n\r\nAll spawn of Rovagug can sleep for centuries and do not need to eat, drink, or even breathe while hibernating. While hibernating, a spawn’s resistances double in value. It cannot be located by divination effects, and for any saving throw, it uses the outcome for one degree of success better than the result.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Slaying Spawn</title>\r\n\r\nA spawn of Rovagug has regeneration powerful enough to revive it even if slain by a death effect. If the spawn fails a save against an effect that would kill it instantly, it rises from death 3 rounds later with 1 Hit Point. It can be banished, imprisoned, or transported away as a means to save a region, or kept in a state of dying by an effect that deals constant damage. A complex and expensive ritual culminating in a word that douses Xotani’s flames can be used to deactivate its regeneration, but no method of deactivating Tarrasque’s regeneration has yet been discovered.\r\n</aside>",
 "name": "Spawn of Rovagug",
 "rarity": "common",
 "release_date": "2019-12-12",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #150: Broken Promises](/Sources.aspx?ID=15) pg. 80</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe spawn are titanic terrors of immense size and strength that live only to destroy. Tarrasque and Xotani are but two of Rovagug's spawn.\r\n</summary>",
 "source": [
  "Pathfinder #150: Broken Promises"
 ],
 "source_raw": [
  "Pathfinder #150: Broken Promises pg. 80"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #150: Broken Promises](/Sources.aspx?ID=15) pg. 80</row>",
 "speed": {},
 "summary": "The spawn are titanic terrors of immense size and strength that live only to destroy. Tarrasque and Xotani are but two of Rovagug's spawn.",
 "summary_markdown": "The spawn are titanic terrors of immense size and strength that live only to destroy. Tarrasque and Xotani are but two of Rovagug's spawn.",
 "text": " Spawn of Rovagug Source Pathfinder #150: Broken Promises pg. 80 The spawn are titanic terrors of immense size and strength that live only to destroy. Tarrasque and Xotani are but two of Rovagug’s spawn. Others, including Chemnosit (the Monarch Worm), Kothogaz (the Dance of Disharmony), and Volnagur (the End-Singer) hold places of horror in the history of various regions, but the most famed is Ulunat (the Unholy First), whose beetle-like carcass remains sprawled in Sothis, the capital of Osirion. Members Kothogaz, Dance Of Disharmony (Creature 21), Tarrasque (Creature 25), Xotani (Creature 20) Hibernating Spawn All spawn of Rovagug can sleep for centuries and do not need to eat, drink, or even breathe while hibernating. While hibernating, a spawn’s resistances double in value. It cannot be located by divination effects, and for any saving throw, it uses the outcome for one degree of success better than the result. Slaying Spawn A spawn of Rovagug has regeneration powerful enough to revive it even if slain by a death effect. If the spawn fails a save against an effect that would kill it instantly, it rises from death 3 rounds later with 1 Hit Point. It can be banished, imprisoned, or transported away as a means to save a region, or kept in a state of dying by an effect that deals constant damage. A complex and expensive ritual culminating in a word that douses Xotani’s flames can be used to deactivate its regeneration, but no method of deactivating Tarrasque’s regeneration has yet been discovered. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=115",
 "weakness": {}
}