{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Spirit Guide",
 "creature_family_markdown": "Spirit Guide",
 "exclude_from_search": false,
 "id": "creature-family-264",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Spirit Guide](/MonsterFamilies.aspx?ID=264)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 252</row>\n\nSpirit guides are a distinctive form of spiritual entity with a tenuous attachment to the [Material Plane](/Planes.aspx?ID=1). Some legends say that the first spirit guides were the perfect conceptual forms of animals, and that from them, eagles, foxes, bears, and other mortal animals were born. Each guide displayed an interest in mortal affairs, watching over communities and imparting their gifts. Fox shared his cunning with the mortals he befriended, while Bear taught them how to survive and endure.\n\n Over the passing of countless mortal generations, new spirit guides were born, many of them possessing traits from two or more of the original spirit guides. In the ancient human nation of Sarkoris, the people abandoned the worship of traditional gods in favor of venerating the spirit guides who watched over them. While the people of some neighboring nations saw this as heresy, to the old Sarkorians, this worship was perfectly natural. The same beings who had taught their forebears lessons that allowed them to survive and thrive still walked among them.\n\n Spirit guides can form bonds with mortal partners. While many spirit guides create a permanent bond with a mortal, such as the relationship between the spirit guides of Sarkoris and the mortal spiritual leaders known as god callers, some instead form temporary bonds, either to test the prospective mortal before committing or because a permanent bond is undesirable. It's not uncommon for a single spirit guide to form bonds with recurring generations of a family or community, protecting and guiding mortals they've grown fond of or who do them a great service.\r\n\r\n<title level=\"2\">Members</title>\r\n[Cunning Guide](/Monsters.aspx?ID=1319) (Creature 1), [Feathered Bear](/Monsters.aspx?ID=1320) (Creature 10), [Green Monkey](/Monsters.aspx?ID=2463) (Creature 3), [Stone-Breasted Owl](/Monsters.aspx?ID=2464) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Permanent Bonds</title>\r\n\r\nA spirit guide can form a permanent, close bond with a mortal, granting both new abilities. Such bonded pairs can see through one another's eyes, coordinate their actions to an unparalleled degree, and come to one another's aid in an instant. Stories tell that a pair thus linked shares even their life essence between them, growing and learning together throughout the mortal's life.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Spirit Guide Companions</title>\r\n\r\nOne way to gain the aid of a spirit guide is to take the [scion of Domora](/Archetypes.aspx?ID=202) archetype. This archetype allows character to choose a spirit guide to accompany them on their adventures—provided they first prove themselves worthy of the honor.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Strength and Adversity</title>\r\n\r\nIn the region of the Broken Lands known as the Sarkoris Scar, spirit guides are active participants in the fight against the [demons](/MonsterFamilies.aspx?ID=28) who infest that poisoned land. Battle-tested knights and Sarkorian reclaimers alike have countless stories of being rescued from certain doom by a charging bear cloaked in feathers and tearing [wrath demons](/Monsters.aspx?ID=100) out of the skies, or ghostly eagles with dragon scales swooping in to snatch warriors clear of a [pride demon's](/Monsters.aspx?ID=103) descending blades. Others speak of discovering caches of safe food, clean water, and other supplies left by ghostly foxes or martens.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">The Sarkoris Scar</title>\r\n\r\nSome spirit guides encountered in the haunted badlands now known as the Sarkoris Scar are remnants of god calling, an ancient tradition practiced by many Sarkorian cultures. Severed from their callers by the demonic war that devastated the land for over a century, such gods now roam the blasted landscape, occasionally helping those they find worthy.\r\n</aside>",
 "name": "Spirit Guide",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 252</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSpirit guides are a distinctive form of spiritual entity with a tenuous attachment to the  Material Plane . Some legends say that the first spirit …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 252"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 252</row>",
 "speed": {},
 "summary": "Spirit guides are a distinctive form of spiritual entity with a tenuous attachment to the  Material Plane . Some legends say that the first spirit …",
 "summary_markdown": "Spirit guides are a distinctive form of spiritual entity with a tenuous attachment to the  Material Plane . Some legends say that the first spirit …",
 "text": " Spirit Guide Source Bestiary 3 pg. 252 Spirit guides are a distinctive form of spiritual entity with a tenuous attachment to the Material Plane. Some legends say that the first spirit guides were the perfect conceptual forms of animals, and that from them, eagles, foxes, bears, and other mortal animals were born. Each guide displayed an interest in mortal affairs, watching over communities and imparting their gifts. Fox shared his cunning with the mortals he befriended, while Bear taught them how to survive and endure. Over the passing of countless mortal generations, new spirit guides were born, many of them possessing traits from two or more of the original spirit guides. In the ancient human nation of Sarkoris, the people abandoned the worship of traditional gods in favor of venerating the spirit guides who watched over them. While the people of some neighboring nations saw this as heresy, to the old Sarkorians, this worship was perfectly natural. The same beings who had taught their forebears lessons that allowed them to survive and thrive still walked among them. Spirit guides can form bonds with mortal partners. While many spirit guides create a permanent bond with a mortal, such as the relationship between the spirit guides of Sarkoris and the mortal spiritual leaders known as god callers, some instead form temporary bonds, either to test the prospective mortal before committing or because a permanent bond is undesirable. It's not uncommon for a single spirit guide to form bonds with recurring generations of a family or community, protecting and guiding mortals they've grown fond of or who do them a great service. Members Cunning Guide (Creature 1), Feathered Bear (Creature 10), Green Monkey (Creature 3), Stone-Breasted Owl (Creature 5) Permanent Bonds A spirit guide can form a permanent, close bond with a mortal, granting both new abilities. Such bonded pairs can see through one another's eyes, coordinate their actions to an unparalleled degree, and come to one another's aid in an instant. Stories tell that a pair thus linked shares even their life essence between them, growing and learning together throughout the mortal's life. Spirit Guide Companions One way to gain the aid of a spirit guide is to take the scion of Domora archetype. This archetype allows character to choose a spirit guide to accompany them on their adventures—provided they first prove themselves worthy of the honor. Strength and Adversity In the region of the Broken Lands known as the Sarkoris Scar, spirit guides are active participants in the fight against the demons who infest that poisoned land. Battle-tested knights and Sarkorian reclaimers alike have countless stories of being rescued from certain doom by a charging bear cloaked in feathers and tearing wrath demons out of the skies, or ghostly eagles with dragon scales swooping in to snatch warriors clear of a pride demon's descending blades. Others speak of discovering caches of safe food, clean water, and other supplies left by ghostly foxes or martens. The Sarkoris Scar Some spirit guides encountered in the haunted badlands now known as the Sarkoris Scar are remnants of god calling, an ancient tradition practiced by many Sarkorian cultures. Severed from their callers by the demonic war that devastated the land for over a century, such gods now roam the blasted landscape, occasionally helping those they find worthy. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=264",
 "weakness": {}
}