{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Sportlebore",
 "creature_family_markdown": "Sportlebore",
 "exclude_from_search": false,
 "id": "creature-family-153",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Sportlebore](/MonsterFamilies.aspx?ID=153)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 251 <sup>2.0</sup></row>\n\nThe bane of hungry adventurers the world over, sportlebores are nefarious vermin that resemble delicious snacks. When positioned near trail rations such as fruit or jerky, a sportlebore can flawlessly imitate these foodstuffs by flexing, contorting, and color-shifting its abdomen, then folding its thorax, head, and legs into hiding under its delicious-looking body. Once consumed, the sportlebore reproduces into a hungry swarm that is regurgitated by the now ailing eater, ravenously attacking any creatures it thinks it can consume.\r\n\r\n<title level=\"2\">Members</title>\r\n[Sportlebore Swarm](/Monsters.aspx?ID=816) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Sportlebores</title>\r\n\r\nWhile the creature presented here is the most common of its type, the sportlebore is in fact an entire family of insects that specialize in mimicking everyday objects. Other varieties of sportlebore include the spindly, wood-devouring wartlebore; the corpse-eating sportlegore; and the sportleglug, which is so small it can burrow into leather wineskins and drink their contents without the bag spilling a drop. Like the sportlebore, most of these vermin aren't too dangerous as individuals but can turn into a real problem if their numbers are left unchecked.\r\n</aside>",
 "name": "Sportlebore",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 251 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe bane of hungry adventurers the world over, sportlebores are nefarious vermin that resemble delicious snacks. When positioned near trail rations …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 251"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 251 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "The bane of hungry adventurers the world over, sportlebores are nefarious vermin that resemble delicious snacks. When positioned near trail rations …",
 "summary_markdown": "The bane of hungry adventurers the world over, sportlebores are nefarious vermin that resemble delicious snacks. When positioned near trail rations …",
 "text": " Sportlebore Source Bestiary 2 pg. 251 2.0 The bane of hungry adventurers the world over, sportlebores are nefarious vermin that resemble delicious snacks. When positioned near trail rations such as fruit or jerky, a sportlebore can flawlessly imitate these foodstuffs by flexing, contorting, and color-shifting its abdomen, then folding its thorax, head, and legs into hiding under its delicious-looking body. Once consumed, the sportlebore reproduces into a hungry swarm that is regurgitated by the now ailing eater, ravenously attacking any creatures it thinks it can consume. Members Sportlebore Swarm (Creature 7) Other Sportlebores While the creature presented here is the most common of its type, the sportlebore is in fact an entire family of insects that specialize in mimicking everyday objects. Other varieties of sportlebore include the spindly, wood-devouring wartlebore; the corpse-eating sportlegore; and the sportleglug, which is so small it can burrow into leather wineskins and drink their contents without the bag spilling a drop. Like the sportlebore, most of these vermin aren't too dangerous as individuals but can turn into a real problem if their numbers are left unchecked. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=153",
 "weakness": {}
}