{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Spriggan",
 "creature_family_markdown": "Spriggan",
 "exclude_from_search": false,
 "id": "creature-family-154",
 "image": [
  "/Images/Monsters/Spriggan.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Spriggan](/MonsterFamilies.aspx?ID=154)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 252 <sup>2.0</sup></row>\n\nWhen the [gnomes](/Ancestries.aspx?ID=3) first emigrated from the First World so many eons ago, some found the Material Plane so strange and terrifying that they lost their sense of joy. Seeing only the threat of the new world and none of its wonders, these gnomes grimly resolved to survive no matter what the cost. Their innate magic responded to this goal by twisting them in mind and body over the course of many generations, eventually transforming them into the creatures known today as spriggans.\n\n Love, happiness, and beauty have no meaning for nearly all spriggans, for their minds have long since abandoned the capacity to understand and enjoy such positivity in the world. Violence, malice, and distortion have expanded in spriggan society to fill the aching voids left behind by their ancient expunging of positivity. Today, the best a spriggan can manage in place of positive emotions is a muted satisfaction when they make another creature suffer.\n\n Spriggans resemble muted, hairless gnomes with oversized, pointed ears and an alien, feral appearance. Many of them are gaunt and haggard. Skin tones vary across all different shades of blue, from a pale sky color to a deep midnight. Unlike their more cheerful and optimistic kin, spriggans do not become afflicted by the bleaching, a fact that many of their kind smugly hold up as proof that their ancestors’ choice to abandon joy was the right one.\n\n While spriggans can specialize in a wide range of skills, one feature they all share is the capacity to transform into lumbering, hulking incarnations of their normally small frames. By drawing upon the void left behind in their souls, they reflect the anger and cruelty in their minds and physically transform into giant versions of themselves akin to [ogres](/MonsterFamilies.aspx?ID=78) in stature; however, this rage-induced change takes a toll on their bodies. The longer a spriggan remains in giant form, the more pain and agony they have waiting for them when, inevitably, they revert to their true size. Yet this promise of pain does not deter a spriggan from using their power to grow in size, for it’s only when they assume gargantuan proportions that they can truly feel joy and satisfaction. That spriggans feel these emotions only when they are bullying smaller creatures, fighting enemies (or even allies), or inflicting pain on victims speaks to the depths of their corruption.\r\n\r\n<title level=\"2\">Members</title>\r\n[Spriggan Bully](/Monsters.aspx?ID=817) (Creature 3), [Spriggan Warlord](/Monsters.aspx?ID=818) (Creature 7)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Redeemed Spriggans</title>\r\n\r\nA spriggan's nature is rooted deeply in its inability to feel joy and pleasure, and as such, non-evil spriggans are rare. Yet they are not unheard of. A spriggan who manages to turn back on their inherent nature loses their ability to assume enormous size, and always becomes a hated (if not feared) exile from their clan. Such a spriggan never fully transforms into a [gnome](/Ancestries.aspx?ID=3), but those who embrace redemption often discover strange new powers waiting for them to master, such as the ability to draw upon the [First World](/Planes.aspx?ID=10) to heal themselves and allies, or the power to transform into actual [fey](/Traits.aspx?ID=69) creatures for a short period of time.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Spriggan Distractions</title>\r\n\r\nAs a culture, most spriggans live for battle and constantly patrol their territories in hopes of encountering trespassers to capture and victimize. Even so, spriggans sometimes need to relax. Since they lack the capacity for pleasure, games, art, and similar leisure activities are lost on them. Instead, they fill their idle time training for combat, watching others fight to the death, crafting weapons, or plotting against their kin for personal gain.\r\n</aside>",
 "name": "Spriggan",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 252 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen the  gnomes  first emigrated from the First World so many eons ago, some found the Material Plane so strange and terrifying that they lost their …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 252"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 252 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "When the  gnomes  first emigrated from the First World so many eons ago, some found the Material Plane so strange and terrifying that they lost their …",
 "summary_markdown": "When the  gnomes  first emigrated from the First World so many eons ago, some found the Material Plane so strange and terrifying that they lost their …",
 "text": " Spriggan Source Bestiary 2 pg. 252 2.0 When the gnomes first emigrated from the First World so many eons ago, some found the Material Plane so strange and terrifying that they lost their sense of joy. Seeing only the threat of the new world and none of its wonders, these gnomes grimly resolved to survive no matter what the cost. Their innate magic responded to this goal by twisting them in mind and body over the course of many generations, eventually transforming them into the creatures known today as spriggans. Love, happiness, and beauty have no meaning for nearly all spriggans, for their minds have long since abandoned the capacity to understand and enjoy such positivity in the world. Violence, malice, and distortion have expanded in spriggan society to fill the aching voids left behind by their ancient expunging of positivity. Today, the best a spriggan can manage in place of positive emotions is a muted satisfaction when they make another creature suffer. Spriggans resemble muted, hairless gnomes with oversized, pointed ears and an alien, feral appearance. Many of them are gaunt and haggard. Skin tones vary across all different shades of blue, from a pale sky color to a deep midnight. Unlike their more cheerful and optimistic kin, spriggans do not become afflicted by the bleaching, a fact that many of their kind smugly hold up as proof that their ancestors’ choice to abandon joy was the right one. While spriggans can specialize in a wide range of skills, one feature they all share is the capacity to transform into lumbering, hulking incarnations of their normally small frames. By drawing upon the void left behind in their souls, they reflect the anger and cruelty in their minds and physically transform into giant versions of themselves akin to ogres in stature; however, this rage-induced change takes a toll on their bodies. The longer a spriggan remains in giant form, the more pain and agony they have waiting for them when, inevitably, they revert to their true size. Yet this promise of pain does not deter a spriggan from using their power to grow in size, for it’s only when they assume gargantuan proportions that they can truly feel joy and satisfaction. That spriggans feel these emotions only when they are bullying smaller creatures, fighting enemies (or even allies), or inflicting pain on victims speaks to the depths of their corruption. Members Spriggan Bully (Creature 3), Spriggan Warlord (Creature 7) Redeemed Spriggans A spriggan's nature is rooted deeply in its inability to feel joy and pleasure, and as such, non-evil spriggans are rare. Yet they are not unheard of. A spriggan who manages to turn back on their inherent nature loses their ability to assume enormous size, and always becomes a hated (if not feared) exile from their clan. Such a spriggan never fully transforms into a gnome, but those who embrace redemption often discover strange new powers waiting for them to master, such as the ability to draw upon the First World to heal themselves and allies, or the power to transform into actual fey creatures for a short period of time. Spriggan Distractions As a culture, most spriggans live for battle and constantly patrol their territories in hopes of encountering trespassers to capture and victimize. Even so, spriggans sometimes need to relax. Since they lack the capacity for pleasure, games, art, and similar leisure activities are lost on them. Instead, they fill their idle time training for combat, watching others fight to the death, crafting weapons, or plotting against their kin for personal gain. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=154",
 "weakness": {}
}