{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Stheno",
 "creature_family_markdown": "Stheno",
 "exclude_from_search": false,
 "id": "creature-family-266",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Stheno](/MonsterFamilies.aspx?ID=266)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 258</row>\n\nWith living snakes for hair, sthenos, who are descended from [medusas](/Monsters.aspx?ID=297), are a curious and independent ancestry. A newly emergent people, sthenos have existed for just barely over a century. Only a few generations have passed since their genesis, and some adult sthenos remember members of the original generation. Indeed, since sthenos can live about as long as humans, a few of the original sthenos might yet live somewhere. As a people without a traditional homeland, sthenos seek to find societies that welcome them, which can be a challenging endeavor. With more than a passing resemblance to medusas, given their ophidian hair and striking features, they find most places are wary if not outright hostile to their presence.\n\n All sthenos descend from a single woman of the same name. Stheno rebelled against the poisoned gift of nightmares that the goddess [Lamashtu](/Deities.aspx?ID=11) granted her sisters, the powerful medusa matriarchs known as euryales. Stheno prayed to [Shelyn](/Deities.aspx?ID=17), goddess of art and love, for help in overcoming her twisted birthright. Eventually, Lamashtu's power struck Stheno down, but Stheno's remaining faith and will imbued each of the hundred snakes from her hair with a mind and will of its own. Each snake grew into an individual stheno, and a new ancestry was born that day.\n\n Sthenos have been slowly spreading across the land, their numbers growing as they can have children with humans. In these families, children of all genders are born either fully human or fully stheno, seemingly at random. Sthenos with a welcoming community to call home tend toward large families with many children, perhaps from some survival instinct as early members of a new ancestry.\n\n Sthenos, unsurprisingly, have a great love for snakes, and they tend to keep other snakes as pets and companions to their hair. Stheno hair snakes are non-venomous and love to eat insects within their reach. They are semi-autonomous, though their behaviors are colored by the stheno's emotions. An angry stheno might find their snakes lashing out at the subject of their wrath, while an amorous stheno's snakes might just want to snuggle instead.\r\n\r\n<title level=\"2\">Members</title>\r\n[Stheno Harpist](/Monsters.aspx?ID=1327) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Stheno Outlooks</title>\r\n\r\nMost sthenos are passionate and loyal. Many worship [Shelyn](/Deities.aspx?ID=17), the goddess of the arts, for her role in the genesis of their ancestry, but their outlooks and faiths vary as widely as those of humans. Sthenos have spent the past century eagerly developing arts and cultures all their own, and most have some sort of artistic passion, even if mundane or based in violence. \r\n</aside>",
 "name": "Stheno",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 258</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWith living snakes for hair, sthenos, who are descended from  medusas , are a curious and independent ancestry. A newly emergent people, sthenos have …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 258"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 258</row>",
 "speed": {},
 "summary": "With living snakes for hair, sthenos, who are descended from  medusas , are a curious and independent ancestry. A newly emergent people, sthenos have …",
 "summary_markdown": "With living snakes for hair, sthenos, who are descended from  medusas , are a curious and independent ancestry. A newly emergent people, sthenos have …",
 "text": " Stheno Source Bestiary 3 pg. 258 With living snakes for hair, sthenos, who are descended from medusas, are a curious and independent ancestry. A newly emergent people, sthenos have existed for just barely over a century. Only a few generations have passed since their genesis, and some adult sthenos remember members of the original generation. Indeed, since sthenos can live about as long as humans, a few of the original sthenos might yet live somewhere. As a people without a traditional homeland, sthenos seek to find societies that welcome them, which can be a challenging endeavor. With more than a passing resemblance to medusas, given their ophidian hair and striking features, they find most places are wary if not outright hostile to their presence. All sthenos descend from a single woman of the same name. Stheno rebelled against the poisoned gift of nightmares that the goddess Lamashtu granted her sisters, the powerful medusa matriarchs known as euryales. Stheno prayed to Shelyn, goddess of art and love, for help in overcoming her twisted birthright. Eventually, Lamashtu's power struck Stheno down, but Stheno's remaining faith and will imbued each of the hundred snakes from her hair with a mind and will of its own. Each snake grew into an individual stheno, and a new ancestry was born that day. Sthenos have been slowly spreading across the land, their numbers growing as they can have children with humans. In these families, children of all genders are born either fully human or fully stheno, seemingly at random. Sthenos with a welcoming community to call home tend toward large families with many children, perhaps from some survival instinct as early members of a new ancestry. Sthenos, unsurprisingly, have a great love for snakes, and they tend to keep other snakes as pets and companions to their hair. Stheno hair snakes are non-venomous and love to eat insects within their reach. They are semi-autonomous, though their behaviors are colored by the stheno's emotions. An angry stheno might find their snakes lashing out at the subject of their wrath, while an amorous stheno's snakes might just want to snuggle instead. Members Stheno Harpist (Creature 1) Stheno Outlooks Most sthenos are passionate and loyal. Many worship Shelyn, the goddess of the arts, for her role in the genesis of their ancestry, but their outlooks and faiths vary as widely as those of humans. Sthenos have spent the past century eagerly developing arts and cultures all their own, and most have some sort of artistic passion, even if mundane or based in violence. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=266",
 "weakness": {}
}