{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Strix",
 "creature_family_markdown": "Strix",
 "exclude_from_search": false,
 "id": "creature-family-267",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Strix](/MonsterFamilies.aspx?ID=267)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 259</row>\n\nStrix are avian humanoids with sprawling, dark-feathered wings and large talons. Strix possess angular features and piercing eyes that are fixed facing forward. Their lurching head movements and vertical eyelids give an unnerving quality to their humanoid appearances.\n\n Strix, called itarii in their own language, live in tightly bonded roosts nestled into the cliffs and treetops of Golarion's highest elevations. Their societies mostly share a communalist, tribal structure, each led by a female leader called a rokoa. Their dwindling population, combined with the adversity they face, promotes interconnectedness and empathy, even between different tribes. By contrast, strix face an ageless conflict with the [human](/Ancestries.aspx?ID=6) populations that surround their home at Devil's Perch, forced to fiercely defend their ancestral territories against human incursion. As a result, strix distrust humans on sight, though these grudges typically don't extend to human offshoots, such as half-orcs and half-elves.\n\n Oral tradition tells that the strix who live among the spires of Devil's Perch, an area in the southwest region of Cheliax's Menador Mountains, were banished there by a massive storm as punishment for an ancient, forgotten transgression. Strix communities debate whether this curse still haunts their people. Those that believe so cite the endless bloody conflict between the strix tribes and the nearby humans, who regard the strix as winged devils to be purged from their territories. Due to strix's deep emotional connection to each member of their tribe, any strix life taken by human hands leads to swift retaliation, which humans use to paint strix as monsters. This cycle of retribution, along with continuous loss of strix land, has bred generations of hatred.\r\n\r\n<title level=\"2\">Members</title>\r\n[Strix Kinmate](/Monsters.aspx?ID=1328) (Creature 2)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Strix Storytelling</title>\r\n\r\nStrix history and mythology is passed down through a verbal tradition. Every strix, even those from different tribes, knows nearly identical tales of their ancestral history and spiritual sermons. Always performing the tales in their own language, strix share their ancestral stories only with those they consider kin. Even among outsiders, strix hold the skill of storytelling in high regard and are fond of finely performed verbal narratives. \r\n</aside>",
 "name": "Strix",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 259</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nStrix are avian humanoids with sprawling, dark-feathered wings and large talons. Strix possess angular features and piercing eyes that are fixed …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 259"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 259</row>",
 "speed": {},
 "summary": "Strix are avian humanoids with sprawling, dark-feathered wings and large talons. Strix possess angular features and piercing eyes that are fixed …",
 "summary_markdown": "Strix are avian humanoids with sprawling, dark-feathered wings and large talons. Strix possess angular features and piercing eyes that are fixed …",
 "text": " Strix Source Bestiary 3 pg. 259 Strix are avian humanoids with sprawling, dark-feathered wings and large talons. Strix possess angular features and piercing eyes that are fixed facing forward. Their lurching head movements and vertical eyelids give an unnerving quality to their humanoid appearances. Strix, called itarii in their own language, live in tightly bonded roosts nestled into the cliffs and treetops of Golarion's highest elevations. Their societies mostly share a communalist, tribal structure, each led by a female leader called a rokoa. Their dwindling population, combined with the adversity they face, promotes interconnectedness and empathy, even between different tribes. By contrast, strix face an ageless conflict with the human populations that surround their home at Devil's Perch, forced to fiercely defend their ancestral territories against human incursion. As a result, strix distrust humans on sight, though these grudges typically don't extend to human offshoots, such as half-orcs and half-elves. Oral tradition tells that the strix who live among the spires of Devil's Perch, an area in the southwest region of Cheliax's Menador Mountains, were banished there by a massive storm as punishment for an ancient, forgotten transgression. Strix communities debate whether this curse still haunts their people. Those that believe so cite the endless bloody conflict between the strix tribes and the nearby humans, who regard the strix as winged devils to be purged from their territories. Due to strix's deep emotional connection to each member of their tribe, any strix life taken by human hands leads to swift retaliation, which humans use to paint strix as monsters. This cycle of retribution, along with continuous loss of strix land, has bred generations of hatred. Members Strix Kinmate (Creature 2) Strix Storytelling Strix history and mythology is passed down through a verbal tradition. Every strix, even those from different tribes, knows nearly identical tales of their ancestral history and spiritual sermons. Always performing the tales in their own language, strix share their ancestral stories only with those they consider kin. Even among outsiders, strix hold the skill of storytelling in high regard and are fond of finely performed verbal narratives. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=267",
 "weakness": {}
}