{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Troll",
 "creature_family_markdown": "Troll",
 "exclude_from_search": false,
 "id": "creature-family-96",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Troll](/MonsterFamilies.aspx?ID=96)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 314</row>\n\nSlavering, cruel, practically invincible brutes: this is the villager’s stock description for the dread monsters known as trolls. But words hardly do justice to trolls’ capacity for destruction. They are as bloodthirsty as orcs but lacking the discipline, as massive as giants but capable of regenerating wounded flesh in an instant, and as reprobate as ogres but with twice the strength. The only way to really understand the wanton violence of a troll is to experience it firsthand—a fate few would wish even upon their worst enemies.\n\n The first thing that comes to mind when most think of trolls is the creatures’ power of bodily regeneration. So potent is this regeneration that the only way to overcome it is to exploit the troll’s vulnerability to acid and fire. It is not enough to slay the troll with caustic or flaming weapons, though—even the smallest scrap of a troll’s flesh can regenerate into a full-size troll given enough time. The only sure way to eradicate a troll menace is to burn the monster’s entire body until nothing remains.\n\n Trolls are solitary hunters, for their wickedness is anathema even to other giants. They occasionally roam in small gangs of two to four, but only when prey is plentiful or a particularly strong counterforce has broached their hunting grounds. In rare instances, an old and powerful troll comes to lead small tribes of trolls. Such “troll kings” possess enough cunning to lead their hordes in devastating raids and massacres, and their presence permanently alters the surrounding ecosystem. A wide variety of trolls exist, from the terrible monster traditionally associated with the name to the water-dwelling scrag and hybrid flood troll. Regional variations exist as well—mountain trolls among stony peaks, for instance, or moss trolls in swampy bayous— but all share the same trademark regenerative powers and insatiable thirst for blood.\r\n\r\n<title level=\"2\">Members</title>\r\n[Cavern Troll](/Monsters.aspx?ID=832) (Creature 6), [Frost Troll](/Monsters.aspx?ID=831) (Creature 4), [Jotund Troll](/Monsters.aspx?ID=834) (Creature 15), [Tombstone Troll](/Monsters.aspx?ID=2035) (Creature 1), [Troll](/Monsters.aspx?ID=395) (Creature 5), [Troll King](/Monsters.aspx?ID=396) (Creature 10), [Two-Headed Troll](/Monsters.aspx?ID=833) (Creature 8)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Troll Augurs</title>\r\n\r\nParticularly devout trolls, called augurs, claim to possess the so‑called “gift of sight,” which they believe was granted them by the demon lord Urxehl. Augurs practice a disturbing method of future‑telling, in which a troll slashes open its own abdomen and pulls out its entrails to interpret the prophecies in its quivering innards. Other cultists prod and agitate their gutted diviner to keep it conscious throughout the gruesome ordeal.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Troll Blood</title>\r\n\r\nThe blood of trolls is a valuable and difficult-to-procure substance of intense interest to alchemists, witches, and doctors the world over. Though initially it is of little interest other than its unnaturally vibrant hue, when processed correctly its applications are numerous. Experiments have produced oils that restore lost limbs, potions that grant the imbiber supernatural strength, and even smoke bombs that cause anyone caught in the haze to fly into an unstoppable rage.\r\n</aside>",
 "name": "Troll",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 314</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSlavering, cruel, practically invincible brutes: this is the villager's stock description for the dread monsters known as trolls. But words hardly do …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 314"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 314</row>",
 "speed": {},
 "summary": "Slavering, cruel, practically invincible brutes: this is the villager's stock description for the dread monsters known as trolls. But words hardly do …",
 "summary_markdown": "Slavering, cruel, practically invincible brutes: this is the villager's stock description for the dread monsters known as trolls. But words hardly do …",
 "text": " Troll Source Bestiary pg. 314 Slavering, cruel, practically invincible brutes: this is the villager’s stock description for the dread monsters known as trolls. But words hardly do justice to trolls’ capacity for destruction. They are as bloodthirsty as orcs but lacking the discipline, as massive as giants but capable of regenerating wounded flesh in an instant, and as reprobate as ogres but with twice the strength. The only way to really understand the wanton violence of a troll is to experience it firsthand—a fate few would wish even upon their worst enemies. The first thing that comes to mind when most think of trolls is the creatures’ power of bodily regeneration. So potent is this regeneration that the only way to overcome it is to exploit the troll’s vulnerability to acid and fire. It is not enough to slay the troll with caustic or flaming weapons, though—even the smallest scrap of a troll’s flesh can regenerate into a full-size troll given enough time. The only sure way to eradicate a troll menace is to burn the monster’s entire body until nothing remains. Trolls are solitary hunters, for their wickedness is anathema even to other giants. They occasionally roam in small gangs of two to four, but only when prey is plentiful or a particularly strong counterforce has broached their hunting grounds. In rare instances, an old and powerful troll comes to lead small tribes of trolls. Such “troll kings” possess enough cunning to lead their hordes in devastating raids and massacres, and their presence permanently alters the surrounding ecosystem. A wide variety of trolls exist, from the terrible monster traditionally associated with the name to the water-dwelling scrag and hybrid flood troll. Regional variations exist as well—mountain trolls among stony peaks, for instance, or moss trolls in swampy bayous— but all share the same trademark regenerative powers and insatiable thirst for blood. Members Cavern Troll (Creature 6), Frost Troll (Creature 4), Jotund Troll (Creature 15), Tombstone Troll (Creature 1), Troll (Creature 5), Troll King (Creature 10), Two-Headed Troll (Creature 8) Troll Augurs Particularly devout trolls, called augurs, claim to possess the so‑called “gift of sight,” which they believe was granted them by the demon lord Urxehl. Augurs practice a disturbing method of future‑telling, in which a troll slashes open its own abdomen and pulls out its entrails to interpret the prophecies in its quivering innards. Other cultists prod and agitate their gutted diviner to keep it conscious throughout the gruesome ordeal. Troll Blood The blood of trolls is a valuable and difficult-to-procure substance of intense interest to alchemists, witches, and doctors the world over. Though initially it is of little interest other than its unnaturally vibrant hue, when processed correctly its applications are numerous. Experiments have produced oils that restore lost limbs, potions that grant the imbiber supernatural strength, and even smoke bombs that cause anyone caught in the haze to fly into an unstoppable rage. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=96",
 "weakness": {}
}