{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Tsukumogami",
 "creature_family_markdown": "Tsukumogami",
 "exclude_from_search": false,
 "id": "creature-family-272",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Tsukumogami](/MonsterFamilies.aspx?ID=272)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 276</row>\n\nTsukumogami are intelligent, mobile objects formed from the union between a 100-year-old object and a [kami](/MonsterFamilies.aspx?ID=243). Tsukumogami range from harmless to malicious, each individual personality a result of how the object was treated before its awakening. Well-cared-for objects tend to birth helpful, friendly tsukumogami, while mistreated or abandoned objects twist into malevolent and violent beings. Most tsukumogami are, by nature, mischievous, and oftentimes want nothing more than to occupy the attention of living creatures.\n\n Tsukumogami can commonly be found in areas with a strong cultural belief in the value of caring for objects, which helps items survive long enough to become tsukumogami. Towns and villages with large tsukumogami populations are referred to as “sleepless towns” due to the nightly tsukumogami celebrations, which can become so raucous that they prevent the living residents from sleeping peacefully. \r\n\r\n<title level=\"2\">Members</title>\r\n[Chouchin-Obake](/Monsters.aspx?ID=1351) (Creature 6), [Ittan-Momen](/Monsters.aspx?ID=1349) (Creature 2), [Kasa-Obake](/Monsters.aspx?ID=1350) (Creature 4)",
 "name": "Tsukumogami",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 276</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTsukumogami are intelligent, mobile objects formed from the union between a 100-year-old object and a  kami . Tsukumogami range from harmless to …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 276"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 276</row>",
 "speed": {},
 "summary": "Tsukumogami are intelligent, mobile objects formed from the union between a 100-year-old object and a  kami . Tsukumogami range from harmless to …",
 "summary_markdown": "Tsukumogami are intelligent, mobile objects formed from the union between a 100-year-old object and a  kami . Tsukumogami range from harmless to …",
 "text": " Tsukumogami Source Bestiary 3 pg. 276 Tsukumogami are intelligent, mobile objects formed from the union between a 100-year-old object and a kami. Tsukumogami range from harmless to malicious, each individual personality a result of how the object was treated before its awakening. Well-cared-for objects tend to birth helpful, friendly tsukumogami, while mistreated or abandoned objects twist into malevolent and violent beings. Most tsukumogami are, by nature, mischievous, and oftentimes want nothing more than to occupy the attention of living creatures. Tsukumogami can commonly be found in areas with a strong cultural belief in the value of caring for objects, which helps items survive long enough to become tsukumogami. Towns and villages with large tsukumogami populations are referred to as “sleepless towns” due to the nightly tsukumogami celebrations, which can become so raucous that they prevent the living residents from sleeping peacefully. Members Chouchin-Obake (Creature 6), Ittan-Momen (Creature 2), Kasa-Obake (Creature 4)",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=272",
 "weakness": {}
}