{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Vampire, Vrykolakas",
 "creature_family_markdown": "Vampire, Vrykolakas",
 "exclude_from_search": false,
 "id": "creature-family-159",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Vampire, Vrykolakas](/MonsterFamilies.aspx?ID=159)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 275 <sup>2.0</sup></row>\n\nWicked and vengeful souls denied even the most basic burial rites can rise again as vrykolakas, blood-drinking and plague-bearing reanimated corpses. They spread suffering and death among all who cross their paths, punishing all who remind them of those who failed to properly lay their bodies and souls to rest.\r\n\r\n<title level=\"2\">Members</title>\r\n[Vrykolakas Ancient](/Monsters.aspx?ID=844) (Creature 13), [Vrykolakas Master](/Monsters.aspx?ID=843) (Creature 10), [Vrykolakas Spawn](/Monsters.aspx?ID=842) (Creature 6)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Building A Vrykolakas</title>\r\n\r\nLike [vampires](/MonsterFamilies.aspx?ID=97) vrykolakas can infect victims with their twisted form of vampirism, transforming practically any living monster into one of these undead horrors. You can build a new vrykolakas from the ground up using the standard monster creation rules, which were used to create the vrykolakas spawn, vrykolakas master, and vrykolakas ancient, or you can use the guidelines presented under Creating a Vrykolakas to turn an existing creature (even a player character!) into a vrykolakas, adjusting the monster as you see fit. In either case, specific vrykolakas abilities like negative healing, Feral Corruption, and Drink Blood work the same.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Debased and Distorted</title>\r\n\r\nVrykolakas are corrupted bestial versions of their appearance in life, and are emaciated and pockmarked with disease. Their spines are bent in a perpetual hunch. While some vrykolakas can cloak themselves in a semblance of living flesh, their fragmented memories often cannot accurately recreate their former appearance or persona. They may not recognize former family and friends (and vice versa), but those they do remember are marked as their favored victims.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Mythological Origins</title>\r\n\r\nThe vrykolakas (pronounced “vree-KO-la-kahss”) is an undead creature from Greek folklore. These revenants appear as humans come back after death to complete some task left undone before they can peacefully rest. Many are vengeful and murderous, but some are simply attempting to return to their former lives, like a shoemaker rising from the grave to mend his children's shoes, carry water, and chop firewood. The Pathfinder version of this creature is more associated with a feral form of vampire.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Vrykolakas Habits</title>\r\n\r\nMost vrykolakas have curious affectations, such as a compulsion to knock on a door before entering or calling out the name of the person within. If the person answers, the vrykolakas then tries to hunt and slay them within 3 days. Others have an affinity for specific types of animals, always preferring to charm or possess them, or have an aversion to others. Unlike a [moroi vampire](/MonsterFamilies.aspx?ID=97), however, for a vrykolakas these habits are merely sadistic games or personal preferences, not mystical compulsions.\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Vampire</title>\r\n\r\n**Related Families**\r\n[Vampire](/MonsterFamilies.aspx?ID=97), [Vampire, Jiang-Shi](/MonsterFamilies.aspx?ID=286), [Vampire, Nosferatu](/MonsterFamilies.aspx?ID=273), [Vampire, Strigoi](/MonsterFamilies.aspx?ID=314), [Vampire, Vetalarana](/MonsterFamilies.aspx?ID=311)\r\n\r\n<title level=\"2\">Creating a Vrykolakas</title>\r\n\r\nYou can turn an existing living creature into a vrykolakas using the following steps. Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>It gains the [undead](/Traits.aspx?ID=160) and [vampire](/Traits.aspx?ID=242) traits, and it becomes evil. </li><li>Increase AC, attack modifiers, DCs, saving throws, and skill modifiers by 1. </li><li>Increase Speed by 10 feet or to 40 feet, whichever results in a higher Speed. </li><li>Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.</li></ul> \n\n<title level=\"3\" right=\"\">Basic Vrykolakas Abilities</title> If the base creature becoming a vrykolakas has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as [human](/Traits.aspx?ID=90) and [humanoid](/Traits.aspx?ID=91). You might also need to adjust abilities that conflict with the vrykolakas' theme. All vrykolakas gain the following abilities. \n\n**[Darkvision](/MonsterAbilities.aspx?ID=12)** \n\n**Swift Tracker** The vrykolakas moves at full Speed while [Tracking](/Actions.aspx?ID=66). \n\n**[Negative Healing](/MonsterAbilities.aspx?ID=42)** \n\n**Immunities** [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [sleep](/Traits.aspx?ID=145) \n\n**Feral Corruption** <actions string=\"Free Action\" /> ([curse](/Traits.aspx?ID=38), [divine](/Traits.aspx?ID=48), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117), [possession](/Traits.aspx?ID=129)) **Trigger** The vrykolakas is reduced to 0 Hit Points, and an [animal](/Traits.aspx?ID=9) is within 100 feet; **Effect** Unlike most other undead, a vrykolakas isn't destroyed when it reaches 0 HP. Instead, it attempts to cast its spirit into an animal within 100 feet, which must attempt a Will save (use a high DC for the vrykolakas's level from the [Spell DC and Spell Attack Roll table](/Rules.aspx?ID=1020)). On a failure, the animal is possessed. This has the effects of the [_possession_](/Spells.aspx?ID=225) spell, but it lasts a number of days equal to the vrykolakas's level. This possession can't be [counteracted](/Rules.aspx?ID=371) with magic (though [_remove curse_](/Spells.aspx?ID=250) works against it normally).\n\n If the animal succeeds at its save, the vrykolakas can attempt to possess a different animal within 100 feet. If at any point an animal critically succeeds at its save or no animal is within 100 feet, the vrykolakas fails to possess anything and is destroyed.\n\n A vrykolakas possessing an animal seeks out its burial site (see Burial Site Bound below) immediately, burying itself there. While the vrykolakas is in this state of recovery, its animal host is [paralyzed](/Conditions.aspx?ID=28), and beheading it destroys the vrykolakas and kills its host. Removing the curse destroys the vrykolakas and returns the animal to normal. After 1d4 days, if the vrykolakas hasn't been destroyed, the animal dies and the vrykolakas rises in a new body that's identical to its previous one, formed from the animal's remains. \n\n**Vrykolakas Vulnerabilities** Vrykolakas all have the following vulnerabilities. \n<ul><li>**Burial Site Bound** A vrykolakas is bound to the place of its death or interment. It must return to this location once per week and bury itself in the earth for 24 hours, during which time it is paralyzed and can be beheaded. If it is unable to return to this site, it is reduced to 0 Hit Points and attempts to use Feral Corruption; if this host animal can't return to the burial site before the possession effect ends, the vrykolakas is destroyed and the animal host returns to normal. </li><li>**Vulnerable to Decapitation** A vrykolakas that is beheaded can't use its Feral Possession, and a beheaded corpse cannot rise as a vrykolakas.</li></ul>**Climb Speed** A vrykolakas gains a climb Speed equal to one-half its land Speed. \n\n**Claws** If the base creature had hands, it gains an unarmed claw Strike that deals slashing damage and has the [agile](/Traits.aspx?ID=170) trait. Use the moderate damage for the creature's level on the [Strike Damage](/Rules.aspx?ID=1018) table. \n\n**Fangs** The teeth of the vrykolakas grow long, sharp, and deadly, granting it a fangs Strike: an unarmed attack that deals piercing damage and enables the use of its Drink Blood ability. Use the high damage for the creature's level on the Strike Damage table. \n\n**Drink Blood** <actions string=\"Single Action\" /> ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) **Requirements** The vrykolakas' last action was a successful fangs Strike; **Effect** The vrykolakas sinks its fangs into that creature to drink its blood. This requires an [Athletics](/Skills.aspx?ID=3) check against the creature's Fortitude DC. On a success, the creature becomes [drained 1](/Conditions.aspx?ID=10), and the vrykolakas regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire, but it increases the creature's drained condition value by 1. A vrykolakas can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.\n\n The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful DC 20 [Medicine](/Skills.aspx?ID=9) check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes. \n\n**[Rend](/MonsterAbilities.aspx?ID=30)** <actions string=\"Single Action\" /> The vrykolakas gains the Rend action with its claws.\n\n \n\n<title level=\"3\" right=\"\">Vrykolakas Master Abilities</title> Particularly powerful vrykolakas can create spawn from the bodies of their victims and gain additional abilities, as detailed below. Creatures of 9th level or higher can become a vrykolakas master, while those of 12th level or higher who have survived for centuries might become a vrykolakas ancient. \n\n**Children of the Night** ([divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106)) The presence of a vrykolakas master inspires savage creatures to crawl forth to do its bidding, including [rat swarms](/Monsters.aspx?ID=347), [warg](/Monsters.aspx?ID=402), [werewolves](/Monsters.aspx?ID=411), and similar creatures. The vrykolakas master can give telepathic orders to these creatures within 100 feet, but they can't communicate back. \n\n**Pestilential Aura** ([aura](/Traits.aspx?ID=202), [divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) 5 feet. Creatures beginning their turn in the area while the vrykolakas is in its true form are exposed to [bubonic plague](/Diseases.aspx?ID=6). \n\n**Divine Innate Spells** The vrykolakas master can cast [_vampiric touch_](/Spells.aspx?ID=354) (heightened to half its level rounded up) and 3rd-level [fear](/Deities.aspx?ID=110) three times per day each as divine innate spells. It uses a high DC for its level. \n\n**Bubonic Plague** ([disease](/Traits.aspx?ID=46)) **Saving Throw** Fortitude (use a high DC for the vrykolakas's level); **Onset** 1 day; **Stage 1** [fatigued](/Conditions.aspx?ID=15) (1 day); **Stage 2** [enfeebled 2](/Conditions.aspx?ID=13) and fatigued (1 day); Stage 3 enfeebled 3, fatigued, and takes 1d6 [persistent bleed damage](/Conditions.aspx?ID=29) every 1d20 minutes (1 day) \n\n**Change Shape** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32), [divine](/Traits.aspx?ID=48), [polymorph](/Traits.aspx?ID=127), [transmutation](/Traits.aspx?ID=157)) A vrykolakas master can transform into a form resembling the body it had in life, with the effects of [_humanoid form_](/Spells.aspx?ID=153) but with unlimited duration. It loses its fangs and claw Strikes but gains a +2 circumstance bonus to [Deception](/Skills.aspx?ID=5) checks to [Impersonate](/Actions.aspx?ID=46) in this form. \n\n**Create Spawn** ([divine](/Traits.aspx?ID=48), [downtime](/Traits.aspx?ID=49), [necromancy](/Traits.aspx?ID=117)) If a creature dies after being reduced to 0 HP by Drink Blood, a vrykolakas master can turn this creature into a [vrykolakas spawn](/Monsters.aspx?ID=842) by donating some of its own blood to the creature and burying it in earth for 3 nights. Such vrykolakas spawn are generally [friendly](/Conditions.aspx?ID=18) to the vrykolakas that created them, but they are not under its control and typically wander off on their own rampage within 1d6 days of their creation. **Dominate Animal** <actions string=\"Single Action\" /> ([divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106)) The vrykolakas can cast [_dominate_](/Spells.aspx?ID=87) at will as a divine innate spell that affects only animals. The save DC is a high DC for the vrykolakas's level, and a creature that succeeds is immune to that vrykolakas's Dominate Animal for 24 hours. Destroying the vrykolakas ends the effect, but reducing it to 0 HP does not. A dominated animal takes a –4 circumstance penalty to saving throws against the vrykolakas's Feral Possession. \n\n**Drink Blood** As a typical vrykolakas, but the creature is drained 2 instead of 1.",
 "name": "Vampire, Vrykolakas",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 275 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWicked and vengeful souls denied even the most basic burial rites can rise again as vrykolakas, blood-drinking and plague-bearing reanimated corpses. …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 275"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 275 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Wicked and vengeful souls denied even the most basic burial rites can rise again as vrykolakas, blood-drinking and plague-bearing reanimated corpses. …",
 "summary_markdown": "Wicked and vengeful souls denied even the most basic burial rites can rise again as vrykolakas, blood-drinking and plague-bearing reanimated corpses. …",
 "text": " Vampire, Vrykolakas Source Bestiary 2 pg. 275 2.0 Wicked and vengeful souls denied even the most basic burial rites can rise again as vrykolakas, blood-drinking and plague-bearing reanimated corpses. They spread suffering and death among all who cross their paths, punishing all who remind them of those who failed to properly lay their bodies and souls to rest. Members Vrykolakas Ancient (Creature 13), Vrykolakas Master (Creature 10), Vrykolakas Spawn (Creature 6) Building A Vrykolakas Like vampires vrykolakas can infect victims with their twisted form of vampirism, transforming practically any living monster into one of these undead horrors. You can build a new vrykolakas from the ground up using the standard monster creation rules, which were used to create the vrykolakas spawn, vrykolakas master, and vrykolakas ancient, or you can use the guidelines presented under Creating a Vrykolakas to turn an existing creature (even a player character!) into a vrykolakas, adjusting the monster as you see fit. In either case, specific vrykolakas abilities like negative healing, Feral Corruption, and Drink Blood work the same. Debased and Distorted Vrykolakas are corrupted bestial versions of their appearance in life, and are emaciated and pockmarked with disease. Their spines are bent in a perpetual hunch. While some vrykolakas can cloak themselves in a semblance of living flesh, their fragmented memories often cannot accurately recreate their former appearance or persona. They may not recognize former family and friends (and vice versa), but those they do remember are marked as their favored victims. Mythological Origins The vrykolakas (pronounced “vree-KO-la-kahss”) is an undead creature from Greek folklore. These revenants appear as humans come back after death to complete some task left undone before they can peacefully rest. Many are vengeful and murderous, but some are simply attempting to return to their former lives, like a shoemaker rising from the grave to mend his children's shoes, carry water, and chop firewood. The Pathfinder version of this creature is more associated with a feral form of vampire. Vrykolakas Habits Most vrykolakas have curious affectations, such as a compulsion to knock on a door before entering or calling out the name of the person within. If the person answers, the vrykolakas then tries to hunt and slay them within 3 days. Others have an affinity for specific types of animals, always preferring to charm or possess them, or have an aversion to others. Unlike a moroi vampire, however, for a vrykolakas these habits are merely sadistic games or personal preferences, not mystical compulsions. Vampire Related Families Vampire, Vampire, Jiang-Shi, Vampire, Nosferatu, Vampire, Strigoi, Vampire, Vetalarana Creating a Vrykolakas You can turn an existing living creature into a vrykolakas using the following steps. Increase the creature's level by 1 and change its statistics as follows. It gains the undead and vampire traits, and it becomes evil. Increase AC, attack modifiers, DCs, saving throws, and skill modifiers by 1. Increase Speed by 10 feet or to 40 feet, whichever results in a higher Speed. Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead. Basic Vrykolakas Abilities If the base creature becoming a vrykolakas has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the vrykolakas' theme. All vrykolakas gain the following abilities. Darkvision Swift Tracker The vrykolakas moves at full Speed while Tracking. Negative Healing Immunities death effects, disease, paralyzed, poison, sleep Feral Corruption Free Action (curse, divine, incapacitation, mental, necromancy, possession) Trigger The vrykolakas is reduced to 0 Hit Points, and an animal is within 100 feet; Effect Unlike most other undead, a vrykolakas isn't destroyed when it reaches 0 HP. Instead, it attempts to cast its spirit into an animal within 100 feet, which must attempt a Will save (use a high DC for the vrykolakas's level from the Spell DC and Spell Attack Roll table). On a failure, the animal is possessed. This has the effects of the possession spell, but it lasts a number of days equal to the vrykolakas's level. This possession can't be counteracted with magic (though remove curse works against it normally). If the animal succeeds at its save, the vrykolakas can attempt to possess a different animal within 100 feet. If at any point an animal critically succeeds at its save or no animal is within 100 feet, the vrykolakas fails to possess anything and is destroyed. A vrykolakas possessing an animal seeks out its burial site (see Burial Site Bound below) immediately, burying itself there. While the vrykolakas is in this state of recovery, its animal host is paralyzed, and beheading it destroys the vrykolakas and kills its host. Removing the curse destroys the vrykolakas and returns the animal to normal. After 1d4 days, if the vrykolakas hasn't been destroyed, the animal dies and the vrykolakas rises in a new body that's identical to its previous one, formed from the animal's remains. Vrykolakas Vulnerabilities Vrykolakas all have the following vulnerabilities. Burial Site Bound A vrykolakas is bound to the place of its death or interment. It must return to this location once per week and bury itself in the earth for 24 hours, during which time it is paralyzed and can be beheaded. If it is unable to return to this site, it is reduced to 0 Hit Points and attempts to use Feral Corruption; if this host animal can't return to the burial site before the possession effect ends, the vrykolakas is destroyed and the animal host returns to normal. Vulnerable to Decapitation A vrykolakas that is beheaded can't use its Feral Possession, and a beheaded corpse cannot rise as a vrykolakas. Climb Speed A vrykolakas gains a climb Speed equal to one-half its land Speed. Claws If the base creature had hands, it gains an unarmed claw Strike that deals slashing damage and has the agile trait. Use the moderate damage for the creature's level on the Strike Damage table. Fangs The teeth of the vrykolakas grow long, sharp, and deadly, granting it a fangs Strike: an unarmed attack that deals piercing damage and enables the use of its Drink Blood ability. Use the high damage for the creature's level on the Strike Damage table. Drink Blood Single Action (divine, necromancy) Requirements The vrykolakas' last action was a successful fangs Strike; Effect The vrykolakas sinks its fangs into that creature to drink its blood. This requires an Athletics check against the creature's Fortitude DC. On a success, the creature becomes drained 1, and the vrykolakas regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire, but it increases the creature's drained condition value by 1. A vrykolakas can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so. The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful DC 20 Medicine check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes. Rend Single Action The vrykolakas gains the Rend action with its claws. Vrykolakas Master Abilities Particularly powerful vrykolakas can create spawn from the bodies of their victims and gain additional abilities, as detailed below. Creatures of 9th level or higher can become a vrykolakas master, while those of 12th level or higher who have survived for centuries might become a vrykolakas ancient. Children of the Night (divine, enchantment, mental) The presence of a vrykolakas master inspires savage creatures to crawl forth to do its bidding, including rat swarms, warg, werewolves, and similar creatures. The vrykolakas master can give telepathic orders to these creatures within 100 feet, but they can't communicate back. Pestilential Aura (aura, divine, necromancy) 5 feet. Creatures beginning their turn in the area while the vrykolakas is in its true form are exposed to bubonic plague. Divine Innate Spells The vrykolakas master can cast vampiric touch (heightened to half its level rounded up) and 3rd-level fear three times per day each as divine innate spells. It uses a high DC for its level. Bubonic Plague (disease) Saving Throw Fortitude (use a high DC for the vrykolakas's level); Onset 1 day; Stage 1 fatigued (1 day); Stage 2 enfeebled 2 and fatigued (1 day); Stage 3 enfeebled 3, fatigued, and takes 1d6 persistent bleed damage every 1d20 minutes (1 day) Change Shape Single Action (concentrate, divine, polymorph, transmutation) A vrykolakas master can transform into a form resembling the body it had in life, with the effects of humanoid form but with unlimited duration. It loses its fangs and claw Strikes but gains a +2 circumstance bonus to Deception checks to Impersonate in this form. Create Spawn (divine, downtime, necromancy) If a creature dies after being reduced to 0 HP by Drink Blood, a vrykolakas master can turn this creature into a vrykolakas spawn by donating some of its own blood to the creature and burying it in earth for 3 nights. Such vrykolakas spawn are generally friendly to the vrykolakas that created them, but they are not under its control and typically wander off on their own rampage within 1d6 days of their creation. Dominate Animal Single Action (divine, enchantment, incapacitation, mental) The vrykolakas can cast dominate at will as a divine innate spell that affects only animals. The save DC is a high DC for the vrykolakas's level, and a creature that succeeds is immune to that vrykolakas's Dominate Animal for 24 hours. Destroying the vrykolakas ends the effect, but reducing it to 0 HP does not. A dominated animal takes a –4 circumstance penalty to saving throws against the vrykolakas's Feral Possession. Drink Blood As a typical vrykolakas, but the creature is drained 2 instead of 1.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=159",
 "weakness": {}
}