{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Vampire",
 "creature_family_markdown": "Vampire",
 "exclude_from_search": false,
 "id": "creature-family-97",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Vampire](/MonsterFamilies.aspx?ID=97)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 318</row>\n\nVampires are undead creatures that feed on the blood of the living.\r\n\r\n<title level=\"2\">Members</title>\r\n[Vampire Count](/Monsters.aspx?ID=400) (Creature 6), [Vampire Guardian](/Monsters.aspx?ID=2149) (Creature 10), [Vampire Mastermind](/Monsters.aspx?ID=401) (Creature 9), [Vampire Spawn](/Monsters.aspx?ID=399) (Creature 4)\r\n\r\n<title level=\"2\">Group Families</title>\r\n[Vampire](/MonsterFamilies.aspx?ID=97), [Vampire, Jiang-Shi](/MonsterFamilies.aspx?ID=286), [Vampire, Nosferatu](/MonsterFamilies.aspx?ID=273), [Vampire, Strigoi](/MonsterFamilies.aspx?ID=314), [Vampire, Vetalarana](/MonsterFamilies.aspx?ID=311), [Vampire, Vrykolakas](/MonsterFamilies.aspx?ID=159)\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Building Vampires</title>\r\n\r\nBecause vampires can inflict their nature upon any creature whose blood they drink, practically any living monster can become one of these undead horrors. When you need to create a vampire for your game, you can do so in two ways. In most cases, it’s more effective to build the vampire from the ground up, using the standard rules for monster creation (this is how the vampire count, vampire spawn, and vampire mastermind presented on these pages were built). Or you can use the guidelines presented under Creating a Vampire to turn an existing creature (or even a player character!) into a vampire, adjusting the monster as you see fit. In either case, specific vampire abilities like coffin restoration, Mist Escape, and Drink Blood work the same.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Non-Evil Vampires</title>\r\n\r\nNon-evil vampires are rare and at odds with their basic nature. Such vampires typically give up a fraction of their power in exchange for some of their lost humanity.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Vampire and Dhampir</title>\r\n\r\nThe most common and traditional vampires, as presented here, are known also as the “moroi.” They are prevalent in Golarion in the mist-shrouded counties of Ustalav and found in small numbers in almost every nation of the Inner Sea. Other types of vampires include the withered nosferatu, the hopping jiang shi, and the psychic vetala—these vampires share many of the basic traits with moroi but possess new abilities of their own. [Dhampir](/Monsters.aspx?ID=116) can be born of any of these vampire races, though moroi-born dhampir known as svetochers are the most common, especially in the Inner Sea region.\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Vampire</title>\r\n\r\n**Related Families**\r\n[Vampire, Jiang-Shi](/MonsterFamilies.aspx?ID=286), [Vampire, Nosferatu](/MonsterFamilies.aspx?ID=273), [Vampire, Strigoi](/MonsterFamilies.aspx?ID=314), [Vampire, Vetalarana](/MonsterFamilies.aspx?ID=311), [Vampire, Vrykolakas](/MonsterFamilies.aspx?ID=159)\r\n\r\n<title level=\"2\">Creating a Vampire</title>\r\n\r\nYou can turn an existing living creature into a vampire using the following steps.\n\n Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>It gains the [undead](/Traits.aspx?ID=160) and [vampire](/Traits.aspx?ID=242) traits, and usually becomes evil.</li> <li>Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1.</li> <li>Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's breath weapon), increase the damage by 2 instead.</li> <li>Reduce HP by the amount listed on the table.</li> <li>The vampire gains [fast healing](/MonsterAbilities.aspx?ID=15) and resistance to physical damage (except [silver](/Equipment.aspx?ID=379)) as indicated in the table. These abilities are the reason the vampire has less HP.</li></ul>\n<table><tr><td>Starting Level</td><td>HP Decrease</td><td>Fast Healing/Resistance</td></tr> <tr><td>3–4</td><td>–20</td><td>5</td></tr> <tr><td>5–7</td><td>–30</td><td>7</td></tr> <tr><td>8–14</td><td>–40</td><td>10</td></tr> <tr><td>15+</td><td>–60</td><td>15</td></tr></table>\n\n<title level=\"3\" right=\"\">Basic Vampire Abilities</title> All vampires gain the following abilities. If the base creature has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as [human](/Traits.aspx?ID=90) and [humanoid](/Traits.aspx?ID=91). You might also need to adjust abilities that conflict with the vampire's theme.\n\n**[Negative Healing](/MonsterAbilities.aspx?ID=42)**\n\n **Immunities** [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyze](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [sleep](/Traits.aspx?ID=145)\n\n **Coffin Restoration** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117), [negative](/Traits.aspx?ID=118)) Unlike other undead, a vampire isn't destroyed at 0 HP. Instead, it falls [unconscious](/Conditions.aspx?ID=38). If its body rests in its coffin for 1 hour, the vampire gains 1 HP, after which its fast healing begins to function normally.\n\n **Vampire Weaknesses** All vampires possess the following weaknesses.\n<ul><li>**Compulsions** Vampires are creatures of strange and unknowable compulsions. A typical vampire can't voluntarily cross running water unless it is transported while it hides within its coffin, nor can it enter a private dwelling unless invited in by someone with the authority to do so. At your discretion, vampires might have different compulsions—a pirate vampire might not be able to set foot on solid ground without being invited, for example. The vampire can still be forced to do these things and might be able to overcome its compulsion just as it does its revulsion (see below).</li> <li>**Revulsion** A vampire can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a non-evil deity. To brandish garlic or a religious symbol, a creature must Interact to do so for 1 round (similar to [Raising a Shield](/Actions.aspx?ID=98)). If the vampire involuntarily comes within 10 feet of an object of its revulsion, it gains the [fleeing](/Conditions.aspx?ID=17) condition, running from the object of its revulsion until it ends an action beyond 10 feet. After 1 round of being exposed to the subject of its revulsion, a vampire can attempt a DC 25 Will save as a single action, which has the [concentrate](/Traits.aspx?ID=32) trait. On a success, it overcomes its revulsions for 1d6 rounds (or 1 hour on a critical success).</li> <li>**Stake** A wooden stake driven through a vampire's heart drops the vampire to 0 HP and prevents it from healing above 0 HP, even in its coffin. Staking a vampire requires three actions and works only if the vampire is [unconscious](/Conditions.aspx?ID=38). If the stake is removed, the vampire can heal above 0 HP again, and if it's in its coffin the 1-hour rest period begins once the stake is removed. If the vampire's head is severed and anointed with holy water while the stake is in place, the vampire is destroyed.</li> <li>**Sunlight** If exposed to direct sunlight, a vampire immediately becomes [slowed 1](/Conditions.aspx?ID=35). The slowed value increases by 1 each time the vampire ends its turn in sunlight. If the vampire loses all its actions in this way, it is destroyed. Due to their supernatural aversion to light, vampires don't cast shadows or show a reflection in mirrors.</li></ul>**Climb Speed** Vampires gain a climb Speed equal to their land Speed.<br /> **Claws** If the creature had hands, its fingernails thicken and grow, granting it an unarmed claw Strike that deals slashing damage and has the [agile](/Traits.aspx?ID=170) trait. If the monster had any agile attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its claws should deal three-quarters that damage.<br /> **Drink Blood** <actions string=\"Single Action\" /> ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)); **Requirement** A [grabbed](/Conditions.aspx?ID=20), [paralyzed](/Conditions.aspx?ID=28), [restrained](/Conditions.aspx?ID=33), [unconscious](/Conditions.aspx?ID=38), or willing creature is within the vampire's reach. **Effect** The vampire sinks its fangs into that creature to drink its blood. This requires an [Athletics](/Skills.aspx?ID=3) check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is [drained 1](/Conditions.aspx?ID=10) and the vampire regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drain value by 1. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.<br /> A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a DC 20 [Medicine](/Skills.aspx?ID=9) check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes.<br /> **Grab** The creature's claw attacks (or equivalent unarmed attacks) gain [Grab](/MonsterAbilities.aspx?ID=18).\n\n<title level=\"3\" right=\"\">True Vampire Abilities</title> Powerful vampires that can create and control vampires from their victims gain additional vampire abilities, as detailed below. A creature below level 5 is not a significant enough creature to become a true vampire—you should instead simply make such a creature into a regular vampire spawn, or rebuild the creature so that it's at least level 5 before becoming a true vampire.\n\n**Resistances** The vampire resists all physical damage except [magical](/Traits.aspx?ID=103) silver.\n\n **Create Spawn** ([divine](/Traits.aspx?ID=48), [downtime](/Traits.aspx?ID=49), [necromancy](/Traits.aspx?ID=117)) If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire by donating some of its own blood to the victim and burying the victim in earth for 3 nights. If the new vampire is lower level than its creator, it is under the creator's control. If a vampire controls too many spawn at once (as determined by the GM), strong-willed spawn can free themselves by succeeding at a Will saving throw against the vampire's Will DC.\n\n **Mist Escape** <actions string=\"Free Action\" /> **Trigger** The vampire is reduced to 0 HP. **Effect** The vampire uses Turn to Mist. It can take move actions to move toward its coffin even though it's at 0 HP. While at 0 HP in this form, the vampire is unaffected by further damage. It automatically returns to its corporeal form, unconscious, if it reaches its coffin or after 2 hours, whichever comes first.\n\n **Change Shape** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32), [divine](/Traits.aspx?ID=48), [polymorph](/Traits.aspx?ID=127), [transmutation](/Traits.aspx?ID=157)) The vampire transforms into one of its animal forms or back into its normal form. Most vampires can turn into a bat, but some can turn into a different creature, such as a rat or a wolf. Use the options in the [_aerial form_](/Spells.aspx?ID=4) and [_animal form_](/Spells.aspx?ID=10) spells as guidelines.\n<ul><li>**Bat** The vampire changes into a bat swarm or giant bat. It gains echolocation 40 feet, a land Speed of 20 feet and a fly Speed of 30 feet, and a fangs Strike with the same attack bonus as its highest melee attack. These fangs deal the same amount of damage as the vampire's claws, but deal piercing damage rather than slashing damage.</li></ul>**Children of the Night** ([divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106)) The vampire's presence brings forth creatures of the night to do the master's bidding. These typically include [rat swarms](/Monsters.aspx?ID=347), [bat swarms](/Monsters.aspx?ID=45), and [wolves](/MonsterFamilies.aspx?ID=101), but can include other creatures. The vampire can give telepathic orders to these creatures as long as they are within 100 feet, but they can't communicate back.\n\n **Dominate** <actions string=\"Two Actions\" /> ([divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106), [visual](/Traits.aspx?ID=163)) The vampire can cast [_dominate_](/Spells.aspx?ID=87) at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the [visual](/Traits.aspx?ID=163) trait. The save DC uses the DC of the vampire's level, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours. Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell.\n\n **Drink Blood** As a typical vampire, but the victim is drained 2 instead of 1.\n\n **Turn to Mist** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32), [divine](/Traits.aspx?ID=48), [transmutation](/Traits.aspx?ID=157)) The vampire turns into a cloud of vapor, as the [_gaseous form_](/Spells.aspx?ID=129) spell, or back to its normal form. The vampire loses fast healing while in gaseous form. The vampire can remain in this form indefinitely.",
 "name": "Vampire",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 318</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nVampires are undead creatures that feed on the blood of the living.\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 318"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 318</row>",
 "speed": {},
 "summary": "Vampires are undead creatures that feed on the blood of the living.",
 "summary_markdown": "Vampires are undead creatures that feed on the blood of the living.",
 "text": " Vampire Source Bestiary pg. 318 Vampires are undead creatures that feed on the blood of the living. Members Vampire Count (Creature 6), Vampire Guardian (Creature 10), Vampire Mastermind (Creature 9), Vampire Spawn (Creature 4) Group Families Vampire, Vampire, Jiang-Shi, Vampire, Nosferatu, Vampire, Strigoi, Vampire, Vetalarana, Vampire, Vrykolakas Building Vampires Because vampires can inflict their nature upon any creature whose blood they drink, practically any living monster can become one of these undead horrors. When you need to create a vampire for your game, you can do so in two ways. In most cases, it’s more effective to build the vampire from the ground up, using the standard rules for monster creation (this is how the vampire count, vampire spawn, and vampire mastermind presented on these pages were built). Or you can use the guidelines presented under Creating a Vampire to turn an existing creature (or even a player character!) into a vampire, adjusting the monster as you see fit. In either case, specific vampire abilities like coffin restoration, Mist Escape, and Drink Blood work the same. Non-Evil Vampires Non-evil vampires are rare and at odds with their basic nature. Such vampires typically give up a fraction of their power in exchange for some of their lost humanity. Vampire and Dhampir The most common and traditional vampires, as presented here, are known also as the “moroi.” They are prevalent in Golarion in the mist-shrouded counties of Ustalav and found in small numbers in almost every nation of the Inner Sea. Other types of vampires include the withered nosferatu, the hopping jiang shi, and the psychic vetala—these vampires share many of the basic traits with moroi but possess new abilities of their own. Dhampir can be born of any of these vampire races, though moroi-born dhampir known as svetochers are the most common, especially in the Inner Sea region. Vampire Related Families Vampire, Jiang-Shi, Vampire, Nosferatu, Vampire, Strigoi, Vampire, Vetalarana, Vampire, Vrykolakas Creating a Vampire You can turn an existing living creature into a vampire using the following steps. Increase the creature's level by 1 and change its statistics as follows. It gains the undead and vampire traits, and usually becomes evil. Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's breath weapon), increase the damage by 2 instead. Reduce HP by the amount listed on the table. The vampire gains fast healing and resistance to physical damage (except silver) as indicated in the table. These abilities are the reason the vampire has less HP. Starting Level HP Decrease Fast Healing/Resistance 3–4 –20 5 5–7 –30 7 8–14 –40 10 15+ –60 15 Basic Vampire Abilities All vampires gain the following abilities. If the base creature has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the vampire's theme. Negative Healing Immunities death effects, disease, paralyze, poison, sleep Coffin Restoration (divine, necromancy, negative) Unlike other undead, a vampire isn't destroyed at 0 HP. Instead, it falls unconscious. If its body rests in its coffin for 1 hour, the vampire gains 1 HP, after which its fast healing begins to function normally. Vampire Weaknesses All vampires possess the following weaknesses. Compulsions Vampires are creatures of strange and unknowable compulsions. A typical vampire can't voluntarily cross running water unless it is transported while it hides within its coffin, nor can it enter a private dwelling unless invited in by someone with the authority to do so. At your discretion, vampires might have different compulsions—a pirate vampire might not be able to set foot on solid ground without being invited, for example. The vampire can still be forced to do these things and might be able to overcome its compulsion just as it does its revulsion (see below). Revulsion A vampire can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a non-evil deity. To brandish garlic or a religious symbol, a creature must Interact to do so for 1 round (similar to Raising a Shield). If the vampire involuntarily comes within 10 feet of an object of its revulsion, it gains the fleeing condition, running from the object of its revulsion until it ends an action beyond 10 feet. After 1 round of being exposed to the subject of its revulsion, a vampire can attempt a DC 25 Will save as a single action, which has the concentrate trait. On a success, it overcomes its revulsions for 1d6 rounds (or 1 hour on a critical success). Stake A wooden stake driven through a vampire's heart drops the vampire to 0 HP and prevents it from healing above 0 HP, even in its coffin. Staking a vampire requires three actions and works only if the vampire is unconscious. If the stake is removed, the vampire can heal above 0 HP again, and if it's in its coffin the 1-hour rest period begins once the stake is removed. If the vampire's head is severed and anointed with holy water while the stake is in place, the vampire is destroyed. Sunlight If exposed to direct sunlight, a vampire immediately becomes slowed 1. The slowed value increases by 1 each time the vampire ends its turn in sunlight. If the vampire loses all its actions in this way, it is destroyed. Due to their supernatural aversion to light, vampires don't cast shadows or show a reflection in mirrors. Climb Speed Vampires gain a climb Speed equal to their land Speed. Claws If the creature had hands, its fingernails thicken and grow, granting it an unarmed claw Strike that deals slashing damage and has the agile trait. If the monster had any agile attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its claws should deal three-quarters that damage. Drink Blood Single Action (divine, necromancy); Requirement A grabbed, paralyzed, restrained, unconscious, or willing creature is within the vampire's reach. Effect The vampire sinks its fangs into that creature to drink its blood. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is drained 1 and the vampire regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's drain value by 1. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so. A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a DC 20 Medicine check and sufficient blood or a blood donor, reduces the drain by 1 after 10 minutes. Grab The creature's claw attacks (or equivalent unarmed attacks) gain Grab. True Vampire Abilities Powerful vampires that can create and control vampires from their victims gain additional vampire abilities, as detailed below. A creature below level 5 is not a significant enough creature to become a true vampire—you should instead simply make such a creature into a regular vampire spawn, or rebuild the creature so that it's at least level 5 before becoming a true vampire. Resistances The vampire resists all physical damage except magical silver. Create Spawn (divine, downtime, necromancy) If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire by donating some of its own blood to the victim and burying the victim in earth for 3 nights. If the new vampire is lower level than its creator, it is under the creator's control. If a vampire controls too many spawn at once (as determined by the GM), strong-willed spawn can free themselves by succeeding at a Will saving throw against the vampire's Will DC. Mist Escape Free Action Trigger The vampire is reduced to 0 HP. Effect The vampire uses Turn to Mist. It can take move actions to move toward its coffin even though it's at 0 HP. While at 0 HP in this form, the vampire is unaffected by further damage. It automatically returns to its corporeal form, unconscious, if it reaches its coffin or after 2 hours, whichever comes first. Change Shape Single Action (concentrate, divine, polymorph, transmutation) The vampire transforms into one of its animal forms or back into its normal form. Most vampires can turn into a bat, but some can turn into a different creature, such as a rat or a wolf. Use the options in the aerial form and animal form spells as guidelines. Bat The vampire changes into a bat swarm or giant bat. It gains echolocation 40 feet, a land Speed of 20 feet and a fly Speed of 30 feet, and a fangs Strike with the same attack bonus as its highest melee attack. These fangs deal the same amount of damage as the vampire's claws, but deal piercing damage rather than slashing damage. Children of the Night (divine, enchantment, mental) The vampire's presence brings forth creatures of the night to do the master's bidding. These typically include rat swarms, bat swarms, and wolves, but can include other creatures. The vampire can give telepathic orders to these creatures as long as they are within 100 feet, but they can't communicate back. Dominate Two Actions (divine, enchantment, incapacitation, mental, visual) The vampire can cast dominate at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait. The save DC uses the DC of the vampire's level, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours. Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell. Drink Blood As a typical vampire, but the victim is drained 2 instead of 1. Turn to Mist Single Action (concentrate, divine, transmutation) The vampire turns into a cloud of vapor, as the gaseous form spell, or back to its normal form. The vampire loses fast healing while in gaseous form. The vampire can remain in this form indefinitely.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=97",
 "weakness": {}
}