{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Vampire, Vetalarana",
 "creature_family_markdown": "Vampire, Vetalarana",
 "exclude_from_search": false,
 "id": "creature-family-311",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Vampire, Vetalarana](/MonsterFamilies.aspx?ID=311)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 160</row>\n\nVetalarana vampires feed on the emotions, thoughts, and memories of others. Although they are capable of feeding on animals, beings of the planes, and other intelligent [undead](/Traits.aspx?ID=160), only the thoughts of an intelligent, living [humanoid](/Traits.aspx?ID=91) bring a vetalarana any sense of satisfaction. Slender and pale, with sunken cheeks and exceptionally long nails, vetalaranas become flushed with color and life after feeding on particularly potent emotions and thoughts, enabling some to pass as living for a short time.\n\n A vetalarana is created when a person with psychic or occult abilities dies in denial of their death, refusing to pass on to the afterlife but unable to retain their grip on life. As their spirit has no cause left undone nor debt to settle, these tenacious souls rise not as ghosts but as vetalaranas, a formidable and tenacious mind animating their own corpse in a mockery of life.\n\n A vetalarana's predations inevitably turn their victims into living husks, incapable of thought and devoid of any spark of personality. These victims fall into a senseless stupor, comatose but still living, without identity or memories. If a vetalarana is killed, they can occupy one of these comatose husks, while more powerful vetalaranas can control them like living puppets.\n\n When a vetalarana is destroyed, all of their comatose victims are immediately freed. Most often, these people regain consciousness as amnesiacs whose memories return over time—taking at least months but sometimes as long as decades. These returned memories are fragmented and often jumbled with the thoughts of others the vetalarana fed upon. If a victim served as a failed host or was frequently controlled while comatose, a sliver of the vetalarana's corrupted thoughts remain in the victim's mind. These tainted victims recover much faster than their fellows, regaining their memories in record time and transforming into a new vetalarana soon after.\r\n\r\n<title level=\"2\">Members</title>\r\n[Vetalarana Emergent](/Monsters.aspx?ID=1911) (Creature 8), [Vetalarana Manipulator](/Monsters.aspx?ID=1912) (Creature 11)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Mistaken Identity</title>\r\n\r\nConsuming thoughts is an overwhelming sensory experience that requires practice and mental discipline to master. Newly risen vetalaranas that consume memories too rapidly can lose sight of their identity amid the foreign thoughts in their minds. Consequently, they might return to the wrong home, abduct their prey's family, or adopt the quirks and vices of their victims.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Puppeteers</title>\r\n\r\nVetalarana manipulators are obsessed with control. They experiment with the minds of the living, manipulating, enhancing, and erasing their victim's memories to see what changes occur. Through these mental experiments, vetalaranas learn how to control minds and lives, twisting mortals into loyal servants or unknowing puppets while erasing any record of their own interference.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Thought Connoisseurs</title>\r\n\r\nWhile all vetalaranas hunger for the most cherished memories and deepest secrets, vetalarana manipulators use the memories they consume to learn the skills and talents of their prey. Thus, they select their prey with great care. Each has their preferences, depending upon the skills they wish to cultivate, perhaps martial prowess, musical talent, arcane might, or enlightenment.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Uses for Cold Iron</title>\r\n\r\nCanny mortals looking to thwart a vetalarana make heavy use of [cold iron](/Equipment.aspx?ID=272). They line their sanctuaries with the material or surround comatose victims in cold iron sheets, armor, or shields. Others weave shrouds of cold iron thread or mix cold iron dust into paints and oils—though the efficacy of the latter is debatable.\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Vampire</title>\r\n\r\n**Related Families**\r\n[Vampire](/MonsterFamilies.aspx?ID=97), [Vampire, Jiang-Shi](/MonsterFamilies.aspx?ID=286), [Vampire, Nosferatu](/MonsterFamilies.aspx?ID=273), [Vampire, Strigoi](/MonsterFamilies.aspx?ID=314), [Vampire, Vrykolakas](/MonsterFamilies.aspx?ID=159)\r\n\r\n<title level=\"2\">Creating a Vetalarana</title>\r\n\r\nWhile it's best to create a vetalarana from scratch, you can turn an existing living creature into a vetalarana using the following steps. Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>It gains the [undead](/Traits.aspx?ID=160) and [vampire](/MonsterFamilies.aspx?ID=97) traits, and usually becomes evil.</li><li>Increase the creature's AC, attack modifiers, DCs, saving throws, and skill modifiers by 1.</li><li>Increase its damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.</li><li>Reduce its HP by the amount listed on the table.</li><li>The vetalarana gains fast healing, resistance to mental damage, and resistance to physical damage (except [cold iron](/Equipment.aspx?ID=375)) as indicated on the table. These abilities are the reason the vetalarana has less HP.</li></ul>\n\n## Vetalarana Statistics\n<row gap=\"tiny\">\n<table> <tr><td>**Starting Level**</td><td>**Starting Level**</td><td>**Starting Level**</td></tr> <tr><td>3-4</td><td>–20</td><td>5</td></tr> <tr><td>5-7</td><td>–30</td><td>7</td></tr> <tr><td>8-14</td><td>–40</td><td>10</td></tr> <tr><td>15+</td><td>–60</td><td>15</td></tr></table></row> \n\n<title level=\"3\" right=\"\">Basic Vetalarana Abilities</title> All vetalaranas gain the following abilities. If the base creature has any abilities that specifically come from being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as [human](/Traits.aspx?ID=90) and [humanoid](/Traits.aspx?ID=91). You might also need to adjust abilities that conflict with the vetalarana's theme. \n\n **Thoughtsense** ([divination](/Traits.aspx?ID=47), [mental](/Traits.aspx?ID=106), [occult](/Traits.aspx?ID=120)) The vetalarana senses all non-[mindless](/Traits.aspx?ID=108) creatures within 100 feet as a precise sense.\n\n **Negative Healing**\n\n **Immunities** [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), paralyzed, [poison](/Traits.aspx?ID=126), [sleep](/Traits.aspx?ID=145)\n\n **Vetalarana Vulnerabilities** All vetalaranas possess the following weaknesses. \n<ul><li>**Barred Senses** A vetalarana can't see or sense through [force](/Traits.aspx?ID=75) effects or [cold iron](/Equipment.aspx?ID=375), and their mind can't penetrate force effects or cold iron. Such barriers can prevent the transference of a vetalarana's mind through Mental Rebirth.</li><li>**Revulsion** A vetalarana delights in consuming memories and secrets, and is disgusted by those who share such sensitive tidbits openly. A vetalarana can't voluntarily come within 10 feet of a creature loudly voicing their intimate personal secrets or most cherished memories aloud. Speaking such information aloud with conviction is a single action that has the [auditory](/Traits.aspx?ID=16), [concentrate](/Traits.aspx?ID=32), and [linguistic](/Traits.aspx?ID=101) traits, and protects the creature until the start of its next turn. A vetalarana that involuntarily comes within 10 feet of a creature sharing such information gains the fleeing condition until they're 10 feet or farther from the creature. After 1 round of being exposed to the secrets of a creature, a vetalarana can attempt a DC 25 Will save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for 1d6 rounds (or 1 hour on a critical success).</li><li>**Vulnerable to Brain Destruction** A vetalarana whose brain has been destroyed, or is reduced to 0 HP while unable to take [mental](/Traits.aspx?ID=106) actions, can't use Mental Rebirth.</li></ul> **Mental Rebirth** ([curse](/Traits.aspx?ID=38), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117), [occult](/Traits.aspx?ID=120)) Unlike most other undead, a vetalarana isn't destroyed when they reach 0 HP. Instead, their body is destroyed, crumbling to ash, and their mind is immediately transferred into a creature they rendered comatose through Drain Thoughts. This creature must be within 1 mile; if no such creature is in range, the vetalarana is destroyed. The creature becomes [controlled](/Conditions.aspx?ID=6) by the vetalarana and loses the [stupefied](/Conditions.aspx?ID=37) and [unconscious](/Conditions.aspx?ID=38) conditions. If the creature controlled by a vetalarana in this way is killed, the vetalarana's mind transfers to another creature within 1 mile who they rendered comatose through Drain Thoughts.<br /> After 1d6 days of being controlled, the controlled creature dies, and its body transforms into that of the vetalarana who rendered it comatose.\n\n **Climb Speed** A vetalarana gains a climb Speed equal to their land Speed.\n\n**Claws** If the base creature had hands, its fingernails thicken and grow to terrible proportions, granting it an unarmed claw Strike that deals slashing damage, has the [agile](/Traits.aspx?ID=170) trait, and can [Grab](/MonsterAbilities.aspx?ID=18). Use the moderate damage for the creature's level on the [Strike Damage](/Rules.aspx?ID=1018) table.\n\n **Drain Thoughts** <actions string=\"Single Action\" /> ([divination](/Traits.aspx?ID=47), [mental](/Traits.aspx?ID=106), [occult](/Traits.aspx?ID=120)) **Requirements** A [grabbed](/Conditions.aspx?ID=20), [paralyzed](/Conditions.aspx?ID=28), [restrained](/Conditions.aspx?ID=33), [unconscious](/Conditions.aspx?ID=38), or willing creature is within the vetalarana's reach; **Effect** The vetalarana seizes a creature and consumes its memories. This requires an [Athletics](/Skills.aspx?ID=3) check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is stupefied 1, and the vetalarana regains HP equal to 10% of the vetalarana's maximum HP, gaining any excess as temporary Hit Points. Draining Thoughts from a creature that is already stupefied doesn't restore any HP to the vetalarana but increases the victim's stupefied value by 1. Additionally, the vetalarana views one of the victim's memories.<br /> A victim's stupefied condition value decreases by 1 every week.<br /> A victim that becomes stupefied 5 in this way is rendered comatose, becoming permanently unconscious. As long as the vetalarana lives, a comatose victim can't regain consciousness, and its stupefied condition doesn't decrease. \n\n<title level=\"3\" right=\"\">Vetalarana Manipulator Abilities</title> Extremely powerful vetalaranas who've tasted the thoughts of hundreds of people or more become empowered by the memories and experiences they've consumed, overcoming their revulsions. They gain greater control over their comatose victims, can manipulate memories, and even paralyze with a touch. These vetalaranas are known as “manipulators,” although those with psychic powers of their own often prefer the terms “doyen” or “thoughtseer.” \n\nVetalarana manipulators gain additional abilities, as detailed below. A creature below 10th level isn't powerful enough to become a vetalarana manipulator; instead, make such a creature into a regular vetalarana or rebuild the creature so that it's at least 10th level before making it a vetalarana manipulator.\n\n **Resistances** The vetalarana manipulator resists [mental](/Traits.aspx?ID=106) damage and all physical damage (except [magical](/Traits.aspx?ID=103) [cold iron](/Equipment.aspx?ID=375)).\n\n **Control Comatose** ([exploration](/Traits.aspx?ID=66), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117), [occult](/Traits.aspx?ID=120), [possession](/Traits.aspx?ID=129)) **Frequency** once per day; **Effect** The vetalarana manipulator spends 10 minutes to take psychic control of the creatures they've rendered comatose with Drain Thoughts. This has the effects of the [_possession_](/Spells.aspx?ID=225) spell, but lasts for up to 6 hours, has a range of 1 mile, and the vetalarana can control a number of comatose victims at a time equal to half the vetalarana's level. A comatose victim can't resist this possession and automatically gets a critical failure on its saving throw against Control Comatose.<br /> As long as a comatose victim is controlled by a vetalarana manipulator in this way, the victim's stupefied and unconscious conditions are temporarily suppressed.\n\n **Drain Thoughts** <actions string=\"Single Action\" /> ([divination](/Traits.aspx?ID=47), [mental](/Traits.aspx?ID=106), [occult](/Traits.aspx?ID=120)) As a basic vetalarana, but the vetalarana manipulator can choose to alter, enhance, or erase the memory they view as a 4th-level [_modify memory_](/Spells.aspx?ID=200) spell. If the vetalarana gets a critical success on their Athletics check to Drain Thoughts, the target is stupefied 2 instead of stupefied 1.\n\n **Occult Innate Spells** A vetalarana manipulator has [_tongues_](/Spells.aspx?ID=340) as a constant occult innate spell.\n\n **Paralyzing Claws** ([incapacitation](/Traits.aspx?ID=93), [occult](/Traits.aspx?ID=120), [necromancy](/Traits.aspx?ID=117)) Any living creature hit by a vetalarana manipulator's claw Strike must succeed at a Fortitude save or become [paralyzed](/Conditions.aspx?ID=28). The target can attempt a new save at the end of each of its turns to end the effect, and the DC cumulatively decreases by 1 on each such save. Use the moderate DC for the creature's level on the [Spell DC and Spell Attack Bonus](/Rules.aspx?ID=1020) table.",
 "name": "Vampire, Vetalarana",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 160</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nVetalarana vampires feed on the emotions, thoughts, and memories of others. Although they are capable of feeding on animals, beings of the planes, …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 160"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 160</row>",
 "speed": {},
 "summary": "Vetalarana vampires feed on the emotions, thoughts, and memories of others. Although they are capable of feeding on animals, beings of the planes, …",
 "summary_markdown": "Vetalarana vampires feed on the emotions, thoughts, and memories of others. Although they are capable of feeding on animals, beings of the planes, …",
 "text": " Vampire, Vetalarana Source Book of the Dead pg. 160 Vetalarana vampires feed on the emotions, thoughts, and memories of others. Although they are capable of feeding on animals, beings of the planes, and other intelligent undead, only the thoughts of an intelligent, living humanoid bring a vetalarana any sense of satisfaction. Slender and pale, with sunken cheeks and exceptionally long nails, vetalaranas become flushed with color and life after feeding on particularly potent emotions and thoughts, enabling some to pass as living for a short time. A vetalarana is created when a person with psychic or occult abilities dies in denial of their death, refusing to pass on to the afterlife but unable to retain their grip on life. As their spirit has no cause left undone nor debt to settle, these tenacious souls rise not as ghosts but as vetalaranas, a formidable and tenacious mind animating their own corpse in a mockery of life. A vetalarana's predations inevitably turn their victims into living husks, incapable of thought and devoid of any spark of personality. These victims fall into a senseless stupor, comatose but still living, without identity or memories. If a vetalarana is killed, they can occupy one of these comatose husks, while more powerful vetalaranas can control them like living puppets. When a vetalarana is destroyed, all of their comatose victims are immediately freed. Most often, these people regain consciousness as amnesiacs whose memories return over time—taking at least months but sometimes as long as decades. These returned memories are fragmented and often jumbled with the thoughts of others the vetalarana fed upon. If a victim served as a failed host or was frequently controlled while comatose, a sliver of the vetalarana's corrupted thoughts remain in the victim's mind. These tainted victims recover much faster than their fellows, regaining their memories in record time and transforming into a new vetalarana soon after. Members Vetalarana Emergent (Creature 8), Vetalarana Manipulator (Creature 11) Mistaken Identity Consuming thoughts is an overwhelming sensory experience that requires practice and mental discipline to master. Newly risen vetalaranas that consume memories too rapidly can lose sight of their identity amid the foreign thoughts in their minds. Consequently, they might return to the wrong home, abduct their prey's family, or adopt the quirks and vices of their victims. Puppeteers Vetalarana manipulators are obsessed with control. They experiment with the minds of the living, manipulating, enhancing, and erasing their victim's memories to see what changes occur. Through these mental experiments, vetalaranas learn how to control minds and lives, twisting mortals into loyal servants or unknowing puppets while erasing any record of their own interference. Thought Connoisseurs While all vetalaranas hunger for the most cherished memories and deepest secrets, vetalarana manipulators use the memories they consume to learn the skills and talents of their prey. Thus, they select their prey with great care. Each has their preferences, depending upon the skills they wish to cultivate, perhaps martial prowess, musical talent, arcane might, or enlightenment. Uses for Cold Iron Canny mortals looking to thwart a vetalarana make heavy use of cold iron. They line their sanctuaries with the material or surround comatose victims in cold iron sheets, armor, or shields. Others weave shrouds of cold iron thread or mix cold iron dust into paints and oils—though the efficacy of the latter is debatable. Vampire Related Families Vampire, Vampire, Jiang-Shi, Vampire, Nosferatu, Vampire, Strigoi, Vampire, Vrykolakas Creating a Vetalarana While it's best to create a vetalarana from scratch, you can turn an existing living creature into a vetalarana using the following steps. Increase the creature's level by 1 and change its statistics as follows. It gains the undead and vampire traits, and usually becomes evil. Increase the creature's AC, attack modifiers, DCs, saving throws, and skill modifiers by 1. Increase its damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead. Reduce its HP by the amount listed on the table. The vetalarana gains fast healing, resistance to mental damage, and resistance to physical damage (except cold iron) as indicated on the table. These abilities are the reason the vetalarana has less HP. ## Vetalarana Statistics Starting Level Starting Level Starting Level 3-4 –20 5 5-7 –30 7 8-14 –40 10 15+ –60 15 Basic Vetalarana Abilities All vetalaranas gain the following abilities. If the base creature has any abilities that specifically come from being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the vetalarana's theme. Thoughtsense (divination, mental, occult) The vetalarana senses all non-mindless creatures within 100 feet as a precise sense. Negative Healing Immunities death effects, disease, paralyzed, poison, sleep Vetalarana Vulnerabilities All vetalaranas possess the following weaknesses. Barred Senses A vetalarana can't see or sense through force effects or cold iron, and their mind can't penetrate force effects or cold iron. Such barriers can prevent the transference of a vetalarana's mind through Mental Rebirth. Revulsion A vetalarana delights in consuming memories and secrets, and is disgusted by those who share such sensitive tidbits openly. A vetalarana can't voluntarily come within 10 feet of a creature loudly voicing their intimate personal secrets or most cherished memories aloud. Speaking such information aloud with conviction is a single action that has the auditory, concentrate, and linguistic traits, and protects the creature until the start of its next turn. A vetalarana that involuntarily comes within 10 feet of a creature sharing such information gains the fleeing condition until they're 10 feet or farther from the creature. After 1 round of being exposed to the secrets of a creature, a vetalarana can attempt a DC 25 Will save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for 1d6 rounds (or 1 hour on a critical success). Vulnerable to Brain Destruction A vetalarana whose brain has been destroyed, or is reduced to 0 HP while unable to take mental actions, can't use Mental Rebirth. Mental Rebirth (curse, incapacitation, mental, necromancy, occult) Unlike most other undead, a vetalarana isn't destroyed when they reach 0 HP. Instead, their body is destroyed, crumbling to ash, and their mind is immediately transferred into a creature they rendered comatose through Drain Thoughts. This creature must be within 1 mile; if no such creature is in range, the vetalarana is destroyed. The creature becomes controlled by the vetalarana and loses the stupefied and unconscious conditions. If the creature controlled by a vetalarana in this way is killed, the vetalarana's mind transfers to another creature within 1 mile who they rendered comatose through Drain Thoughts. After 1d6 days of being controlled, the controlled creature dies, and its body transforms into that of the vetalarana who rendered it comatose. Climb Speed A vetalarana gains a climb Speed equal to their land Speed. Claws If the base creature had hands, its fingernails thicken and grow to terrible proportions, granting it an unarmed claw Strike that deals slashing damage, has the agile trait, and can Grab. Use the moderate damage for the creature's level on the Strike Damage table. Drain Thoughts Single Action (divination, mental, occult) Requirements A grabbed, paralyzed, restrained, unconscious, or willing creature is within the vetalarana's reach; Effect The vetalarana seizes a creature and consumes its memories. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is stupefied 1, and the vetalarana regains HP equal to 10% of the vetalarana's maximum HP, gaining any excess as temporary Hit Points. Draining Thoughts from a creature that is already stupefied doesn't restore any HP to the vetalarana but increases the victim's stupefied value by 1. Additionally, the vetalarana views one of the victim's memories. A victim's stupefied condition value decreases by 1 every week. A victim that becomes stupefied 5 in this way is rendered comatose, becoming permanently unconscious. As long as the vetalarana lives, a comatose victim can't regain consciousness, and its stupefied condition doesn't decrease. Vetalarana Manipulator Abilities Extremely powerful vetalaranas who've tasted the thoughts of hundreds of people or more become empowered by the memories and experiences they've consumed, overcoming their revulsions. They gain greater control over their comatose victims, can manipulate memories, and even paralyze with a touch. These vetalaranas are known as “manipulators,” although those with psychic powers of their own often prefer the terms “doyen” or “thoughtseer.” Vetalarana manipulators gain additional abilities, as detailed below. A creature below 10th level isn't powerful enough to become a vetalarana manipulator; instead, make such a creature into a regular vetalarana or rebuild the creature so that it's at least 10th level before making it a vetalarana manipulator. Resistances The vetalarana manipulator resists mental damage and all physical damage (except magical cold iron). Control Comatose (exploration, incapacitation, mental, necromancy, occult, possession) Frequency once per day; Effect The vetalarana manipulator spends 10 minutes to take psychic control of the creatures they've rendered comatose with Drain Thoughts. This has the effects of the possession spell, but lasts for up to 6 hours, has a range of 1 mile, and the vetalarana can control a number of comatose victims at a time equal to half the vetalarana's level. A comatose victim can't resist this possession and automatically gets a critical failure on its saving throw against Control Comatose. As long as a comatose victim is controlled by a vetalarana manipulator in this way, the victim's stupefied and unconscious conditions are temporarily suppressed. Drain Thoughts Single Action (divination, mental, occult) As a basic vetalarana, but the vetalarana manipulator can choose to alter, enhance, or erase the memory they view as a 4th-level modify memory spell. If the vetalarana gets a critical success on their Athletics check to Drain Thoughts, the target is stupefied 2 instead of stupefied 1. Occult Innate Spells A vetalarana manipulator has tongues as a constant occult innate spell. Paralyzing Claws (incapacitation, occult, necromancy) Any living creature hit by a vetalarana manipulator's claw Strike must succeed at a Fortitude save or become paralyzed. The target can attempt a new save at the end of each of its turns to end the effect, and the DC cumulatively decreases by 1 on each such save. Use the moderate DC for the creature's level on the Spell DC and Spell Attack Bonus table.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=311",
 "weakness": {}
}