{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Vampire, Strigoi",
 "creature_family_markdown": "Vampire, Strigoi",
 "exclude_from_search": false,
 "id": "creature-family-314",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Vampire, Strigoi](/MonsterFamilies.aspx?ID=314)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Shadows at Sundown](/Sources.aspx?ID=121) pg. 60</row>\n\nThe oldest of all vampires are the strigoi. They predate ancient [nosferatus](/MonsterFamilies.aspx?ID=273) and view [moroi](/MonsterFamilies.aspx?ID=97) as infantile children, yet their own origins are so far lost to the ravages of time that few today have heard of them and fewer still know their true nature. Many of the oldest tales about vampires trace back to the strigoi, and nearly every other vampire carries traits that ultimately have their roots in these powerful, ancient creatures.\n\n Strigoi, in their true form, are bodiless creatures native to the [Shadow Plane](/Planes.aspx?ID=11) that are incapable of interacting with the physical world, existing only as pure forces of malevolence. When this malevolence is invited into a physical body by method of ancient rituals, though, a strigoi becomes much more dangerous. This requirement—that a living creature perform a rite of their own free will to draw the strigoi into their soul—may well be the source of a moroi's compulsion not to enter a home without first being invited.\n\n Some myths point to [Urgathoa](/Deities.aspx?ID=19) as the source of the ritual that allowed spellcasters to become strigoi, while others suggest the method was spread by the cult of [Zura](/Deities.aspx?ID=83). Whatever the source, this long-lost ritual was no gateway to power, but instead a trap that allowed the strigoi to inhabit the shadows and souls of once-living hosts. In so doing, they found a way to exist in the world of flesh and blood. The presence of a strigoi within the shadow of a living host causes sickness and swift death, after which the strigoi bonds with the host's soul and becomes one with the body. Thus did the first of their kind invade the world of the living, and thus did the first vampires walk the night.\r\n\r\n<title level=\"2\">Members</title>\r\n[Strigoi Progenitor](/Monsters.aspx?ID=1944) (Creature 13)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Strange Wounds</title>\r\n\r\nIconic puncture marks on the neck of a victim drained of blood are well known to vampire hunters, but the wounds left by strigoi are stranger. When a strigoi feeds on a living victim, the site of the wound becomes bleached of color, wrinkled, and strangely cold to the touch. These conditions fade if the wound heals; if a strigoi feeds enough to cause death by the drained condition, a creature leaves behind a withered gray husk of a bloodless body. Full autopsies on those slain in this manner reveal yet another unsettling curiosity: the brains of such victims are smooth, gray ovoids, the folds and fissures of gray matter fused together into a featureless mass.\r\n\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Strigoi and the Sun</title>\r\n\r\nAs long as they're not in shadow form, strigoi are more inconvenienced by sunlight than they are harmed by it, but being rendered [unconscious](/Conditions.aspx?ID=38) certainly puts them at a disadvantage. As long as they're in an area where there's little risk of direct sunlight, such as being inside a room without exterior windows or doors, or in an underground area, some strigoi remain active during the day, only retreating to their coffins in emergencies. In so doing, these strigoi have further blended into society—there may be more of them than suspected!\r\n\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Strigoi Servants</title>\r\n\r\nWhen a strigoi creates a spawn from a creature that's not powerful enough to play host to a strigoi progenitor, the resulting strigoi is often referred to simply as a [strigoi servant](/Monsters.aspx?ID=1955). Statistics for a typical strigoi servant appear on page 25 of this adventure. Strigoi servants who escape servitude work hard to establish their own power, but rarely escape the mindset of existing only to serve their creator.\r\n\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Vampire</title>\r\n\r\n**Related Families**\r\n[Vampire](/MonsterFamilies.aspx?ID=97), [Vampire, Jiang-Shi](/MonsterFamilies.aspx?ID=286), [Vampire, Nosferatu](/MonsterFamilies.aspx?ID=273), [Vampire, Vetalarana](/MonsterFamilies.aspx?ID=311), [Vampire, Vrykolakas](/MonsterFamilies.aspx?ID=159)\r\n\r\n<title level=\"2\">Creating a Strigoi</title>\r\n\r\nA creature of 8th to 12th level can become a [strigoi servant](/Monsters.aspx?ID=1955) (see page 25 of this adventure for the typical statistics for a strigoi servant); only 13th-level or higher creatures can become strigoi progenitors. A creature below 8th level infected by a strigoi becomes a free-willed [moroi vampire](/MonsterFamilies.aspx?ID=97) instead (indeed, it is from this method the first moroi eventually came into the world). You can turn an existing living creature into a strigoi using the following steps.\n\nIncrease the creature's level by 1 and change its statistics as follows: \n<ul><li>It gains the [shadow](/Traits.aspx?ID=143), [undead](/Traits.aspx?ID=160), and [vampire](/Traits.aspx?ID=242) traits, and almost always becomes evil.</li><li>Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1.</li><li>Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times, increase the damage by 2 instead.</li><li>The strigoi gains [fast healing](/MonsterAbilities.aspx?ID=15) and resistance to all physical damage except from [silver](/Equipment.aspx?ID=379) weapons or weapons that shed at least 5 feet of [bright light](/Rules.aspx?ID=407) (such as a lit torch or a weapon targeted by the [_light_](/Spells.aspx?ID=171) spell, but not a [_flaming_](/Equipment.aspx?ID=295) weapon) based on the table below. These abilities are the reason the strigoi has fewer HP.</li></ul> \n\n## Strigoi Statistics\n<row gap=\"tiny\">\n<table> <tr><td>**Starting Level**</td><td>**HP Decrease**</td><td>**Fast Healing/Resistance**</td></tr> <tr><td>8-14</td><td>-40</td><td>10</td></tr> <tr><td>15+</td><td>-60</td><td>15</td></tr></table></row> \n\n<title level=\"2\" right=\"\">Basic Strigoi Abilities</title> All strigoi gain the following abilities. If the base creature has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as [human](/Traits.aspx?ID=90) and [humanoid](/Traits.aspx?ID=91). You might also need to adjust abilities that conflict with the strigoi's theme.\n\n[**Greater Darkvision**](/MonsterAbilities.aspx?ID=12)\n\n[**Negative Healing**](/MonsterAbilities.aspx?ID=42)\n\n**Immunities** [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), paralyze, [poison](/Traits.aspx?ID=126), [sleep](/Traits.aspx?ID=145) **Coffin Restoration** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117), [negative](/Traits.aspx?ID=118)) As with moroi vampires, a strigoi isn't destroyed at 0 HP. Instead, it falls [unconscious](/Conditions.aspx?ID=38) and loses fast healing. If its body rests in its coffin for 1 hour, the strigoi gains 1 HP, after which its fast healing begins to function normally.\n\n**Strigoi Weaknesses** All strigoi possess the following weaknesses:\n<ul><li>**Revulsion** Strigoi are uncomfortable near mirrors or sources of bright light. Only a strigoi's shadow reflects in a mirror, and this often compels them to cover or destroy mirrors in their presence rather than risk their true nature being displayed. A strigoi can't voluntarily come within 10 feet of a brandished mirror or source of bright light. To brandish a mirror or light source, a creature must Interact to do so for 1 round (similar to [Raising a Shield](/Actions.aspx?ID=98)). If the strigoi involuntarily comes within 10 feet of a brandished mirror or light source, it gains the [fleeing](/Conditions.aspx?ID=17) condition, running from the brandished object until it ends an action beyond 10 feet. After 1 round of being exposed to the subject of its revulsion, a strigoi can attempt a DC 25 Will save as a single action, which has the [concentrate](/Traits.aspx?ID=32) trait. On a success, it overcomes its revulsions for 1d6 rounds (or 1 hour on a critical success). A strigoi can move normally around mirrors or bright light sources that are not brandished, although doing so causes them discomfort that can be noticed with a successful Perception check to [Sense Motive](/Actions.aspx?ID=85).</li><li>**Sunlight** When exposed to direct sunlight, a strigoi immediately becomes unconscious and falls to the ground. It appears to be dead: it doesn't breathe, its body temperature matches its surroundings, and it doesn't react to pain or other stimuli. A successful Perception check against the strigoi's Reflex DC is enough to note one anomaly: the shadow cast by its “dead” body shifts and moves slightly, its edges twisting and active. Spells like [_detect evil_](/Spells.aspx?ID=65), senses like [lifesense](/MonsterAbilities.aspx?ID=21), and the “corpse” taking damage from [positive](/Traits.aspx?ID=128) energy still function normally, and could reveal the truth without needing a successful Perception check. Viewing the “corpse” in a mirror's reflection can also reveal the truth, for only the body's shadow reflects. While in sunlight and unconscious, the strigoi loses its resistance to physical damage. If the strigoi takes enough damage that it would be reduced to 0 Hit Points, its body quickly decomposes, and the strigoi is destroyed.</li><li>**Water Revulsion** A strigoi cannot cross a significant source of running water (such as a creek, river, or waves on a seashore). A strigoi capable of flight can cross running water provided it approaches no closer than 10 feet to the liquid's surface. If forced into running water against its will, the strigoi becomes [slowed 2](/Conditions.aspx?ID=35) and gains the [fleeing](/Conditions.aspx?ID=17) condition as long as it remains in the water. At the end of any turn in which the strigoi remains in running water, it must succeed at a DC 5 flat check or be destroyed.</li></ul>**Levitation** <actions string=\"Two Actions\" /> ([divine](/Traits.aspx?ID=48), [evocation](/Traits.aspx?ID=65), [shadow](/Traits.aspx?ID=143)) Strigoi can cast [_levitate_](/Spells.aspx?ID=170) at will as a divine innate spell; when they do so, they appear to ascend or descend on a coiling mass of shadows.\n\n**Claws** If the creature had hands, its shadow solidifies around the fingers when it attacks, granting it a claw Strike that deals slashing damage, and has the [agile](/Traits.aspx?ID=170) and [magic](/Traits.aspx?ID=103) traits. The damage caused by its claws should be roughly the same as the [moderate Strike damage for a creature of its level](/Rules.aspx?ID=1018).\n\n**Drink Essence** <actions string=\"Single Action\" /> ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) **Requirements** A [grabbed](/Conditions.aspx?ID=20), [paralyzed](/Conditions.aspx?ID=28), [restrained](/Conditions.aspx?ID=33), [unconscious](/Conditions.aspx?ID=38), or willing creature is within the strigoi's reach; **Effect** The strigoi sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an [Athletics](/Skills.aspx?ID=3) check against the creature's Fortitude DC if the creature is grabbed and is automatic for any of the other conditions. The creature becomes [drained 1](/Conditions.aspx?ID=10) and [stupefied 1](/Conditions.aspx?ID=37), and the strigoi regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already drained or stupefied doesn't restore any HP, but increases either the creature's drained condition value or its stupefied condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of).<br /> A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a successful DC 20 Medicine check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.<br /> A victim's stupefied condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the stupefied condition is removed entirely.\n\n**Grab** The creature's claw attacks gain [Grab](/MonsterAbilities.aspx?ID=18). When it uses this ability, its shadowy claws seem almost to latch on to any shadows cast by the grabbed creature.\n\n**Shadow Form** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32), [divine](/Traits.aspx?ID=48), [shadow](/Traits.aspx?ID=143), [transmutation](/Traits.aspx?ID=157)) The strigoi reverts to pure shadow and absorbs its body and its gear into the darkness, or it shifts back to its physical form. In shadow form, the strigoi gains a climb Speed equal to its land Speed and can move through any gap that isn't airtight. However, it can only move along solid surfaces that aren't highly reflective, not liquid or mirrored surfaces. If the surface it's on is destroyed, the strigoi returns to physical form and is [stunned 1](/Conditions.aspx?ID=36). The strigoi loses fast healing while in shadow form but can remain in shadow form indefinitely.<br /> A strigoi that is exposed to sunlight while in shadow form becomes slowed 2 and must attempt a DC 16 flat check at the end of each of its turns. If it fails this flat check, it is destroyed, the shadow vanishing with a blood-curdling wail. \n\n<title level=\"2\" right=\"\">Strigoi Progenitor Abilities</title> Powerful strigoi that form from the fusion of a strigoi from the Shadow Plane and a living host gain additional abilities as detailed below. A creature below level 13 is not a significant enough host to become a strigoi progenitor.\n\n**Resistances** The strigoi progenitor resists all physical damage except magical silver weapons or magical weapons that shed at least 5 feet of bright light.\n\n**Fly Speed** Instead of being able to _levitate_ at will, a strigoi progenitor gains a fly Speed equal to their land Speed. When a strigoi progenitor flies, it manifests batlike wings made of shadow.\n\n**Create Spawn** ([divine](/Traits.aspx?ID=48), [downtime](/Traits.aspx?ID=49), [necromancy](/Traits.aspx?ID=117)) If a creature dies after being reduced to 0 HP by Domain of Dusk or Drink Essence, the strigoi can turn this victim into a vampire by donating some of its own blood to the victim and burying the victim in earth for 3 nights. If the new vampire is lower level than its creator, it is under the creator's control. A victim that is 8th level or higher becomes a strigoi servant, while a lower-level victim instead becomes a moroi vampire. If a vampire controls too many spawn at once (as determined by the GM), strong-willed spawn can free themselves by succeeding at a Will saving throw against the vampire's Will DC.\n\n**Shadow Escape** <actions string=\"Free Action\" /> **Trigger** The strigoi is reduced to 0 HP; **Effect** The strigoi uses Shadow Form. It can take move actions to move toward its coffin even though it's at 0 HP. While at 0 HP in this form, the strigoi is unaffected by further damage. Once the strigoi reaches its coffin, or if it hasn't done so within 2 hours, it automatically returns to its physical form, unconscious.\n\n**Domain of Dusk** <actions string=\"Two Actions\" /> ([conjuration](/Traits.aspx?ID=33), [divine](/Traits.aspx?ID=48), [shadow](/Traits.aspx?ID=143)) With a wave of its hand, the strigoi calls fourth vile ruination from the surrounding shadows, causing coils of darkness and shadowy bats, rats, and wolves to lash out at living targets in a 30-foot emanation. Living creatures in this area take 1d6 negative damage +1d6 per 2 levels possessed by the strigoi ([basic](/Rules.aspx?ID=329) Fortitude save against the [DC of the strigoi's level](/Rules.aspx?ID=554)). A creature that fails this save is also [dazzled](/Conditions.aspx?ID=7) for 1 round (or [blinded](/Conditions.aspx?ID=1) for 1 round and then dazzled for 1 round) by the darkness. The strigoi progenitor can't use Domain of Dusk for 1 minute.\n\n**Dominate** <actions string=\"Two Actions\" /> ([divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106), [visual](/Traits.aspx?ID=163)) The vampire can cast [_dominate_](/Spells.aspx?ID=87) at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the [visual](/Traits.aspx?ID=163) trait. The save DC uses the DC of the vampire's level, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours. Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell. \n\n**Drink Essence** As a typical strigoi, but the victim is drained 2 and stupefied 2 instead of 1.",
 "name": "Vampire, Strigoi",
 "rarity": "common",
 "release_date": "2022-05-25",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Shadows at Sundown](/Sources.aspx?ID=121) pg. 60</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe oldest of all vampires are the strigoi. They predate ancient  nosferatus  and view  moroi  as infantile children, yet their own origins are so …\r\n</summary>",
 "source": [
  "Shadows at Sundown"
 ],
 "source_raw": [
  "Shadows at Sundown pg. 60"
 ],
 "source_category": "Adventures",
 "source_group": "Shadows at Sundown",
 "source_markdown": "<row gap=\"tiny\">[Shadows at Sundown](/Sources.aspx?ID=121) pg. 60</row>",
 "speed": {},
 "summary": "The oldest of all vampires are the strigoi. They predate ancient  nosferatus  and view  moroi  as infantile children, yet their own origins are so …",
 "summary_markdown": "The oldest of all vampires are the strigoi. They predate ancient  nosferatus  and view  moroi  as infantile children, yet their own origins are so …",
 "text": " Vampire, Strigoi Source Shadows at Sundown pg. 60 The oldest of all vampires are the strigoi. They predate ancient nosferatus and view moroi as infantile children, yet their own origins are so far lost to the ravages of time that few today have heard of them and fewer still know their true nature. Many of the oldest tales about vampires trace back to the strigoi, and nearly every other vampire carries traits that ultimately have their roots in these powerful, ancient creatures. Strigoi, in their true form, are bodiless creatures native to the Shadow Plane that are incapable of interacting with the physical world, existing only as pure forces of malevolence. When this malevolence is invited into a physical body by method of ancient rituals, though, a strigoi becomes much more dangerous. This requirement—that a living creature perform a rite of their own free will to draw the strigoi into their soul—may well be the source of a moroi's compulsion not to enter a home without first being invited. Some myths point to Urgathoa as the source of the ritual that allowed spellcasters to become strigoi, while others suggest the method was spread by the cult of Zura. Whatever the source, this long-lost ritual was no gateway to power, but instead a trap that allowed the strigoi to inhabit the shadows and souls of once-living hosts. In so doing, they found a way to exist in the world of flesh and blood. The presence of a strigoi within the shadow of a living host causes sickness and swift death, after which the strigoi bonds with the host's soul and becomes one with the body. Thus did the first of their kind invade the world of the living, and thus did the first vampires walk the night. Members Strigoi Progenitor (Creature 13) Strange Wounds Iconic puncture marks on the neck of a victim drained of blood are well known to vampire hunters, but the wounds left by strigoi are stranger. When a strigoi feeds on a living victim, the site of the wound becomes bleached of color, wrinkled, and strangely cold to the touch. These conditions fade if the wound heals; if a strigoi feeds enough to cause death by the drained condition, a creature leaves behind a withered gray husk of a bloodless body. Full autopsies on those slain in this manner reveal yet another unsettling curiosity: the brains of such victims are smooth, gray ovoids, the folds and fissures of gray matter fused together into a featureless mass. Strigoi and the Sun As long as they're not in shadow form, strigoi are more inconvenienced by sunlight than they are harmed by it, but being rendered unconscious certainly puts them at a disadvantage. As long as they're in an area where there's little risk of direct sunlight, such as being inside a room without exterior windows or doors, or in an underground area, some strigoi remain active during the day, only retreating to their coffins in emergencies. In so doing, these strigoi have further blended into society—there may be more of them than suspected! Strigoi Servants When a strigoi creates a spawn from a creature that's not powerful enough to play host to a strigoi progenitor, the resulting strigoi is often referred to simply as a strigoi servant. Statistics for a typical strigoi servant appear on page 25 of this adventure. Strigoi servants who escape servitude work hard to establish their own power, but rarely escape the mindset of existing only to serve their creator. Vampire Related Families Vampire, Vampire, Jiang-Shi, Vampire, Nosferatu, Vampire, Vetalarana, Vampire, Vrykolakas Creating a Strigoi A creature of 8th to 12th level can become a strigoi servant (see page 25 of this adventure for the typical statistics for a strigoi servant); only 13th-level or higher creatures can become strigoi progenitors. A creature below 8th level infected by a strigoi becomes a free-willed moroi vampire instead (indeed, it is from this method the first moroi eventually came into the world). You can turn an existing living creature into a strigoi using the following steps. Increase the creature's level by 1 and change its statistics as follows: It gains the shadow, undead, and vampire traits, and almost always becomes evil. Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times, increase the damage by 2 instead. The strigoi gains fast healing and resistance to all physical damage except from silver weapons or weapons that shed at least 5 feet of bright light (such as a lit torch or a weapon targeted by the light spell, but not a flaming weapon) based on the table below. These abilities are the reason the strigoi has fewer HP. ## Strigoi Statistics Starting Level HP Decrease Fast Healing/Resistance 8-14 -40 10 15+ -60 15 Basic Strigoi Abilities All strigoi gain the following abilities. If the base creature has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the strigoi's theme. Greater Darkvision Negative Healing Immunities death effects, disease, paralyze, poison, sleep Coffin Restoration (divine, necromancy, negative) As with moroi vampires, a strigoi isn't destroyed at 0 HP. Instead, it falls unconscious and loses fast healing. If its body rests in its coffin for 1 hour, the strigoi gains 1 HP, after which its fast healing begins to function normally. Strigoi Weaknesses All strigoi possess the following weaknesses: Revulsion Strigoi are uncomfortable near mirrors or sources of bright light. Only a strigoi's shadow reflects in a mirror, and this often compels them to cover or destroy mirrors in their presence rather than risk their true nature being displayed. A strigoi can't voluntarily come within 10 feet of a brandished mirror or source of bright light. To brandish a mirror or light source, a creature must Interact to do so for 1 round (similar to Raising a Shield). If the strigoi involuntarily comes within 10 feet of a brandished mirror or light source, it gains the fleeing condition, running from the brandished object until it ends an action beyond 10 feet. After 1 round of being exposed to the subject of its revulsion, a strigoi can attempt a DC 25 Will save as a single action, which has the concentrate trait. On a success, it overcomes its revulsions for 1d6 rounds (or 1 hour on a critical success). A strigoi can move normally around mirrors or bright light sources that are not brandished, although doing so causes them discomfort that can be noticed with a successful Perception check to Sense Motive. Sunlight When exposed to direct sunlight, a strigoi immediately becomes unconscious and falls to the ground. It appears to be dead: it doesn't breathe, its body temperature matches its surroundings, and it doesn't react to pain or other stimuli. A successful Perception check against the strigoi's Reflex DC is enough to note one anomaly: the shadow cast by its “dead” body shifts and moves slightly, its edges twisting and active. Spells like detect evil , senses like lifesense, and the “corpse” taking damage from positive energy still function normally, and could reveal the truth without needing a successful Perception check. Viewing the “corpse” in a mirror's reflection can also reveal the truth, for only the body's shadow reflects. While in sunlight and unconscious, the strigoi loses its resistance to physical damage. If the strigoi takes enough damage that it would be reduced to 0 Hit Points, its body quickly decomposes, and the strigoi is destroyed. Water Revulsion A strigoi cannot cross a significant source of running water (such as a creek, river, or waves on a seashore). A strigoi capable of flight can cross running water provided it approaches no closer than 10 feet to the liquid's surface. If forced into running water against its will, the strigoi becomes slowed 2 and gains the fleeing condition as long as it remains in the water. At the end of any turn in which the strigoi remains in running water, it must succeed at a DC 5 flat check or be destroyed. Levitation Two Actions (divine, evocation, shadow) Strigoi can cast levitate at will as a divine innate spell; when they do so, they appear to ascend or descend on a coiling mass of shadows. Claws If the creature had hands, its shadow solidifies around the fingers when it attacks, granting it a claw Strike that deals slashing damage, and has the agile and magic traits. The damage caused by its claws should be roughly the same as the moderate Strike damage for a creature of its level. Drink Essence Single Action (divine, necromancy) Requirements A grabbed, paralyzed, restrained, unconscious, or willing creature is within the strigoi's reach; Effect The strigoi sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an Athletics check against the creature's Fortitude DC if the creature is grabbed and is automatic for any of the other conditions. The creature becomes drained 1 and stupefied 1, and the strigoi regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already drained or stupefied doesn't restore any HP, but increases either the creature's drained condition value or its stupefied condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of). A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a successful DC 20 Medicine check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes. A victim's stupefied condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the stupefied condition is removed entirely. Grab The creature's claw attacks gain Grab. When it uses this ability, its shadowy claws seem almost to latch on to any shadows cast by the grabbed creature. Shadow Form Single Action (concentrate, divine, shadow, transmutation) The strigoi reverts to pure shadow and absorbs its body and its gear into the darkness, or it shifts back to its physical form. In shadow form, the strigoi gains a climb Speed equal to its land Speed and can move through any gap that isn't airtight. However, it can only move along solid surfaces that aren't highly reflective, not liquid or mirrored surfaces. If the surface it's on is destroyed, the strigoi returns to physical form and is stunned 1. The strigoi loses fast healing while in shadow form but can remain in shadow form indefinitely. A strigoi that is exposed to sunlight while in shadow form becomes slowed 2 and must attempt a DC 16 flat check at the end of each of its turns. If it fails this flat check, it is destroyed, the shadow vanishing with a blood-curdling wail. Strigoi Progenitor Abilities Powerful strigoi that form from the fusion of a strigoi from the Shadow Plane and a living host gain additional abilities as detailed below. A creature below level 13 is not a significant enough host to become a strigoi progenitor. Resistances The strigoi progenitor resists all physical damage except magical silver weapons or magical weapons that shed at least 5 feet of bright light. Fly Speed Instead of being able to levitate at will, a strigoi progenitor gains a fly Speed equal to their land Speed. When a strigoi progenitor flies, it manifests batlike wings made of shadow. Create Spawn (divine, downtime, necromancy) If a creature dies after being reduced to 0 HP by Domain of Dusk or Drink Essence, the strigoi can turn this victim into a vampire by donating some of its own blood to the victim and burying the victim in earth for 3 nights. If the new vampire is lower level than its creator, it is under the creator's control. A victim that is 8th level or higher becomes a strigoi servant, while a lower-level victim instead becomes a moroi vampire. If a vampire controls too many spawn at once (as determined by the GM), strong-willed spawn can free themselves by succeeding at a Will saving throw against the vampire's Will DC. Shadow Escape Free Action Trigger The strigoi is reduced to 0 HP; Effect The strigoi uses Shadow Form. It can take move actions to move toward its coffin even though it's at 0 HP. While at 0 HP in this form, the strigoi is unaffected by further damage. Once the strigoi reaches its coffin, or if it hasn't done so within 2 hours, it automatically returns to its physical form, unconscious. Domain of Dusk Two Actions (conjuration, divine, shadow) With a wave of its hand, the strigoi calls fourth vile ruination from the surrounding shadows, causing coils of darkness and shadowy bats, rats, and wolves to lash out at living targets in a 30-foot emanation. Living creatures in this area take 1d6 negative damage +1d6 per 2 levels possessed by the strigoi (basic Fortitude save against the DC of the strigoi's level). A creature that fails this save is also dazzled for 1 round (or blinded for 1 round and then dazzled for 1 round) by the darkness. The strigoi progenitor can't use Domain of Dusk for 1 minute. Dominate Two Actions (divine, enchantment, incapacitation, mental, visual) The vampire can cast dominate at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait. The save DC uses the DC of the vampire's level, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours. Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell. Drink Essence As a typical strigoi, but the victim is drained 2 and stupefied 2 instead of 1.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=314",
 "weakness": {}
}