{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Vampire, Jiang-Shi",
 "creature_family_markdown": "Vampire, Jiang-Shi",
 "exclude_from_search": false,
 "id": "creature-family-286",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Vampire, Jiang-Shi](/MonsterFamilies.aspx?ID=286)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 157</row>\n\nJiang-shi are terrifying hopping [vampires](/MonsterFamilies.aspx?ID=97) from Tian Xia. Though similar to other vampires—they are [undead](/Traits.aspx?ID=160), they drain vital energy from the living, and they can be slain only in specific ways—jiang-shi feast upon the breath of the living, also known as qi or ki, instead of blood. While they possess unique powers, including their magic-deflecting paper fulus, extraordinary jumping ability, and immunity to sunlight, jiang-shi also possess unique vulnerabilities, such as the inability to see living creatures save through breathsense, a revulsion to bells and mirrors, and near-stupefying melancholia. Thankfully, most jiang-shi can't create vampiric spawn.\n\n<title level=\"2\">Members</title>\r\n[Minister Of Tumult](/Monsters.aspx?ID=1409) (Creature 14), [Minister Of Tumult](/Monsters.aspx?ID=1910) (Creature 14), [Provincial Jiang-Shi](/Monsters.aspx?ID=1408) (Creature 11), [Provincial Jiang-Shi](/Monsters.aspx?ID=1909) (Creature 11)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Dreamers of the Dark</title>\r\n\r\nJiang-shi typically arise from priests or holy workers who have died but chose to make their way back from the afterlife. While in a state of repose, a jiang-shi is haunted by dream visions of the netherworld. Many recall endless privations and instinctively seek to share their agonies while awake. Some recall humiliation and swear none shall master them again. A few even glimpse the multiverse's secrets and plot to drain the heavens dry.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Hierarchies of Breath and Death</title>\r\n\r\nUnlike their blood-drinking cousins, jiang-shi subsist on mortals' breath and vitality in the form of qi, also known in some regions as ki. As a jiang-shi inhales more qi, it becomes stronger in body and mind. A truly gluttonous jiang-shi becomes even more powerful and attains a higher status than its peers. Such ancient vampires are known as “ministers,” and they seek to feast on only the most rarefied qi of the cosmos.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Jiang-Shi and Fulus</title>\r\n\r\nA typical Tian exorcism for a jiang-shi involves the subdual of the vampire followed by a lengthy prayer to [Pharasma](/Deities.aspx?ID=14). The exorcist then affixes a [fulu](/equipment/consumables/fulu) charm upon the jiang-shi's brow, an object believed to ease the undead's eternal nightmares.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Scorned by Heaven and Earth</title>\r\n\r\nJiang-shi crave qi, but are also repelled by harmonious arrangements of qi, such as that which occurs in rice, hen eggs, mirrors, and certain types of wood.\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Vampire</title>\r\n\r\n**Related Families**\r\n[Vampire](/MonsterFamilies.aspx?ID=97), [Vampire, Nosferatu](/MonsterFamilies.aspx?ID=273), [Vampire, Strigoi](/MonsterFamilies.aspx?ID=314), [Vampire, Vetalarana](/MonsterFamilies.aspx?ID=311), [Vampire, Vrykolakas](/MonsterFamilies.aspx?ID=159)\r\n\r\n<title level=\"2\">Creating a Jiang-Shi</title>\r\n\r\nWhile it's best to create a jiang-shi from scratch, you can turn an existing living creature into a jiang-shi using the following steps.\n\n Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>It gains the [undead](/Traits.aspx?ID=160) and [vampire](/Traits.aspx?ID=242) traits, and usually becomes evil.</li><li>Increase the creature's AC, attack modifiers, DCs, saving throws, and skill modifiers by 1.</li><li>Reduce the creature's Speed by 10 feet, to a minimum of 15 feet.</li><li>Increase the creature's damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's breath weapon), increase the damage by 2 instead.</li><li>Reduce the creature's HP by the amount listed on the table.</li><li>The jiang-shi gains [fast healing](/MonsterAbilities.aspx?ID=15) and resistance to physical damage (except [darkwood](/Equipment.aspx?ID=273)) as indicated in the table. These abilities are the reason the jiang-shi has less HP.</li></ul> <table class =\"inner\"> <tr><td>**Starting Level**</td><td>**HP Decrease**</td><td>**Fast Healing/Resistance**</td></tr> <tr><td>3-4</td><td>–20</td><td>5</td></tr> <tr><td>5-7</td><td>–30</td><td>7</td></tr> <tr><td>8-14</td><td>–40</td><td>10</td></tr> <tr><td>15+</td><td>–60</td><td>15</td></tr></table> \n\n<title level=\"3\" right=\"\">Basic Jiang-Shi Abilities</title> If the base creature becoming a jiang-shi has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as [human](/Traits.aspx?ID=90) and [humanoid](/Traits.aspx?ID=91). You might also need to adjust abilities that conflict with the jiang-shi's theme. All jiang-shi gain the following abilities. \n\n**[Darkvision](/MonsterAbilities.aspx?ID=12)** \n\n**Breathsense** 60 feet ([precise](/Rules.aspx?ID=411)). A jiang-shi can't perceive living creatures beyond 5 feet except with their breathsense. A living creature within the listed range who holds its breath is invisible to the jiang-shi for as long as it hold its breath. To hold its breath in this way, a creature must have one hand free to fully plug its nose or cover its mouth. (Refer to [Drowning and Suffocation](/Rules.aspx?ID=468) for the full rules on holding breath.) \n\n**[Negative Healing](/MonsterAbilities.aspx?ID=42)** \n\n**Immunities** [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [sleep](/Traits.aspx?ID=145), [prone](/Conditions.aspx?ID=31) \n\n**One More Breath** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117), [negative](/Traits.aspx?ID=118)); Unlike other undead, a jiang-shi isn't destroyed at 0 HP. Instead, they fall [unconscious](/Conditions.aspx?ID=38) and awaken in 1 minute with 1 Hit Point. Scattering at least 1 Bulk of glutinous rice or hen eggs on an unconscious jiang-shi destroys them permanently. If the jiang-shi was reduced to 0 HP by an attack from a weapon made of [darkwood](/Equipment.aspx?ID=273), they're destroyed immediately \n\n**Jiang-shi Vulnerabilities** All jiang-shi possess the following vulnerabilities.\n<ul><li>**Revulsion** A jiang-shi can't voluntarily come within 10 feet of a brandished mirror or the sound of ringing handbells. A creature can Interact with a mirror or handbell to brandish or ring that item for 1 round (similar to [Raising a Shield](/Actions.aspx?ID=98)). If the jiang-shi involuntarily comes within 10 feet of an object of their revulsion, they gain the [fleeing](/Conditions.aspx?ID=17) condition, running from the object of their revulsion until they are 10 feet or farther from the object. After 1 round of being exposed to the object of their revulsion, a jiang-shi can attempt a DC 25 Will save as a single action, which has the [concentrate](/Traits.aspx?ID=32) trait. On a success, they overcome their revulsions for 1d6 rounds (or 1 hour on a critical success).</li><li>**Bitter Epiphany** A jiang-shi is afflicted by severe melancholia when reminded of their debased nature and the truth of their existential disconnection from living beings. When a jiang-shi sees an altar with at least 1 Bulk of food offerings to ancestor spirits, they must attempt a DC 25 Will save. They are then temporarily immune to bitter epiphany for 1 minute.<br /> **Critical Success** The jiang-shi is unaffected.<br /> **Success** The jiang-shi is [stupefied 1](/Conditions.aspx?ID=37) for 1 round.<br /> **Failure** The jiang-shi is stupefied 2 for 1 minute.<br /> **Critical Failure** The jiang-shi is stupefied 2 and [confused](/Conditions.aspx?ID=5) for 1 minute. </li></ul>**Warped Fulu** The jiang-shi has corrupted the fulu attached to their brow. The jiang-shi is immune to spells cast from a magic item without expending a spell slot, such as from a scroll or wand. A creature can [Steal](/Actions.aspx?ID=68) a jiang-shi's fulu to remove it, rolling against the jiang-shi's Perception DC. This immediately ends the jiang-shi's immunity to these effects. If a creature then destroys a jiang-shi's removed fulu with an Interact action, the jiang-shi also loses their [fast healing](/MonsterAbilities.aspx?ID=15) ability. A jiang-shi can create a replacement fulu by spending 1 uninterrupted hour inscribing a strip of paper (or similar) with a writing instrument. \n\n**Rigor Mortis** The jiang-shi ignores difficult terrain and effects that would render it [prone](/Conditions.aspx?ID=31). A jiang-shi can't take the [Drop Prone](/Actions.aspx?ID=78) action. When a jiang-shi [Leap](/Actions.aspx?ID=81), it doesn't trigger reactions that are normally triggered by [move](/Traits.aspx?ID=114) actions, such as [Attacks of Opportunity](/Actions.aspx?ID=8). \n\n**Claws** If the base creature had hands, its fingernails thicken and grow to terrible proportions, granting it an unarmed claw Strike that deals slashing damage, has the [agile](/Traits.aspx?ID=170) trait, and can [Grab](/MonsterAbilities.aspx?ID=18). Use the moderate damage for the creature's level on the [Strike Damage](/Rules.aspx?ID=1018) table. \n\n**Drain Qi** <actions string=\"Single Action\" /> ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) **Requirement** A [grabbed](/Conditions.aspx?ID=20), [paralyzed](/Conditions.aspx?ID=28), [restrained](/Conditions.aspx?ID=33), [unconscious](/Conditions.aspx?ID=38), or willing creature is within the jiang-shi's reach; **Effect** The jiang-shi drains the victim's life energy, or qi, through their breath. This requires an [Athletics](/Skills.aspx?ID=3) check against the  victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is [drained 1](/Conditions.aspx?ID=10) and the jiang-shi regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Draining qi from a creature that's already drained doesn't restore any HP to the jiang-shi but increases the victim's drained condition value by 1. If the victim has the ability to cast ki spells, it can spend 1 Focus Point to avoid becoming drained. This protects it only from the current attack, not from subsequent attempts to Drain Qi.<br /> A victim's drained condition value decreases by 1 every week. If the creature restricts their diet to glutinous rice for at least 1 day and spends 10 minutes dancing, jogging, or otherwise engaging in vigorous physical activity by succeeding at a DC 25 Athletics check, it reduces its drained condition by 1. \n\n<title level=\"3\" right=\"\">Jiang-Shi Minister Abilities</title> Those rare jiang-shi who have devoured at least a thousand victims' qi have shed many of their frailties and become able to create jiang-shi from their slain victims. These imperious undead address themselves as “ministers” or by other grandiose titles, and they mock lesser jiang-shi as mere “provincials.”\n\n Ministers gain additional jiang-shi abilities, as detailed below. A creature below level 13 is not significant enough to become a minister—you should instead simply make such a creature into a regular jiang-shi or rebuild the creature so that it's at least level 13 before becoming a minister. \n\n**Resistances** The jiang-shi resists all physical damage (except magical [darkwood](/Equipment.aspx?ID=273)). \n\n**Dark Enlightenment** The jiang-shi is no longer limited to seeing living creatures with only their breathsense, and they no longer have the Revulsion vulnerability. They can perceive living creatures normally with either [darkvision](/MonsterAbilities.aspx?ID=12) or breathsense, and they can take the [Drop Prone](/Actions.aspx?ID=78) action. \n\n**Distant Steps** When the jiang-shi [Leaps](/Actions.aspx?ID=81), they can add 10 feet to the horizontal and/or vertical distance they move without affecting the Leap DC. The jiang-shi can stand and walk on water and other solid or liquid surfaces that wouldn't normally support their weight. \n\n**Tumult of the Blood** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)); The third time a jiang-shi successfully Drains Qi within a single minute, they become [quickened](/Conditions.aspx?ID=32) for 1 minute. They can use their extra action only to Strike or Stride.",
 "name": "Vampire, Jiang-Shi",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 157</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nJiang-shi are terrifying hopping  vampires  from Tian Xia. Though similar to other vampires—they are  undead , they drain vital energy from the …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 157"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 157</row>",
 "speed": {},
 "summary": "Jiang-shi are terrifying hopping  vampires  from Tian Xia. Though similar to other vampires—they are  undead , they drain vital energy from the …",
 "summary_markdown": "Jiang-shi are terrifying hopping  vampires  from Tian Xia. Though similar to other vampires—they are  undead , they drain vital energy from the …",
 "text": " Vampire, Jiang-Shi Source Book of the Dead pg. 157 Jiang-shi are terrifying hopping vampires from Tian Xia. Though similar to other vampires—they are undead, they drain vital energy from the living, and they can be slain only in specific ways—jiang-shi feast upon the breath of the living, also known as qi or ki, instead of blood. While they possess unique powers, including their magic-deflecting paper fulus, extraordinary jumping ability, and immunity to sunlight, jiang-shi also possess unique vulnerabilities, such as the inability to see living creatures save through breathsense, a revulsion to bells and mirrors, and near-stupefying melancholia. Thankfully, most jiang-shi can't create vampiric spawn. Members Minister Of Tumult (Creature 14), Minister Of Tumult (Creature 14), Provincial Jiang-Shi (Creature 11), Provincial Jiang-Shi (Creature 11) Dreamers of the Dark Jiang-shi typically arise from priests or holy workers who have died but chose to make their way back from the afterlife. While in a state of repose, a jiang-shi is haunted by dream visions of the netherworld. Many recall endless privations and instinctively seek to share their agonies while awake. Some recall humiliation and swear none shall master them again. A few even glimpse the multiverse's secrets and plot to drain the heavens dry. Hierarchies of Breath and Death Unlike their blood-drinking cousins, jiang-shi subsist on mortals' breath and vitality in the form of qi, also known in some regions as ki. As a jiang-shi inhales more qi, it becomes stronger in body and mind. A truly gluttonous jiang-shi becomes even more powerful and attains a higher status than its peers. Such ancient vampires are known as “ministers,” and they seek to feast on only the most rarefied qi of the cosmos. Jiang-Shi and Fulus A typical Tian exorcism for a jiang-shi involves the subdual of the vampire followed by a lengthy prayer to Pharasma. The exorcist then affixes a fulu charm upon the jiang-shi's brow, an object believed to ease the undead's eternal nightmares. Scorned by Heaven and Earth Jiang-shi crave qi, but are also repelled by harmonious arrangements of qi, such as that which occurs in rice, hen eggs, mirrors, and certain types of wood. Vampire Related Families Vampire, Vampire, Nosferatu, Vampire, Strigoi, Vampire, Vetalarana, Vampire, Vrykolakas Creating a Jiang-Shi While it's best to create a jiang-shi from scratch, you can turn an existing living creature into a jiang-shi using the following steps. Increase the creature's level by 1 and change its statistics as follows. It gains the undead and vampire traits, and usually becomes evil. Increase the creature's AC, attack modifiers, DCs, saving throws, and skill modifiers by 1. Reduce the creature's Speed by 10 feet, to a minimum of 15 feet. Increase the creature's damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's breath weapon), increase the damage by 2 instead. Reduce the creature's HP by the amount listed on the table. The jiang-shi gains fast healing and resistance to physical damage (except darkwood) as indicated in the table. These abilities are the reason the jiang-shi has less HP. Starting Level HP Decrease Fast Healing/Resistance 3-4 –20 5 5-7 –30 7 8-14 –40 10 15+ –60 15 Basic Jiang-Shi Abilities If the base creature becoming a jiang-shi has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the jiang-shi's theme. All jiang-shi gain the following abilities. Darkvision Breathsense 60 feet (precise). A jiang-shi can't perceive living creatures beyond 5 feet except with their breathsense. A living creature within the listed range who holds its breath is invisible to the jiang-shi for as long as it hold its breath. To hold its breath in this way, a creature must have one hand free to fully plug its nose or cover its mouth. (Refer to Drowning and Suffocation for the full rules on holding breath.) Negative Healing Immunities death effects, disease, paralyzed, poison, sleep, prone One More Breath (divine, necromancy, negative); Unlike other undead, a jiang-shi isn't destroyed at 0 HP. Instead, they fall unconscious and awaken in 1 minute with 1 Hit Point. Scattering at least 1 Bulk of glutinous rice or hen eggs on an unconscious jiang-shi destroys them permanently. If the jiang-shi was reduced to 0 HP by an attack from a weapon made of darkwood, they're destroyed immediately Jiang-shi Vulnerabilities All jiang-shi possess the following vulnerabilities. Revulsion A jiang-shi can't voluntarily come within 10 feet of a brandished mirror or the sound of ringing handbells. A creature can Interact with a mirror or handbell to brandish or ring that item for 1 round (similar to Raising a Shield). If the jiang-shi involuntarily comes within 10 feet of an object of their revulsion, they gain the fleeing condition, running from the object of their revulsion until they are 10 feet or farther from the object. After 1 round of being exposed to the object of their revulsion, a jiang-shi can attempt a DC 25 Will save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for 1d6 rounds (or 1 hour on a critical success). Bitter Epiphany A jiang-shi is afflicted by severe melancholia when reminded of their debased nature and the truth of their existential disconnection from living beings. When a jiang-shi sees an altar with at least 1 Bulk of food offerings to ancestor spirits, they must attempt a DC 25 Will save. They are then temporarily immune to bitter epiphany for 1 minute. Critical Success The jiang-shi is unaffected. Success The jiang-shi is stupefied 1 for 1 round. Failure The jiang-shi is stupefied 2 for 1 minute. Critical Failure The jiang-shi is stupefied 2 and confused for 1 minute. Warped Fulu The jiang-shi has corrupted the fulu attached to their brow. The jiang-shi is immune to spells cast from a magic item without expending a spell slot, such as from a scroll or wand. A creature can Steal a jiang-shi's fulu to remove it, rolling against the jiang-shi's Perception DC. This immediately ends the jiang-shi's immunity to these effects. If a creature then destroys a jiang-shi's removed fulu with an Interact action, the jiang-shi also loses their fast healing ability. A jiang-shi can create a replacement fulu by spending 1 uninterrupted hour inscribing a strip of paper (or similar) with a writing instrument. Rigor Mortis The jiang-shi ignores difficult terrain and effects that would render it prone. A jiang-shi can't take the Drop Prone action. When a jiang-shi Leap, it doesn't trigger reactions that are normally triggered by move actions, such as Attacks of Opportunity. Claws If the base creature had hands, its fingernails thicken and grow to terrible proportions, granting it an unarmed claw Strike that deals slashing damage, has the agile trait, and can Grab. Use the moderate damage for the creature's level on the Strike Damage table. Drain Qi Single Action (divine, necromancy) Requirement A grabbed, paralyzed, restrained, unconscious, or willing creature is within the jiang-shi's reach; Effect The jiang-shi drains the victim's life energy, or qi, through their breath. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is drained 1 and the jiang-shi regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Draining qi from a creature that's already drained doesn't restore any HP to the jiang-shi but increases the victim's drained condition value by 1. If the victim has the ability to cast ki spells, it can spend 1 Focus Point to avoid becoming drained. This protects it only from the current attack, not from subsequent attempts to Drain Qi. A victim's drained condition value decreases by 1 every week. If the creature restricts their diet to glutinous rice for at least 1 day and spends 10 minutes dancing, jogging, or otherwise engaging in vigorous physical activity by succeeding at a DC 25 Athletics check, it reduces its drained condition by 1. Jiang-Shi Minister Abilities Those rare jiang-shi who have devoured at least a thousand victims' qi have shed many of their frailties and become able to create jiang-shi from their slain victims. These imperious undead address themselves as “ministers” or by other grandiose titles, and they mock lesser jiang-shi as mere “provincials.” Ministers gain additional jiang-shi abilities, as detailed below. A creature below level 13 is not significant enough to become a minister—you should instead simply make such a creature into a regular jiang-shi or rebuild the creature so that it's at least level 13 before becoming a minister. Resistances The jiang-shi resists all physical damage (except magical darkwood). Dark Enlightenment The jiang-shi is no longer limited to seeing living creatures with only their breathsense, and they no longer have the Revulsion vulnerability. They can perceive living creatures normally with either darkvision or breathsense, and they can take the Drop Prone action. Distant Steps When the jiang-shi Leaps, they can add 10 feet to the horizontal and/or vertical distance they move without affecting the Leap DC. The jiang-shi can stand and walk on water and other solid or liquid surfaces that wouldn't normally support their weight. Tumult of the Blood (divine, necromancy); The third time a jiang-shi successfully Drains Qi within a single minute, they become quickened for 1 minute. They can use their extra action only to Strike or Stride.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=286",
 "weakness": {}
}