{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Vampire, Nosferatu",
 "creature_family_markdown": "Vampire, Nosferatu",
 "exclude_from_search": false,
 "id": "creature-family-273",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Vampire, Nosferatu](/MonsterFamilies.aspx?ID=273)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 282</row>\n\nAmong the most ancient of vampires are the nosferatus, twisted remnants of mortals who died in great plagues of old. Perhaps because of their age, nosferatus can no longer create more of their kind. Yet they still lurk among the living, manipulating the hearts and minds of their prey to either serve them beyond the limits of natural life or to become sustenance for the nosferatu like so many others before.\r\n\r\n<title level=\"2\">Members</title>\r\n[Nosferatu Malefactor](/Monsters.aspx?ID=1357) (Creature 10), [Nosferatu Overlord](/Monsters.aspx?ID=1358) (Creature 15), [Nosferatu Thrall](/Monsters.aspx?ID=1356) (Creature 8)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Among the Living</title>\r\n\r\nThough terrifying in appearance, nosferatus typically dwell among mortals. They might reside in a decrepit manor nestled in a quiet neighborhood. They may also occupy an abandoned castle, preying on weary travelers who mistake their lair as a haven from the elements.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Building a Nosferatu</title>\r\n\r\nThough nosferatus can't create more of their kind, many of these ancient vampires lurk in the world's various shadows, taking a variety of forms. If you have time, it's more effective to build a new nosferatu from the ground up using the standard monster creation rules, which were used to create the [nosferatu thrall](/Monsters.aspx?ID=1356), [nosferatu malefactor](/Monsters.aspx?ID=1357), and [nosferatu overlord](/Monsters.aspx?ID=1358), but you can also use the guidelines presented under Creating a Nosferatu to turn an existing creature into a nosferatu, adjusting the monster as you see fit. In either case, specific nosferatu abilities like negative healing, Feral Corruption, and Drink Blood work the same.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Building a Nosferatu Thrall</title>\r\n\r\nWhile a nosferatu can't turn a living creature into another nosferatu, they can create a thrall through a 1-day ritual. They can maintain a number of thralls up to their Charisma modifier; creating new thralls beyond this limit releases earlier thralls from service. You can convert any non-[mindless](/Traits.aspx?ID=108) living creature into a nosferatu thrall by applying the nosferatu thrall abilities and increasing its level by 1. A creature that's immune to [mental](/Traits.aspx?ID=106) effects can't become a nosferatu thrall. You can also build a nosferatu thrall from scratch using the [monster creation](/Rules.aspx?ID=995) rules in the _Gamemastery Guide_ and applying the above modifications.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Monster of Legend</title>\r\n\r\nThe word nosferatu has appeared in print since the mid-18th century, purported by Western Europeans to be a Romanian word for vampire, inspiring some of horror fiction's best writers. No clear etymology exists, and while it's unknown whether the word's roots are actually Romanian, the vampire itself is an enduring element of Romanian folklore.\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Vampire</title>\r\n\r\n**Related Families**\r\n[Vampire](/MonsterFamilies.aspx?ID=97), [Vampire, Jiang-Shi](/MonsterFamilies.aspx?ID=286), [Vampire, Strigoi](/MonsterFamilies.aspx?ID=314), [Vampire, Vetalarana](/MonsterFamilies.aspx?ID=311), [Vampire, Vrykolakas](/MonsterFamilies.aspx?ID=159)\r\n\r\n<title level=\"2\">Creating a Nosferatu</title>\r\n\r\nYou can turn an existing living creature into a nosferatu using the following steps. A creature below 8th level isn't significant enough to be a nosferatu and should likely be a regular [vampire](/MonsterFamilies.aspx?ID=97) instead.\n\n Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>It gains the [undead](/Traits.aspx?ID=160) and [vampire](/Traits.aspx?ID=242) traits, and it becomes evil.</li><li>Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1.</li><li>Increase Speed by 5 feet or to 30 feet, whichever results in a higher Speed.</li><li>Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.</li><li>Reduce HP by the amount listed on the table.</li><li>The nosferatu gains [fast healing](/MonsterAbilities.aspx?ID=15) and resistance to physical damage (except [magical](/Traits.aspx?ID=103) wood) as indicated in the table. These abilities are the reason the nosferatu has fewer HP.</li></ul> \n<table> <tr><td>**Starting Level**</td><td>**HP Decrease**</td><td>**Fast Healing/Resistance**</td></tr> <tr><td>8-14</td><td>-40</td><td>10</td></tr> <tr><td>15+</td><td>-60</td><td>15</td></tr></table>  \n\n<title level=\"3\" right=\"\">Basic Nosferatu Abilities</title> If the base creature becoming a nosferatu has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as [human](/Traits.aspx?ID=90) and [humanoid](/Traits.aspx?ID=91). You might also need to adjust abilities that conflict with the nosferatu's theme.\n\n All nosferatus gain the following abilities.\n\n **[Darkvision](/MonsterAbilities.aspx?ID=12)**\n\n **[Negative Healing](/MonsterAbilities.aspx?ID=42)**\n\n **Immunities** [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [sleep](/Traits.aspx?ID=145)\n\n **Nosferatu Vulnerabilities**\n<ul><li>**Revulsion** A nosferatu can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a non-evil deity. To brandish garlic or a religious symbol, a creature must Interact to do so for 1 round (similar to [Raise a Shield](/Actions.aspx?ID=98)). If the nosferatu involuntarily comes within 10 feet of an object of their revulsion, they gain the [fleeing](/Conditions.aspx?ID=17) condition, running from the object of their revulsion until they end an action beyond 10 feet. After 1 round of being exposed to the subject of their revulsion, a nosferatu can attempt a DC 25 Will save as a single action, which has the [concentrate](/Traits.aspx?ID=32) trait. On a success, they overcome their revulsions for 1d6 rounds (or 1 hour on a critical success).</li><li>**Stake** A magical wooden stake (such as one affected by a [_weapon potency_ rune](/Equipment.aspx?ID=281), [_magic weapon_](/Spells.aspx?ID=182), or similar magic) driven through the nosferatu's heart drops the nosferatu to 0 HP and prevents them from healing above 0 HP, even in their coffin. Staking a nosferatu requires 3 actions and works only if the nosferatu is [unconscious](/Conditions.aspx?ID=38). If the stake is removed, the nosferatu can heal above 0 HP again, and if they're in their coffin, the 1-hour rest period begins once the stake is removed. If the nosferatu's head is severed and anointed with holy water while the stake is in place, the nosferatu is destroyed.</li><li>**Sunlight** If exposed to direct sunlight, a nosferatu immediately becomes [slowed 1](/Conditions.aspx?ID=35). The slowed value increases by 1 each time the nosferatu ends their turn in sunlight, and the condition ends when they're no longer in sunlight. If the nosferatu loses all their actions in this way, they're destroyed.</li></ul>\n\n **Plagued Coffin Restoration** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117), [negative](/Traits.aspx?ID=118)) Unlike other undead, a nosferatu isn't destroyed at 0 HP. Instead, they disperse into an immense number of individual rats heading in every direction in an attempt to return to their coffin. If even a single rat reaches the coffin, the nosferatu can recover. A nosferatu regains their strength through resting in earth taken from the grave of a creature who died of plague. If their body rests in their earth-filled coffin for 1 hour, the nosferatu gains 1 HP, after which their fast healing begins to function normally. If the coffin doesn't contain this plagued grave dirt, they instead need to rest in their coffin for 1 day before they gain 1 HP and regain their fast healing. \n\n**[Change Shape](/MonsterAbilities.aspx?ID=8)** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32), [divine](/Traits.aspx?ID=48), [polymorph](/Traits.aspx?ID=127), [transmutation](/Traits.aspx?ID=157)) The nosferatu transforms into a [swarm](/Traits.aspx?ID=239) of pale-gray rats. They gain a land Speed of 30 feet and a climb Speed of 10 feet, and they become Large. Each enemy in the swarm's space takes 2d10 piercing damage and must attempt a basic Reflex save with a [high DC for the creature's level](/Rules.aspx?ID=1020). A creature that fails its save is exposed to plague of ancients (see below). \n\n**Command Thrall** <actions string=\"Free Action\" /> ([auditory](/Traits.aspx?ID=16), [divine](/Traits.aspx?ID=48), [mental](/Traits.aspx?ID=106)) **Requirements** One of the nosferatu's thralls is present and can hear the nosferatu; **Effect** The nosferatu gives a single command to one of their thralls, which the thrall follows to the best of its ability during its next turn. \n\n**Divine Innate Spells** The nosferatu can cast [_telekinetic haul_](/Spells.aspx?ID=332) (heightened to half their level rounded up) three times per day as a divine innate spell. They use a high DC for their level. \n\n**Plague of Ancients** ([disease](/Traits.aspx?ID=46), [virulent](/Traits.aspx?ID=162)) **Saving Throw** Fortitude (use a high DC for the nosferatu's level); **Onset** 1 day; **Stage 1** [drained 1](/Conditions.aspx?ID=10) (1 day); **Stage 2** drained 2 and [enfeebled 2](/Conditions.aspx?ID=13) (1 day); **Stage 3** [doomed 1](/Conditions.aspx?ID=9), drained 3, and enfeebled 3 (1 day); **Stage 4** doomed 2, drained 3, and enfeebled 3 (1 day); **Stage 5** [unconscious](/Conditions.aspx?ID=38) (1 day); **Stage 6** death \n\n**Dominate** <actions string=\"Two Actions\" /> ([divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106), [visual](/Traits.aspx?ID=163)) The nosferatu can cast [_dominate_](/Spells.aspx?ID=87) at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the [visual](/Traits.aspx?ID=163) trait. The save DC uses a high DC for the nosferatu's level, and a creature that succeeds is temporarily immune to that nosferatu's Dominate for 24 hours. Fully destroying the nosferatu ends the domination, but merely reducing the nosferatu to 0 HP is insufficient to break the spell. \n\n**Drink Blood** <actions string=\"Single Action\" /> ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) **Requirements** The nosferatu's last action was a successful fangs Strike; **Effect** The nosferatu sinks their fangs into the targeted creature to drink its blood. This requires an [Athletics](/Skills.aspx?ID=3) check against the creature's Fortitude DC. On a success, the creature becomes [drained 1](/Conditions.aspx?ID=10), and the nosferatu regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the nosferatu, but increases the creature's drained condition value by 1. A nosferatu can also consume blood that's been emptied into a vessel for sustenance, but they gain no HP from doing so.<br /> The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful DC 20 [Medicine](/Skills.aspx?ID=9) check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.  \n\n<title level=\"3\" right=\"\">Nosferatu Overlord Abilities</title> A truly primeval nosferatu can gain extraordinary powers over their foes. Creatures must have lived for millennia and be 14th level or higher to become a nosferatu overlord.\n\n **Air of Sickness** ([aura](/Traits.aspx?ID=206)) 30 feet. A creature entering or starting its turn in the aura must attempt a Fortitude save with a moderate DC for the nosferatu's level. On a failure, the creature is [sickened 1](/Conditions.aspx?ID=34) and takes a –2 status penalty to saves made to resist [diseases](/Traits.aspx?ID=46) and remove the sickened condition for 1 hour.\n\n **Divine Innate Spells** As nosferatu, but they can also cast [_vampiric exsanguination_](/Spells.aspx?ID=353) twice per day as a divine innate spell.\n\n **Paralytic Fear** <actions string=\"Free Action\" /> ([divine](/Traits.aspx?ID=48), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106)) **Requirements** The nosferatu overlord's last action was a successful claw Strike; **Effect** The nosferatu drags the target of the Strike close and freezes its mind in terror. The target must attempt a Will save with a moderate DC for the nosferatu's level. <br />**Critical Success** The target is unaffected. <br />**Success** The target is [immobilized](/Conditions.aspx?ID=24) by fear until the end of the nosferatu's next turn. <br />**Failure** The target is [restrained](/Conditions.aspx?ID=33) and takes a –2 circumstance penalty to its Fortitude DC against the nosferatu's Drink Blood ability until the end of the nosferatu's next turn. <br />**Critical Failure** As failure, and the target is [frightened 2](/Conditions.aspx?ID=19). \n\n<title level=\"3\" right=\"\">Nosferatu Thrall Abilities</title> Any creature under a nosferatu's thrall gains the following abilities. \n\n[**Fast Healing**](/MonsterAbilities.aspx?ID=15) A nosferatu thrall gains fast healing 5 from being sustained by their master's blood. \n\n**Weaknesses** The strain of being controlled wears on the nosferatu thrall's mind, giving them weakness 10 to [mental](/Traits.aspx?ID=106) damage. \n\n**Mindbound** ([divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61)) A nosferatu master exerts a fierce hold over their thrall's mind. If any creature other than the thrall's master targets them with an effect that would give them the [controlled](/Conditions.aspx?ID=6) condition, the thrall's master rolls a [counteract](/Rules.aspx?ID=371) check against it using their Dominate DC - 10 as the counteract check modifier. \n\n**Mortal Shield** <actions string=\"Reaction\" /> **Trigger** The thrall's master would take damage from a Strike or spell attack and is in an adjacent square; **Effect** The thrall throws themself in front of their master, taking half the damage of the attack (before applying any weaknesses or resistances). The thrall's master takes the remaining damage, applying any weaknesses or resistances as normal. \n\n**Rally** <actions string=\"Reaction\" /> **Trigger** The thrall ends their turn more than 30 feet away from their master; **Effect** The thrall Strides up to their Speed toward their master.",
 "name": "Vampire, Nosferatu",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 282</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAmong the most ancient of vampires are the nosferatus, twisted remnants of mortals who died in great plagues of old. Perhaps because of their age, …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 282"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 282</row>",
 "speed": {},
 "summary": "Among the most ancient of vampires are the nosferatus, twisted remnants of mortals who died in great plagues of old. Perhaps because of their age, …",
 "summary_markdown": "Among the most ancient of vampires are the nosferatus, twisted remnants of mortals who died in great plagues of old. Perhaps because of their age, …",
 "text": " Vampire, Nosferatu Source Bestiary 3 pg. 282 Among the most ancient of vampires are the nosferatus, twisted remnants of mortals who died in great plagues of old. Perhaps because of their age, nosferatus can no longer create more of their kind. Yet they still lurk among the living, manipulating the hearts and minds of their prey to either serve them beyond the limits of natural life or to become sustenance for the nosferatu like so many others before. Members Nosferatu Malefactor (Creature 10), Nosferatu Overlord (Creature 15), Nosferatu Thrall (Creature 8) Among the Living Though terrifying in appearance, nosferatus typically dwell among mortals. They might reside in a decrepit manor nestled in a quiet neighborhood. They may also occupy an abandoned castle, preying on weary travelers who mistake their lair as a haven from the elements. Building a Nosferatu Though nosferatus can't create more of their kind, many of these ancient vampires lurk in the world's various shadows, taking a variety of forms. If you have time, it's more effective to build a new nosferatu from the ground up using the standard monster creation rules, which were used to create the nosferatu thrall, nosferatu malefactor, and nosferatu overlord, but you can also use the guidelines presented under Creating a Nosferatu to turn an existing creature into a nosferatu, adjusting the monster as you see fit. In either case, specific nosferatu abilities like negative healing, Feral Corruption, and Drink Blood work the same. Building a Nosferatu Thrall While a nosferatu can't turn a living creature into another nosferatu, they can create a thrall through a 1-day ritual. They can maintain a number of thralls up to their Charisma modifier; creating new thralls beyond this limit releases earlier thralls from service. You can convert any non-mindless living creature into a nosferatu thrall by applying the nosferatu thrall abilities and increasing its level by 1. A creature that's immune to mental effects can't become a nosferatu thrall. You can also build a nosferatu thrall from scratch using the monster creation rules in the Gamemastery Guide and applying the above modifications. Monster of Legend The word nosferatu has appeared in print since the mid-18th century, purported by Western Europeans to be a Romanian word for vampire, inspiring some of horror fiction's best writers. No clear etymology exists, and while it's unknown whether the word's roots are actually Romanian, the vampire itself is an enduring element of Romanian folklore. Vampire Related Families Vampire, Vampire, Jiang-Shi, Vampire, Strigoi, Vampire, Vetalarana, Vampire, Vrykolakas Creating a Nosferatu You can turn an existing living creature into a nosferatu using the following steps. A creature below 8th level isn't significant enough to be a nosferatu and should likely be a regular vampire instead. Increase the creature's level by 1 and change its statistics as follows. It gains the undead and vampire traits, and it becomes evil. Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. Increase Speed by 5 feet or to 30 feet, whichever results in a higher Speed. Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead. Reduce HP by the amount listed on the table. The nosferatu gains fast healing and resistance to physical damage (except magical wood) as indicated in the table. These abilities are the reason the nosferatu has fewer HP. Starting Level HP Decrease Fast Healing/Resistance 8-14 -40 10 15+ -60 15 Basic Nosferatu Abilities If the base creature becoming a nosferatu has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the nosferatu's theme. All nosferatus gain the following abilities. Darkvision Negative Healing Immunities death effects, disease, paralyzed, poison, sleep Nosferatu Vulnerabilities Revulsion A nosferatu can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a non-evil deity. To brandish garlic or a religious symbol, a creature must Interact to do so for 1 round (similar to Raise a Shield). If the nosferatu involuntarily comes within 10 feet of an object of their revulsion, they gain the fleeing condition, running from the object of their revulsion until they end an action beyond 10 feet. After 1 round of being exposed to the subject of their revulsion, a nosferatu can attempt a DC 25 Will save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for 1d6 rounds (or 1 hour on a critical success). Stake A magical wooden stake (such as one affected by a weapon potency rune, magic weapon , or similar magic) driven through the nosferatu's heart drops the nosferatu to 0 HP and prevents them from healing above 0 HP, even in their coffin. Staking a nosferatu requires 3 actions and works only if the nosferatu is unconscious. If the stake is removed, the nosferatu can heal above 0 HP again, and if they're in their coffin, the 1-hour rest period begins once the stake is removed. If the nosferatu's head is severed and anointed with holy water while the stake is in place, the nosferatu is destroyed. Sunlight If exposed to direct sunlight, a nosferatu immediately becomes slowed 1. The slowed value increases by 1 each time the nosferatu ends their turn in sunlight, and the condition ends when they're no longer in sunlight. If the nosferatu loses all their actions in this way, they're destroyed. Plagued Coffin Restoration (divine, necromancy, negative) Unlike other undead, a nosferatu isn't destroyed at 0 HP. Instead, they disperse into an immense number of individual rats heading in every direction in an attempt to return to their coffin. If even a single rat reaches the coffin, the nosferatu can recover. A nosferatu regains their strength through resting in earth taken from the grave of a creature who died of plague. If their body rests in their earth-filled coffin for 1 hour, the nosferatu gains 1 HP, after which their fast healing begins to function normally. If the coffin doesn't contain this plagued grave dirt, they instead need to rest in their coffin for 1 day before they gain 1 HP and regain their fast healing. Change Shape Single Action (concentrate, divine, polymorph, transmutation) The nosferatu transforms into a swarm of pale-gray rats. They gain a land Speed of 30 feet and a climb Speed of 10 feet, and they become Large. Each enemy in the swarm's space takes 2d10 piercing damage and must attempt a basic Reflex save with a high DC for the creature's level. A creature that fails its save is exposed to plague of ancients (see below). Command Thrall Free Action (auditory, divine, mental) Requirements One of the nosferatu's thralls is present and can hear the nosferatu; Effect The nosferatu gives a single command to one of their thralls, which the thrall follows to the best of its ability during its next turn. Divine Innate Spells The nosferatu can cast telekinetic haul (heightened to half their level rounded up) three times per day as a divine innate spell. They use a high DC for their level. Plague of Ancients (disease, virulent) Saving Throw Fortitude (use a high DC for the nosferatu's level); Onset 1 day; Stage 1 drained 1 (1 day); Stage 2 drained 2 and enfeebled 2 (1 day); Stage 3 doomed 1, drained 3, and enfeebled 3 (1 day); Stage 4 doomed 2, drained 3, and enfeebled 3 (1 day); Stage 5 unconscious (1 day); Stage 6 death Dominate Two Actions (divine, enchantment, incapacitation, mental, visual) The nosferatu can cast dominate at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the visual trait. The save DC uses a high DC for the nosferatu's level, and a creature that succeeds is temporarily immune to that nosferatu's Dominate for 24 hours. Fully destroying the nosferatu ends the domination, but merely reducing the nosferatu to 0 HP is insufficient to break the spell. Drink Blood Single Action (divine, necromancy) Requirements The nosferatu's last action was a successful fangs Strike; Effect The nosferatu sinks their fangs into the targeted creature to drink its blood. This requires an Athletics check against the creature's Fortitude DC. On a success, the creature becomes drained 1, and the nosferatu regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the nosferatu, but increases the creature's drained condition value by 1. A nosferatu can also consume blood that's been emptied into a vessel for sustenance, but they gain no HP from doing so. The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful DC 20 Medicine check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes. Nosferatu Overlord Abilities A truly primeval nosferatu can gain extraordinary powers over their foes. Creatures must have lived for millennia and be 14th level or higher to become a nosferatu overlord. Air of Sickness (aura) 30 feet. A creature entering or starting its turn in the aura must attempt a Fortitude save with a moderate DC for the nosferatu's level. On a failure, the creature is sickened 1 and takes a –2 status penalty to saves made to resist diseases and remove the sickened condition for 1 hour. Divine Innate Spells As nosferatu, but they can also cast vampiric exsanguination twice per day as a divine innate spell. Paralytic Fear Free Action (divine, emotion, fear, incapacitation, mental) Requirements The nosferatu overlord's last action was a successful claw Strike; Effect The nosferatu drags the target of the Strike close and freezes its mind in terror. The target must attempt a Will save with a moderate DC for the nosferatu's level. Critical Success The target is unaffected. Success The target is immobilized by fear until the end of the nosferatu's next turn. Failure The target is restrained and takes a –2 circumstance penalty to its Fortitude DC against the nosferatu's Drink Blood ability until the end of the nosferatu's next turn. Critical Failure As failure, and the target is frightened 2. Nosferatu Thrall Abilities Any creature under a nosferatu's thrall gains the following abilities. Fast Healing A nosferatu thrall gains fast healing 5 from being sustained by their master's blood. Weaknesses The strain of being controlled wears on the nosferatu thrall's mind, giving them weakness 10 to mental damage. Mindbound (divine, enchantment) A nosferatu master exerts a fierce hold over their thrall's mind. If any creature other than the thrall's master targets them with an effect that would give them the controlled condition, the thrall's master rolls a counteract check against it using their Dominate DC - 10 as the counteract check modifier. Mortal Shield Reaction Trigger The thrall's master would take damage from a Strike or spell attack and is in an adjacent square; Effect The thrall throws themself in front of their master, taking half the damage of the attack (before applying any weaknesses or resistances). The thrall's master takes the remaining damage, applying any weaknesses or resistances as normal. Rally Reaction Trigger The thrall ends their turn more than 30 feet away from their master; Effect The thrall Strides up to their Speed toward their master.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=273",
 "weakness": {}
}