{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Vanara",
 "creature_family_markdown": "Vanara",
 "exclude_from_search": false,
 "id": "creature-family-274",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Vanara](/MonsterFamilies.aspx?ID=274)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 286</row>\n\nVanaras are monkey-like humanoids who dwell in treetop villages high in the canopies of lush jungles and verdant forests. Like the monkeys they resemble, vanaras manifest a wide variety of different fur colors, body types, and facial features, but they all have in common long, dexterous fingers and toes, as well as nimble and curious minds. Many of them learn to use their tails to capably manipulate objects.\n\n Vanaras are a friendly people, but their boundless curiosity and love of pranks has a tendency to strain their relationships with other humanoids, and thus they usually make their homes far from urban areas. The majority of vanara settlements are found in southeastern Casmaron, among the lush jungles where they first originated. Devotion to monastic training and magical study has led to secondary populations forming in the Impossible Kingdom of Jalmeray, eastern Katapesh, and northeastern Nex. Nonetheless, young vanaras seized by wanderlust may roam far across the world, and travelers from many distant lands may in turn visit vanara communities in search of the wisdom of their elders and sages.\n\n Vanara culture prizes order and discipline, leading to many vanaras studying monastic practices. They also value compassion, kindness, and community, whether that community is their own or one they're visiting. Most vanaras are quick to offer aid to those in distress and rarely hesitate in the face of evil, no matter the danger it presents. The leaders of vanara villages tend to be religious figures, or occasionally others possessing similar values and experience. Vanaras venerate [Ragdya](/Deities.aspx?ID=194), the Sage of the Mountain, who encourages seeking enlightenment through worldly action and sees the virtues of pranks and humor.\r\n\r\n<title level=\"2\">Members</title>\r\n[Vanara Disciple](/Monsters.aspx?ID=1359) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Hero and the King</title>\r\n\r\nLegend says a human hero beseeched a vanara army to help defeat an immortal [rakshasa](/MonsterFamilies.aspx?ID=85). After the enemy fell, the hero made a pact with the vanaras' king that should either of their peoples ever be threatened again by rakshasas, the other would come to their aid.\r\n</aside>",
 "name": "Vanara",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 286</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nVanaras are monkey-like humanoids who dwell in treetop villages high in the canopies of lush jungles and verdant forests. Like the monkeys they …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 286"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 286</row>",
 "speed": {},
 "summary": "Vanaras are monkey-like humanoids who dwell in treetop villages high in the canopies of lush jungles and verdant forests. Like the monkeys they …",
 "summary_markdown": "Vanaras are monkey-like humanoids who dwell in treetop villages high in the canopies of lush jungles and verdant forests. Like the monkeys they …",
 "text": " Vanara Source Bestiary 3 pg. 286 Vanaras are monkey-like humanoids who dwell in treetop villages high in the canopies of lush jungles and verdant forests. Like the monkeys they resemble, vanaras manifest a wide variety of different fur colors, body types, and facial features, but they all have in common long, dexterous fingers and toes, as well as nimble and curious minds. Many of them learn to use their tails to capably manipulate objects. Vanaras are a friendly people, but their boundless curiosity and love of pranks has a tendency to strain their relationships with other humanoids, and thus they usually make their homes far from urban areas. The majority of vanara settlements are found in southeastern Casmaron, among the lush jungles where they first originated. Devotion to monastic training and magical study has led to secondary populations forming in the Impossible Kingdom of Jalmeray, eastern Katapesh, and northeastern Nex. Nonetheless, young vanaras seized by wanderlust may roam far across the world, and travelers from many distant lands may in turn visit vanara communities in search of the wisdom of their elders and sages. Vanara culture prizes order and discipline, leading to many vanaras studying monastic practices. They also value compassion, kindness, and community, whether that community is their own or one they're visiting. Most vanaras are quick to offer aid to those in distress and rarely hesitate in the face of evil, no matter the danger it presents. The leaders of vanara villages tend to be religious figures, or occasionally others possessing similar values and experience. Vanaras venerate Ragdya, the Sage of the Mountain, who encourages seeking enlightenment through worldly action and sees the virtues of pranks and humor. Members Vanara Disciple (Creature 1) The Hero and the King Legend says a human hero beseeched a vanara army to help defeat an immortal rakshasa. After the enemy fell, the hero made a pact with the vanaras' king that should either of their peoples ever be threatened again by rakshasas, the other would come to their aid. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=274",
 "weakness": {}
}