{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Velstrac",
 "creature_family_markdown": "Velstrac",
 "exclude_from_search": false,
 "id": "creature-family-111",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Velstrac](/MonsterFamilies.aspx?ID=111)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 82</row>\n\nVelstracs are horrific, shadow-dwelling fiends who seek ultimate sensation through self-mutilation. They transcend their stoic detachment only when inflicting pain and terror upon their victims, practicing new forms of debasement and torture before then turning their knives on themselves. Although velstracs consider themselves beyond such limitations as morality or mortal taboos, their victims know them as emotionless tormentors who inflict debased, sadistic suffering. They claim to seek perfection in thought, form, and action, although they don’t recognize any refinement that doesn’t require the painful excision of the flesh or spirit.\n\n Velstracs manifest from the souls of masochistic or sadistic mortals that are diverted into the Shadow Plane and then forged into forms that suit their vile predilections, ranging from the low-ranking augurs to the aesthetics-obsessed interlocutors.\n\n Some mortals refer to velstracs as “kytons,” a misattribution that the velstracs tolerate with cold amusement. The term “kyton” denotes a master or virtuoso among their kind, and these fiends enjoy being labeled masters of their horrid paths to perfection through agony.\r\n\r\n<title level=\"2\">Members</title>\r\n[Augur](/Monsters.aspx?ID=460) (Creature 1), [Augur](/Monsters.aspx?ID=847) (Creature 1), [Ephialtes](/Monsters.aspx?ID=2529) (Creature 16), [Eremite](/Monsters.aspx?ID=852) (Creature 20), [Evangelist](/Monsters.aspx?ID=461) (Creature 6), [Evangelist](/Monsters.aspx?ID=849) (Creature 6), [Interlocutor](/Monsters.aspx?ID=462) (Creature 12), [Interlocutor](/Monsters.aspx?ID=851) (Creature 12), [Ostiarius](/Monsters.aspx?ID=848) (Creature 5), [Precentor](/Monsters.aspx?ID=463) (Creature 16), [Sacristan](/Monsters.aspx?ID=850) (Creature 10), [Vincuvicar](/Monsters.aspx?ID=2530) (Creature 18)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">A Mortal Name</title>\r\n\r\nSome mortals refer to velstracs as “kytons,” a misattribution that the velstracs tolerate with cold amusement. The term “kyton” denotes a master or virtuoso among their kind, and these fiends enjoy being labeled as masters of their horrid paths of perfection through agony.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Despicable Origins</title>\r\n\r\nVelstracs originated with the first debased thoughts of mortals, which divine beings found so deplorable that they locked all velstracs away in [Hell](/Planes.aspx?ID=18). It wasn't long, however, before the newly formed beings escaped their infernal prison to the [Shadow Plane](/Planes.aspx?ID=11).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Velstracs</title>\r\n\r\nScholars grimly joke that there are as many different kinds of velstracs as there are ways to skin a cat. The relatively diminutive cantor velstrac poisons the minds of its victims so that they believe they are being clawed from the inside out. The mighty eremites, on the other hand, seek out the most powerful beings to subsume into their own form and lord over all other velstracs save the demagogues.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">The Shadow Forge</title>\r\n\r\nMany velstracs forge their own chains, but others outsource the task to unique velstracs known as almoners. These blind, deaf, and mute velstracs resemble six-armed halflings severed at the waist that toil away endlessly at a great burning foundry called the Shadow Forge. Almoners operate under mysterious strictures, and are just as likely to turn a velstrac away empty-handed as they are to hand one a finely crafted chain before the request has even been uttered.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Velstrac Divinities</title>\r\n\r\nThe most powerful velstracs are unique divinities known collectively as demagogues—powerful creatures often worshipped by mortals who seek to experience agonizing new revelations and gain power by enhancing the body through pain.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Velstracs on Golarion</title>\r\n\r\nVelstracs are most often encountered in the shadowy realm of Nidal, where the state worship of [Zon-Kuthon](/Deities.aspx?ID=20) is rigidly enforced. Indeed, many velstracs are created from the souls of Joyful Things, devotees of Zon-Kuthon who have had their limbs amputated to focus their minds on the veneration of pain, sacrifice, and torment.\r\n</aside>",
 "name": "Velstrac",
 "rarity": "common",
 "release_date": "2019-09-18",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 82</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nVelstracs are horrific, shadow-dwelling fiends who seek ultimate sensation through self-mutilation. They transcend their stoic detachment only when …\r\n</summary>",
 "source": [
  "Pathfinder #147: Tomorrow Must Burn"
 ],
 "source_raw": [
  "Pathfinder #147: Tomorrow Must Burn pg. 82"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 82</row>",
 "speed": {},
 "summary": "Velstracs are horrific, shadow-dwelling fiends who seek ultimate sensation through self-mutilation. They transcend their stoic detachment only when …",
 "summary_markdown": "Velstracs are horrific, shadow-dwelling fiends who seek ultimate sensation through self-mutilation. They transcend their stoic detachment only when …",
 "text": " Velstrac Source Pathfinder #147: Tomorrow Must Burn pg. 82 Velstracs are horrific, shadow-dwelling fiends who seek ultimate sensation through self-mutilation. They transcend their stoic detachment only when inflicting pain and terror upon their victims, practicing new forms of debasement and torture before then turning their knives on themselves. Although velstracs consider themselves beyond such limitations as morality or mortal taboos, their victims know them as emotionless tormentors who inflict debased, sadistic suffering. They claim to seek perfection in thought, form, and action, although they don’t recognize any refinement that doesn’t require the painful excision of the flesh or spirit. Velstracs manifest from the souls of masochistic or sadistic mortals that are diverted into the Shadow Plane and then forged into forms that suit their vile predilections, ranging from the low-ranking augurs to the aesthetics-obsessed interlocutors. Some mortals refer to velstracs as “kytons,” a misattribution that the velstracs tolerate with cold amusement. The term “kyton” denotes a master or virtuoso among their kind, and these fiends enjoy being labeled masters of their horrid paths to perfection through agony. Members Augur (Creature 1), Augur (Creature 1), Ephialtes (Creature 16), Eremite (Creature 20), Evangelist (Creature 6), Evangelist (Creature 6), Interlocutor (Creature 12), Interlocutor (Creature 12), Ostiarius (Creature 5), Precentor (Creature 16), Sacristan (Creature 10), Vincuvicar (Creature 18) A Mortal Name Some mortals refer to velstracs as “kytons,” a misattribution that the velstracs tolerate with cold amusement. The term “kyton” denotes a master or virtuoso among their kind, and these fiends enjoy being labeled as masters of their horrid paths of perfection through agony. Despicable Origins Velstracs originated with the first debased thoughts of mortals, which divine beings found so deplorable that they locked all velstracs away in Hell. It wasn't long, however, before the newly formed beings escaped their infernal prison to the Shadow Plane. Other Velstracs Scholars grimly joke that there are as many different kinds of velstracs as there are ways to skin a cat. The relatively diminutive cantor velstrac poisons the minds of its victims so that they believe they are being clawed from the inside out. The mighty eremites, on the other hand, seek out the most powerful beings to subsume into their own form and lord over all other velstracs save the demagogues. The Shadow Forge Many velstracs forge their own chains, but others outsource the task to unique velstracs known as almoners. These blind, deaf, and mute velstracs resemble six-armed halflings severed at the waist that toil away endlessly at a great burning foundry called the Shadow Forge. Almoners operate under mysterious strictures, and are just as likely to turn a velstrac away empty-handed as they are to hand one a finely crafted chain before the request has even been uttered. Velstrac Divinities The most powerful velstracs are unique divinities known collectively as demagogues—powerful creatures often worshipped by mortals who seek to experience agonizing new revelations and gain power by enhancing the body through pain. Velstracs on Golarion Velstracs are most often encountered in the shadowy realm of Nidal, where the state worship of Zon-Kuthon is rigidly enforced. Indeed, many velstracs are created from the souls of Joyful Things, devotees of Zon-Kuthon who have had their limbs amputated to focus their minds on the veneration of pain, sacrifice, and torment. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=111",
 "weakness": {}
}