{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Verdorite",
 "creature_family_markdown": "Verdorite",
 "exclude_from_search": false,
 "id": "creature-family-312",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Verdorite](/MonsterFamilies.aspx?ID=312)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 164</row>\n\nWhen disaster befalls the natural world, a different kind of undead may rise, entirely unlike risen humanoids. Most plants, fish, insects, and other animals don't possess a psychology complex enough to experience the emotional catharsis required to return as undead without intervention from an outside force.\n\n Mass extinction can serve as that outside force. Humanoids clear-cutting an entire forest or a seaside community wiping out a species critical to their ecosystem can spawn a verdorite. The collective spiritual energy and emotional distress of a dying biome powers these undead, formed as conglomerates or representatives.\r\n\r\n<title level=\"2\">Members</title>\r\n[Seetangeist](/Monsters.aspx?ID=1914) (Creature 12), [Waldgeist](/Monsters.aspx?ID=1913) (Creature 8)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Once-Mortal Waldgeists</title>\r\n\r\nSometimes [druids](/Classes.aspx?ID=6), [fey](/Traits.aspx?ID=69), [gnomes](/Ancestries.aspx?ID=3), and other powerful [primal](/Traits.aspx?ID=134) spellcasters with a deep connection to a specific woodland ritually sacrifice their lives to the forest, intentionally dying so they can rise as a waldgeist and protect their home for all time.\r\n</aside>",
 "name": "Verdorite",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 164</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen disaster befalls the natural world, a different kind of undead may rise, entirely unlike risen humanoids. Most plants, fish, insects, and other …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 164"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 164</row>",
 "speed": {},
 "summary": "When disaster befalls the natural world, a different kind of undead may rise, entirely unlike risen humanoids. Most plants, fish, insects, and other …",
 "summary_markdown": "When disaster befalls the natural world, a different kind of undead may rise, entirely unlike risen humanoids. Most plants, fish, insects, and other …",
 "text": " Verdorite Source Book of the Dead pg. 164 When disaster befalls the natural world, a different kind of undead may rise, entirely unlike risen humanoids. Most plants, fish, insects, and other animals don't possess a psychology complex enough to experience the emotional catharsis required to return as undead without intervention from an outside force. Mass extinction can serve as that outside force. Humanoids clear-cutting an entire forest or a seaside community wiping out a species critical to their ecosystem can spawn a verdorite. The collective spiritual energy and emotional distress of a dying biome powers these undead, formed as conglomerates or representatives. Members Seetangeist (Creature 12), Waldgeist (Creature 8) Once-Mortal Waldgeists Sometimes druids, fey, gnomes, and other powerful primal spellcasters with a deep connection to a specific woodland ritually sacrifice their lives to the forest, intentionally dying so they can rise as a waldgeist and protect their home for all time. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=312",
 "weakness": {}
}