{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Virulak",
 "creature_family_markdown": "Virulak",
 "exclude_from_search": false,
 "id": "creature-family-318",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Virulak](/MonsterFamilies.aspx?ID=318)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 86</row>\n\nWhen a creature dies from poison, it sometimes rises as a virulak: an [undead](/Traits.aspx?ID=160) being infused with lethal venom. Most virulaks are solitary creatures with memories of an excruciating death. Occasionally, a mass poisoning produces numerous simultaneous fatalities, increasing the chance of many virulaks arising at once and working together in a dangerous mob. Entire villages might rise as virulaks when forced to subsist on food so spoiled it has become toxic or from an intentional scheme to poison the settlement.\n\n Virulaks retain the intelligence and memory they had in life, but their agonizing death by poison transforms them into bitter mockeries of their former selves. Poison seeps from their fingertips and solidifies into hard claws. Virulaks are known for a cynical and ironic sense of humor. They delight in poisoning the good spirits and reputations of those around them, dealing psychological blows that mirror the venom in their bodies. \n\n<title level=\"2\" right=\"\">Virulak Abilities</title> All virulaks carry lethal poison in their bodies, described by their undead virulence ability. Virulaks usually have one of the following additional abilities (each stat block presented here already has one of these abilities included). You can give a virulak multiple abilities, but you should increase the virulak's level if you do.\n\n **Envenomed Weapons** A virulak's poison is supernaturally channeled through their weapons. Any target hit by a melee weapon wielded by the virulak is exposed to the virulak's undead virulence.\n\n **Fetid Breath** <actions string=\"Two Actions\" /> ([divine](/Traits.aspx?ID=48), [evocation](/Traits.aspx?ID=65), [poison](/Traits.aspx?ID=126)) The virulak exhales a deadly poisonous cloud in a 15-foot cone. The cloud deals 1d6 poison damage plus 1d6 poison damage for each level of the virulak to all creatures in the area, which must attempt a [basic](/Rules.aspx?ID=329) Fortitude save (using a [high DC for their level](/Rules.aspx?ID=1020)). The virulak can't use Fetid Breath again for 1d4 rounds.\n\n **Intensify Toxin** <actions string=\"Two Actions\" />  ([concentrate](/Traits.aspx?ID=32), [divine](/Traits.aspx?ID=48), [poison](/Traits.aspx?ID=126), [transmutation](/Traits.aspx?ID=157)) The virulak targets a creature within 30 feet that's currently subject to a poison affliction. That affliction becomes [virulent](/Traits.aspx?ID=162) until it's cured.\n\n **Lingering Ichor** <actions string=\"Reaction\" />  ([poison](/Traits.aspx?ID=126)) **Trigger** The virulak takes piercing or slashing damage from a melee Strike; **Effect** The virulak squirts a jet of poisonous ichor from the wound. The creature making the triggering Strike takes [persistent poison damage](/Conditions.aspx?ID=29) equal to the virulak's level.\n\n **Venomous Gaze** <actions string=\"Two Actions\" />  ([concentrate](/Traits.aspx?ID=32), [divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117), [poison](/Traits.aspx?ID=126), [visual](/Traits.aspx?ID=163)) The virulak locks its gaze on a single creature within 30 feet. The target is exposed to the virulak's undead virulence.\n\n<title level=\"2\">Members</title>\r\n[Virulak Necromancer](/Monsters.aspx?ID=2057) (Creature 7), [Virulak Villager](/Monsters.aspx?ID=2056) (Creature 3)",
 "name": "Virulak",
 "rarity": "common",
 "release_date": "2022-08-31",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 86</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen a creature dies from poison, it sometimes rises as a virulak: an  undead  being infused with lethal venom. Most virulaks are solitary creatures …\r\n</summary>",
 "source": [
  "Pathfinder #182: Graveclaw"
 ],
 "source_raw": [
  "Pathfinder #182: Graveclaw pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 86</row>",
 "speed": {},
 "summary": "When a creature dies from poison, it sometimes rises as a virulak: an  undead  being infused with lethal venom. Most virulaks are solitary creatures …",
 "summary_markdown": "When a creature dies from poison, it sometimes rises as a virulak: an  undead  being infused with lethal venom. Most virulaks are solitary creatures …",
 "text": " Virulak Source Pathfinder #182: Graveclaw pg. 86 When a creature dies from poison, it sometimes rises as a virulak: an undead being infused with lethal venom. Most virulaks are solitary creatures with memories of an excruciating death. Occasionally, a mass poisoning produces numerous simultaneous fatalities, increasing the chance of many virulaks arising at once and working together in a dangerous mob. Entire villages might rise as virulaks when forced to subsist on food so spoiled it has become toxic or from an intentional scheme to poison the settlement. Virulaks retain the intelligence and memory they had in life, but their agonizing death by poison transforms them into bitter mockeries of their former selves. Poison seeps from their fingertips and solidifies into hard claws. Virulaks are known for a cynical and ironic sense of humor. They delight in poisoning the good spirits and reputations of those around them, dealing psychological blows that mirror the venom in their bodies. Virulak Abilities All virulaks carry lethal poison in their bodies, described by their undead virulence ability. Virulaks usually have one of the following additional abilities (each stat block presented here already has one of these abilities included). You can give a virulak multiple abilities, but you should increase the virulak's level if you do. Envenomed Weapons A virulak's poison is supernaturally channeled through their weapons. Any target hit by a melee weapon wielded by the virulak is exposed to the virulak's undead virulence. Fetid Breath Two Actions (divine, evocation, poison) The virulak exhales a deadly poisonous cloud in a 15-foot cone. The cloud deals 1d6 poison damage plus 1d6 poison damage for each level of the virulak to all creatures in the area, which must attempt a basic Fortitude save (using a high DC for their level). The virulak can't use Fetid Breath again for 1d4 rounds. Intensify Toxin Two Actions (concentrate, divine, poison, transmutation) The virulak targets a creature within 30 feet that's currently subject to a poison affliction. That affliction becomes virulent until it's cured. Lingering Ichor Reaction (poison) Trigger The virulak takes piercing or slashing damage from a melee Strike; Effect The virulak squirts a jet of poisonous ichor from the wound. The creature making the triggering Strike takes persistent poison damage equal to the virulak's level. Venomous Gaze Two Actions (concentrate, divine, necromancy, poison, visual) The virulak locks its gaze on a single creature within 30 feet. The target is exposed to the virulak's undead virulence. Members Virulak Necromancer (Creature 7), Virulak Villager (Creature 3)",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=318",
 "weakness": {}
}