{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Vishkanya",
 "creature_family_markdown": "Vishkanya",
 "exclude_from_search": false,
 "id": "creature-family-275",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Vishkanya](/MonsterFamilies.aspx?ID=275)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 288</row>\n\nFrom a distance, vishkanyas share more than a passing resemblance to humans. However, a closer inspection reveals ophidian eyes with gold or white coloring, a forked tongue, and tiny, smooth scales set in serpentine patterns atop their skin. Even so, most onlookers assume these features to be an indicator of tiefling heritage or draconic magic, never suspecting how truly unusual the subject of their speculation is.\n\n Among outsiders, little is known of the vishkanya ancestry other than that a vishkanya carries a potent venom within their blood and saliva, knowledge which has led to widespread fear and distrust. To avoid persecution, vishkanyas entrench themselves deep into their chosen societies and train in the arts of subtlety. Drawn to work that allows them to put their skills to good use, vishkanyas often take the roles of spy, mercenary, bodyguard, and even assassin. Some of the best-known guilds in the world employ vishkanyas, including the paired Assassins' Guild and Poisoners' Guild of Daggermark in the River Kingdoms, the implacable Red Mantis Assassins, and the famed Grand Sarret academy for courtiers in the Impossible Kingdom of Jalmeray. In most cases, these employers know their employee's true identity, but not always.\n\n Due to the measures they must take to ensure their survival, vishkanyas don't congregate openly. Instead, they meet in secret, creating support networks and advisory bodies. Leading these gatherings are the most respected of vishkanya women, who work diligently to keep their ancestry and traditions alive. These underground communities are slow to spread, and leaving them means abandoning what little social and cultural support a vishkanya has. As a result, very few vishkanyas have emigrated from their Vudran homelands into the Inner Sea region or other lands.\r\n\r\n<title level=\"2\">Members</title>\r\n[Vishkanya Infiltrator](/Monsters.aspx?ID=1361) (Creature 3)",
 "name": "Vishkanya",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 288</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFrom a distance, vishkanyas share more than a passing resemblance to humans. However, a closer inspection reveals ophidian eyes with gold or white …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 288"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 288</row>",
 "speed": {},
 "summary": "From a distance, vishkanyas share more than a passing resemblance to humans. However, a closer inspection reveals ophidian eyes with gold or white …",
 "summary_markdown": "From a distance, vishkanyas share more than a passing resemblance to humans. However, a closer inspection reveals ophidian eyes with gold or white …",
 "text": " Vishkanya Source Bestiary 3 pg. 288 From a distance, vishkanyas share more than a passing resemblance to humans. However, a closer inspection reveals ophidian eyes with gold or white coloring, a forked tongue, and tiny, smooth scales set in serpentine patterns atop their skin. Even so, most onlookers assume these features to be an indicator of tiefling heritage or draconic magic, never suspecting how truly unusual the subject of their speculation is. Among outsiders, little is known of the vishkanya ancestry other than that a vishkanya carries a potent venom within their blood and saliva, knowledge which has led to widespread fear and distrust. To avoid persecution, vishkanyas entrench themselves deep into their chosen societies and train in the arts of subtlety. Drawn to work that allows them to put their skills to good use, vishkanyas often take the roles of spy, mercenary, bodyguard, and even assassin. Some of the best-known guilds in the world employ vishkanyas, including the paired Assassins' Guild and Poisoners' Guild of Daggermark in the River Kingdoms, the implacable Red Mantis Assassins, and the famed Grand Sarret academy for courtiers in the Impossible Kingdom of Jalmeray. In most cases, these employers know their employee's true identity, but not always. Due to the measures they must take to ensure their survival, vishkanyas don't congregate openly. Instead, they meet in secret, creating support networks and advisory bodies. Leading these gatherings are the most respected of vishkanya women, who work diligently to keep their ancestry and traditions alive. These underground communities are slow to spread, and leaving them means abandoning what little social and cultural support a vishkanya has. As a result, very few vishkanyas have emigrated from their Vudran homelands into the Inner Sea region or other lands. Members Vishkanya Infiltrator (Creature 3)",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=275",
 "weakness": {}
}