{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Visitant",
 "creature_family_markdown": "Visitant",
 "exclude_from_search": false,
 "id": "creature-family-119",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Visitant](/MonsterFamilies.aspx?ID=119)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 82</row>\n\nAlthough the wild creatures seen at traveling circuses can entertain and amaze, the lives of such animals and beasts are sometimes sad and cruel. Circus owners who mistreat their animals through harsh discipline or overtraining see little wrong with their mercilessness, even going so far as to slaughter their entertainers—supposedly “by accident”—via neglect or abuse. The victims of such cruelty who cannot move onto the afterlife—either because they somehow become infused with negative energy or their spirits cannot rest without first enacting revenge on their assailants—occasionally rise from the dead as visitants.\n\n These undead monsters haunt the sites of their demise and search out the masters who made their lives so hellish with only one goal in mind: vengeance. When they can’t locate their particular abuser, or if they are still unable to rest even after confronting their aggressor, visitants seek out similarly evil harmers of animals, becoming torturers of torturers. However, visitants are for the most part unable to distinguish between individual members of a species; thus, if a visitant was abused by a human trainer, any human that crosses its path may become a target of its rage.\n\n A visitant resembles a zombified animal, but it retains a spark of the animal intelligence it had in life, making it all the more dangerous as a result. Visitants’ bodies are marred by the horrors of their brutal existences: Their mouths are furrowed in a constant snarl, with a black ichor dripping from their cracked, rotten lips. Whip scars from their hours of “training” glow with an unnatural purple light. And perhaps above all, their eyes mark them as touched by undeath—sunken horribly deep into their skull, leaking blood or other fluid, and glowing with an aura of dread and palpable anger. \n\n<title level=\"3\" right=\"\">Visitant Abilities</title> You can modify visitants by applying the following abilities. Most visitants have one of these abilities, but more powerful visitants might have more, in which you might consider increasing the visitant’s level and statistics.<br /> **Noxious Breath** <actions string=\"Two Actions\" /> The visitant exhales sharply, releasing pungent fumes from its lungs in a 15-foot cone. Each creature in the area must succeed at a Fortitude save or become sickened 1 (sickened 2 on a critical failure).<br /> **Roar** <actions string=\"Single Action\" /> ([auditory](/Traits.aspx?ID=16), [concentrate](/Traits.aspx?ID=32), [emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106), [primal](/Traits.aspx?ID=134)) The visitant lets out a loud and horrifying roar. Each creature within 100 feet must attempt at a Will save. No matter the result, affected creatures are then temporarily immune to the effect for 1 minute.<br /> **Critical Success** The creature is unaffected.<br /> **Success** The creature is frightened 1.<br /> **Failure** The creature is frightened 2.<br /> **Critical Failure** The creature is frightened 3.<br /> **Vengeful Presence** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106)) 20 feet. A creature that starts its turn within the visitant’s aura must succeed at a Will save or be overcome with a thirst for vengeance. For 1d4 rounds (1 minute on a critical failure), if the affected creature was attacked within the last round (whether or not the attack hit), the creature must use at least 1 action per round to Strike or use a hostile action toward its last attacker as long as the attacker is still alive. Failure to do so deals the affected creature 1d6 mental damage, plus 1d6 for every 5 levels the visitant has.<br /> **Wrestle** <actions string=\"Single Action\" /> The visitant makes a claw Strike against a creature it has grabbed. If the attack hits, that creature is knocked prone.\r\n\r\n<title level=\"2\">Members</title>\r\n[Chimpanzee Visitant](/Monsters.aspx?ID=512) (Creature 3), [Lion Visitant](/Monsters.aspx?ID=513) (Creature 5)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Creating Visitants</title>\r\n\r\nTo create a visitant animal, use one of the stat blocks on this page as a starting point. Adjust the size as necessary and give its Strikes reach if it’s Huge or larger. Visitants can also be made using a [zombie stat block](/MonsterFamilies.aspx?ID=103) as a base; in this case, adjust the creature’s Intelligence to –4. All visitants have imprecise lifesense as an additional sense.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Visitant Spells</title>\r\n\r\nSome visitants can cast the following innate occult spells. If you give a visitant the following spells, consider removing one of its other special abilities.<br /> **Occult Innate Spells** DC varies, spell attack varies; **1st** [_fear_](/Spells.aspx?ID=110), [_ray of enfeeblement_](/Spells.aspx?ID=244); **Constant (1st)** [_detect alignment_](/Spells.aspx?ID=65) (evil only)\r\n</aside>",
 "name": "Visitant",
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 82</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAlthough the wild creatures seen at traveling circuses can entertain and amaze, the lives of such animals and beasts are sometimes sad and cruel. …\r\n</summary>",
 "source": [
  "Pathfinder #152: Legacy of the Lost God"
 ],
 "source_raw": [
  "Pathfinder #152: Legacy of the Lost God pg. 82"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 82</row>",
 "speed": {},
 "summary": "Although the wild creatures seen at traveling circuses can entertain and amaze, the lives of such animals and beasts are sometimes sad and cruel. …",
 "summary_markdown": "Although the wild creatures seen at traveling circuses can entertain and amaze, the lives of such animals and beasts are sometimes sad and cruel. …",
 "text": " Visitant Source Pathfinder #152: Legacy of the Lost God pg. 82 Although the wild creatures seen at traveling circuses can entertain and amaze, the lives of such animals and beasts are sometimes sad and cruel. Circus owners who mistreat their animals through harsh discipline or overtraining see little wrong with their mercilessness, even going so far as to slaughter their entertainers—supposedly “by accident”—via neglect or abuse. The victims of such cruelty who cannot move onto the afterlife—either because they somehow become infused with negative energy or their spirits cannot rest without first enacting revenge on their assailants—occasionally rise from the dead as visitants. These undead monsters haunt the sites of their demise and search out the masters who made their lives so hellish with only one goal in mind: vengeance. When they can’t locate their particular abuser, or if they are still unable to rest even after confronting their aggressor, visitants seek out similarly evil harmers of animals, becoming torturers of torturers. However, visitants are for the most part unable to distinguish between individual members of a species; thus, if a visitant was abused by a human trainer, any human that crosses its path may become a target of its rage. A visitant resembles a zombified animal, but it retains a spark of the animal intelligence it had in life, making it all the more dangerous as a result. Visitants’ bodies are marred by the horrors of their brutal existences: Their mouths are furrowed in a constant snarl, with a black ichor dripping from their cracked, rotten lips. Whip scars from their hours of “training” glow with an unnatural purple light. And perhaps above all, their eyes mark them as touched by undeath—sunken horribly deep into their skull, leaking blood or other fluid, and glowing with an aura of dread and palpable anger. Visitant Abilities You can modify visitants by applying the following abilities. Most visitants have one of these abilities, but more powerful visitants might have more, in which you might consider increasing the visitant’s level and statistics. Noxious Breath Two Actions The visitant exhales sharply, releasing pungent fumes from its lungs in a 15-foot cone. Each creature in the area must succeed at a Fortitude save or become sickened 1 (sickened 2 on a critical failure). Roar Single Action (auditory, concentrate, emotion, enchantment, fear, mental, primal) The visitant lets out a loud and horrifying roar. Each creature within 100 feet must attempt at a Will save. No matter the result, affected creatures are then temporarily immune to the effect for 1 minute. Critical Success The creature is unaffected. Success The creature is frightened 1. Failure The creature is frightened 2. Critical Failure The creature is frightened 3. Vengeful Presence (aura, emotion, enchantment, mental) 20 feet. A creature that starts its turn within the visitant’s aura must succeed at a Will save or be overcome with a thirst for vengeance. For 1d4 rounds (1 minute on a critical failure), if the affected creature was attacked within the last round (whether or not the attack hit), the creature must use at least 1 action per round to Strike or use a hostile action toward its last attacker as long as the attacker is still alive. Failure to do so deals the affected creature 1d6 mental damage, plus 1d6 for every 5 levels the visitant has. Wrestle Single Action The visitant makes a claw Strike against a creature it has grabbed. If the attack hits, that creature is knocked prone. Members Chimpanzee Visitant (Creature 3), Lion Visitant (Creature 5) Creating Visitants To create a visitant animal, use one of the stat blocks on this page as a starting point. Adjust the size as necessary and give its Strikes reach if it’s Huge or larger. Visitants can also be made using a zombie stat block as a base; in this case, adjust the creature’s Intelligence to –4. All visitants have imprecise lifesense as an additional sense. Visitant Spells Some visitants can cast the following innate occult spells. If you give a visitant the following spells, consider removing one of its other special abilities. Occult Innate Spells DC varies, spell attack varies; 1st fear , ray of enfeeblement ; Constant (1st) detect alignment (evil only) ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=119",
 "weakness": {}
}