{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Wayang",
 "creature_family_markdown": "Wayang",
 "exclude_from_search": false,
 "id": "creature-family-276",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Wayang](/MonsterFamilies.aspx?ID=276)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 290</row>\n\nIn hushed tones, superstitious people tell their children stories of wayangs— living shadows who come out at night to eat misbehaving children. Mostly, these stories are just fictions of fearful minds, but it's true that wayangs were originally creatures of shadow, straddling the edge between light and darkness. The ancestors of modern day wayangs set out on a great exodus some 10,000 years ago, leaving their native [Shadow Plane](/MonsterFamilies.aspx?ID=89) to seek out a new home. On Golarion, they found a great cataclysm had blocked out the sun behind a cloud of smoke and ash, enshrouding the planet in a seemingly endless night, and here they made their new home. When the light returned, wayangs retreated into what shadowy places they could find, avoiding contact with humans and other peoples of the light, who viewed the small, gaunt beings as suspicious reminders of difficult times.\n\n Many wayang groups are nomadic, though many other groups have sedentary communities. Some live in homes carved out of natural caves, where they create works of art from stalagmites and other natural features. Others live in treetop villages in rain forests where sunlight barely penetrates the thick canopy of the forest. Wayangs are most populous in southeastern Tian Xia, especially in the archipelago of Minata, also known as the Wandering Isles, but their travels can sometimes take them to even further lands.\n\n Despite their sinister reputation and secretive nature, wayangs are joyous creatures who tell stories and express their emotions through whisper-singing, dancing, and shadow puppetry, enhancing their performances with shadow magic. Similarly, they weave shadow magic into their deadly fighting styles, but wayangs are not a violent people, usually fighting only to protect what's theirs. Wayangs decorate their stringy hair with beads and their dusky skin with tattooed white dots that form pictures, with each picture silently telling stories about their family's history or their worship of various deities of shadow.\r\n\r\n<title level=\"2\">Members</title>\r\n[Wayang Whisperblade](/Monsters.aspx?ID=1363) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Wayang Whisper-Song</title>\r\n\r\nWayangs are used to living in hiding, and their arts and culture have adapted accordingly. As a consequence, wayangs prefer quiet performances to loud ones. Regardless, they love to sing, and so have created an art form known as wayang whisper-song. Wayang musicians are skilled at singing in frequencies and registers that vary from soft tones the audience might feel only as vibrations on their skin to resonant whispers that can be heard hundreds of feet away.\r\n</aside>",
 "name": "Wayang",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 290</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn hushed tones, superstitious people tell their children stories of wayangs— living shadows who come out at night to eat misbehaving children. …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 290"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 290</row>",
 "speed": {},
 "summary": "In hushed tones, superstitious people tell their children stories of wayangs— living shadows who come out at night to eat misbehaving children. …",
 "summary_markdown": "In hushed tones, superstitious people tell their children stories of wayangs— living shadows who come out at night to eat misbehaving children. …",
 "text": " Wayang Source Bestiary 3 pg. 290 In hushed tones, superstitious people tell their children stories of wayangs— living shadows who come out at night to eat misbehaving children. Mostly, these stories are just fictions of fearful minds, but it's true that wayangs were originally creatures of shadow, straddling the edge between light and darkness. The ancestors of modern day wayangs set out on a great exodus some 10,000 years ago, leaving their native Shadow Plane to seek out a new home. On Golarion, they found a great cataclysm had blocked out the sun behind a cloud of smoke and ash, enshrouding the planet in a seemingly endless night, and here they made their new home. When the light returned, wayangs retreated into what shadowy places they could find, avoiding contact with humans and other peoples of the light, who viewed the small, gaunt beings as suspicious reminders of difficult times. Many wayang groups are nomadic, though many other groups have sedentary communities. Some live in homes carved out of natural caves, where they create works of art from stalagmites and other natural features. Others live in treetop villages in rain forests where sunlight barely penetrates the thick canopy of the forest. Wayangs are most populous in southeastern Tian Xia, especially in the archipelago of Minata, also known as the Wandering Isles, but their travels can sometimes take them to even further lands. Despite their sinister reputation and secretive nature, wayangs are joyous creatures who tell stories and express their emotions through whisper-singing, dancing, and shadow puppetry, enhancing their performances with shadow magic. Similarly, they weave shadow magic into their deadly fighting styles, but wayangs are not a violent people, usually fighting only to protect what's theirs. Wayangs decorate their stringy hair with beads and their dusky skin with tattooed white dots that form pictures, with each picture silently telling stories about their family's history or their worship of various deities of shadow. Members Wayang Whisperblade (Creature 1) Wayang Whisper-Song Wayangs are used to living in hiding, and their arts and culture have adapted accordingly. As a consequence, wayangs prefer quiet performances to loud ones. Regardless, they love to sing, and so have created an art form known as wayang whisper-song. Wayang musicians are skilled at singing in frequencies and registers that vary from soft tones the audience might feel only as vibrations on their skin to resonant whispers that can be heard hundreds of feet away. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=276",
 "weakness": {}
}