{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Weasel",
 "creature_family_markdown": "Weasel",
 "exclude_from_search": false,
 "id": "creature-family-277",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Weasel](/MonsterFamilies.aspx?ID=277)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 291</row>\n\nWeasels are lithe, clever predators known for both their beautiful, sleek fur and their ability to crawl into tight spaces. Pound for pound, few animals are as voracious as weasels. Insatiably hungry, they eat almost half their own weight each day, leading them to constantly hunt for new prey to satisfy their hunger. \r\n\r\n<title level=\"2\">Members</title>\r\n[Megalictis](/Monsters.aspx?ID=1365) (Creature 3), [Weasel](/Monsters.aspx?ID=1364) (Creature -1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Weasel Musk</title>\r\n\r\nWeasels have a particularly strong musk that they use to mark their territories. This primarily discourages other weasels from competing for prey, but it can also be used to discourage predators. It's certainly effective against trappers and fur traders, who find the smell nearly impossible to remove from the pelts, and thus trappers favor the closely related stoat (also known as an ermine), which has similarly soft fur but less pungent defenses.\r\n</aside>",
 "name": "Weasel",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 291</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWeasels are lithe, clever predators known for both their beautiful, sleek fur and their ability to crawl into tight spaces. Pound for pound, few …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 291"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 291</row>",
 "speed": {},
 "summary": "Weasels are lithe, clever predators known for both their beautiful, sleek fur and their ability to crawl into tight spaces. Pound for pound, few …",
 "summary_markdown": "Weasels are lithe, clever predators known for both their beautiful, sleek fur and their ability to crawl into tight spaces. Pound for pound, few …",
 "text": " Weasel Source Bestiary 3 pg. 291 Weasels are lithe, clever predators known for both their beautiful, sleek fur and their ability to crawl into tight spaces. Pound for pound, few animals are as voracious as weasels. Insatiably hungry, they eat almost half their own weight each day, leading them to constantly hunt for new prey to satisfy their hunger. Members Megalictis (Creature 3), Weasel (Creature -1) Weasel Musk Weasels have a particularly strong musk that they use to mark their territories. This primarily discourages other weasels from competing for prey, but it can also be used to discourage predators. It's certainly effective against trappers and fur traders, who find the smell nearly impossible to remove from the pelts, and thus trappers favor the closely related stoat (also known as an ermine), which has similarly soft fur but less pungent defenses. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=277",
 "weakness": {}
}