{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Werecreature",
 "creature_family_markdown": "Werecreature",
 "exclude_from_search": false,
 "id": "creature-family-100",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Werecreature](/MonsterFamilies.aspx?ID=100)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 328</row>\n\nWerecreatures are humanoids doomed to transform into animals and animal-humanoid hybrids under the light of the full moon. These shapechanging creatures are the result of an ancient primal curse that they can, in turn, transmit through their own bites. Their ability to lurk unseen in the wilds as well as among people, combined with the contagiousness of their condition, makes werecreatures a perennial cause of panicked suspicion.\n\n<title level=\"2\" right=\"\">Afflicted and True Werecreatures</title> Werecreatures come in two types: those afflicted with the curse and those born with it (“true werecreatures”).<br /> One can be born a true werecreature to any werecreature parent. A true werecreature is always a werecreature and retains the same memories and most of the same statistics in all forms. A true werecreature also has full control over its shapechanging except during the full moon, when the transformation is irresistible. There is no known way to break the curse on a true werecreature.<br /> Affected werewolves received their curse from the bite of another werecreature (which could’ve been an afflicted or true werecreature). An afflicted werecreature may be unaware of its curse because it retains no memories of its transformations, gets no benefit from being a werecreature when not transformed, and has no conscious control over its transformation. An afflicted werecreature’s curse can be removed like any other.\r\n\r\n<title level=\"2\">Members</title>\r\n[Werebat](/Monsters.aspx?ID=1366) (Creature 2), [Werebear](/Monsters.aspx?ID=412) (Creature 4), [Wereboar](/Monsters.aspx?ID=857) (Creature 2), [Werecrocodile](/Monsters.aspx?ID=1367) (Creature 2), [Wererat](/Monsters.aspx?ID=410) (Creature 2), [Weretiger](/Monsters.aspx?ID=858) (Creature 4), [Werewolf](/Monsters.aspx?ID=411) (Creature 3)\r\n\r\n<title level=\"2\">Group Families</title>\r\n[Werecreature](/MonsterFamilies.aspx?ID=100), [Werecreature, Wereant](/MonsterFamilies.aspx?ID=302)\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Building Werecreatures</title>\r\n\r\nThe curse of the werecreature comes in myriad forms and can affect any humanoid, allowing you to make a wide variety of werecreatures for your adventures. When you need to create a werecreature for your game, you can do so in one of two ways. You can simply build the werecreature from the ground up, using the standard rules for monster creation (this is how the werebear, wererat, and werewolf presented on these pages were built). Or you can use the guidelines presented under “Creating Werecreatures” to turn an existing creature (or even a player character!) into a werecreature. In either case, specific werecreature abilities like Change Shape, curse of the werecreature, and moon frenzy work the same.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Lycanthropy</title>\r\n\r\nMany scholars refer to the curse of the werecreature as “lycanthropy,” but technically this is correct only when speaking of werewolves. Nevertheless, the word has gained traction in certain circles, and as a result it's not uncommon to hear the whispers of locals who fear lycanthropes even when a ravenous [weretiger](/Monsters.aspx?ID=858) is the real threat. Naturally, the werecreatures themselves don't take this ignorance lightly, and tend to see being equated with a werewolf as a great insult. Unless, of course, the werecreature is a werewolf!\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Werecreatures</title>\r\n\r\nIn theory, any animal could form the basis for a new type of werecreature, provided the animal in question is at least omnivorous—herbivorous werecreatures are all but unheard of. Werecreatures that rise from insects, arachnids, and similar invertebrate animals are particularly unsettling, though much rarer than werecreatures of vertebrate animals.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Retaining Humanity</title>\r\n\r\nWerecreatures are notorious for their murderous rampages in the deep of the night—violence that is often at odds with the afflicted’s true nature. Even an honorable town guard or priest could be a murderous werewolf without realizing it, for the werecreature’s curse leaves the afflicted with no memory of their nocturnal murder sprees.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Wolfsbane</title>\r\n\r\nWolfsbane is a poisonous plant that can cure the curse of the werecreature. It’s effective only if consumed before the creature transforms for the first time. If the creature survives wolfsbane’s effects without using magic to aid in surviving, the creature can attempt a new saving throw against the curse of the werecreature. On a success, the creature is cured.\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Werecreature</title>\r\n\r\n**Related Families**\r\n[Werecreature, Wereant](/MonsterFamilies.aspx?ID=302)\r\n\r\n<title level=\"2\">Creating Werecreatures</title>\r\n\r\nYou can turn an existing, living humanoid into a werecreature by completing the following steps. (These changes reflect a werecreature in its hybrid form.) Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>It gains the beast and werecreature traits, and its alignment is usually adjusted to match that of its werecreature type.</li> <li>Increase its size by one category if the animal is a larger size than the base humanoid.</li> <li>Increase its AC, attack bonuses, DCs, saving throws, and skill modifiers by 1.</li> <li>Increase its damage with Strikes and other offensive abilities by 1. If the werecreature is limited in how often it can use an ability (such as a breath weapon), increase the damage by 2 instead.</li> <li>Increase its HP by the amount shown on the table. This HP increase is more than typical in order to compensate for the creature's weakness to silver.</li> <li>The creature gains weakness to silver as shown on the table.</li></ul>\n<table> <tr><td>Starting Level</td><td>HP Increase</td><td>Weakness to Silver</td></tr> <tr><td>4 or lower</td><td>+25</td><td>5</td></tr> <tr><td>5–7</td><td>+35</td><td>7</td></tr> <tr><td>8–14</td><td>+50</td><td>10</td></tr> <tr><td>15+</td><td>+75</td><td>15</td></tr></table>\n\n<title level=\"3\" right=\"\">Werecreature Abilities</title> All werecreatures gain the following abilities, some of which match an ability of the animal the werecreature transforms into. You might also need to adjust some abilities that conflict with the theme of the werecreature (such as abilities with a conflicting alignment trait).<br /> **Senses** The werecreature gains all the senses of the animal.<br /> **Animal Empathy** ([divination](/Traits.aspx?ID=47), [primal](/Traits.aspx?ID=134)) A werecreature can communicate with animals of the same general kind.<br /> **Claws** The werecreature gains a claw Strike (an agile unarmed attack that deals slashing damage). If it had any agile attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its claws should deal three-quarters that damage.<br /> **Jaws** The creature gains a jaws Strike (an unarmed attack that deals piercing damage) that inflicts its curse of the werecreature. If it had any non-agile attacks, the damage dealt by its jaws should be roughly the same as the damage dealt by those attacks. If it had only agile attacks, its jaws should deal one-third more damage.<br /> **Change Shape** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32), [polymorph](/Traits.aspx?ID=127), [primal](/Traits.aspx?ID=134), [transmutation](/Traits.aspx?ID=157)) The werecreature changes into its humanoid, hybrid, or animal shape. Each shape has a specific, persistent appearance. A true werecreature's natural form is its hybrid shape. In humanoid shape, the werecreature uses its original humanoid size, loses its jaws and claws Strikes, and gains a melee fist Strike that deals bludgeoning damage equal to the slashing damage dealt by its claw. In animal shape, its Speed and size change to that of the animal, it gains any special Strike effects of the animal that it didn't already have (such as Grab), and it loses its weapon Strikes.<br /> **Curse of the Werecreature** ([curse](/Traits.aspx?ID=38), [necromancy](/Traits.aspx?ID=117), [primal](/Traits.aspx?ID=134)) This curse affects only humanoids. Saving Throw** Fortitude DC is the standard DC for the werecreature's new level – 1. On each full moon, the cursed creature must succeed at another Fortitude save or turn into the same kind of werecreature until dawn. The creature is under the GM's control and goes on a rampage for half the night before falling unconscious until dawn.<br /> **Moon Frenzy** ([polymorph](/Traits.aspx?ID=127), [primal](/Traits.aspx?ID=134), [transmutation](/Traits.aspx?ID=157)) When a full moon appears in the night sky, the werecreature must enter hybrid form, can't Change Shape thereafter, becomes one size larger, increases its reach by 5 feet, and increases the damage of its jaws Strike (or a similar Strike) by 2. When the moon sets or the sun rises, the werecreature returns to humanoid form and is fatigued for 2d4 hours.",
 "name": "Werecreature",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 328</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWerecreatures are humanoids doomed to transform into animals and animal-humanoid hybrids under the light of the full moon. These shapechanging …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 328"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 328</row>",
 "speed": {},
 "summary": "Werecreatures are humanoids doomed to transform into animals and animal-humanoid hybrids under the light of the full moon. These shapechanging …",
 "summary_markdown": "Werecreatures are humanoids doomed to transform into animals and animal-humanoid hybrids under the light of the full moon. These shapechanging …",
 "text": " Werecreature Source Bestiary pg. 328 Werecreatures are humanoids doomed to transform into animals and animal-humanoid hybrids under the light of the full moon. These shapechanging creatures are the result of an ancient primal curse that they can, in turn, transmit through their own bites. Their ability to lurk unseen in the wilds as well as among people, combined with the contagiousness of their condition, makes werecreatures a perennial cause of panicked suspicion. Afflicted and True Werecreatures Werecreatures come in two types: those afflicted with the curse and those born with it (“true werecreatures”). One can be born a true werecreature to any werecreature parent. A true werecreature is always a werecreature and retains the same memories and most of the same statistics in all forms. A true werecreature also has full control over its shapechanging except during the full moon, when the transformation is irresistible. There is no known way to break the curse on a true werecreature. Affected werewolves received their curse from the bite of another werecreature (which could’ve been an afflicted or true werecreature). An afflicted werecreature may be unaware of its curse because it retains no memories of its transformations, gets no benefit from being a werecreature when not transformed, and has no conscious control over its transformation. An afflicted werecreature’s curse can be removed like any other. Members Werebat (Creature 2), Werebear (Creature 4), Wereboar (Creature 2), Werecrocodile (Creature 2), Wererat (Creature 2), Weretiger (Creature 4), Werewolf (Creature 3) Group Families Werecreature, Werecreature, Wereant Building Werecreatures The curse of the werecreature comes in myriad forms and can affect any humanoid, allowing you to make a wide variety of werecreatures for your adventures. When you need to create a werecreature for your game, you can do so in one of two ways. You can simply build the werecreature from the ground up, using the standard rules for monster creation (this is how the werebear, wererat, and werewolf presented on these pages were built). Or you can use the guidelines presented under “Creating Werecreatures” to turn an existing creature (or even a player character!) into a werecreature. In either case, specific werecreature abilities like Change Shape, curse of the werecreature, and moon frenzy work the same. Lycanthropy Many scholars refer to the curse of the werecreature as “lycanthropy,” but technically this is correct only when speaking of werewolves. Nevertheless, the word has gained traction in certain circles, and as a result it's not uncommon to hear the whispers of locals who fear lycanthropes even when a ravenous weretiger is the real threat. Naturally, the werecreatures themselves don't take this ignorance lightly, and tend to see being equated with a werewolf as a great insult. Unless, of course, the werecreature is a werewolf! Other Werecreatures In theory, any animal could form the basis for a new type of werecreature, provided the animal in question is at least omnivorous—herbivorous werecreatures are all but unheard of. Werecreatures that rise from insects, arachnids, and similar invertebrate animals are particularly unsettling, though much rarer than werecreatures of vertebrate animals. Retaining Humanity Werecreatures are notorious for their murderous rampages in the deep of the night—violence that is often at odds with the afflicted’s true nature. Even an honorable town guard or priest could be a murderous werewolf without realizing it, for the werecreature’s curse leaves the afflicted with no memory of their nocturnal murder sprees. Wolfsbane Wolfsbane is a poisonous plant that can cure the curse of the werecreature. It’s effective only if consumed before the creature transforms for the first time. If the creature survives wolfsbane’s effects without using magic to aid in surviving, the creature can attempt a new saving throw against the curse of the werecreature. On a success, the creature is cured. Werecreature Related Families Werecreature, Wereant Creating Werecreatures You can turn an existing, living humanoid into a werecreature by completing the following steps. (These changes reflect a werecreature in its hybrid form.) Increase the creature's level by 1 and change its statistics as follows. It gains the beast and werecreature traits, and its alignment is usually adjusted to match that of its werecreature type. Increase its size by one category if the animal is a larger size than the base humanoid. Increase its AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. Increase its damage with Strikes and other offensive abilities by 1. If the werecreature is limited in how often it can use an ability (such as a breath weapon), increase the damage by 2 instead. Increase its HP by the amount shown on the table. This HP increase is more than typical in order to compensate for the creature's weakness to silver. The creature gains weakness to silver as shown on the table. Starting Level HP Increase Weakness to Silver 4 or lower +25 5 5–7 +35 7 8–14 +50 10 15+ +75 15 Werecreature Abilities All werecreatures gain the following abilities, some of which match an ability of the animal the werecreature transforms into. You might also need to adjust some abilities that conflict with the theme of the werecreature (such as abilities with a conflicting alignment trait). Senses The werecreature gains all the senses of the animal. Animal Empathy (divination, primal) A werecreature can communicate with animals of the same general kind. Claws The werecreature gains a claw Strike (an agile unarmed attack that deals slashing damage). If it had any agile attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its claws should deal three-quarters that damage. Jaws The creature gains a jaws Strike (an unarmed attack that deals piercing damage) that inflicts its curse of the werecreature. If it had any non-agile attacks, the damage dealt by its jaws should be roughly the same as the damage dealt by those attacks. If it had only agile attacks, its jaws should deal one-third more damage. Change Shape Single Action (concentrate, polymorph, primal, transmutation) The werecreature changes into its humanoid, hybrid, or animal shape. Each shape has a specific, persistent appearance. A true werecreature's natural form is its hybrid shape. In humanoid shape, the werecreature uses its original humanoid size, loses its jaws and claws Strikes, and gains a melee fist Strike that deals bludgeoning damage equal to the slashing damage dealt by its claw. In animal shape, its Speed and size change to that of the animal, it gains any special Strike effects of the animal that it didn't already have (such as Grab), and it loses its weapon Strikes. Curse of the Werecreature (curse, necromancy, primal) This curse affects only humanoids. Saving Throw Fortitude DC is the standard DC for the werecreature's new level – 1. On each full moon, the cursed creature must succeed at another Fortitude save or turn into the same kind of werecreature until dawn. The creature is under the GM's control and goes on a rampage for half the night before falling unconscious until dawn. Moon Frenzy (polymorph, primal, transmutation) When a full moon appears in the night sky, the werecreature must enter hybrid form, can't Change Shape thereafter, becomes one size larger, increases its reach by 5 feet, and increases the damage of its jaws Strike (or a similar Strike) by 2. When the moon sets or the sun rises, the werecreature returns to humanoid form and is fatigued for 2d4 hours.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=100",
 "weakness": {}
}