{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Wight",
 "creature_family_markdown": "Wight",
 "exclude_from_search": false,
 "id": "creature-family-163",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Wight](/MonsterFamilies.aspx?ID=163)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 332</row>\n\nWights are undead humanoids that, much like [wraiths](/MonsterFamilies.aspx?ID=164), can drain the life from living creatures with but a touch. They arise as a result of necromantic rituals, especially violent deaths, or the sheer malevolent will of the deceased.\n\n As many types of wights exist as types of people from which they might be created. Hulking brutes, skittering sneaks, and cunning tinkers all make for different wights with different niches to fill. Environment, too, plays a part in determining a wight's special abilities and defenses. Frost wights, for instances, can be found in the parts of the world where exposure is a common end. Regardless, wights typically haunt burial grounds, catacombs, or other places of the dead. But their hunger is targeted toward the living—those individuals who remind them of the shackles of mortality and whom they feel compelled to “free” to the state of undeath.\n\n A single wight can wreak a lot of havoc if it is compelled to rise from its tomb. Because creatures slain by wights become wights as well, all it takes is a single wight and a handful of unlucky graveyard visitors to create a veritable horde of these undead. Thus, canny priests and adventurers know that the best solution to a wight problem is swift and total eradication. Care must be taken, though, to destroy wight spawn before attempting to destroy the parent wight, for spawn without a master gain the ability to create spawn of their own.\n\n Durable and sustained as they are by negative energy, wights can last in harsh environments without decaying the way some lesser undead do. They might dwell in high mountain passes, sealed passageways, or submerged in bogs or lakes for decades or even centuries before the passage of an unsuspecting traveler rouses them from their rest.\r\n\r\n<title level=\"2\">Members</title>\r\n[Cairn Wight](/Monsters.aspx?ID=859) (Creature 4), [Hunter Wight](/Monsters.aspx?ID=1915) (Creature 7), [Prowler Wight](/Monsters.aspx?ID=1916) (Creature 9), [Wight](/Monsters.aspx?ID=413) (Creature 3), [Wight Commander](/Monsters.aspx?ID=1917) (Creature 12)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_6_Geb.png\">Wights And Weaponry</title>\r\n\r\nFor the rank-and-file wight, only the scrape of blackened fingernails steals the essence of life. Many stronger wights bind to armaments, either through the ritual that raised them or a sentimental attachment to a weapon they wielded. Not only are these weapons more versatile, but deploying them can surprise foes accustomed to the limits of average wights.\r\n</aside>",
 "name": "Wight",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 332</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWights are undead humanoids that, much like  wraiths , can drain the life from living creatures with but a touch. They arise as a result of …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 332"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 332</row>",
 "speed": {},
 "summary": "Wights are undead humanoids that, much like  wraiths , can drain the life from living creatures with but a touch. They arise as a result of …",
 "summary_markdown": "Wights are undead humanoids that, much like  wraiths , can drain the life from living creatures with but a touch. They arise as a result of …",
 "text": " Wight Source Bestiary pg. 332 Wights are undead humanoids that, much like wraiths, can drain the life from living creatures with but a touch. They arise as a result of necromantic rituals, especially violent deaths, or the sheer malevolent will of the deceased. As many types of wights exist as types of people from which they might be created. Hulking brutes, skittering sneaks, and cunning tinkers all make for different wights with different niches to fill. Environment, too, plays a part in determining a wight's special abilities and defenses. Frost wights, for instances, can be found in the parts of the world where exposure is a common end. Regardless, wights typically haunt burial grounds, catacombs, or other places of the dead. But their hunger is targeted toward the living—those individuals who remind them of the shackles of mortality and whom they feel compelled to “free” to the state of undeath. A single wight can wreak a lot of havoc if it is compelled to rise from its tomb. Because creatures slain by wights become wights as well, all it takes is a single wight and a handful of unlucky graveyard visitors to create a veritable horde of these undead. Thus, canny priests and adventurers know that the best solution to a wight problem is swift and total eradication. Care must be taken, though, to destroy wight spawn before attempting to destroy the parent wight, for spawn without a master gain the ability to create spawn of their own. Durable and sustained as they are by negative energy, wights can last in harsh environments without decaying the way some lesser undead do. They might dwell in high mountain passes, sealed passageways, or submerged in bogs or lakes for decades or even centuries before the passage of an unsuspecting traveler rouses them from their rest. Members Cairn Wight (Creature 4), Hunter Wight (Creature 7), Prowler Wight (Creature 9), Wight (Creature 3), Wight Commander (Creature 12) Wights And Weaponry For the rank-and-file wight, only the scrape of blackened fingernails steals the essence of life. Many stronger wights bind to armaments, either through the ritual that raised them or a sentimental attachment to a weapon they wielded. Not only are these weapons more versatile, but deploying them can surprise foes accustomed to the limits of average wights. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=163",
 "weakness": {}
}