{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Wild Hunt",
 "creature_family_markdown": "Wild Hunt",
 "exclude_from_search": false,
 "id": "creature-family-323",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Wild Hunt](/MonsterFamilies.aspx?ID=323)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 616</row>\n\nAlthough some believe the wild hunt is nothing more than legend, the riders of the wild hunt are real. Countless members of these fey compose the wild hunt—the term “wild hunt” refers to the family of creatures as a whole as well as to individual groups of these fey who gather to pursue their quarry. Wild hunt monarchs set the terms of each specific hunt, depending upon the prey and their own whims. The easier the prey, the more likely a monarch is to impose rules to make the hunt more entertaining, such as forbidding anyone but their hounds from injuring the quarry, or holding back their forces to give the target creature time to rest and recover.\n\n While most missions come from rumors gathered by a wild hunt monarch, monarchs occasionally consider proposals from the few who are brave and knowledgeable enough to seek them out. They accept tasks only from sources they deem worthy, and the payments they demand for their services vary significantly, though they have no interest in material wealth. Wild hunt monarchs take grave offense at unfavorable deals. Those who attempt to cheat a monarch often become the enraged fey's next target.\r\n\r\n<title level=\"2\">Members</title>\r\n[Wild Hunt Archer](/Monsters.aspx?ID=2214) (Creature 16), [Wild Hunt Horse](/Monsters.aspx?ID=2213) (Creature 15), [Wild Hunt Hound](/Monsters.aspx?ID=2212) (Creature 14), [Wild Hunt Monarch](/Monsters.aspx?ID=2216) (Creature 20), [Wild Hunt Scout](/Monsters.aspx?ID=2215) (Creature 18)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Erastil</title>\r\n\r\nThose who lack understanding or religious backgrounds sometimes mistake representations of the wild hunt as depictions of the god [Erastil](/Deities.aspx?ID=6), but Erastil and his church have long fought against the capricious, often destructive effects the wild hunt can have on rural societies. Some believe that Erastil was the first Horned Lord in an ancient time, and that his heart and conscience caused him to step away from the role, leaving behind a son to take up that position; these beliefs are regarded as blasphemy by the church itself. Certainly, those who claim to worship Erastil in this light do not count any actual clerics among their number.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Wild Hunts</title>\r\n\r\nThe agents of the wild hunt presented here represent typical wild hunts, but rumors persist of other, much rarer fey of the wild hunt. Stories of shapeshifting wild hunt infiltrators, wild hunt trappers capable of transforming the terrain into hazards, and wild hunt warlords who stand taller than any other member of the wild hunt persist on certain remote worlds.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Serving The Eldest</title>\r\n\r\nSome wild hunt bands serve specific members among [the Eldest](/DeityCategories.aspx?ID=7). These variant wild hunts always have the same abilities and statistics as those presented on these pages, but often bear minor physical changes to set them apart. For example, wild hunts that serve [the Lantern King](/Deities.aspx?ID=95) have eyes that shine with fiery light, as if a flickering lantern flame burned deep within their skulls.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Surviving The Hunt</title>\r\n\r\nWhen one is marked by the wild hunt, there is often little that can be done to avoid their attention. Some stories give examples of fraught chases in which a hunted prey escapes the wild hunt through evasion and luck. The best way to simulate such an encounter is to use the [chase](/Rules.aspx?ID=1210) rules. If you do so, it should be a long chase with DCs appropriately high to challenge PCs of 15th or higher level—the wild hunt is not intended to be a challenge that lower level PCs can hope to survive against, after all!\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">The Horned King</title>\r\n\r\nAll fey of the wild hunt ultimately serve a legendary leader they refer to only as the Horned King. The Horned King's true nature is unknown, but its ability to command such powerful followers suggests that it is a fey on par with one of [the Eldest](/DeityCategories.aspx?ID=7) (who themselves deny knowledge of such a creature's existence). The Horned King does not grant spells to clerics. When the Horned King calls, several wild hunts join into a legion and ride together against legendary opponents. This call is rare, however, and wild hunts are normally left to direct themselves or to serve other entities, such as [the Lantern King](/Deities.aspx?ID=95).\r\n</aside>",
 "name": "Wild Hunt",
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 616</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAlthough some believe the wild hunt is nothing more than legend, the riders of the wild hunt are real. Countless members of these fey compose the …\r\n</summary>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 616"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 616</row>",
 "speed": {},
 "summary": "Although some believe the wild hunt is nothing more than legend, the riders of the wild hunt are real. Countless members of these fey compose the …",
 "summary_markdown": "Although some believe the wild hunt is nothing more than legend, the riders of the wild hunt are real. Countless members of these fey compose the …",
 "text": " Wild Hunt Source Kingmaker Adventure Path pg. 616 Although some believe the wild hunt is nothing more than legend, the riders of the wild hunt are real. Countless members of these fey compose the wild hunt—the term “wild hunt” refers to the family of creatures as a whole as well as to individual groups of these fey who gather to pursue their quarry. Wild hunt monarchs set the terms of each specific hunt, depending upon the prey and their own whims. The easier the prey, the more likely a monarch is to impose rules to make the hunt more entertaining, such as forbidding anyone but their hounds from injuring the quarry, or holding back their forces to give the target creature time to rest and recover. While most missions come from rumors gathered by a wild hunt monarch, monarchs occasionally consider proposals from the few who are brave and knowledgeable enough to seek them out. They accept tasks only from sources they deem worthy, and the payments they demand for their services vary significantly, though they have no interest in material wealth. Wild hunt monarchs take grave offense at unfavorable deals. Those who attempt to cheat a monarch often become the enraged fey's next target. Members Wild Hunt Archer (Creature 16), Wild Hunt Horse (Creature 15), Wild Hunt Hound (Creature 14), Wild Hunt Monarch (Creature 20), Wild Hunt Scout (Creature 18) Erastil Those who lack understanding or religious backgrounds sometimes mistake representations of the wild hunt as depictions of the god Erastil, but Erastil and his church have long fought against the capricious, often destructive effects the wild hunt can have on rural societies. Some believe that Erastil was the first Horned Lord in an ancient time, and that his heart and conscience caused him to step away from the role, leaving behind a son to take up that position; these beliefs are regarded as blasphemy by the church itself. Certainly, those who claim to worship Erastil in this light do not count any actual clerics among their number. Other Wild Hunts The agents of the wild hunt presented here represent typical wild hunts, but rumors persist of other, much rarer fey of the wild hunt. Stories of shapeshifting wild hunt infiltrators, wild hunt trappers capable of transforming the terrain into hazards, and wild hunt warlords who stand taller than any other member of the wild hunt persist on certain remote worlds. Serving The Eldest Some wild hunt bands serve specific members among the Eldest. These variant wild hunts always have the same abilities and statistics as those presented on these pages, but often bear minor physical changes to set them apart. For example, wild hunts that serve the Lantern King have eyes that shine with fiery light, as if a flickering lantern flame burned deep within their skulls. Surviving The Hunt When one is marked by the wild hunt, there is often little that can be done to avoid their attention. Some stories give examples of fraught chases in which a hunted prey escapes the wild hunt through evasion and luck. The best way to simulate such an encounter is to use the chase rules. If you do so, it should be a long chase with DCs appropriately high to challenge PCs of 15th or higher level—the wild hunt is not intended to be a challenge that lower level PCs can hope to survive against, after all! The Horned King All fey of the wild hunt ultimately serve a legendary leader they refer to only as the Horned King. The Horned King's true nature is unknown, but its ability to command such powerful followers suggests that it is a fey on par with one of the Eldest (who themselves deny knowledge of such a creature's existence). The Horned King does not grant spells to clerics. When the Horned King calls, several wild hunts join into a legion and ride together against legendary opponents. This call is rare, however, and wild hunts are normally left to direct themselves or to serve other entities, such as the Lantern King. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=323",
 "weakness": {}
}