{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Wolf",
 "creature_family_markdown": "Wolf",
 "exclude_from_search": false,
 "id": "creature-family-101",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Wolf](/MonsterFamilies.aspx?ID=101)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 334</row>\n\nWolves roam forests, hills, and other wild lands, where they hunt in packs to beleaguer and surround their prey before going in for the kill. Like most predatory animals, wolves prefer to attack the weakest or most vulnerable prey they can find.\r\n\r\n<title level=\"2\">Members</title>\r\n[Dire Wolf](/Monsters.aspx?ID=416) (Creature 3), [Sarkorian Wolf](/Monsters.aspx?ID=2074) (Creature 1), [Wolf](/Monsters.aspx?ID=415) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Wolf Packs</title>\r\n\r\nWolf packs claim and defend large swaths of territory, which they regularly patrol in search of both prey and competitors. It takes a pack roughly 10 days to cover the entire breadth of its territory, which can stretch for miles in any direction but usually adheres to natural terrain. Wolves keep claim over their territories by marking trees with their scent and howling to keep other packs away. If these warnings prove insufficient to drive off potential competitors, the pack attacks the intruders directly\r\n</aside>",
 "name": "Wolf",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 334</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWolves roam forests, hills, and other wild lands, where they hunt in packs to beleaguer and surround their prey before going in for the kill. Like …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 334"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 334</row>",
 "speed": {},
 "summary": "Wolves roam forests, hills, and other wild lands, where they hunt in packs to beleaguer and surround their prey before going in for the kill. Like …",
 "summary_markdown": "Wolves roam forests, hills, and other wild lands, where they hunt in packs to beleaguer and surround their prey before going in for the kill. Like …",
 "text": " Wolf Source Bestiary pg. 334 Wolves roam forests, hills, and other wild lands, where they hunt in packs to beleaguer and surround their prey before going in for the kill. Like most predatory animals, wolves prefer to attack the weakest or most vulnerable prey they can find. Members Dire Wolf (Creature 3), Sarkorian Wolf (Creature 1), Wolf (Creature 1) Wolf Packs Wolf packs claim and defend large swaths of territory, which they regularly patrol in search of both prey and competitors. It takes a pack roughly 10 days to cover the entire breadth of its territory, which can stretch for miles in any direction but usually adheres to natural terrain. Wolves keep claim over their territories by marking trees with their scent and howling to keep other packs away. If these warnings prove insufficient to drive off potential competitors, the pack attacks the intruders directly ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=101",
 "weakness": {}
}