{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Worm That Walks",
 "creature_family_markdown": "Worm That Walks",
 "exclude_from_search": false,
 "id": "creature-family-161",
 "image": [
  "/Images/Monsters/WormThatWalks.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Worm That Walks](/MonsterFamilies.aspx?ID=161)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 296 <sup>2.0</sup></row>\n\nWhen a powerful spellcaster with a strong personality, a lust for life, and a remorselessly evil soul dies and is buried in a graveyard infused with eldritch magic, a strange phenomenon can occur. The decaying body fattens and instructs the very worms that feast upon it. These grave worms thrive not only on the consumption of the spellcaster’s dead flesh, but on their corrupt memories and magical power. The spellcaster’s very soul is consumed in this vile process, only to be split apart into fragments that inhabit each of the individual worms. The result is a hideous hive mind of slithering life known as a worm that walks—a mass of worms that clings to the vague shape of the body that granted it this new existence and can use the powers and magic the spellcaster had in life. A worm that walks retains memories of its life as a spellcaster before its death, but it is not undead—it is a hideous new form of undulant life.\r\n\r\n<title level=\"2\">Members</title>\r\n[Worm That Walks Cultist](/Monsters.aspx?ID=864) (Creature 14)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Other Walking Vermin</title>\r\n\r\nWhile worms are the most common type of creature to form the composite body of a worm that walks, other verminous variations are possible. \n<ul><li>**Cockroaches**: A worm that walks made of cockroaches gains a +1 bonus to AC and [light blindness](/MonsterAbilities.aspx?ID=22).</li><li>**Leeches**: A worm that walks made of leeches gains a swim Speed of 25 feet, but its land Speed is 10 feet.</li><li>**Spiders**: A worm that walks made of spiders gains a climb Speed equal to half its land Speed, and half the damage from its Squirming Embrace is poison damage.</li></ul>\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Worms Redeemed</title>\r\n\r\nIn rare situations, once a spellcaster rises as a worm that walks it might recant its evil ways, given the right influence and enough time. Many of these worms that walk seek self-destruction, not out of abhorrence at their new form but at the realization of the evils they wrought while alive. Others, though, take advantage of their second chance and use their new life to help undo the ruin and horror they might have afflicted upon the world in their prior existence.\r\n</aside>\n\n<title level=\"2\">Creating a Worm That Walks</title>\r\n\r\nYou can turn an existing evil, living, spellcasting creature into a worm that walks using the following steps. Increase the creature’s level by 1 and change its statistics as follows. \n<ul><li>It gains the aberration and swarm traits and usually remains evil. </li><li>Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. </li><li>Reduce its Hit Points by the amount listed on the table (to a minimum of 2 HP per level). </li><li>The worm that walks gains fast healing, resistance to physical damage, and weakness to area damage and splash damage as indicated in the table. These abilities are the reason the worm that walks has fewer HP.</li></ul>\n\n## Worm That Walks\n<row gap=\"tiny\">\n<table> <tr><td>**Starting Level**</td><td>**HP Decrease**</td><td>**Fast Healing, Resistance, and Weakness**</td></tr> <tr><td>4 or less</td><td>-20</td><td>5</td></tr> <tr><td>5-7</td><td>-30</td><td>7</td></tr> <tr><td>8-14</td><td>-40</td><td>10</td></tr> <tr><td>15 or higher</td><td>-60</td><td>15</td></tr> </table>\r\n</row> \n\n### Worm That Walks Abilities\n A worm that walks loses any abilities that came from its previous physical form and any traits that represent its life, such as human and humanoid. It retains any spellcasting abilities it had in life, regardless of their origin, and gains the abilities listed below. You might need to adjust other abilities that conflict with the monster’s new theme as a worm that walks. \n\n**[Darkvision](/MonsterAbilities.aspx?ID=12)** \n\n**[Tremorsense](/MonsterAbilities.aspx?ID=40)** 30 feet (imprecise) \n\n**Immunities** All worms that walk have immunity to disease, paralyzed, poison, precision, and unconscious. They also have the [swarm mind](/MonsterAbilities.aspx?ID=36) ability, which makes them immune to [mental](/Traits.aspx?ID=106) effects that target a specific number of creatures, though they are still subject to mental effects that affect all creatures in an area. \n\n**[All-Around Vision](/MonsterAbilities.aspx?ID=1)** \n\n**Discorporate** When the worm that walks is reduced to 0 HP, it discorporates and the component worms that make up its body disperse in every direction. If even a single worm escapes, the worm that walks will eventually re-form using a process that typically takes 1d10 days.\n\n While the exact circumstances and surroundings determine how long the worm that walks’s foes have to dispatch the fleeing worms before they escape, usually its foes have only a single round. Typically, this requires the application of an area effect or [splash](/Traits.aspx?ID=150) weapon within 1 round to the space where the worm that walks collapsed. After any amount of area or splash damage is dealt to that space, the character dealing the damage must attempt a DC 15 flat check. Each subsequent area or splash damage effect performed on the area reduces the DC of this flat check by 2, to a minimum of DC 5. If any of these flat checks succeed, none of the worms escape, and the worm that walks is destroyed permanently. At the GM’s discretion, clever means of trapping or otherwise detaining the vermin may extend the time allowed to finish off the worm that walks. \n\n**Tendril** Regardless of the creature’s former anatomy, it gains a tendril melee Strike with reach that deals [persistent piercing damage](/Conditions.aspx?ID=29) as it leaves biting worms on the target. If it had any [agile](/Traits.aspx?ID=170) attacks, the damage dealt by its tendril should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its tendril should deal three-quarters of that damage. \n\n**Squirming Embrace** <actions string=\"Single Action\" /> The worm that walks Strides, ending its movement sharing a space with a creature, and deals piercing damage to the creature equal to 1d8 plus an additional 1d8 for every 3 levels the worm that walks has. The creature can attempt a basic Reflex save with a DC of the worm that walks’s spell DC – 2. \n\n**Swarm Shape** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32)) The worm that walks collapses into a shapeless swarm of worms. It drops all held, worn, and carried items. While discorporated, the worm that walks can’t use attack actions and can’t cast spells, but it can move through areas small enough for its individual worms to fit without having to [Squeeze](/Actions.aspx?ID=31). It can use the same action to coalesce back into its normal form.",
 "name": "Worm That Walks",
 "rarity": "common",
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 296 <sup>2.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen a powerful spellcaster with a strong personality, a lust for life, and a remorselessly evil soul dies and is buried in a graveyard infused with …\r\n</summary>",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 296"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 296 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "When a powerful spellcaster with a strong personality, a lust for life, and a remorselessly evil soul dies and is buried in a graveyard infused with …",
 "summary_markdown": "When a powerful spellcaster with a strong personality, a lust for life, and a remorselessly evil soul dies and is buried in a graveyard infused with …",
 "text": " Worm That Walks Source Bestiary 2 pg. 296 2.0 When a powerful spellcaster with a strong personality, a lust for life, and a remorselessly evil soul dies and is buried in a graveyard infused with eldritch magic, a strange phenomenon can occur. The decaying body fattens and instructs the very worms that feast upon it. These grave worms thrive not only on the consumption of the spellcaster’s dead flesh, but on their corrupt memories and magical power. The spellcaster’s very soul is consumed in this vile process, only to be split apart into fragments that inhabit each of the individual worms. The result is a hideous hive mind of slithering life known as a worm that walks—a mass of worms that clings to the vague shape of the body that granted it this new existence and can use the powers and magic the spellcaster had in life. A worm that walks retains memories of its life as a spellcaster before its death, but it is not undead—it is a hideous new form of undulant life. Members Worm That Walks Cultist (Creature 14) Other Walking Vermin While worms are the most common type of creature to form the composite body of a worm that walks, other verminous variations are possible. Cockroaches : A worm that walks made of cockroaches gains a +1 bonus to AC and light blindness. Leeches : A worm that walks made of leeches gains a swim Speed of 25 feet, but its land Speed is 10 feet. Spiders : A worm that walks made of spiders gains a climb Speed equal to half its land Speed, and half the damage from its Squirming Embrace is poison damage. Worms Redeemed In rare situations, once a spellcaster rises as a worm that walks it might recant its evil ways, given the right influence and enough time. Many of these worms that walk seek self-destruction, not out of abhorrence at their new form but at the realization of the evils they wrought while alive. Others, though, take advantage of their second chance and use their new life to help undo the ruin and horror they might have afflicted upon the world in their prior existence. Creating a Worm That Walks You can turn an existing evil, living, spellcasting creature into a worm that walks using the following steps. Increase the creature’s level by 1 and change its statistics as follows. It gains the aberration and swarm traits and usually remains evil. Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. Reduce its Hit Points by the amount listed on the table (to a minimum of 2 HP per level). The worm that walks gains fast healing, resistance to physical damage, and weakness to area damage and splash damage as indicated in the table. These abilities are the reason the worm that walks has fewer HP. ## Worm That Walks Starting Level HP Decrease Fast Healing, Resistance, and Weakness 4 or less -20 5 5-7 -30 7 8-14 -40 10 15 or higher -60 15 ### Worm That Walks Abilities A worm that walks loses any abilities that came from its previous physical form and any traits that represent its life, such as human and humanoid. It retains any spellcasting abilities it had in life, regardless of their origin, and gains the abilities listed below. You might need to adjust other abilities that conflict with the monster’s new theme as a worm that walks. Darkvision Tremorsense 30 feet (imprecise) Immunities All worms that walk have immunity to disease, paralyzed, poison, precision, and unconscious. They also have the swarm mind ability, which makes them immune to mental effects that target a specific number of creatures, though they are still subject to mental effects that affect all creatures in an area. All-Around Vision Discorporate When the worm that walks is reduced to 0 HP, it discorporates and the component worms that make up its body disperse in every direction. If even a single worm escapes, the worm that walks will eventually re-form using a process that typically takes 1d10 days. While the exact circumstances and surroundings determine how long the worm that walks’s foes have to dispatch the fleeing worms before they escape, usually its foes have only a single round. Typically, this requires the application of an area effect or splash weapon within 1 round to the space where the worm that walks collapsed. After any amount of area or splash damage is dealt to that space, the character dealing the damage must attempt a DC 15 flat check. Each subsequent area or splash damage effect performed on the area reduces the DC of this flat check by 2, to a minimum of DC 5. If any of these flat checks succeed, none of the worms escape, and the worm that walks is destroyed permanently. At the GM’s discretion, clever means of trapping or otherwise detaining the vermin may extend the time allowed to finish off the worm that walks. Tendril Regardless of the creature’s former anatomy, it gains a tendril melee Strike with reach that deals persistent piercing damage as it leaves biting worms on the target. If it had any agile attacks, the damage dealt by its tendril should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its tendril should deal three-quarters of that damage. Squirming Embrace Single Action The worm that walks Strides, ending its movement sharing a space with a creature, and deals piercing damage to the creature equal to 1d8 plus an additional 1d8 for every 3 levels the worm that walks has. The creature can attempt a basic Reflex save with a DC of the worm that walks’s spell DC – 2. Swarm Shape Single Action (concentrate) The worm that walks collapses into a shapeless swarm of worms. It drops all held, worn, and carried items. While discorporated, the worm that walks can’t use attack actions and can’t cast spells, but it can move through areas small enough for its individual worms to fit without having to Squeeze. It can use the same action to coalesce back into its normal form.",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=161",
 "weakness": {}
}