{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Wyrmwraith",
 "creature_family_markdown": "Wyrmwraith",
 "exclude_from_search": false,
 "id": "creature-family-116",
 "image": [
  "/Images/Monsters/Wyrmwraith.png"
 ],
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Wyrmwraith](/MonsterFamilies.aspx?ID=116)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 296</row>\n\nWyrmwraiths rise from the souls of dragons who refuse to accept death or have an irrational fear of the afterlife.\r\n\r\n<title level=\"2\">Members</title>\r\n[Elder Wyrmwraith](/Monsters.aspx?ID=497) (Creature 23), [Elder Wyrmwraith](/Monsters.aspx?ID=1371) (Creature 23), [Wyrmwraith](/Monsters.aspx?ID=496) (Creature 17), [Wyrmwraith](/Monsters.aspx?ID=1370) (Creature 17)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Ancient Wyrmwraiths</title>\r\n\r\nThe most powerful wyrmwraiths survive for millennia, typically by hiding in remote caverns or wastelands and enacting their far-reaching plots through proxies. Some elder wyrmwraiths dedicate themselves to the pursuit of learning, but they typically only crave knowledge that grants advantages against their enemies.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Elder Wyrmwraiths</title>\r\n\r\nThe most powerful of these monsters, elder wyrmwraiths, sometimes form spontaneously from legendary dragons who were haunted with an irrational fear of the afterlife, but most are wyrmwraiths who have grown in power during an existence of well over a thousand years. The most powerful wyrmwraiths survive for millennia, typically by hiding away in remote caverns or wastelands and enacting their far-reaching plots through proxies. Some elder wyrmwraiths dedicate themselves to the pursuit of learning, but typically the only knowledge they crave is that which grants advantages against their enemies.\r\n</aside>",
 "name": "Wyrmwraith",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 296</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWyrmwraiths rise from the souls of dragons who refuse to accept death or have an irrational fear of the afterlife.\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 296"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 296</row>",
 "speed": {},
 "summary": "Wyrmwraiths rise from the souls of dragons who refuse to accept death or have an irrational fear of the afterlife.",
 "summary_markdown": "Wyrmwraiths rise from the souls of dragons who refuse to accept death or have an irrational fear of the afterlife.",
 "text": " Wyrmwraith Source Bestiary 3 pg. 296 Wyrmwraiths rise from the souls of dragons who refuse to accept death or have an irrational fear of the afterlife. Members Elder Wyrmwraith (Creature 23), Elder Wyrmwraith (Creature 23), Wyrmwraith (Creature 17), Wyrmwraith (Creature 17) Ancient Wyrmwraiths The most powerful wyrmwraiths survive for millennia, typically by hiding in remote caverns or wastelands and enacting their far-reaching plots through proxies. Some elder wyrmwraiths dedicate themselves to the pursuit of learning, but they typically only crave knowledge that grants advantages against their enemies. Elder Wyrmwraiths The most powerful of these monsters, elder wyrmwraiths, sometimes form spontaneously from legendary dragons who were haunted with an irrational fear of the afterlife, but most are wyrmwraiths who have grown in power during an existence of well over a thousand years. The most powerful wyrmwraiths survive for millennia, typically by hiding away in remote caverns or wastelands and enacting their far-reaching plots through proxies. Some elder wyrmwraiths dedicate themselves to the pursuit of learning, but typically the only knowledge they crave is that which grants advantages against their enemies. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=116",
 "weakness": {}
}