{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Wyrwood",
 "creature_family_markdown": "Wyrwood",
 "exclude_from_search": false,
 "id": "creature-family-278",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Wyrwood](/MonsterFamilies.aspx?ID=278)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 298</row>\n\nOriginally created as sapient magical servants, wyrwoods reclaimed the means to make more of their kind from their oppressive originators; now, they fiercely defend their freedom and autonomy. These small, nimble living machines rely on their wits and speed to evade foes and gather information. Most wyrwoods are precise and calculating, to the point that many outsiders perceive them as unfeeling, but they're also highly curious and passionate about matters that pique their interest. Regardless of personal agenda, wyrwoods prioritize the survival of their people above all else, even to the detriment of others when necessary.\n\n Despite gaining their freedom, wyrwoods struggle to establish a home in Avistan. Some Avistani still view wyrwoods as tools of a secretive cabal, while others consider them traitorous servants who turned on their creators. Fearing for their safety, many wyrwoods fled the Inner Sea region to create a new home in Arcadia. In the coastal city of Segada, wyrwoods live in relative peace and safety, but they still prefer insular lifestyles.\n\n Given their extreme self-reliance, wyrwoods have learned a degree of adaptability that far surpasses that of other cultures. When a wyrwood community finds itself in need of a specific skill or function, a member of the community—either a volunteer or one selected communally—takes it upon themself to learn the required abilities. They don't view any task as lesser or demeaning, as hubris is foreign to a wyrwood's construct nature.\n\n A wyrwood's soul is tied to the magical stone that serves as their heart, which sometimes survives even when their construct body perishes. Another wyrwood might take the surviving heart from a close companion and incorporate it into their own body. In some cases, multiple wyrwoods might live on in a single body.\r\n\r\n<title level=\"2\">Members</title>\r\n[Wyrwood Sneak](/Monsters.aspx?ID=1372) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Secrets of Creation</title>\r\n\r\nWhen the wyrwoods rebelled against their creators, they took the secret of their creation for themselves. Now, only they know how to make more of their kind. Scholars believe the process involves a lengthy, complex ritual that melds a wyrwood's wooden body with the magical focus stone that acts as their heart—but by guarding these secrets, wyrwoods ensure that none of them will ever be created in slavery again.\r\n</aside>",
 "name": "Wyrwood",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 298</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOriginally created as sapient magical servants, wyrwoods reclaimed the means to make more of their kind from their oppressive originators; now, they …\r\n</summary>",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 298"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 298</row>",
 "speed": {},
 "summary": "Originally created as sapient magical servants, wyrwoods reclaimed the means to make more of their kind from their oppressive originators; now, they …",
 "summary_markdown": "Originally created as sapient magical servants, wyrwoods reclaimed the means to make more of their kind from their oppressive originators; now, they …",
 "text": " Wyrwood Source Bestiary 3 pg. 298 Originally created as sapient magical servants, wyrwoods reclaimed the means to make more of their kind from their oppressive originators; now, they fiercely defend their freedom and autonomy. These small, nimble living machines rely on their wits and speed to evade foes and gather information. Most wyrwoods are precise and calculating, to the point that many outsiders perceive them as unfeeling, but they're also highly curious and passionate about matters that pique their interest. Regardless of personal agenda, wyrwoods prioritize the survival of their people above all else, even to the detriment of others when necessary. Despite gaining their freedom, wyrwoods struggle to establish a home in Avistan. Some Avistani still view wyrwoods as tools of a secretive cabal, while others consider them traitorous servants who turned on their creators. Fearing for their safety, many wyrwoods fled the Inner Sea region to create a new home in Arcadia. In the coastal city of Segada, wyrwoods live in relative peace and safety, but they still prefer insular lifestyles. Given their extreme self-reliance, wyrwoods have learned a degree of adaptability that far surpasses that of other cultures. When a wyrwood community finds itself in need of a specific skill or function, a member of the community—either a volunteer or one selected communally—takes it upon themself to learn the required abilities. They don't view any task as lesser or demeaning, as hubris is foreign to a wyrwood's construct nature. A wyrwood's soul is tied to the magical stone that serves as their heart, which sometimes survives even when their construct body perishes. Another wyrwood might take the surviving heart from a close companion and incorporate it into their own body. In some cases, multiple wyrwoods might live on in a single body. Members Wyrwood Sneak (Creature 1) Secrets of Creation When the wyrwoods rebelled against their creators, they took the secret of their creation for themselves. Now, only they know how to make more of their kind. Scholars believe the process involves a lengthy, complex ritual that melds a wyrwood's wooden body with the magical focus stone that acts as their heart—but by guarding these secrets, wyrwoods ensure that none of them will ever be created in slavery again. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=278",
 "weakness": {}
}