{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Xulgath",
 "creature_family_markdown": "Xulgath",
 "exclude_from_search": false,
 "id": "creature-family-102",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Xulgath](/MonsterFamilies.aspx?ID=102)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 336</row>\n\nReptilian humanoids who live in the uppermost reaches of the Darklands, xulgaths (known as troglodytes to many surface-dwelling folk) often attack intruders in their territory on sight. They live in simple familial communities, battling rival groups and other aggressive Darklands inhabitants in order to survive. They occasionally raid surface settlements, usually at the behest of cruel, bloodthirsty leaders who are often themselves in the thrall of more powerful creatures like nagas or demons. A typical xulgath has dull gray, dark gray, or ashen scales, with a long tail and bony protrusions that run the length of its spine. A typical xulgath is 5 feet tall and weighs 150 pounds.\n\n Although today the xulgaths are brutal and scattered, they were one of the first intelligent humanoids to rise in the primeval world, once ruling over a mighty empire that stretched throughout the Darklands. Today, all that remains of this era are ruins of massive stone ziggurats and crumbling cities found within some of the larger caverns. Some groups of xulgaths continue to live among these ruins, venerating their ancestors’ accomplishments, while others consider these areas taboo and leave them to become infested with Darklands vermin. Sages don’t agree on why the ancient xulgath civilization fell. Some suspect it was the result of a loss of several wars waged against serpentfolk, while others suggest that the corruptive influence of demon worship rotted their culture from within.\n\n Certainly, many xulgath settlements continue to worship demons to this day, paying homage and offering live sacrifices to terrible creatures from the Abyss. Occasionally, a xulgath shaman can call forth and bind a lesser demon to help serve the group, but a shaman who delves too deep into occultism might summon a more powerful fiend that either tears the xulgaths to pieces or enslaves them.\r\n\r\n<title level=\"2\">Members</title>\r\n[Xulgath Bilebearer](/Monsters.aspx?ID=506) (Creature 2), [Xulgath Deepmouth](/Monsters.aspx?ID=881) (Creature 12), [Xulgath Gutrager](/Monsters.aspx?ID=535) (Creature 10), [Xulgath Leader](/Monsters.aspx?ID=420) (Creature 3), [Xulgath Skulker](/Monsters.aspx?ID=419) (Creature 2), [Xulgath Spinesnapper](/Monsters.aspx?ID=514) (Creature 5), [Xulgath Stoneliege](/Monsters.aspx?ID=524) (Creature 8), [Xulgath Thoughtmaw](/Monsters.aspx?ID=982) (Creature 15), [Xulgath Warrior](/Monsters.aspx?ID=418) (Creature 1)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Other Xulgath Religions</title>\r\n\r\n[Zevgavizeb](/Deities.aspx?ID=82) is the most popular deity among xulgaths—particularly in the largest and most successful clutches—but other demon lords and deities are worshipped as well. Among Golarion's major gods, [Pharasma](/Deities.aspx?ID=14), [Rovagug](/Deities.aspx?ID=15), and even [Erastil](/Deities.aspx?ID=6) are known to answer the prayers of xulgath devotees.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Xulgath Society</title>\r\n\r\nXulgaths respect strength, and the leader of a community is usually the strongest of all of them. The leader’s dominance is rarely questioned until a potentially stronger xulgath believes it’s time for a change in rulership. The two xulgaths then face off in a fight to the death, with the victor claiming rule.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Xulgath Treasure</title>\r\n\r\nXulgaths are relatively primitive, using tools and weapons of stone and other materials scavenged from the surface. These can replicate most simple and a few martial melee weapons, as well as simple thrown ranged weapons. An advanced tribe of xulgaths might be able to craft low-level magical talismans, such as a potency crystal or a returning clasp.\r\n</aside>",
 "name": "Xulgath",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 336</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nReptilian humanoids who live in the uppermost reaches of the Darklands, xulgaths (known as troglodytes to many surface-dwelling folk) often attack …\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 336"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 336</row>",
 "speed": {},
 "summary": "Reptilian humanoids who live in the uppermost reaches of the Darklands, xulgaths (known as troglodytes to many surface-dwelling folk) often attack …",
 "summary_markdown": "Reptilian humanoids who live in the uppermost reaches of the Darklands, xulgaths (known as troglodytes to many surface-dwelling folk) often attack …",
 "text": " Xulgath Source Bestiary pg. 336 Reptilian humanoids who live in the uppermost reaches of the Darklands, xulgaths (known as troglodytes to many surface-dwelling folk) often attack intruders in their territory on sight. They live in simple familial communities, battling rival groups and other aggressive Darklands inhabitants in order to survive. They occasionally raid surface settlements, usually at the behest of cruel, bloodthirsty leaders who are often themselves in the thrall of more powerful creatures like nagas or demons. A typical xulgath has dull gray, dark gray, or ashen scales, with a long tail and bony protrusions that run the length of its spine. A typical xulgath is 5 feet tall and weighs 150 pounds. Although today the xulgaths are brutal and scattered, they were one of the first intelligent humanoids to rise in the primeval world, once ruling over a mighty empire that stretched throughout the Darklands. Today, all that remains of this era are ruins of massive stone ziggurats and crumbling cities found within some of the larger caverns. Some groups of xulgaths continue to live among these ruins, venerating their ancestors’ accomplishments, while others consider these areas taboo and leave them to become infested with Darklands vermin. Sages don’t agree on why the ancient xulgath civilization fell. Some suspect it was the result of a loss of several wars waged against serpentfolk, while others suggest that the corruptive influence of demon worship rotted their culture from within. Certainly, many xulgath settlements continue to worship demons to this day, paying homage and offering live sacrifices to terrible creatures from the Abyss. Occasionally, a xulgath shaman can call forth and bind a lesser demon to help serve the group, but a shaman who delves too deep into occultism might summon a more powerful fiend that either tears the xulgaths to pieces or enslaves them. Members Xulgath Bilebearer (Creature 2), Xulgath Deepmouth (Creature 12), Xulgath Gutrager (Creature 10), Xulgath Leader (Creature 3), Xulgath Skulker (Creature 2), Xulgath Spinesnapper (Creature 5), Xulgath Stoneliege (Creature 8), Xulgath Thoughtmaw (Creature 15), Xulgath Warrior (Creature 1) Other Xulgath Religions Zevgavizeb is the most popular deity among xulgaths—particularly in the largest and most successful clutches—but other demon lords and deities are worshipped as well. Among Golarion's major gods, Pharasma, Rovagug, and even Erastil are known to answer the prayers of xulgath devotees. Xulgath Society Xulgaths respect strength, and the leader of a community is usually the strongest of all of them. The leader’s dominance is rarely questioned until a potentially stronger xulgath believes it’s time for a change in rulership. The two xulgaths then face off in a fight to the death, with the victor claiming rule. Xulgath Treasure Xulgaths are relatively primitive, using tools and weapons of stone and other materials scavenged from the surface. These can replicate most simple and a few martial melee weapons, as well as simple thrown ranged weapons. An advanced tribe of xulgaths might be able to craft low-level magical talismans, such as a potency crystal or a returning clasp. ",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=102",
 "weakness": {}
}