{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Zombie",
 "creature_family_markdown": "Zombie",
 "exclude_from_search": false,
 "id": "creature-family-103",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Zombie](/MonsterFamilies.aspx?ID=103)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 340</row>\n\nA zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed. \n\n<title level=\"2\" right=\"\">Zombie Abilities</title> You can modify zombies with the following zombie abilities. Most zombies have one of these abilities; If you give a zombie more, you might want to increase its level and adjust its statistics. The DCs use the zombie's level from the [Spell DC and Spell Attack Bonus](/Rules.aspx?ID=1020) table.<br /> **Disgusting Pustules** ([disease](/Traits.aspx?ID=46), [necromancy](/Traits.aspx?ID=117)) The zombie is covered in pustules that rupture when it takes any piercing damage or any critical hit. In either case, adjacent creatures are hit with vile fluid, causing them to become sickened 1 unless they succeed at a Fortitude save.<br /> **Feast** <actions string=\"Two Actions\" /> ([manipulate](/Traits.aspx?ID=104)) If the zombie is adjacent to a helpless or unconscious creature, or a deceased creature that died in the past hour, the zombie can feast upon its flesh to heal itself. This restores an amount of Hit Points equal to the zombie's level. If the creature is alive, the zombie deals damage equal to its jaws, flst, or claw damage.<br /> **Plague-Ridden** ([disease](/Traits.aspx?ID=46), [necromancy](/Traits.aspx?ID=117)) The zombie carries a plague that can create more of its own kind. This functions as the plague zombie's zombie rot, except at stage 5, the victim rises as another of the zombie's type, rather than a plague zombie.<br /> **Rotting Aura** ([aura](/Traits.aspx?ID=206), [disease](/Traits.aspx?ID=46), [necromancy](/Traits.aspx?ID=117)) The zombie emits an aura of rot and disease that causes wounds to fester and turn sour. Any living creature that starts its turn within 10 feet of the zombie and is not at full Hit Points takes 1d6 damage as its wounds fester. This damage increases by 1d6 for every 6 levels the zombie has. Creatures that take a critical hit from the zombie also take this damage immediately.<br /> **Unkillable** This zombie is nigh unkillable. The zombie loses its weakness to slashing and gains resistance against all damage equal to its level (minimum 3), and it gains weakness equal to twice its level (minimum 6) to critical hits. Increase the zombie's level by 1 if you give it this ability. \n\n<title level=\"2\" right=\"\">Additional Monster Abilities</title>\n\n### Bestiary 3\nYou can modify zombies with the following zombie abilities, in addition to those found on page 340 of the _Bestiary_. Most zombies have one of these abilities; if you give a zombie more, you might want to increase its level and adjust its statistics. \n\n**Ankle Biter** This zombie fights just as well on the ground as it does standing. While [prone](/Conditions.aspx?ID=31), the zombie isn't [flat-footed](/Conditions.aspx?ID=16), it ignores the status penalty to its attack rolls, and it gains a +2 circumstance bonus to [Athletics](/Skills.aspx?ID=3) checks to [Trip](/Actions.aspx?ID=40). The zombie can also move up to half its Speed when it [Crawls](/Actions.aspx?ID=76). \n\n**Persistent Limbs** The first time the zombie is critically hit with a melee or ranged Strike, a limb falls off its body and continues to attack. The limb acts on the zombie's initiative; each round it can Stride up to half the zombie's Speed and make a Strike. The limb uses and contributes to the zombie's multiple attack penalty. \n\n**Putrid Stench** ([aura](/Traits.aspx?ID=206), [olfactory](/Traits.aspx?ID=246)) 15 feet. The zombie's rotting flesh is particularly malodorous. A creature that enters the area must attempt a Fortitude save. On a failure, the creature is [sickened 1](/Conditions.aspx?ID=34), and on a critical failure, the creature also takes a –5-foot status penalty to its Speeds for 1 round. While within the aura, the creature takes a –2 circumstance penalty to saves to recover from the sickened condition. A creature that succeeds at its save is temporarily immune to all zombies' putrid stenches for 1 minute. \n\n**Unholy Speed** The zombie gains a +10 status bonus to all its Speeds\n\n### Book of the Dead\n **Infested** The zombie's flesh is infested with swarming vermin. When the zombie is hit with a critical hit or destroyed, the [swarm](/Traits.aspx?ID=239) is set free. Its initiative is immediately after the zombie's. If the swarm is 4 or more levels lower than the zombie, it isn't worth XP (and doesn't add its XP to the encounter budget).\n\n **Spitting Zombie** The zombie spits acid as a ranged Strike with a range of 30 feet. This uses the highest attack bonus among the zombie's Strikes and deals 1d12 acid damage per 3 levels of the zombie (or 1d6 acid damage below level 3). On a critical hit, the target also takes 1d4 [persistent acid damage](/Conditions.aspx?ID=29) per 3 levels of the zombie. Once used, the zombie must spend 1 action to cough up enough acid to use this ability again.\n\n **Tearing Grapple** The zombies work in groups to rip foes to pieces. Whenever a zombie with this ability successfully [Grapples](/Actions.aspx?ID=35) a foe that's already [grabbed](/Conditions.aspx?ID=20) or [restrained](/Conditions.aspx?ID=33) by another zombie with this ability, they violently struggle over the poor victim, dealing fist damage (or a similar Strike's damage if the zombie doesn't have a fist Strike). If the grapple is a critical success, the target takes double damage and ceases being grabbed or restrained by any other creatures. If the zombie has the [Grab](/MonsterAbilities.aspx?ID=18) ability, using Grab deals half its fist Strike damage to the target.\r\n\r\n<title level=\"2\">Members</title>\r\n[Dirge Piper](/Monsters.aspx?ID=2036) (Creature 3), [Husk Zombie](/Monsters.aspx?ID=1919) (Creature 2), [Plague Zombie](/Monsters.aspx?ID=424) (Creature 1), [Shambler Troop](/Monsters.aspx?ID=1376) (Creature 4), [Shock Zombie](/Monsters.aspx?ID=1985) (Creature 6), [Sulfur Zombie](/Monsters.aspx?ID=1377) (Creature 6), [Withered](/Monsters.aspx?ID=1922) (Creature 5), [Zombie Brute](/Monsters.aspx?ID=425) (Creature 2), [Zombie Dragon](/Monsters.aspx?ID=1378) (Creature 9), [Zombie Hulk](/Monsters.aspx?ID=426) (Creature 6), [Zombie Lord](/Monsters.aspx?ID=1921) (Creature 4), [Zombie Mammoth](/Monsters.aspx?ID=1923) (Creature 11), [Zombie Owlbear](/Monsters.aspx?ID=1920) (Creature 3), [Zombie Shambler](/Monsters.aspx?ID=423) (Creature -1), [Zombie Snake](/Monsters.aspx?ID=1918) (Creature 0)\r\n\r\n<title level=\"2\">Group Families</title>\r\n[Zombie](/MonsterFamilies.aspx?ID=103), [Zombie, Tar](/MonsterFamilies.aspx?ID=303)\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Creating Zombies</title>\r\n\r\nTo create a zombie creature, start with a zombie of the appropriate size. Then add any Strikes, Speeds, or other abilities it would gain from its shape. To create a Gargantuan zombie, begin with the zombie hulk, apply the elite adjustments, change its size to Gargantuan, and increase its reach by 5 feet.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Disposable Legions</title>\r\n\r\nWith the ancient lich Tar-Baphon now released from his ages-long imprisonment, the undead within his legions have been specifically repurposed. Zombies like the ones seen here fulfill particular roles, and evil necromancers deploy them much like living or intelligent undead troops. Necromancer experiments seek to produce various abilities and mix energies, with horrifying results that doesn't deter their creators.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Hoarding Instincts</title>\r\n\r\nThough zombies have no use for wealth—indeed, most don't understand the concept in the first place—zombie dragons retain a hint of their innate tendency to hoard. A fresher corpse might guard the hoard it gathered in life (or what remains of it), while a zombie further from life might instead hoard bones, rocks, corpses, or other unusual objects. Understandably, the monetary value of these hoards varies widely\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Mindless Mix-Ups</title>\r\n\r\nZombies try to obey orders, but understanding the words spoken doesn't always mean interpreting them correctly. Examples of misunderstood orders have included the following. \n<ul><li>“Fetch my hat,” leading the zombie to spend hours throwing a hat across a room and retrieving it.</li><li>“Prune these bushes,” resulting in bushes “pruned” entirely, cut off at the root.</li><li>“Let me know if anyone comes to the door,” causing the zombie to go to the door and return to its master.</li><li>“Kill the intruders!” turning zombies raised from a local graveyard against their master, who was not from the area. </li></ul>\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Risen from the Grave</title>\r\n\r\nZombies are often created using unwholesome necromantic rituals. Among the living dead, zombies are most often used as fodder, wearing down defenses and consuming resources before more powerful undead arrive to deal the killing blow. Zombies cannot speak or really even think for themselves, but they can be commanded by other allied undead and powerful necromancers.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_6_Geb.png\">Symphony of Flesh</title>\r\n\r\nLife creates flesh to fulfill its needs, growing it to hunt, consume, and survive. In undeath, the tools of survival can be made into a medium for art. The zombie is the first note in a symphony of dead flesh. Along with skeletons, they are the sturdy, reliable base of any masterpiece and an artist who fails to master these simple tools is not worth notice. One can hear the joyous sounds of the symphony in the low moans and creaking bones of a zombie legion.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Zombie Animals</title>\r\n\r\nAnimals, like the [snake](/MonsterFamilies.aspx?ID=93), [owlbear](/Monsters.aspx?ID=328), and [mammoth](/Monsters.aspx?ID=202) found here, can easily turn into zombies. They commonly rise from areas cursed by necromancy rather than being deliberately created. [Risen pets](/MonsterFamilies.aspx?ID=309) sometimes develop a fondness for zombies, especially zombies of their former owners. An ordinary zombie can be a suitable companion, capable of petting the risen pet endlessly without the capacity to grow bored.\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Zombie</title>\r\n\r\n**Related Families**\r\n[Zombie, Tar](/MonsterFamilies.aspx?ID=303)",
 "name": "Zombie",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 340</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed.\r\n</summary>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 340"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 340</row>",
 "speed": {},
 "summary": "A zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed.",
 "summary_markdown": "A zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed.",
 "text": " Zombie Source Bestiary pg. 340 A zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed. Zombie Abilities You can modify zombies with the following zombie abilities. Most zombies have one of these abilities; If you give a zombie more, you might want to increase its level and adjust its statistics. The DCs use the zombie's level from the Spell DC and Spell Attack Bonus table. Disgusting Pustules (disease, necromancy) The zombie is covered in pustules that rupture when it takes any piercing damage or any critical hit. In either case, adjacent creatures are hit with vile fluid, causing them to become sickened 1 unless they succeed at a Fortitude save. Feast Two Actions (manipulate) If the zombie is adjacent to a helpless or unconscious creature, or a deceased creature that died in the past hour, the zombie can feast upon its flesh to heal itself. This restores an amount of Hit Points equal to the zombie's level. If the creature is alive, the zombie deals damage equal to its jaws, flst, or claw damage. Plague-Ridden (disease, necromancy) The zombie carries a plague that can create more of its own kind. This functions as the plague zombie's zombie rot, except at stage 5, the victim rises as another of the zombie's type, rather than a plague zombie. Rotting Aura (aura, disease, necromancy) The zombie emits an aura of rot and disease that causes wounds to fester and turn sour. Any living creature that starts its turn within 10 feet of the zombie and is not at full Hit Points takes 1d6 damage as its wounds fester. This damage increases by 1d6 for every 6 levels the zombie has. Creatures that take a critical hit from the zombie also take this damage immediately. Unkillable This zombie is nigh unkillable. The zombie loses its weakness to slashing and gains resistance against all damage equal to its level (minimum 3), and it gains weakness equal to twice its level (minimum 6) to critical hits. Increase the zombie's level by 1 if you give it this ability. Additional Monster Abilities ### Bestiary 3\nYou can modify zombies with the following zombie abilities, in addition to those found on page 340 of the Bestiary . Most zombies have one of these abilities; if you give a zombie more, you might want to increase its level and adjust its statistics. Ankle Biter This zombie fights just as well on the ground as it does standing. While prone, the zombie isn't flat-footed, it ignores the status penalty to its attack rolls, and it gains a +2 circumstance bonus to Athletics checks to Trip. The zombie can also move up to half its Speed when it Crawls. Persistent Limbs The first time the zombie is critically hit with a melee or ranged Strike, a limb falls off its body and continues to attack. The limb acts on the zombie's initiative; each round it can Stride up to half the zombie's Speed and make a Strike. The limb uses and contributes to the zombie's multiple attack penalty. Putrid Stench (aura, olfactory) 15 feet. The zombie's rotting flesh is particularly malodorous. A creature that enters the area must attempt a Fortitude save. On a failure, the creature is sickened 1, and on a critical failure, the creature also takes a –5-foot status penalty to its Speeds for 1 round. While within the aura, the creature takes a –2 circumstance penalty to saves to recover from the sickened condition. A creature that succeeds at its save is temporarily immune to all zombies' putrid stenches for 1 minute. Unholy Speed The zombie gains a +10 status bonus to all its Speeds ### Book of the Dead Infested The zombie's flesh is infested with swarming vermin. When the zombie is hit with a critical hit or destroyed, the swarm is set free. Its initiative is immediately after the zombie's. If the swarm is 4 or more levels lower than the zombie, it isn't worth XP (and doesn't add its XP to the encounter budget). Spitting Zombie The zombie spits acid as a ranged Strike with a range of 30 feet. This uses the highest attack bonus among the zombie's Strikes and deals 1d12 acid damage per 3 levels of the zombie (or 1d6 acid damage below level 3). On a critical hit, the target also takes 1d4 persistent acid damage per 3 levels of the zombie. Once used, the zombie must spend 1 action to cough up enough acid to use this ability again. Tearing Grapple The zombies work in groups to rip foes to pieces. Whenever a zombie with this ability successfully Grapples a foe that's already grabbed or restrained by another zombie with this ability, they violently struggle over the poor victim, dealing fist damage (or a similar Strike's damage if the zombie doesn't have a fist Strike). If the grapple is a critical success, the target takes double damage and ceases being grabbed or restrained by any other creatures. If the zombie has the Grab ability, using Grab deals half its fist Strike damage to the target. Members Dirge Piper (Creature 3), Husk Zombie (Creature 2), Plague Zombie (Creature 1), Shambler Troop (Creature 4), Shock Zombie (Creature 6), Sulfur Zombie (Creature 6), Withered (Creature 5), Zombie Brute (Creature 2), Zombie Dragon (Creature 9), Zombie Hulk (Creature 6), Zombie Lord (Creature 4), Zombie Mammoth (Creature 11), Zombie Owlbear (Creature 3), Zombie Shambler (Creature -1), Zombie Snake (Creature 0) Group Families Zombie, Zombie, Tar Creating Zombies To create a zombie creature, start with a zombie of the appropriate size. Then add any Strikes, Speeds, or other abilities it would gain from its shape. To create a Gargantuan zombie, begin with the zombie hulk, apply the elite adjustments, change its size to Gargantuan, and increase its reach by 5 feet. Disposable Legions With the ancient lich Tar-Baphon now released from his ages-long imprisonment, the undead within his legions have been specifically repurposed. Zombies like the ones seen here fulfill particular roles, and evil necromancers deploy them much like living or intelligent undead troops. Necromancer experiments seek to produce various abilities and mix energies, with horrifying results that doesn't deter their creators. Hoarding Instincts Though zombies have no use for wealth—indeed, most don't understand the concept in the first place—zombie dragons retain a hint of their innate tendency to hoard. A fresher corpse might guard the hoard it gathered in life (or what remains of it), while a zombie further from life might instead hoard bones, rocks, corpses, or other unusual objects. Understandably, the monetary value of these hoards varies widely Mindless Mix-Ups Zombies try to obey orders, but understanding the words spoken doesn't always mean interpreting them correctly. Examples of misunderstood orders have included the following. “Fetch my hat,” leading the zombie to spend hours throwing a hat across a room and retrieving it. “Prune these bushes,” resulting in bushes “pruned” entirely, cut off at the root. “Let me know if anyone comes to the door,” causing the zombie to go to the door and return to its master. “Kill the intruders!” turning zombies raised from a local graveyard against their master, who was not from the area. Risen from the Grave Zombies are often created using unwholesome necromantic rituals. Among the living dead, zombies are most often used as fodder, wearing down defenses and consuming resources before more powerful undead arrive to deal the killing blow. Zombies cannot speak or really even think for themselves, but they can be commanded by other allied undead and powerful necromancers. Symphony of Flesh Life creates flesh to fulfill its needs, growing it to hunt, consume, and survive. In undeath, the tools of survival can be made into a medium for art. The zombie is the first note in a symphony of dead flesh. Along with skeletons, they are the sturdy, reliable base of any masterpiece and an artist who fails to master these simple tools is not worth notice. One can hear the joyous sounds of the symphony in the low moans and creaking bones of a zombie legion. Zombie Animals Animals, like the snake, owlbear, and mammoth found here, can easily turn into zombies. They commonly rise from areas cursed by necromancy rather than being deliberately created. Risen pets sometimes develop a fondness for zombies, especially zombies of their former owners. An ordinary zombie can be a suitable companion, capable of petting the risen pet endlessly without the capacity to grow bored. Zombie Related Families Zombie, Tar",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=103",
 "weakness": {}
}