{
 "breadcrumbs_spa": [],
 "category": "creature-family",
 "creature_family": "Zombie, Tar",
 "creature_family_markdown": "Zombie, Tar",
 "exclude_from_search": false,
 "id": "creature-family-303",
 "markdown": "<title level=\"1\" right=\"Creature Family\">[Zombie, Tar](/MonsterFamilies.aspx?ID=303)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 84</row>\n\nThe victims of a [tar ooze](/Monsters.aspx?ID=1815) eventually emerge from the ooze's vast, viscous bulk to walk again as mindless zombies. A tar zombie is unmistakably dead: much of its skin, muscles, and internal organs were consumed by the tar ooze and have been replaced with globs of tar. No vestige of the original creature's mind remains, but the zombie walks by slowly pulling one sticky limb from the ground with each halting step. Unless a necromancer or powerful [undead](/Traits.aspx?ID=160) creature takes control of the tar zombie and commands it otherwise, it typically follows the ooze that created it. Over many months, a tar ooze can acquire many such attendants that crowd around, watching for prey.\n\n Some evil and intelligent individuals have found tar zombies useful as guardians or minions. A villain eager for necromantic minions but unable to animate their own might create an army of tar zombies by imprisoning a tar ooze and feeding it a steady diet of victims.\r\n\r\n<title level=\"2\">Members</title>\r\n[Tar Zombie Mammoth](/Monsters.aspx?ID=1819) (Creature 9), [Tar Zombie Predator](/Monsters.aspx?ID=1818) (Creature 7), [Tar Zombie Snatcher](/Monsters.aspx?ID=1817) (Creature 6)\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Tar Zombies</title>\r\n\r\nYou can modify these tar zombie stats—or even just how you describe them to your players—to create other kinds of tar zombies. For example, a tar zombie snatcher with a jaws Strike instead of a fist Strike could represent a tar zombie [lizardfolk](/MonsterFamilies.aspx?ID=71) or [xulgath](/MonsterFamilies.aspx?ID=102). A tar zombie predator with antlers instead of jaws might have once been a large [elk](/Monsters.aspx?ID=1775). A tar zombie mammoth with a jaws or tail attack rather than a tusk or trunk attack could be a dinosaur.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Tar Zombie Abilities</title>\r\n\r\nTar zombies typically have the feast, persistent limbs, or unkillable zombie abilities (described in the Zombie creature family; see below). Feast allows the tar zombie to feast on the [tar ooze](/Monsters.aspx?ID=1815) that created it, even if the tar ooze isn't helpless, and a tar zombie's persistent limb is attached to its body by a long strand of tar.\r\n</aside>\r\n\r\n<title level=\"2\" right=\"Creature Family Group\">Zombie</title>\r\n\r\n**Related Families**\r\n[Zombie](/MonsterFamilies.aspx?ID=103)",
 "name": "Zombie, Tar",
 "rarity": "common",
 "release_date": "2022-03-30",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 84</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe victims of a  tar ooze  eventually emerge from the ooze's vast, viscous bulk to walk again as mindless zombies. A tar zombie is unmistakably …\r\n</summary>",
 "source": [
  "Pathfinder #177: Burning Tundra"
 ],
 "source_raw": [
  "Pathfinder #177: Burning Tundra pg. 84"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Quest for the Frozen Flame",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 84</row>",
 "speed": {},
 "summary": "The victims of a  tar ooze  eventually emerge from the ooze's vast, viscous bulk to walk again as mindless zombies. A tar zombie is unmistakably …",
 "summary_markdown": "The victims of a  tar ooze  eventually emerge from the ooze's vast, viscous bulk to walk again as mindless zombies. A tar zombie is unmistakably …",
 "text": " Zombie, Tar Source Pathfinder #177: Burning Tundra pg. 84 The victims of a tar ooze eventually emerge from the ooze's vast, viscous bulk to walk again as mindless zombies. A tar zombie is unmistakably dead: much of its skin, muscles, and internal organs were consumed by the tar ooze and have been replaced with globs of tar. No vestige of the original creature's mind remains, but the zombie walks by slowly pulling one sticky limb from the ground with each halting step. Unless a necromancer or powerful undead creature takes control of the tar zombie and commands it otherwise, it typically follows the ooze that created it. Over many months, a tar ooze can acquire many such attendants that crowd around, watching for prey. Some evil and intelligent individuals have found tar zombies useful as guardians or minions. A villain eager for necromantic minions but unable to animate their own might create an army of tar zombies by imprisoning a tar ooze and feeding it a steady diet of victims. Members Tar Zombie Mammoth (Creature 9), Tar Zombie Predator (Creature 7), Tar Zombie Snatcher (Creature 6) Other Tar Zombies You can modify these tar zombie stats—or even just how you describe them to your players—to create other kinds of tar zombies. For example, a tar zombie snatcher with a jaws Strike instead of a fist Strike could represent a tar zombie lizardfolk or xulgath. A tar zombie predator with antlers instead of jaws might have once been a large elk. A tar zombie mammoth with a jaws or tail attack rather than a tusk or trunk attack could be a dinosaur. Tar Zombie Abilities Tar zombies typically have the feast, persistent limbs, or unkillable zombie abilities (described in the Zombie creature family; see below). Feast allows the tar zombie to feast on the tar ooze that created it, even if the tar ooze isn't helpless, and a tar zombie's persistent limb is attached to its body by a long strand of tar. Zombie Related Families Zombie",
 "type": "Creature Family",
 "url": "/MonsterFamilies.aspx?ID=303",
 "weakness": {}
}