{
 "ability": [
  "Strength"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in martial weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in medium armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 12,
 "hp_raw": "12",
 "icon_image": "/Images/Class/Barbarian_Icon.png",
 "id": "class-2",
 "image": [
  "/Images/Classes/Iconic_Amiri.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Barbarian](/Classes.aspx?ID=2)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 82 <sup>4.0</sup></row>\n\n_Rage consumes you in battle. You delight in wreaking havoc and using powerful weapons to carve through your enemies, relying on astonishing durability without needing complicated techniques or rigid training. Your rages draw upon a vicious instinct, which you might associate with an animal, a spirit, or some part of yourself. To many barbarians, brute force is a hammer and every problem looks like a nail, whereas others try to hold back the storm of emotions inside them and release their rage only when it matters most._\r\n\r\n**Key Ability: Strength** <br />\r\nAt 1st level, your class gives you an ability boost to Strength.\r\n\r\n**Hit Points: 12 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Amiri.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key terms in many barbarian class features.\n\n **[Flourish](/Traits.aspx?ID=73)**: Flourish actions are techniques that require too much exertion to perform a large number in a row. You can use only 1 action with the flourish trait per turn.\n\n **[Open](/Traits.aspx?ID=123)**: These maneuvers work only as your first salvo on your turn. You can use an open action only if you haven't used an action with the attack or open trait yet this turn.\n\n **[Rage](/Traits.aspx?ID=135)**: You must be [raging](/Actions.aspx?ID=3) to use abilities with the rage trait, and they end automatically when you stop raging.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Barbarian</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou summon your rage and rush to the front lines to smash your way through. Offense is your best defense—you’ll need to drop foes before they can exploit your relatively low defenses.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou use intimidation to get what you need, especially when gentler persuasion can’t get the job done.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou look out for danger, ready to rush headfirst into battle in an instant. You climb the challenging rock wall and drop a rope for others to follow, and you wade into the risky currents to reach the hidden switch beneath the water’s surface. If something needs breaking, you’re up to the task!\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou might head to a tavern to carouse, build up the fearsome legend of your mighty deeds, or recruit followers to become a warlord in your own right.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Have a deep-seated well of anger, hatred, or frustration. </li><li>Prefer a straightforward approach to one requiring patience and tedium. </li><li>Engage in a regimen of intense physical fitness—and punch anyone who says this conflicts with your distaste for patience and tedium.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Rely on your courage and your strength, and trust that you can hold your own in a fight. </li><li>See you as uncivilized or a boorish lout unfit for high society. </li><li>Believe that you are loyal to your friends and allies and will never relent until the fight is done.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nExpert in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Athletics](/Skills.aspx?ID=3)<br />Trained in a number of additional skills equal to 3 plus your Intelligence modifier\n\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br />Trained in martial weapons<br />Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br />Trained in medium armor<br />Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in barbarian class DC\n\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Barbarian. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, rage, instinct, barbarian feat</td></tr>\r\n<tr><td>2</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>3</td><td>Deny advantage, general feat, skill increase</td></tr>\r\n<tr><td>4</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>5</td><td>Ability boosts, ancestry feat, brutality, skill increase</td></tr>\r\n<tr><td>6</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>7</td><td>General feat, juggernaut, skill increase, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, lightning reflexes, raging resistance, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, barbarian feat, skill feat</td></tr>\r\n<tr><td>11</td><td>General feat, mighty rage, skill increase</td></tr>\r\n<tr><td>12</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, greater juggernaut, medium armor expertise, skill increase, weapon fury</td></tr>\r\n<tr><td>14</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>15</td><td>Ability boosts, general feat, greater weapon specialization, indomitable will, skill increase</td></tr>\r\n<tr><td>16</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, heightened senses, skill increase, quick rage</td></tr>\r\n<tr><td>18</td><td>Barbarian feat, skill feat</td></tr>\r\n<tr><td>19</td><td>Armor of fury, devastator, general feat, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, barbarian feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level you gain a number of proficiencies that represent your basic training. These proficiencies are noted in at the start of this class.\r\n\r\n<title level=\"3\" >Rage</title>\r\nYou gain the Rage action, which lets you fly into a frenzy.\r\n\r\n<document level=\"4\" id=\"action-3\" />\r\n\r\n<title level=\"3\" >Instinct</title>\r\nYour rage wells up from a dominant instinct—one you learned from a tradition or that comes naturally to you. Your instinct gives you an ability, requires you to avoid certain behaviors, grants you increased damage and resistances at higher levels, and allows you to select feats tied to your instinct. \n\nInstincts can be found [here](/classes/barbarian/instincts).\r\n\r\n<title level=\"3\" >Barbarian Feats</title>\r\nAt 1st level and every even-numbered level thereafter, you gain a [barbarian class feat](/Classes.aspx?ID=2/feats).\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats appear in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Deny Advantage</title>\r\nYour foes struggle to pass your defenses. You aren’t flat-footed to hidden, undetected, or flanking creatures of your level or lower, or creatures of your level or lower using surprise attack. However, they can still help their allies flank.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert.\n\n At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2.\r\n\r\n<title level=\"3\" right=\"Level 5\">Brutality</title>\r\nYour fury makes your weapons lethal. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. While raging, you gain access to the critical specialization effects for melee weapons and unarmed attacks.\r\n\r\n<title level=\"3\" right=\"Level 7\">Juggernaut</title>\r\nYour body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYour rage helps you hit harder. You deal an additional 2 damage with weapons and unarmed attacks in which you have expert proficiency. This damage increases to 3 if you’re a master, and 4 if you’re legendary. You gain your instinct’s specialization ability.\n\nSee specific [instincts](/classes/barbarian/instincts) for more information.\r\n\r\n<title level=\"3\" right=\"Level 9\">Lightning Reflexes</title>\r\nYour reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Raging Resistance</title>\r\nRepeated exposure and toughened skin allow you to fend off harm. While raging, you gain resistance equal to 3 + your Constitution modifier to damage types based on your instinct.\n\nSee specific [instincts](/classes/barbarian/instincts) for more information.\r\n\r\n<title level=\"3\" right=\"Level 11\">Mighty Rage</title>\r\nYour rage intensifies and lets you burst into action. Your proficiency rank for your barbarian class DC increases to expert. You gain the Mighty Rage free action.\r\n\r\n<document level=\"4\" id=\"action-4\" />\r\n\r\n<title level=\"3\" right=\"Level 13\">Greater Juggernaut</title>\r\nYou have a stalwart physiology. Your proficiency rank for Fortitude saves increases to legendary. When you roll a critical failure on a Fortitude save, you get a failure instead. When you roll a failure on a Fortitude save against an effect that deals damage, you halve the damage you take.\r\n\r\n<title level=\"3\" right=\"Level 13\">Medium Armor Expertise</title>\r\nYou’ve learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Fury</title>\r\nYour rage makes you even more effective with the weapons you wield. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nThe weapons you’ve mastered become truly fearsome in your hands. Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. You gain a greater benefit from your instinct’s specialization ability.\n\nSee specific [instincts](/classes/barbarian/instincts) for more information.\r\n\r\n<title level=\"3\" right=\"Level 15\">Indomitable Will</title>\r\nYour rage makes it difficult to control you. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 17\">Heightened Senses</title>\r\nYour instinct heightens each of your senses further. Your proficiency rank for Perception increases to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Quick Rage</title>\r\nYou recover from your Rage quickly, and are soon ready to begin anew. After you spend a full turn without raging, you can Rage again without needing to wait 1 minute.\r\n\r\n<title level=\"3\" right=\"Level 19\">Armor of Fury</title>\r\nYour training and rage deepen your connection to your armor. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master.\r\n\r\n<title level=\"3\" right=\"Level 19\">Devastator</title>\r\nYour Strikes are so devastating that you hardly care about resistance, and your barbarian abilities are unparalleled. Your proficiency rank for your barbarian class DC increases to master. Your melee Strikes ignore 10 points of a creature’s resistance to their physical damage.",
 "name": "Barbarian",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/barbarian"
  },
  {
   "label": "Feats",
   "url": "/classes/barbarian/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/barbarian/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/barbarian/class-kit"
  },
  {
   "label": "Instincts",
   "url": "/classes/barbarian/instincts"
  }
 ],
 "perception_proficiency": "Expert",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Trained",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 82 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe barbarian is a fearsome embodiment of rage, focusing the deadly power of their anger against anyone who stands in their way. A barbarian is quick …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Athletics",
  "Trained in a number of additional skills equal to 3 plus your Intelligence modifier"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 82"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 82 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "The barbarian is a fearsome embodiment of rage, focusing the deadly power of their anger against anyone who stands in their way. A barbarian is quick …",
 "summary_markdown": "The barbarian is a fearsome embodiment of rage, focusing the deadly power of their anger against anyone who stands in their way. A barbarian is quick …",
 "text": " Barbarian Source Core Rulebook pg. 82 4.0 Rage consumes you in battle. You delight in wreaking havoc and using powerful weapons to carve through your enemies, relying on astonishing durability without needing complicated techniques or rigid training. Your rages draw upon a vicious instinct, which you might associate with an animal, a spirit, or some part of yourself. To many barbarians, brute force is a hammer and every problem looks like a nail, whereas others try to hold back the storm of emotions inside them and release their rage only when it matters most. Key Ability: Strength At 1st level, your class gives you an ability boost to Strength. Hit Points: 12 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following key terms in many barbarian class features. Flourish : Flourish actions are techniques that require too much exertion to perform a large number in a row. You can use only 1 action with the flourish trait per turn. Open : These maneuvers work only as your first salvo on your turn. You can use an open action only if you haven't used an action with the attack or open trait yet this turn. Rage : You must be raging to use abilities with the rage trait, and they end automatically when you stop raging. Roleplaying the Barbarian During Combat Encounters... You summon your rage and rush to the front lines to smash your way through. Offense is your best defense—you’ll need to drop foes before they can exploit your relatively low defenses. During Social Encounters... You use intimidation to get what you need, especially when gentler persuasion can’t get the job done. While Exploring... You look out for danger, ready to rush headfirst into battle in an instant. You climb the challenging rock wall and drop a rope for others to follow, and you wade into the risky currents to reach the hidden switch beneath the water’s surface. If something needs breaking, you’re up to the task! In Downtime... You might head to a tavern to carouse, build up the fearsome legend of your mighty deeds, or recruit followers to become a warlord in your own right. You Might... Have a deep-seated well of anger, hatred, or frustration. Prefer a straightforward approach to one requiring patience and tedium. Engage in a regimen of intense physical fitness—and punch anyone who says this conflicts with your distaste for patience and tedium. Others Probably... Rely on your courage and your strength, and trust that you can hold your own in a fight. See you as uncivilized or a boorish lout unfit for high society. Believe that you are loyal to your friends and allies and will never relent until the fight is done. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Expert in Perception Saving Throws Expert in Fortitude Trained in Reflex Expert in Will Skills Trained in Athletics Trained in a number of additional skills equal to 3 plus your Intelligence modifier Attacks Trained in simple weapons Trained in martial weapons Trained in unarmed attacks Defenses Trained in light armor Trained in medium armor Trained in unarmored defense Class DC Trained in barbarian class DC Class Features You gain these features as Barbarian. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, rage, instinct, barbarian feat 2 Barbarian feat, skill feat 3 Deny advantage, general feat, skill increase 4 Barbarian feat, skill feat 5 Ability boosts, ancestry feat, brutality, skill increase 6 Barbarian feat, skill feat 7 General feat, juggernaut, skill increase, weapon specialization 8 Barbarian feat, skill feat 9 Ancestry feat, lightning reflexes, raging resistance, skill increase 10 Ability boosts, barbarian feat, skill feat 11 General feat, mighty rage, skill increase 12 Barbarian feat, skill feat 13 Ancestry feat, greater juggernaut, medium armor expertise, skill increase, weapon fury 14 Barbarian feat, skill feat 15 Ability boosts, general feat, greater weapon specialization, indomitable will, skill increase 16 Barbarian feat, skill feat 17 Ancestry feat, heightened senses, skill increase, quick rage 18 Barbarian feat, skill feat 19 Armor of fury, devastator, general feat, skill increase 20 Ability boosts, barbarian feat, skill feat Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2. Initial Proficiencies At 1st level you gain a number of proficiencies that represent your basic training. These proficiencies are noted in at the start of this class. Rage You gain the Rage action, which lets you fly into a frenzy. Instinct Your rage wells up from a dominant instinct—one you learned from a tradition or that comes naturally to you. Your instinct gives you an ability, requires you to avoid certain behaviors, grants you increased damage and resistances at higher levels, and allows you to select feats tied to your instinct. Instincts can be found here. Barbarian Feats At 1st level and every even-numbered level thereafter, you gain a barbarian class feat. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats appear in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat. Deny Advantage Your foes struggle to pass your defenses. You aren’t flat-footed to hidden, undetected, or flanking creatures of your level or lower, or creatures of your level or lower using surprise attack. However, they can still help their allies flank. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert. At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2. Brutality Your fury makes your weapons lethal. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. While raging, you gain access to the critical specialization effects for melee weapons and unarmed attacks. Juggernaut Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead. Weapon Specialization Your rage helps you hit harder. You deal an additional 2 damage with weapons and unarmed attacks in which you have expert proficiency. This damage increases to 3 if you’re a master, and 4 if you’re legendary. You gain your instinct’s specialization ability. See specific instincts for more information. Lightning Reflexes Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert. Raging Resistance Repeated exposure and toughened skin allow you to fend off harm. While raging, you gain resistance equal to 3 + your Constitution modifier to damage types based on your instinct. See specific instincts for more information. Mighty Rage Your rage intensifies and lets you burst into action. Your proficiency rank for your barbarian class DC increases to expert. You gain the Mighty Rage free action. Greater Juggernaut You have a stalwart physiology. Your proficiency rank for Fortitude saves increases to legendary. When you roll a critical failure on a Fortitude save, you get a failure instead. When you roll a failure on a Fortitude save against an effect that deals damage, you halve the damage you take. Medium Armor Expertise You’ve learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert. Weapon Fury Your rage makes you even more effective with the weapons you wield. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master. Greater Weapon Specialization The weapons you’ve mastered become truly fearsome in your hands. Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. You gain a greater benefit from your instinct’s specialization ability. See specific instincts for more information. Indomitable Will Your rage makes it difficult to control you. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead. Heightened Senses Your instinct heightens each of your senses further. Your proficiency rank for Perception increases to master. Quick Rage You recover from your Rage quickly, and are soon ready to begin anew. After you spend a full turn without raging, you can Rage again without needing to wait 1 minute. Armor of Fury Your training and rage deepen your connection to your armor. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master. Devastator Your Strikes are so devastating that you hardly care about resistance, and your barbarian abilities are unparalleled. Your proficiency rank for your barbarian class DC increases to master. Your melee Strikes ignore 10 points of a creature’s resistance to their physical damage.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=2",
 "weakness": {},
 "will_proficiency": "Expert"
}