{
 "ability": [
  "Charisma"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in the  longsword ,  rapier ,  sap ,  shortbow ,  shortsword , and  whip",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Trained",
 "hp": 8,
 "hp_raw": "8",
 "icon_image": "/Images/Class/Bard_Icon.png",
 "id": "class-3",
 "image": [
  "/Images/Classes/Iconic_Lem.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Bard](/Classes.aspx?ID=3)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 94 <sup>4.0</sup></row>\n\n_You are a master of artistry, a scholar of hidden secrets, and a captivating persuader. Using powerful performances, you influence minds and elevate souls to new levels of heroics. You might use your powers to become a charismatic leader, or perhaps you might instead be a counselor, manipulator, scholar, scoundrel, or virtuoso. While your versatility leads some to consider you a beguiling ne’erdo- well and a jack-of-all-trades, it’s dangerous to dismiss you as a master of none._\r\n\r\n**Key Ability: Charisma** <br />\r\nAt 1st level, your class gives you an ability boost to Charisma.\r\n\r\n**Hit Points: 8 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Lem.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key terms in many bard class features.\n\n **[Composition](/Traits.aspx?ID=31)**: To cast a composition cantrip or focus spell, you use a type of [Performance](/Skills.aspx?ID=12). If the spell includes a verbal component, you must use an [auditory](/Traits.aspx?ID=16) performance, and if it includes a somatic component, you must use a [visual](/Traits.aspx?ID=163) one. The spell gains all the traits of the performance you used. You can cast only one composition spell each turn, and you can have only one active at a time. If you cast a new composition spell, any ongoing effects from your previous composition spell end immediately.\n\n **[Metamagic](/Traits.aspx?ID=107)**: Actions with the metamagic trait tweak the properties of your spells. These actions usually come from metamagic feats. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Any additional effects added by a metamagic action are part of the spell's effect, not of the metamagic action itself.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Bard</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou use magical performances to alter the odds in favor of your allies. You confidently alternate between attacks, healing, and helpful spells as needed.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou persuade, prevaricate, and threaten with ease.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou’re a font of knowledge, folktales, legends, and lore that provide a deeper context and helpful reconnaissance for the group’s adventure. Your spells and performances inspire your allies to greater discovery and success.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou can earn money and prestige with your performances, gaining a name for yourself and acquiring patrons. Eventually, tales of your talents and triumphs might attract other bards to study your techniques in a bardic college.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Have a passion for your art so strong that you forge a spiritual connection with it. </li><li>Take point when tact and nonviolent solutions are required. </li><li>Follow your muse, whether it’s a mysterious fey creature, a philosophical concept, a psychic force, or a deity of art or music, and with its aid learn secret lore that few others have.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Relish the opportunity to invite you to social events, either as a performer or a guest, but consider you to be something of a curiosity in their social circles. </li><li>Underestimate you compared to other spellcasters, believing you are little more than a foppish minstrel and overlooking the subtle power of your magic. </li><li>Respond favorably to your social charm and abilities, but remain suspicious of your beguiling magic.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nExpert in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nTrained in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Occultism](/Skills.aspx?ID=11)<br />Trained in [Performance](/Skills.aspx?ID=12)<br />Trained in a number of additional skills equal to 4 plus your Intelligence modifier\n\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br />Trained in the [longsword](/Weapons.aspx?ID=31), [rapier](/Weapons.aspx?ID=36), [sap](/Weapons.aspx?ID=37), [shortbow](/Weapons.aspx?ID=77), [shortsword](/Weapons.aspx?ID=43), and [whip](/Weapons.aspx?ID=48)<br />Trained in unarmed attacks\n\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br />Trained in unarmored defense\n\n<title level=\"3\">Spells</title>\r\nTrained in occult spell attacks<br />Trained in occult spell DCs\r\n\r\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Bard. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, occult spellcasting, spell repertoire, composition spells, muse</td></tr>\r\n<tr><td>2</td><td>Bard feat, skill feat</td></tr>\r\n<tr><td>3</td><td>2nd-level spells, general feat, lightning reflexes, signature spells, skill increase</td></tr>\r\n<tr><td>4</td><td>Bard feat, skill feat</td></tr>\r\n<tr><td>5</td><td>3rd-level spells, ability boosts, ancestry feat, skill increase</td></tr>\r\n<tr><td>6</td><td>Bard feat, skill feat</td></tr>\r\n<tr><td>7</td><td>4th-level spells, expert spellcaster, general feat, skill increase</td></tr>\r\n<tr><td>8</td><td>Bard feat, skill feat</td></tr>\r\n<tr><td>9</td><td>5th-level spells, ancestry feat, great fortitude, resolve, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, bard feat, skill feat</td></tr>\r\n<tr><td>11</td><td>6th-level spells, bard weapon expertise, general feat, skill increase, vigilant senses</td></tr>\r\n<tr><td>12</td><td>Bard feat, skill feat</td></tr>\r\n<tr><td>13</td><td>7th-level spells, ancestry feat, light armor expertise, skill increase, weapon specialization</td></tr>\r\n<tr><td>14</td><td>Bard feat, skill feat</td></tr>\r\n<tr><td>15</td><td>8th-level spells, ability boosts, general feat, master spellcaster, skill increase</td></tr>\r\n<tr><td>16</td><td>Bard feat, skill feat</td></tr>\r\n<tr><td>17</td><td>9th-level spells, ancestry feat, greater resolve, skill increase</td></tr>\r\n<tr><td>18</td><td>Bard feat, skill feat</td></tr>\r\n<tr><td>19</td><td>General feat, legendary spellcaster, magnum opus, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, bard feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\r\n\n<table><thead><tr><th>Your Level</th><th>Cantrips</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th><th>7th</th><th>8th</th><th>9th</th><th>10th</th></tr></thead><tbody><tr><td>1</td><td>5</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>2</td><td>5</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>3</td><td>5</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>4</td><td>5</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>5</td><td>5</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>6</td><td>5</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>7</td><td>5</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>8</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>9</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>10</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>11</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>12</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>13</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td></tr><tr><td>14</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td></tr><tr><td>15</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td></tr><tr><td>16</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td></tr><tr><td>17</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td></tr><tr><td>18</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td></tr><tr><td>19</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>1*</td></tr><tr><td>20</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>1*</td></tr></tbody><tfoot><tr><td colspan=\"12\"> * The magnum opus class feature gives you a 10th-level spell slot that works a bit differently from other spell slots.</td></tr></tfoot></table>\r\n\r\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Occult Spellcasting</title>\r\nYou draw upon magic from esoteric knowledge. You can cast occult spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells (see [Casting Spells](/Rules.aspx?ID=280)). Because you're a bard, you can usually play an instrument for spells requiring somatic or material components, as long as it takes at least one of your hands to do so. If you use an instrument, you don't need a [material component pouch](/Equipment.aspx?ID=33) or another hand free. You can usually also play an instrument for spells requiring verbal components, instead of speaking.\n\nEach day, you can cast up to two 1st-level spells. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots.\n\n As you increase in level as a bard, your number of spells per day increases, as does the highest level of spells you can cast, as shown on Table 3–6: Bard Spells per Day\n\n Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier. Details on calculating these statistics are found under [Spell Attack Rolls](/Rules.aspx?ID=325). \n\n<title level=\"3\" right=\"\">Heightening Spells</title> When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level to match the spell slot. You must have a spell in your spell repertoire at the level you want to cast in order to heighten it to that level. Many spells have specific improvements when they are [heightened](/Rules.aspx?ID=273) to certain levels. The signature spells class feature lets you heighten certain spells freely. \n\n<title level=\"3\" right=\"\">Cantrips</title> Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest level of bard spell slot you have. For example, as a 1st-level bard, your cantrips are 1st-level spells, and as a 5th-level bard, your cantrips are 3rd-level spells.\r\n\r\n<title level=\"3\" >Spell Repertoire</title>\r\nThe collection of spells you can cast is called your spell repertoire. At 1st level, you learn two 1st-level occult spells of your choice and five occult cantrips of your choice. You choose these from the common spells from the [occult](/SpellLists.aspx?Tradition=3) list or from other occult spells to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level.\n\n You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 3–6), you add a spell to your spell repertoire of the same level. At 2nd level, you select another 1st-level spell; at 3rd level, you select two 2nd-level spells, and so on. When you add spells, you might add a higher-level version of a spell you already have, so you can cast a heightened version of that spell.\n\n Though you gain them at the same rate, your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, it wouldn't give you another spell slot, and vice versa. \n\n<title level=\"3\" right=\"\">Swapping Spells in Your Repertoire</title> As you gain new spells in your repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. This spell can be a cantrip. You can also swap out spells by retraining during [downtime](/Rules.aspx?ID=473).\r\n\r\n<title level=\"3\" >Composition Spells</title>\r\nYou can infuse your performances with magic to create unique effects called compositions. Compositions are a special type of spell that often require you to use the Performance skill when casting them. Composition spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to perform, write a new composition, or otherwise engage your muse.\n\n Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. The full rules for focus spells are found [here](/Rules.aspx?ID=276).\n\n You learn the [_counter performance_](/Spells.aspx?ID=381) composition spell, protecting against auditory and visual effects.\n\n<title level=\"3\" right=\"\">Composition Cantrips</title> Composition cantrips are special composition spells that don't cost Focus Points, so you can use them as often as you like. Composition cantrips are in addition to the cantrips you choose from the occult list. Generally, only feats can give you more composition cantrips. Unlike other cantrips, you can't swap out composition cantrips gained from bard feats at a later level, unless you swap out the specific feat via [retraining](/Rules.aspx?ID=475). You learn the [_inspire courage_](/Spells.aspx?ID=386) composition cantrip, which boosts your allies' attacks, damage, and defense against fear.\r\n\r\n<title level=\"3\" >Muses</title>\r\nAs a bard, you select one muse at 1st level. This muse leads you to great things, and might be a physical creature, a deity, a philosophy, or a captivating mystery.\n\nMuses can be found [here](/classes/bard/muses).\r\n\r\n<title level=\"3\" right=\"Level 2\">Bard Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a [bard class feat](/Classes.aspx?ID=3/feats).\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\r\n\r\n<title level=\"3\" right=\"Level 3\">Lightning Reflexes</title>\r\nYour reflexes are lightning fast. Your proficiency rank in Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 3\">Signature Spells</title>\r\nExperience allows you to cast some spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don’t need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you’ve learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can choose a replacement signature spell of the same spell level at which you learned the previous spell. You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert.\n\n At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of feats is in your ancestry’s entry in Chapter 2.\r\n\r\n<title level=\"3\" right=\"Level 7\">Expert Spellcaster</title>\r\nYour proficiency ranks for occult spell attack rolls and spell DCs increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Great Fortitude</title>\r\nYour physique is incredibly hardy. Your proficiency rank for Fortitude saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Resolve</title>\r\nYou’ve steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 11\">Bard Weapon Expertise</title>\r\nYou have become thoroughly adept with bardic weapons. You gain expert proficiency in simple weapons and unarmed attacks, plus the [longsword](/Weapons.aspx?ID=31), [rapier](/Weapons.aspx?ID=36), [sap](/Weapons.aspx?ID=37), [shortbow](/Weapons.aspx?ID=77), [shortsword](/Weapons.aspx?ID=43), and [whip](/Weapons.aspx?ID=48). When you critically succeed at an attack roll using one of these weapons or an unarmed attack while one of your compositions is active, you apply the critical specialization effect for that weapon or unarmed attack.\r\n\r\n<title level=\"3\" right=\"Level 11\">Vigilant Senses</title>\r\nThrough your adventures, you’ve developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.\r\n\r\n<title level=\"3\" right=\"Level 13\">Light Armor Expertise</title>\r\nYou’ve learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Specialization</title>\r\nYou’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 damage if you’re a master, and 4 damage if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Master Spellcaster</title>\r\nYou’ve mastered the occult. Your proficiency ranks for occult spell attack rolls and spell DCs increase to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Greater Resolve</title>\r\nYour unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a success on a Will save, you get a critical success. When you roll a critical failure on a Will save, you get a failure instead. When you roll a failure on a Will save against a damaging effect, you take half damage.\r\n\r\n<title level=\"3\" right=\"Level 19\">Legendary Spellcaster</title>\r\nYour command of occult magic is the stuff of legends. Your proficiency ranks for occult spell attack rolls and spell DCs increase to legendary.\r\n\r\n<title level=\"3\" right=\"Level 19\">Magnum Opus</title>\r\nYou have tuned your spellcasting to the highest caliber. Add two common 10th-level occult spells to your repertoire. You gain a single 10th-level spell slot you can use to cast one of those two spells using bard spellcasting. You don’t gain more 10th-level spells as you level up, unlike other spell slots, and you can’t use 10th-level slots with abilities that give you more spell slots or that let you cast spells without expending spell slots.",
 "name": "Bard",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/bard"
  },
  {
   "label": "Feats",
   "url": "/classes/bard/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/bard/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/bard/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/bard/focus-spells"
  },
  {
   "label": "Muses",
   "url": "/classes/bard/muses"
  }
 ],
 "perception_proficiency": "Expert",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Trained",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 94 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAn artist and a scholar, the bard uses performance and esoteric learning to bolster their companions and foil their enemies. Sometimes sneaky and …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Occultism",
  "Trained in  Performance",
  "Trained in a number of additional skills equal to 4 plus your Intelligence modifier"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 94"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 94 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "An artist and a scholar, the bard uses performance and esoteric learning to bolster their companions and foil their enemies. Sometimes sneaky and …",
 "summary_markdown": "An artist and a scholar, the bard uses performance and esoteric learning to bolster their companions and foil their enemies. Sometimes sneaky and …",
 "text": " Bard Source Core Rulebook pg. 94 4.0 You are a master of artistry, a scholar of hidden secrets, and a captivating persuader. Using powerful performances, you influence minds and elevate souls to new levels of heroics. You might use your powers to become a charismatic leader, or perhaps you might instead be a counselor, manipulator, scholar, scoundrel, or virtuoso. While your versatility leads some to consider you a beguiling ne’erdo- well and a jack-of-all-trades, it’s dangerous to dismiss you as a master of none. Key Ability: Charisma At 1st level, your class gives you an ability boost to Charisma. Hit Points: 8 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following key terms in many bard class features. Composition : To cast a composition cantrip or focus spell, you use a type of Performance. If the spell includes a verbal component, you must use an auditory performance, and if it includes a somatic component, you must use a visual one. The spell gains all the traits of the performance you used. You can cast only one composition spell each turn, and you can have only one active at a time. If you cast a new composition spell, any ongoing effects from your previous composition spell end immediately. Metamagic : Actions with the metamagic trait tweak the properties of your spells. These actions usually come from metamagic feats. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Any additional effects added by a metamagic action are part of the spell's effect, not of the metamagic action itself. Roleplaying the Bard During Combat Encounters... You use magical performances to alter the odds in favor of your allies. You confidently alternate between attacks, healing, and helpful spells as needed. During Social Encounters... You persuade, prevaricate, and threaten with ease. While Exploring... You’re a font of knowledge, folktales, legends, and lore that provide a deeper context and helpful reconnaissance for the group’s adventure. Your spells and performances inspire your allies to greater discovery and success. In Downtime... You can earn money and prestige with your performances, gaining a name for yourself and acquiring patrons. Eventually, tales of your talents and triumphs might attract other bards to study your techniques in a bardic college. You Might... Have a passion for your art so strong that you forge a spiritual connection with it. Take point when tact and nonviolent solutions are required. Follow your muse, whether it’s a mysterious fey creature, a philosophical concept, a psychic force, or a deity of art or music, and with its aid learn secret lore that few others have. Others Probably... Relish the opportunity to invite you to social events, either as a performer or a guest, but consider you to be something of a curiosity in their social circles. Underestimate you compared to other spellcasters, believing you are little more than a foppish minstrel and overlooking the subtle power of your magic. Respond favorably to your social charm and abilities, but remain suspicious of your beguiling magic. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Expert in Perception Saving Throws Trained in Fortitude Trained in Reflex Expert in Will Skills Trained in Occultism Trained in Performance Trained in a number of additional skills equal to 4 plus your Intelligence modifier Attacks Trained in simple weapons Trained in the longsword, rapier, sap, shortbow, shortsword, and whip Trained in unarmed attacks Defenses Trained in light armor Trained in unarmored defense Spells Trained in occult spell attacks Trained in occult spell DCs Class Features You gain these features as Bard. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, occult spellcasting, spell repertoire, composition spells, muse 2 Bard feat, skill feat 3 2nd-level spells, general feat, lightning reflexes, signature spells, skill increase 4 Bard feat, skill feat 5 3rd-level spells, ability boosts, ancestry feat, skill increase 6 Bard feat, skill feat 7 4th-level spells, expert spellcaster, general feat, skill increase 8 Bard feat, skill feat 9 5th-level spells, ancestry feat, great fortitude, resolve, skill increase 10 Ability boosts, bard feat, skill feat 11 6th-level spells, bard weapon expertise, general feat, skill increase, vigilant senses 12 Bard feat, skill feat 13 7th-level spells, ancestry feat, light armor expertise, skill increase, weapon specialization 14 Bard feat, skill feat 15 8th-level spells, ability boosts, general feat, master spellcaster, skill increase 16 Bard feat, skill feat 17 9th-level spells, ancestry feat, greater resolve, skill increase 18 Bard feat, skill feat 19 General feat, legendary spellcaster, magnum opus, skill increase 20 Ability boosts, bard feat, skill feat Your Level Cantrips 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th 1 5 2 — — — — — — — — — 2 5 3 — — — — — — — — — 3 5 3 2 — — — — — — — — 4 5 3 3 — — — — — — — — 5 5 3 3 2 — — — — — — — 6 5 3 3 3 — — — — — — — 7 5 3 3 3 2 — — — — — — 8 5 3 3 3 3 — — — — — — 9 5 3 3 3 3 2 — — — — — 10 5 3 3 3 3 3 — — — — — 11 5 3 3 3 3 3 2 — — — — 12 5 3 3 3 3 3 3 — — — — 13 5 3 3 3 3 3 3 2 — — — 14 5 3 3 3 3 3 3 3 — — — 15 5 3 3 3 3 3 3 3 2 — — 16 5 3 3 3 3 3 3 3 3 — — 17 5 3 3 3 3 3 3 3 3 2 — 18 5 3 3 3 3 3 3 3 3 3 — 19 5 3 3 3 3 3 3 3 3 3 1 20 5 3 3 3 3 3 3 3 3 3 1 The magnum opus class feature gives you a 10th-level spell slot that works a bit differently from other spell slots. Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Occult Spellcasting You draw upon magic from esoteric knowledge. You can cast occult spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells (see Casting Spells). Because you're a bard, you can usually play an instrument for spells requiring somatic or material components, as long as it takes at least one of your hands to do so. If you use an instrument, you don't need a material component pouch or another hand free. You can usually also play an instrument for spells requiring verbal components, instead of speaking. Each day, you can cast up to two 1st-level spells. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots. As you increase in level as a bard, your number of spells per day increases, as does the highest level of spells you can cast, as shown on Table 3–6: Bard Spells per Day Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier. Details on calculating these statistics are found under Spell Attack Rolls. Heightening Spells When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level to match the spell slot. You must have a spell in your spell repertoire at the level you want to cast in order to heighten it to that level. Many spells have specific improvements when they are heightened to certain levels. The signature spells class feature lets you heighten certain spells freely. Cantrips Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest level of bard spell slot you have. For example, as a 1st-level bard, your cantrips are 1st-level spells, and as a 5th-level bard, your cantrips are 3rd-level spells. Spell Repertoire The collection of spells you can cast is called your spell repertoire. At 1st level, you learn two 1st-level occult spells of your choice and five occult cantrips of your choice. You choose these from the common spells from the occult list or from other occult spells to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level. You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 3–6), you add a spell to your spell repertoire of the same level. At 2nd level, you select another 1st-level spell; at 3rd level, you select two 2nd-level spells, and so on. When you add spells, you might add a higher-level version of a spell you already have, so you can cast a heightened version of that spell. Though you gain them at the same rate, your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, it wouldn't give you another spell slot, and vice versa. Swapping Spells in Your Repertoire As you gain new spells in your repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. This spell can be a cantrip. You can also swap out spells by retraining during downtime. Composition Spells You can infuse your performances with magic to create unique effects called compositions. Compositions are a special type of spell that often require you to use the Performance skill when casting them. Composition spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to perform, write a new composition, or otherwise engage your muse. Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. The full rules for focus spells are found here. You learn the counter performance composition spell, protecting against auditory and visual effects. Composition Cantrips Composition cantrips are special composition spells that don't cost Focus Points, so you can use them as often as you like. Composition cantrips are in addition to the cantrips you choose from the occult list. Generally, only feats can give you more composition cantrips. Unlike other cantrips, you can't swap out composition cantrips gained from bard feats at a later level, unless you swap out the specific feat via retraining. You learn the inspire courage composition cantrip, which boosts your allies' attacks, damage, and defense against fear. Muses As a bard, you select one muse at 1st level. This muse leads you to great things, and might be a physical creature, a deity, a philosophy, or a captivating mystery. Muses can be found here. Bard Feats At 2nd level and every 2 levels thereafter, you gain a bard class feat. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. Lightning Reflexes Your reflexes are lightning fast. Your proficiency rank in Reflex saves increases to expert. Signature Spells Experience allows you to cast some spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don’t need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you’ve learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can choose a replacement signature spell of the same spell level at which you learned the previous spell. You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert. At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of feats is in your ancestry’s entry in Chapter 2. Expert Spellcaster Your proficiency ranks for occult spell attack rolls and spell DCs increase to expert. Great Fortitude Your physique is incredibly hardy. Your proficiency rank for Fortitude saves increases to expert. Resolve You’ve steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead. Bard Weapon Expertise You have become thoroughly adept with bardic weapons. You gain expert proficiency in simple weapons and unarmed attacks, plus the longsword, rapier, sap, shortbow, shortsword, and whip. When you critically succeed at an attack roll using one of these weapons or an unarmed attack while one of your compositions is active, you apply the critical specialization effect for that weapon or unarmed attack. Vigilant Senses Through your adventures, you’ve developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master. Light Armor Expertise You’ve learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert. Weapon Specialization You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 damage if you’re a master, and 4 damage if you’re legendary. Master Spellcaster You’ve mastered the occult. Your proficiency ranks for occult spell attack rolls and spell DCs increase to master. Greater Resolve Your unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a success on a Will save, you get a critical success. When you roll a critical failure on a Will save, you get a failure instead. When you roll a failure on a Will save against a damaging effect, you take half damage. Legendary Spellcaster Your command of occult magic is the stuff of legends. Your proficiency ranks for occult spell attack rolls and spell DCs increase to legendary. Magnum Opus You have tuned your spellcasting to the highest caliber. Add two common 10th-level occult spells to your repertoire. You gain a single 10th-level spell slot you can use to cast one of those two spells using bard spellcasting. You don’t gain more 10th-level spells as you level up, unlike other spell slots, and you can’t use 10th-level slots with abilities that give you more spell slots or that let you cast spells without expending spell slots.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=3",
 "weakness": {},
 "will_proficiency": "Expert"
}