{
 "ability": [
  "Strength",
  "Dexterity"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in martial weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in all armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 10,
 "hp_raw": "10",
 "icon_image": "/Images/Class/Champion_Icon.png",
 "id": "class-4",
 "image": [
  "/Images/Classes/Iconic_Seelah.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Champion](/Classes.aspx?ID=4)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 104 <sup>4.0</sup></row>\n\n_You are an emissary of a deity, a devoted servant who has taken up a weighty mantle, and you adhere to a code that holds you apart from those around you. While champions exist for every alignment, as a champion of good, you provide certainty and hope to the innocent. You have powerful defenses that you share freely with your allies and innocent bystanders, as well as holy power you use to end the threat of evil. Your devotion even attracts the attention of holy spirits who aid you on your journey._\r\n\r\n**Key Ability: Strength or Dexterity** <br />\r\nAt 1st level, your class gives you an ability boost to your choice of Strength or Dexterity.\r\n\r\n**Hit Points: 10 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Seelah.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see these terms in many champion abilities.\n\n **[Flourish](/Traits.aspx?ID=73)**: Flourishes are techniques that require too much exertion to perform a large number in a row. You can use only 1 action with the flourish trait per turn.\n\n **[Metamagic](/Traits.aspx?ID=107)**: These actions tweak your spells. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Effects added by a metamagic action are part of the spell's effect, not of the metamagic action.\n\n **[Oath](/Traits.aspx?ID=119)**: Oaths add an additional tenet to your [code](/classes/champion/tenets). You can usually have only one feat with this trait.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Champion</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou confront enemies in hand-to-hand combat while carefully positioning yourself to protect your allies.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou are a voice of hope, striving to reach a peaceful solution that strengthens bonds and yields good results for all.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou overcome barriers both physical and spiritual, providing inspiration to your allies through your actions and—when your fellow adventurers ask for it—providing moral and ethical guidance.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou spend much of your time in solemn prayer and contemplation, rigorous training, charity work, and fulfilling the tenets of your code, but that doesn’t mean there isn’t time to take up a craft or hobby.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Believe there is always hope that good will triumph over evil, no matter how grim the odds. </li><li>Know the ends don’t justify the means, since evil acts increase the power of evil. </li><li>Have a strong sense of right and wrong, and grow frustrated when greed or shortsightedness breeds evil.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>See you as a symbol of hope, especially in a time of great need. </li><li>Worry you secretly despise them for not living up to your impossible standard, or that you are unwilling to compromise when necessary. </li><li>Know that you’ve sworn divine oaths of service they can trust you to keep.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Religion](/Skills.aspx?ID=13)<br />Trained in one skill determined by your choice of deity<br />Trained in a number of additional skills equal to 2 plus your Intelligence modifier\n\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br />Trained in martial weapons<br />Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in all armor<br />Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in champion class DC\r\n\r\n<title level=\"3\">Spells</title>\r\nTrained in divine spell attacks<br />Trained in divine spell DCs\r\n\r\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Champion. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, champion’s code, deity and cause, deific weapon, champion’s reaction, devotion spells, champion feat, shield block</td></tr>\r\n<tr><td>2</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>3</td><td>Divine ally, general feat, skill increase</td></tr>\r\n<tr><td>4</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>5</td><td>Ability boosts, ancestry feat, skill increase, weapon expertise</td></tr>\r\n<tr><td>6</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>7</td><td>Armor expertise, general feat, skill increase, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, champion expertise, divine smite, juggernaut, lightning reflexes, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, champion feat, skill feat</td></tr>\r\n<tr><td>11</td><td>Alertness, divine will, exalt, general feat, skill increase</td></tr>\r\n<tr><td>12</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, armor mastery, skill increase, weapon mastery</td></tr>\r\n<tr><td>14</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>15</td><td>Ability boosts, general feat, greater weapon specialization, skill increase</td></tr>\r\n<tr><td>16</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, champion mastery, legendary armor, skill increase</td></tr>\r\n<tr><td>18</td><td>Champion feat, skill feat</td></tr>\r\n<tr><td>19</td><td>General feat, hero’s defiance, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, champion feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training, noted at the start of this class.\r\n\r\n<title level=\"3\" >Champion's Code</title>\r\nYou follow a code of conduct, beginning with tenets shared by all champions of an alignment (such as good), and continuing with tenets of your cause. Deities often add additional strictures (for instance, [Torag’s](/Deities.aspx?ID=18) champions can’t show mercy to enemies of their people, making it almost impossible for them to follow the [redeemer](/Causes.aspx?ID=2) cause). Tenets are listed in order of importance, starting with the most important. If a situation places two tenets in conflict, you aren’t in a no-win situation; instead, follow the more important tenet. For instance, as a paladin, if an evil king asked you if you’re hiding refugees so he could execute them, you could lie to him, since the tenet against lying is less important than preventing harm to innocents. Trying to subvert your code by creating a situation that forces a higher tenet to override a lower tenet (for example, promising not to respect authorities and then, to keep your word, disrespecting authorities) is a violation of the champion code.\n\n If you stray from your alignment or violate your code of conduct, you lose your focus pool and divine ally until you demonstrate your repentance by conducting an [_atone_](/Rituals.aspx?ID=2) ritual, but you keep any other champion abilities that don’t require those class features. If your alignment shifts but is still one allowed by your deity, your GM might let you retrain your cause while still following the same deity.\n\nTenets can be found [here](/classes/champion/tenets).\r\n\r\n<title level=\"3\" >Deity and Cause</title>\r\nChampions are divine servants of a deity. Choose a [deity](/deities) to follow; your alignment must be one allowed for followers of your deity. Actions fundamentally opposed to your deity’s ideals or alignment are anathema to your faith. A few examples of acts that would be considered anathema appear in each deity’s entry. You and your GM determine whether other acts are anathema. You have one of the following causes. Your cause must match your alignment exactly. Your cause determines your champion’s reaction, grants you a devotion spell, and defines part of your champion’s code.\n\nCauses can be found [here](/classes/champion/causes).\r\n\r\n<title level=\"3\" >Deific Weapon</title>\r\nYou zealously bear your deity’s favored weapon. If it’s uncommon, you gain access to it. If it’s an unarmed attack with a d4 damage die or a simple weapon, increase the damage die by one step (d4 to d6, d6 to d8, d8 to d10, d10 to d12).\r\n\r\n<title level=\"3\" >Champion's Reaction</title>\r\nYour cause gives you a special reaction. See specific [causes](/classes/champion/causes) for more information.\r\n\r\n<title level=\"3\" >Devotion Spells</title>\r\nYour deity's power grants you special divine spells called devotion spells, which are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you regain 1 Focus Point by spending 10 minutes using the Refocus activity to pray to your deity or do service toward their causes.\n\n Focus spells are automatically heightened to half your level rounded up. Certain feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. The full rules are found [here](/Rules.aspx?ID=276). You gain a devotion spell depending on your cause, and you are trained in divine spell attack rolls and spell DCs. Your spellcasting ability is Charisma.\r\n\r\n<title level=\"3\" >Champion Feats</title>\r\nAt 1st level and every even-numbered level thereafter, you gain a [champion class feat](/Classes.aspx?ID=4/feats).\r\n\r\n<title level=\"3\" >Shield Block</title>\r\nYou gain the [Shield Block](/Feats.aspx?ID=839) general feat, a reaction that lets you reduce damage with your shield.\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Divine Ally</title>\r\nYour devotion attracts a spirit of your deity's alignment. Once you choose an ally, your choice can't be changed.\n\n The following are divine allies: \n\n**Blade Ally**: A spirit of battle dwells within your armaments. Select one weapon or [_handwraps of mighty blows_](/Equipment.aspx?ID=441) when you make your daily preparations. In your hands, the item gains the effect of a property rune and you also gain the weapon's critical specialization effect. For a champion following the [tenets of good](/Tenets.aspx?ID=1), choose _[disrupting](/Equipment.aspx?ID=294)_, _[ghost touch](/Equipment.aspx?ID=297)_, _[returning](/Equipment.aspx?ID=301)_, or _[shifting](/Equipment.aspx?ID=302)_. For a champion following the [tenets of evil](/Tenets.aspx?ID=2), choose [_fearsome_](/Equipment.aspx?ID=731), _returning_, or _shifting_.\n\n**Shield Ally**: A spirit of protection dwells within your shield. In your hands, the shield's Hardness increases by 2 and its HP and BT increase by half. \n\n**Steed Ally**: You gain a young [animal companion](/animal-companions) as a mount. Ordinarily, your animal companion is one that has the mount special ability, such as a [horse](/AnimalCompanions.aspx?ID=6). You can select a different animal companion (GM's discretion), but this ability doesn't grant it the mount special ability.\n\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert.\n\n At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, boost four different ability scores. You can use these boosts to increase ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2.\r\n\r\n<title level=\"3\" right=\"Level 5\">Weapon Expertise</title>\r\nYou’ve dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Armor Expertise</title>\r\nYou have spent so much time in armor that you know how to make the most of its protection. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to expert. You gain the armor specialization effects of medium and heavy armor.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Champion Expertise</title>\r\nPrayers strengthen your divine power. Your proficiency ranks for your champion class DC and divine spell attack rolls and DCs increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Divine Smite</title>\r\nYour champion’s reaction improves.\n\nSee specific [causes](/classes/champion/causes) for more information.\r\n\r\n<title level=\"3\" right=\"Level 9\">Juggernaut</title>\r\nYour body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 9\">Lightning Reflexes</title>\r\nYour reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Alertness</title>\r\nYou remain alert to threats around you. Your proficiency rank for Perception increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Divine Will</title>\r\nYour faith grants mastery of your will. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 11\">Exalt</title>\r\nYour champion’s reaction exalts nearby allies, allowing them to benefit as well.\n\nSee specific [causes](/classes/champion/causes) for more information.\r\n\r\n<title level=\"3\" right=\"Level 13\">Armor Mastery</title>\r\nYour skill with armor improves, helping you avoid more blows. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to master.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Mastery</title>\r\nYou fully understand your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 17\">Champion Mastery</title>\r\nYou’ve mastered your arsenal of champion techniques and divine spells. Your proficiency ranks for your champion class DC and for divine spell attack rolls and spell DCs increase to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Legendary Armor</title>\r\nYou shield yourself with steel as easily as with faith. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to legendary.\r\n\r\n<title level=\"3\" right=\"Level 19\">Hero's Defiance</title>\r\nYou can defy fate and continue fighting as long as you have divine energy. You gain the [_hero’s defiance_](/Spells.aspx?ID=394) devotion spell.",
 "name": "Champion",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/champion"
  },
  {
   "label": "Feats",
   "url": "/classes/champion/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/champion/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/champion/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/champion/focus-spells"
  },
  {
   "label": "Causes",
   "url": "/classes/champion/causes"
  },
  {
   "label": "Tenets",
   "url": "/classes/champion/tenets"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Trained",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 104 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA defender of good who straps on armor and wields a righteous weapon, the champion protects the innocent and vanquishes evil. Steadfast in their …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Religion",
  "Trained in one skill determined by your choice of deity",
  "Trained in a number of additional skills equal to 2 plus your Intelligence modifier"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 104"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 104 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "A defender of good who straps on armor and wields a righteous weapon, the champion protects the innocent and vanquishes evil. Steadfast in their …",
 "summary_markdown": "A defender of good who straps on armor and wields a righteous weapon, the champion protects the innocent and vanquishes evil. Steadfast in their …",
 "text": " Champion Source Core Rulebook pg. 104 4.0 You are an emissary of a deity, a devoted servant who has taken up a weighty mantle, and you adhere to a code that holds you apart from those around you. While champions exist for every alignment, as a champion of good, you provide certainty and hope to the innocent. You have powerful defenses that you share freely with your allies and innocent bystanders, as well as holy power you use to end the threat of evil. Your devotion even attracts the attention of holy spirits who aid you on your journey. Key Ability: Strength or Dexterity At 1st level, your class gives you an ability boost to your choice of Strength or Dexterity. Hit Points: 10 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see these terms in many champion abilities. Flourish : Flourishes are techniques that require too much exertion to perform a large number in a row. You can use only 1 action with the flourish trait per turn. Metamagic : These actions tweak your spells. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Effects added by a metamagic action are part of the spell's effect, not of the metamagic action. Oath : Oaths add an additional tenet to your code. You can usually have only one feat with this trait. Roleplaying the Champion During Combat Encounters... You confront enemies in hand-to-hand combat while carefully positioning yourself to protect your allies. During Social Encounters... You are a voice of hope, striving to reach a peaceful solution that strengthens bonds and yields good results for all. While Exploring... You overcome barriers both physical and spiritual, providing inspiration to your allies through your actions and—when your fellow adventurers ask for it—providing moral and ethical guidance. In Downtime... You spend much of your time in solemn prayer and contemplation, rigorous training, charity work, and fulfilling the tenets of your code, but that doesn’t mean there isn’t time to take up a craft or hobby. You Might... Believe there is always hope that good will triumph over evil, no matter how grim the odds. Know the ends don’t justify the means, since evil acts increase the power of evil. Have a strong sense of right and wrong, and grow frustrated when greed or shortsightedness breeds evil. Others Probably... See you as a symbol of hope, especially in a time of great need. Worry you secretly despise them for not living up to your impossible standard, or that you are unwilling to compromise when necessary. Know that you’ve sworn divine oaths of service they can trust you to keep. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Expert in Fortitude Trained in Reflex Expert in Will Skills Trained in Religion Trained in one skill determined by your choice of deity Trained in a number of additional skills equal to 2 plus your Intelligence modifier Attacks Trained in simple weapons Trained in martial weapons Trained in unarmed attacks Defenses Trained in all armor Trained in unarmored defense Class DC Trained in champion class DC Spells Trained in divine spell attacks Trained in divine spell DCs Class Features You gain these features as Champion. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, champion’s code, deity and cause, deific weapon, champion’s reaction, devotion spells, champion feat, shield block 2 Champion feat, skill feat 3 Divine ally, general feat, skill increase 4 Champion feat, skill feat 5 Ability boosts, ancestry feat, skill increase, weapon expertise 6 Champion feat, skill feat 7 Armor expertise, general feat, skill increase, weapon specialization 8 Champion feat, skill feat 9 Ancestry feat, champion expertise, divine smite, juggernaut, lightning reflexes, skill increase 10 Ability boosts, champion feat, skill feat 11 Alertness, divine will, exalt, general feat, skill increase 12 Champion feat, skill feat 13 Ancestry feat, armor mastery, skill increase, weapon mastery 14 Champion feat, skill feat 15 Ability boosts, general feat, greater weapon specialization, skill increase 16 Champion feat, skill feat 17 Ancestry feat, champion mastery, legendary armor, skill increase 18 Champion feat, skill feat 19 General feat, hero’s defiance, skill increase 20 Ability boosts, champion feat, skill feat Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training, noted at the start of this class. Champion's Code You follow a code of conduct, beginning with tenets shared by all champions of an alignment (such as good), and continuing with tenets of your cause. Deities often add additional strictures (for instance, Torag’s champions can’t show mercy to enemies of their people, making it almost impossible for them to follow the redeemer cause). Tenets are listed in order of importance, starting with the most important. If a situation places two tenets in conflict, you aren’t in a no-win situation; instead, follow the more important tenet. For instance, as a paladin, if an evil king asked you if you’re hiding refugees so he could execute them, you could lie to him, since the tenet against lying is less important than preventing harm to innocents. Trying to subvert your code by creating a situation that forces a higher tenet to override a lower tenet (for example, promising not to respect authorities and then, to keep your word, disrespecting authorities) is a violation of the champion code. If you stray from your alignment or violate your code of conduct, you lose your focus pool and divine ally until you demonstrate your repentance by conducting an atone ritual, but you keep any other champion abilities that don’t require those class features. If your alignment shifts but is still one allowed by your deity, your GM might let you retrain your cause while still following the same deity. Tenets can be found here. Deity and Cause Champions are divine servants of a deity. Choose a deity to follow; your alignment must be one allowed for followers of your deity. Actions fundamentally opposed to your deity’s ideals or alignment are anathema to your faith. A few examples of acts that would be considered anathema appear in each deity’s entry. You and your GM determine whether other acts are anathema. You have one of the following causes. Your cause must match your alignment exactly. Your cause determines your champion’s reaction, grants you a devotion spell, and defines part of your champion’s code. Causes can be found here. Deific Weapon You zealously bear your deity’s favored weapon. If it’s uncommon, you gain access to it. If it’s an unarmed attack with a d4 damage die or a simple weapon, increase the damage die by one step (d4 to d6, d6 to d8, d8 to d10, d10 to d12). Champion's Reaction Your cause gives you a special reaction. See specific causes for more information. Devotion Spells Your deity's power grants you special divine spells called devotion spells, which are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you regain 1 Focus Point by spending 10 minutes using the Refocus activity to pray to your deity or do service toward their causes. Focus spells are automatically heightened to half your level rounded up. Certain feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. The full rules are found here. You gain a devotion spell depending on your cause, and you are trained in divine spell attack rolls and spell DCs. Your spellcasting ability is Charisma. Champion Feats At 1st level and every even-numbered level thereafter, you gain a champion class feat. Shield Block You gain the Shield Block general feat, a reaction that lets you reduce damage with your shield. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat. Divine Ally Your devotion attracts a spirit of your deity's alignment. Once you choose an ally, your choice can't be changed. The following are divine allies: Blade Ally : A spirit of battle dwells within your armaments. Select one weapon or handwraps of mighty blows when you make your daily preparations. In your hands, the item gains the effect of a property rune and you also gain the weapon's critical specialization effect. For a champion following the tenets of good, choose disrupting , ghost touch , returning , or shifting . For a champion following the tenets of evil, choose fearsome , returning , or shifting . Shield Ally : A spirit of protection dwells within your shield. In your hands, the shield's Hardness increases by 2 and its HP and BT increase by half. Steed Ally : You gain a young animal companion as a mount. Ordinarily, your animal companion is one that has the mount special ability, such as a horse. You can select a different animal companion (GM's discretion), but this ability doesn't grant it the mount special ability. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert. At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master. Ability Boosts At 5th level and every 5 levels thereafter, boost four different ability scores. You can use these boosts to increase ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2. Weapon Expertise You’ve dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. Armor Expertise You have spent so much time in armor that you know how to make the most of its protection. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to expert. You gain the armor specialization effects of medium and heavy armor. Weapon Specialization You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary. Champion Expertise Prayers strengthen your divine power. Your proficiency ranks for your champion class DC and divine spell attack rolls and DCs increase to expert. Divine Smite Your champion’s reaction improves. See specific causes for more information. Juggernaut Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead. Lightning Reflexes Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert. Alertness You remain alert to threats around you. Your proficiency rank for Perception increases to expert. Divine Will Your faith grants mastery of your will. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead. Exalt Your champion’s reaction exalts nearby allies, allowing them to benefit as well. See specific causes for more information. Armor Mastery Your skill with armor improves, helping you avoid more blows. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to master. Weapon Mastery You fully understand your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. Champion Mastery You’ve mastered your arsenal of champion techniques and divine spells. Your proficiency ranks for your champion class DC and for divine spell attack rolls and spell DCs increase to master. Legendary Armor You shield yourself with steel as easily as with faith. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to legendary. Hero's Defiance You can defy fate and continue fighting as long as you have divine energy. You gain the hero’s defiance devotion spell.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=4",
 "weakness": {},
 "will_proficiency": "Expert"
}