{
 "ability": [
  "Wisdom"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in medium armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Trained",
 "hp": 8,
 "hp_raw": "8",
 "icon_image": "/Images/Class/Druid_Icon.png",
 "id": "class-6",
 "image": [
  "/Images/Classes/Iconic_Lini.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Druid](/Classes.aspx?ID=6)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 128 <sup>4.0</sup></row>\n\n_The power of nature is impossible to resist. It can bring ruin to the stoutest fortress in minutes, reducing even the mightiest works to rubble, burning them to ash, burying them beneath an avalanche of snow, or drowning them beneath the waves. It can provide endless bounty and breathtaking splendor to those who respect it— and an agonizing death to those who take it too lightly. You are one of those who hear nature’s call. You stand in awe of the majesty of its power and give yourself over to its service._\r\n\r\n**Key Ability: Wisdom** <br />\r\nAt 1st level, your class gives you an ability boost to Wisdom.\r\n\r\n**Hit Points: 8 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Lini.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following term in many druid class features. \n\n**[Metamagic](/Traits.aspx?ID=107)**: These actions tweak your spells. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Effects added by a metamagic action are part of the spell's effect, not of the metamagic action.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Druid</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou call upon the forces of nature to defeat your enemies and protect your allies. You cast spells that draw upon primal magic to protect yourself and your friends, heal their wounds, or summon deadly animals to fight at your side. Depending on your bond to nature, you might call upon powerful elemental magic or change shape into a terrifying beast.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou represent balance and a reasoned approach to problems, looking for solutions that not only are best for the natural world, but also allow the creatures within it to live in harmony and peace. You often propose compromises that allow both sides to gain what they truly need, even if they can’t have all that they desire.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYour nature skills are invaluable. You track down enemies, navigate the wilderness, and use spells to detect magical auras around you. You might even ask wild animals to lend their extraordinary senses and scouting abilities to your group.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou might craft magic items or potions. Alternatively, your tie to nature might lead you to tend a wilderness area, befriending beasts and healing the wounds caused by civilization. You might even teach sustainable farming and animal husbandry techniques that allow others to subsist off the land without harming the natural balance.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Have a deep and meaningful respect for the power of nature. </li><li>Be in constant awe of the natural world, eager to share it with others but wary of their influence upon it. </li><li>Treat plants and animals as allies, working with them to reach your goals.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>View you as a representative of nature, and are sure you can control it. </li><li>Assume you’re a recluse who avoids society and cities and prefers to live in the wild. </li><li>Consider you a mystic, similar to a priest, but answering only to the forces of nature.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nTrained in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Nature](/Skills.aspx?ID=10)<br />Trained in one skill determined by your druidic order<br />Trained in a number of additional skills equal to 2 plus your Intelligence modifier\n\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br />Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br />Trained in medium armor<br />Trained in unarmored defense\n\n<title level=\"3\">Spells</title>\r\nTrained in primal spell attacks<br />Trained in primal spell DCs\r\n\r\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Druid. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, primal spellcasting, anathema, Druidic language, druidic order, Shield Block, wild empathy</td></tr>\r\n<tr><td>2</td><td>Druid feat, skill feat</td></tr>\r\n<tr><td>3</td><td>2nd-level spells, alertness, general feat, great fortitude, skill increase</td></tr>\r\n<tr><td>4</td><td>Druid feat, skill feat</td></tr>\r\n<tr><td>5</td><td>3rd-level spells, ability boosts, ancestry feat, lightning reflexes, skill increase</td></tr>\r\n<tr><td>6</td><td>Druid feat, skill feat</td></tr>\r\n<tr><td>7</td><td>4th-level spells, expert spellcaster, general feat, skill increase</td></tr>\r\n<tr><td>8</td><td>Druid feat, skill feat</td></tr>\r\n<tr><td>9</td><td>5th-level spells, ancestry feat, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, druid feat, skill feat</td></tr>\r\n<tr><td>11</td><td>6th-level spells, druid weapon expertise, general feat, resolve, skill increase</td></tr>\r\n<tr><td>12</td><td>Druid feat, skill feat</td></tr>\r\n<tr><td>13</td><td>7th-level spells, ancestry feat, medium armor expertise, skill increase, weapon specialization</td></tr>\r\n<tr><td>14</td><td>Druid feat, skill feat</td></tr>\r\n<tr><td>15</td><td>8th-level spells, ability boosts, general feat, master spellcaster, skill increase</td></tr>\r\n<tr><td>16</td><td>Druid feat, skill feat</td></tr>\r\n<tr><td>17</td><td>9th-level spells, ancestry feat, skill increase</td></tr>\r\n<tr><td>18</td><td>Druid feat, skill feat</td></tr>\r\n<tr><td>19</td><td>General feat, legendary spellcaster, primal hierophant, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, druid feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\r\n\n<table><thead><tr><th>Your Level</th><th>Cantrips</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th><th>7th</th><th>8th</th><th>9th</th><th>10th</th></tr></thead><tbody><tr><td>1</td><td>5</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>2</td><td>5</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>3</td><td>5</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>4</td><td>5</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>5</td><td>5</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>6</td><td>5</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>7</td><td>5</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>8</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>9</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>10</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>11</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>12</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>13</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td></tr><tr><td>14</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td></tr><tr><td>15</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td></tr><tr><td>16</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td></tr><tr><td>17</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td></tr><tr><td>18</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td></tr><tr><td>19</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>1*</td></tr><tr><td>20</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>1*</td></tr></tbody><tfoot><tr><td colspan=\"12\"> * The primal hierophant class feature gives you a 10th-level spell slot that works a bit differently from other spell slots.</td></tr></tfoot></table>\r\n\r\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level you gain a number of proficiencies, representing your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Primal Spellcasting</title>\r\nThe power of the wild world flows through you. You can cast primal spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells (see [Casting Spells](/Rules.aspx?ID=280)). Because you're a druid, you can usually hold a primal focus (such as holly and mistletoe) for spells requiring material components instead of needing to use a [material component pouch](/Equipment.aspx?ID=33).\n\n At 1st level, you can prepare two 1st-level spells and five cantrips each morning from the common spells on the [primal spell list](/SpellLists.aspx?Tradition=4), or from other primal spells to which you gain access. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.\n\n As you increase in level as a druid, the number of spells you can prepare each day increases, as does the highest level of spell you can cast, as shown in Table 3–11: Druid Spells per Day.\n\n Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Wisdom, your spell attack rolls and spell DCs use your Wisdom modifier. Details on calculating these statistics appear in [Spell Attack Rolls](/Rules.aspx?ID=325). \n\n<title level=\"3\" right=\"\">Heightening Spells</title> When you gain spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels. \n\n<title level=\"3\" right=\"\">Cantrips</title> Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest level of druid spell slot you have. For example, as a 1st-level druid, your cantrips are 1st-level spells, and as a 5th-level druid, your cantrips are 3rd-level spells.\r\n\r\n<title level=\"3\" >Anathema</title>\r\nAs stewards of the natural order, druids find affronts to nature anathema. If you perform enough acts that are anathema to nature, you lose your magical abilities that come from the druid class, including your primal spellcasting and the benefits of your order. These abilities can be regained only if you demonstrate your repentance by conducting an [_atone_](/Rituals.aspx?ID=2) ritual.\n\n The following acts are anathema to all druids: \n<ul><li>Using metal armor or shields. </li><li>Despoiling natural places. </li><li>Teaching the Druidic language to non-druids.</li></ul> Each druidic order also has additional anathema acts, detailed in the order’s entry.\n\nSee specific [orders](/classes/druid/druidic-orders) for more information.\r\n\r\n<title level=\"3\" >Druidic Language</title>\r\nYou know Druidic, a secret language known to only druids, in addition to any languages you know through your ancestry. Druidic has its own alphabet. Teaching the Druidic language to non-druids is anathema.\r\n\r\n<title level=\"3\" >Druidic Order</title>\r\nUpon becoming a druid, you align yourself with a druidic order, which grants you a class feat, an order spell (see below), and an additional trained skill tied to your order. While you'll always be a member of your initial order, it's not unheard of for a druid to request to study with other orders in search of greater understanding of the natural world, and PC druids are among the most likely to blend the powers of different orders.\n\n Order spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to commune with local nature spirits or otherwise tend to the wilderness in a way befitting your order.\n\n Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots to cast, and you can't cast them using spell slots. Selecting druid feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 points. The full rules for focus spells are found [here](/Rules.aspx?ID=276).\n\nOrders can be found [here](/classes/druid/druidic-orders).\r\n\r\n<title level=\"3\" >Shield Block</title>\r\nYou gain the [Shield Block](/Feats.aspx?ID=839) general feat, a reaction that lets you reduce damage with your shield.\r\n\r\n<title level=\"3\" >Wild Empathy</title>\r\nYou have a connection to the creatures of the natural world that allows you to communicate with them on a rudimentary level. You can use Diplomacy to Make an Impression on animals and to make very simple Requests of them. In most cases, wild animals will give you time to make your case.\r\n\r\n<title level=\"3\" right=\"Level 2\">Druid Feats</title>\r\nAt 2nd level and every even-numbered level, you gain a [druid class feat](/Classes.aspx?ID=6/feats).\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats appear in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Alertness</title>\r\nExperience has made you increasingly aware of threats around you, and you react more quickly to danger. Your proficiency rank for Perception increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\r\n\r\n<title level=\"3\" right=\"Level 3\">Great Fortitude</title>\r\nYour physique is incredibly hardy. Your proficiency rank for Fortitude saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert.\n\n At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2.\r\n\r\n<title level=\"3\" right=\"Level 5\">Lightning Reflexes</title>\r\nYour reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Expert Spellcaster</title>\r\nYour command of primal forces has deepened, empowering your spells. Your proficiency ranks for primal spell attack rolls and spell DCs increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Druid Weapon Expertise</title>\r\nYou have become thoroughly familiar with the weapons of your trade. Your proficiency ranks for all simple weapons and unarmed attacks increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Resolve</title>\r\nYou’ve steeled your mind with incredible resolve. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 13\">Medium Armor Expertise</title>\r\nYou’ve learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Specialization</title>\r\nYou’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Master Spellcaster</title>\r\nPrimal magic answers your command. Your proficiency ranks for primal spell attack rolls and spell DCs increase to master.\r\n\r\n<title level=\"3\" right=\"Level 19\">Legendary Spellcaster</title>\r\nYou have developed an unparalleled rapport with the magic of nature. Your proficiency ranks for primal spell attack rolls and spell DCs increase to legendary.\r\n\r\n<title level=\"3\" right=\"Level 19\">Primal Hierophant</title>\r\nYou command the most potent forces of primal magic and can cast a spell of truly incredible power. You gain a single 10th-level spell slot and can prepare a spell in that slot using primal spellcasting. You can't use this spell slot for abilities that let you cast spells without expending spell slots or that give you more spell slots. You don't gain more 10th-level spells as you level up, though you can take the [Hierophant's Power](/Feats.aspx?ID=353) feat to gain a second slot.",
 "name": "Druid",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/druid"
  },
  {
   "label": "Feats",
   "url": "/classes/druid/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/druid/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/druid/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/druid/focus-spells"
  },
  {
   "label": "Druidic Orders",
   "url": "/classes/druid/druidic-orders"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Trained",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 128 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe druid walks the wild, primordial places of the world without fear, harnessing the primal magic of nature and controlling it with calm purpose. A …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Nature",
  "Trained in one skill determined by your druidic order",
  "Trained in a number of additional skills equal to 2 plus your Intelligence modifier"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 128"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 128 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "The druid walks the wild, primordial places of the world without fear, harnessing the primal magic of nature and controlling it with calm purpose. A …",
 "summary_markdown": "The druid walks the wild, primordial places of the world without fear, harnessing the primal magic of nature and controlling it with calm purpose. A …",
 "text": " Druid Source Core Rulebook pg. 128 4.0 The power of nature is impossible to resist. It can bring ruin to the stoutest fortress in minutes, reducing even the mightiest works to rubble, burning them to ash, burying them beneath an avalanche of snow, or drowning them beneath the waves. It can provide endless bounty and breathtaking splendor to those who respect it— and an agonizing death to those who take it too lightly. You are one of those who hear nature’s call. You stand in awe of the majesty of its power and give yourself over to its service. Key Ability: Wisdom At 1st level, your class gives you an ability boost to Wisdom. Hit Points: 8 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following term in many druid class features. Metamagic : These actions tweak your spells. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Effects added by a metamagic action are part of the spell's effect, not of the metamagic action. Roleplaying the Druid During Combat Encounters... You call upon the forces of nature to defeat your enemies and protect your allies. You cast spells that draw upon primal magic to protect yourself and your friends, heal their wounds, or summon deadly animals to fight at your side. Depending on your bond to nature, you might call upon powerful elemental magic or change shape into a terrifying beast. During Social Encounters... You represent balance and a reasoned approach to problems, looking for solutions that not only are best for the natural world, but also allow the creatures within it to live in harmony and peace. You often propose compromises that allow both sides to gain what they truly need, even if they can’t have all that they desire. While Exploring... Your nature skills are invaluable. You track down enemies, navigate the wilderness, and use spells to detect magical auras around you. You might even ask wild animals to lend their extraordinary senses and scouting abilities to your group. In Downtime... You might craft magic items or potions. Alternatively, your tie to nature might lead you to tend a wilderness area, befriending beasts and healing the wounds caused by civilization. You might even teach sustainable farming and animal husbandry techniques that allow others to subsist off the land without harming the natural balance. You Might... Have a deep and meaningful respect for the power of nature. Be in constant awe of the natural world, eager to share it with others but wary of their influence upon it. Treat plants and animals as allies, working with them to reach your goals. Others Probably... View you as a representative of nature, and are sure you can control it. Assume you’re a recluse who avoids society and cities and prefers to live in the wild. Consider you a mystic, similar to a priest, but answering only to the forces of nature. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Trained in Fortitude Trained in Reflex Expert in Will Skills Trained in Nature Trained in one skill determined by your druidic order Trained in a number of additional skills equal to 2 plus your Intelligence modifier Attacks Trained in simple weapons Trained in unarmed attacks Defenses Trained in light armor Trained in medium armor Trained in unarmored defense Spells Trained in primal spell attacks Trained in primal spell DCs Class Features You gain these features as Druid. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, primal spellcasting, anathema, Druidic language, druidic order, Shield Block, wild empathy 2 Druid feat, skill feat 3 2nd-level spells, alertness, general feat, great fortitude, skill increase 4 Druid feat, skill feat 5 3rd-level spells, ability boosts, ancestry feat, lightning reflexes, skill increase 6 Druid feat, skill feat 7 4th-level spells, expert spellcaster, general feat, skill increase 8 Druid feat, skill feat 9 5th-level spells, ancestry feat, skill increase 10 Ability boosts, druid feat, skill feat 11 6th-level spells, druid weapon expertise, general feat, resolve, skill increase 12 Druid feat, skill feat 13 7th-level spells, ancestry feat, medium armor expertise, skill increase, weapon specialization 14 Druid feat, skill feat 15 8th-level spells, ability boosts, general feat, master spellcaster, skill increase 16 Druid feat, skill feat 17 9th-level spells, ancestry feat, skill increase 18 Druid feat, skill feat 19 General feat, legendary spellcaster, primal hierophant, skill increase 20 Ability boosts, druid feat, skill feat Your Level Cantrips 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th 1 5 2 — — — — — — — — — 2 5 3 — — — — — — — — — 3 5 3 2 — — — — — — — — 4 5 3 3 — — — — — — — — 5 5 3 3 2 — — — — — — — 6 5 3 3 3 — — — — — — — 7 5 3 3 3 2 — — — — — — 8 5 3 3 3 3 — — — — — — 9 5 3 3 3 3 2 — — — — — 10 5 3 3 3 3 3 — — — — — 11 5 3 3 3 3 3 2 — — — — 12 5 3 3 3 3 3 3 — — — — 13 5 3 3 3 3 3 3 2 — — — 14 5 3 3 3 3 3 3 3 — — — 15 5 3 3 3 3 3 3 3 2 — — 16 5 3 3 3 3 3 3 3 3 — — 17 5 3 3 3 3 3 3 3 3 2 — 18 5 3 3 3 3 3 3 3 3 3 — 19 5 3 3 3 3 3 3 3 3 3 1 20 5 3 3 3 3 3 3 3 3 3 1 The primal hierophant class feature gives you a 10th-level spell slot that works a bit differently from other spell slots. Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2. Initial Proficiencies At 1st level you gain a number of proficiencies, representing your basic training. These proficiencies are noted at the start of this class. Primal Spellcasting The power of the wild world flows through you. You can cast primal spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells (see Casting Spells). Because you're a druid, you can usually hold a primal focus (such as holly and mistletoe) for spells requiring material components instead of needing to use a material component pouch. At 1st level, you can prepare two 1st-level spells and five cantrips each morning from the common spells on the primal spell list, or from other primal spells to which you gain access. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots. As you increase in level as a druid, the number of spells you can prepare each day increases, as does the highest level of spell you can cast, as shown in Table 3–11: Druid Spells per Day. Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Wisdom, your spell attack rolls and spell DCs use your Wisdom modifier. Details on calculating these statistics appear in Spell Attack Rolls. Heightening Spells When you gain spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels. Cantrips Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest level of druid spell slot you have. For example, as a 1st-level druid, your cantrips are 1st-level spells, and as a 5th-level druid, your cantrips are 3rd-level spells. Anathema As stewards of the natural order, druids find affronts to nature anathema. If you perform enough acts that are anathema to nature, you lose your magical abilities that come from the druid class, including your primal spellcasting and the benefits of your order. These abilities can be regained only if you demonstrate your repentance by conducting an atone ritual. The following acts are anathema to all druids: Using metal armor or shields. Despoiling natural places. Teaching the Druidic language to non-druids. Each druidic order also has additional anathema acts, detailed in the order’s entry. See specific orders for more information. Druidic Language You know Druidic, a secret language known to only druids, in addition to any languages you know through your ancestry. Druidic has its own alphabet. Teaching the Druidic language to non-druids is anathema. Druidic Order Upon becoming a druid, you align yourself with a druidic order, which grants you a class feat, an order spell (see below), and an additional trained skill tied to your order. While you'll always be a member of your initial order, it's not unheard of for a druid to request to study with other orders in search of greater understanding of the natural world, and PC druids are among the most likely to blend the powers of different orders. Order spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to commune with local nature spirits or otherwise tend to the wilderness in a way befitting your order. Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots to cast, and you can't cast them using spell slots. Selecting druid feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 points. The full rules for focus spells are found here. Orders can be found here. Shield Block You gain the Shield Block general feat, a reaction that lets you reduce damage with your shield. Wild Empathy You have a connection to the creatures of the natural world that allows you to communicate with them on a rudimentary level. You can use Diplomacy to Make an Impression on animals and to make very simple Requests of them. In most cases, wild animals will give you time to make your case. Druid Feats At 2nd level and every even-numbered level, you gain a druid class feat. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats appear in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat. Alertness Experience has made you increasingly aware of threats around you, and you react more quickly to danger. Your proficiency rank for Perception increases to expert. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. Great Fortitude Your physique is incredibly hardy. Your proficiency rank for Fortitude saves increases to expert. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert. At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2. Lightning Reflexes Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert. Expert Spellcaster Your command of primal forces has deepened, empowering your spells. Your proficiency ranks for primal spell attack rolls and spell DCs increase to expert. Druid Weapon Expertise You have become thoroughly familiar with the weapons of your trade. Your proficiency ranks for all simple weapons and unarmed attacks increase to expert. Resolve You’ve steeled your mind with incredible resolve. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead. Medium Armor Expertise You’ve learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert. Weapon Specialization You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary. Master Spellcaster Primal magic answers your command. Your proficiency ranks for primal spell attack rolls and spell DCs increase to master. Legendary Spellcaster You have developed an unparalleled rapport with the magic of nature. Your proficiency ranks for primal spell attack rolls and spell DCs increase to legendary. Primal Hierophant You command the most potent forces of primal magic and can cast a spell of truly incredible power. You gain a single 10th-level spell slot and can prepare a spell in that slot using primal spellcasting. You can't use this spell slot for abilities that let you cast spells without expending spell slots or that give you more spell slots. You don't gain more 10th-level spells as you level up, though you can take the Hierophant's Power feat to gain a second slot.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=6",
 "weakness": {},
 "will_proficiency": "Expert"
}