{
 "ability": [
  "Strength",
  "Dexterity"
 ],
 "attack_proficiency": [
  "Expert in simple weapons",
  "Expert in martial weapons",
  "Trained in advanced weapons",
  "Expert in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in all armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 10,
 "hp_raw": "10",
 "icon_image": "/Images/Class/Fighter_Icon.png",
 "id": "class-7",
 "image": [
  "/Images/Classes/Iconic_Valeros.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Fighter](/Classes.aspx?ID=7)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 140 <sup>4.0</sup></row>\n\n_Fighting for honor, greed, loyalty, or simply the thrill of battle, you are an undisputed master of weaponry and combat techniques. You combine your actions through clever combinations of opening moves, finishing strikes, and counterattacks whenever your foes are unwise enough to drop their guard. Whether you are a knight, mercenary, sharpshooter, or blade master, you have honed your martial skills into an art form and perform devastating critical attacks on your enemies._\r\n\r\n**Key Ability: Strength or Dexterity** <br />\r\nAt 1st level, your class gives you an ability boost to your choice of Strength or Dexterity.\r\n\r\n**Hit Points: 10 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Valeros.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key terms in many fighter class features.\n\n **[Flourish](/Traits.aspx?ID=73)**: Actions with this trait are special techniques that require too much exertion for you to perform frequently. You can use only 1 action with the flourish trait per turn.\n\n **[Open](/Traits.aspx?ID=123)**: These maneuvers work only as the first salvo in the attacks you make on your turn. You can use an action with the open trait only if you haven't used an action with the attack or open trait yet this turn.\n\n**[Press](/Traits.aspx?ID=133)**: Actions with this trait allow you to follow up earlier attacks. An action with the press trait can be used only if you are currently affected by a multiple attack penalty. You can't use a press action when it's not your turn, even if you use the [Ready](/Actions.aspx?ID=82) activity.\n\n Some actions with the press trait also grant an effect on a failure. The effects that are added on a failure don't apply on a critical failure. If your press action succeeds, you can choose to apply the failure effect instead. (For example, you may wish to do this when an attack deals no damage due to resistance.)\n\n**[Stance](/Traits.aspx?ID=152)**: A stance is a general combat strategy that you enter by using an action with the stance trait, and you remain in for some time. A stance lasts until you get [knocked out](/Conditions.aspx?ID=38), until its requirements (if any) are violated, until the encounter ends, or until you enter a new stance, whichever comes first. After you take an action with the stance trait, you can't take another one for 1 round. You can enter or be in a stance only in encounter mode.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Fighter</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou strike with unmatched accuracy and use specialized combat techniques. A melee fighter stands between allies and enemies, attacking foes who try to get past. A ranged fighter delivers precise shots from a distance.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou can be an intimidating presence. This can be useful when negotiating with enemies, but is sometimes a liability in more genteel interactions.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou keep up your defenses in preparation for combat, and keep an eye out for hidden threats. You also overcome physical challenges in your way, breaking down doors, lifting obstacles, climbing adeptly, and leaping across pits.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou might perform manual labor or craft and repair armaments. If you know techniques you no longer favor, you might train yourself in new ones. If you’ve established your reputation, you might build an organization or a stronghold of your own.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Know the purpose and quality of every weapon and piece of armor you own. </li><li>Recognize that the danger of an adventurer’s life must be balanced out with great revelry or ambitious works. </li><li>Have little patience for puzzles or problems that require detailed logic or study.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Find you intimidating until they get to know you—and maybe even after they get to know you. </li><li>Expect you’re all brawn and no brains. </li><li>Respect your expertise in the art of warfare and value your opinion on the quality of armaments.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nExpert in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nExpert in Reflex <br />\r\nTrained in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in your choice of [Acrobatics](/Skills.aspx?ID=1) or [Athletics](/Skills.aspx?ID=3)<br />Trained in a number of additional skills equal to 3 plus your Intelligence modifier\n\n<title level=\"3\">Attacks</title>\r\nExpert in simple weapons<br />Expert in martial weapons<br />Trained in advanced weapons<br />Expert in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in all armor<br />Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in fighter class DC\n\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Fighter. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, attack of opportunity, fighter feat, shield block</td></tr>\r\n<tr><td>2</td><td>Fighter feat, skill feat</td></tr>\r\n<tr><td>3</td><td>Bravery, general feat, skill increase</td></tr>\r\n<tr><td>4</td><td>Fighter feat, skill feat</td></tr>\r\n<tr><td>5</td><td>Ability boosts, ancestry feat, fighter weapon mastery, skill increase</td></tr>\r\n<tr><td>6</td><td>Fighter feat, skill feat</td></tr>\r\n<tr><td>7</td><td>Battlefield surveyor, general feat, skill increase, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Fighter feat, skill feat</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, combat flexibility, juggernaut, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, fighter feat, skill feat</td></tr>\r\n<tr><td>11</td><td>Armor expertise, fighter expertise, general feat, skill increase</td></tr>\r\n<tr><td>12</td><td>Fighter feat, skill feat</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, skill increase, weapon legend</td></tr>\r\n<tr><td>14</td><td>Fighter feat, skill feat</td></tr>\r\n<tr><td>15</td><td>Ability boosts, evasion, general feat, greater weapon specialization, improved flexibility, skill increase</td></tr>\r\n<tr><td>16</td><td>Fighter feat, skill feat</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, armor mastery, skill increase</td></tr>\r\n<tr><td>18</td><td>Fighter feat, skill feat</td></tr>\r\n<tr><td>19</td><td>General feat, skill increase, versatile legend</td></tr>\r\n<tr><td>20</td><td>Ability boosts, fighter feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Attack of Opportunity</title>\r\nEver watchful for weaknesses, you can quickly attack foes that leave an opening in their defenses. You gain the Attack of Opportunity reaction.\r\n\r\n<document level=\"4\" id=\"action-8\" />\r\n\r\n<title level=\"3\" >Fighter Feats</title>\r\nAt 1st level and every even-numbered level thereafter, you gain a [fighter class feat](/Classes.aspx?ID=7/feats).\r\n\r\n<title level=\"3\" >Shield Block</title>\r\nYou gain the [Shield Block](/Feats.aspx?ID=839) general feat, a reaction that lets you reduce damage with your shield.\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Bravery</title>\r\nHaving faced countless foes and the chaos of battle, you have learned how to stand strong in the face of fear and keep on fighting. Your proficiency rank for Will saves increases to expert. When you roll a success at a Will save against a [fear](/Traits.aspx?ID=68) effect, you get a critical success instead. In addition, anytime you gain the [frightened](/Conditions.aspx?ID=19) condition, reduce its value by 1.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert.\n\n At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2.\r\n\r\n<title level=\"3\" right=\"Level 5\">Fighter Weapon Mastery</title>\r\nHours spent training with your preferred weapons, learning and developing new combat techniques, have made you particularly effective with your weapons of choice. Choose one weapon group. Your proficiency rank increases to master with the simple weapons, martial weapons, and unarmed attacks in that group, and to expert with the advanced weapons in  that group. You gain access to the [critical specialization effects](/Rules.aspx?ID=235) of all weapons and unarmed attacks for which you have master proficiency.\r\n\r\n<title level=\"3\" right=\"Level 7\">Battlefield Surveyor</title>\r\nWhether taking stock of an enemy army or simply standing guard, you excel at observing your foes. Your proficiency rank for Perception increases to master. In addition, you gain a +2 circumstance bonus to Perception checks for initiative, making you faster to react during combat.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Combat Flexibility</title>\r\nThrough your experience in battle, you can prepare your tactics to suit different situations. When you make your daily preparations, you gain one fighter feat of 8th level or lower that you don’t already have. You can use that feat until your next daily preparations. You must meet all of the feat’s other prerequisites.\r\n\r\n<title level=\"3\" right=\"Level 9\">Juggernaut</title>\r\nYour body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 11\">Armor Expertise</title>\r\nYou have spent so much time wearing armor that you know how to make the most of its protection. Your proficiency rank for light, medium, and heavy armor, as well as for unarmored defense, increase to expert. You gain the armor specialization effects of medium and heavy armor.\r\n\r\n<title level=\"3\" right=\"Level 11\">Fighter Expertise</title>\r\nYou’ve practiced your techniques to make them harder to resist. Your proficiency rank for your fighter class DC increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Legend</title>\r\nYou've learned fighting techniques that apply to all armaments, and you've developed unparalleled skill with your favorite weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master. Your proficiency rank for advanced weapons increases to expert.\n\n You can select one weapon group and increase your proficiency ranks to legendary for all simple weapons, martial weapons, and unarmed attacks in that weapon group, and to master for all advanced weapons in that weapon group.\r\n\r\n<title level=\"3\" right=\"Level 15\">Evasion</title>\r\nYou’ve learned to move quickly to avoid explosions, a dragon’s breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Improved Flexibility</title>\r\nYour extensive experience gives you even greater ability to adapt to each day’s challenges. When you use combat flexibility, you can gain two fighter feats instead of one. While the first feat must still be 8th level or lower, the second feat can be up to 14th level, and you can use the first feat to meet the prerequisites of the second feat. You must meet all of the feats’ prerequisites.\r\n\r\n<title level=\"3\" right=\"Level 17\">Armor Mastery</title>\r\nYour skill with armor improves, increasing your ability to prevent blows. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to master.\r\n\r\n<title level=\"3\" right=\"Level 19\">Versatile Legend</title>\r\nYou are nigh-unmatched with any weapon. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to legendary, and your proficiency rank for advanced weapons increases to master. Your proficiency rank for your fighter class DC increases to master.",
 "name": "Fighter",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/fighter"
  },
  {
   "label": "Feats",
   "url": "/classes/fighter/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/fighter/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/fighter/class-kit"
  }
 ],
 "perception_proficiency": "Expert",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Expert",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 140 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWith calculated daring and fearless determination, the fighter tracks down and confronts their enemies while defending allies from harm. A master of …\r\n</summary>",
 "skill_proficiency": [
  "Trained in your choice of  Acrobatics  or  Athletics",
  "Trained in a number of additional skills equal to 3 plus your Intelligence modifier"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 140"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 140 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "With calculated daring and fearless determination, the fighter tracks down and confronts their enemies while defending allies from harm. A master of …",
 "summary_markdown": "With calculated daring and fearless determination, the fighter tracks down and confronts their enemies while defending allies from harm. A master of …",
 "text": " Fighter Source Core Rulebook pg. 140 4.0 Fighting for honor, greed, loyalty, or simply the thrill of battle, you are an undisputed master of weaponry and combat techniques. You combine your actions through clever combinations of opening moves, finishing strikes, and counterattacks whenever your foes are unwise enough to drop their guard. Whether you are a knight, mercenary, sharpshooter, or blade master, you have honed your martial skills into an art form and perform devastating critical attacks on your enemies. Key Ability: Strength or Dexterity At 1st level, your class gives you an ability boost to your choice of Strength or Dexterity. Hit Points: 10 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following key terms in many fighter class features. Flourish : Actions with this trait are special techniques that require too much exertion for you to perform frequently. You can use only 1 action with the flourish trait per turn. Open : These maneuvers work only as the first salvo in the attacks you make on your turn. You can use an action with the open trait only if you haven't used an action with the attack or open trait yet this turn. Press : Actions with this trait allow you to follow up earlier attacks. An action with the press trait can be used only if you are currently affected by a multiple attack penalty. You can't use a press action when it's not your turn, even if you use the Ready activity. Some actions with the press trait also grant an effect on a failure. The effects that are added on a failure don't apply on a critical failure. If your press action succeeds, you can choose to apply the failure effect instead. (For example, you may wish to do this when an attack deals no damage due to resistance.) Stance : A stance is a general combat strategy that you enter by using an action with the stance trait, and you remain in for some time. A stance lasts until you get knocked out, until its requirements (if any) are violated, until the encounter ends, or until you enter a new stance, whichever comes first. After you take an action with the stance trait, you can't take another one for 1 round. You can enter or be in a stance only in encounter mode. Roleplaying the Fighter During Combat Encounters... You strike with unmatched accuracy and use specialized combat techniques. A melee fighter stands between allies and enemies, attacking foes who try to get past. A ranged fighter delivers precise shots from a distance. During Social Encounters... You can be an intimidating presence. This can be useful when negotiating with enemies, but is sometimes a liability in more genteel interactions. While Exploring... You keep up your defenses in preparation for combat, and keep an eye out for hidden threats. You also overcome physical challenges in your way, breaking down doors, lifting obstacles, climbing adeptly, and leaping across pits. In Downtime... You might perform manual labor or craft and repair armaments. If you know techniques you no longer favor, you might train yourself in new ones. If you’ve established your reputation, you might build an organization or a stronghold of your own. You Might... Know the purpose and quality of every weapon and piece of armor you own. Recognize that the danger of an adventurer’s life must be balanced out with great revelry or ambitious works. Have little patience for puzzles or problems that require detailed logic or study. Others Probably... Find you intimidating until they get to know you—and maybe even after they get to know you. Expect you’re all brawn and no brains. Respect your expertise in the art of warfare and value your opinion on the quality of armaments. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Expert in Perception Saving Throws Expert in Fortitude Expert in Reflex Trained in Will Skills Trained in your choice of Acrobatics or Athletics Trained in a number of additional skills equal to 3 plus your Intelligence modifier Attacks Expert in simple weapons Expert in martial weapons Trained in advanced weapons Expert in unarmed attacks Defenses Trained in all armor Trained in unarmored defense Class DC Trained in fighter class DC Class Features You gain these features as Fighter. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, attack of opportunity, fighter feat, shield block 2 Fighter feat, skill feat 3 Bravery, general feat, skill increase 4 Fighter feat, skill feat 5 Ability boosts, ancestry feat, fighter weapon mastery, skill increase 6 Fighter feat, skill feat 7 Battlefield surveyor, general feat, skill increase, weapon specialization 8 Fighter feat, skill feat 9 Ancestry feat, combat flexibility, juggernaut, skill increase 10 Ability boosts, fighter feat, skill feat 11 Armor expertise, fighter expertise, general feat, skill increase 12 Fighter feat, skill feat 13 Ancestry feat, skill increase, weapon legend 14 Fighter feat, skill feat 15 Ability boosts, evasion, general feat, greater weapon specialization, improved flexibility, skill increase 16 Fighter feat, skill feat 17 Ancestry feat, armor mastery, skill increase 18 Fighter feat, skill feat 19 General feat, skill increase, versatile legend 20 Ability boosts, fighter feat, skill feat Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2. Initial Proficiencies At 1st level you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Attack of Opportunity Ever watchful for weaknesses, you can quickly attack foes that leave an opening in their defenses. You gain the Attack of Opportunity reaction. Fighter Feats At 1st level and every even-numbered level thereafter, you gain a fighter class feat. Shield Block You gain the Shield Block general feat, a reaction that lets you reduce damage with your shield. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat. Bravery Having faced countless foes and the chaos of battle, you have learned how to stand strong in the face of fear and keep on fighting. Your proficiency rank for Will saves increases to expert. When you roll a success at a Will save against a fear effect, you get a critical success instead. In addition, anytime you gain the frightened condition, reduce its value by 1. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert. At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2. Fighter Weapon Mastery Hours spent training with your preferred weapons, learning and developing new combat techniques, have made you particularly effective with your weapons of choice. Choose one weapon group. Your proficiency rank increases to master with the simple weapons, martial weapons, and unarmed attacks in that group, and to expert with the advanced weapons in that group. You gain access to the critical specialization effects of all weapons and unarmed attacks for which you have master proficiency. Battlefield Surveyor Whether taking stock of an enemy army or simply standing guard, you excel at observing your foes. Your proficiency rank for Perception increases to master. In addition, you gain a +2 circumstance bonus to Perception checks for initiative, making you faster to react during combat. Weapon Specialization You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary. Combat Flexibility Through your experience in battle, you can prepare your tactics to suit different situations. When you make your daily preparations, you gain one fighter feat of 8th level or lower that you don’t already have. You can use that feat until your next daily preparations. You must meet all of the feat’s other prerequisites. Juggernaut Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead. Armor Expertise You have spent so much time wearing armor that you know how to make the most of its protection. Your proficiency rank for light, medium, and heavy armor, as well as for unarmored defense, increase to expert. You gain the armor specialization effects of medium and heavy armor. Fighter Expertise You’ve practiced your techniques to make them harder to resist. Your proficiency rank for your fighter class DC increases to expert. Weapon Legend You've learned fighting techniques that apply to all armaments, and you've developed unparalleled skill with your favorite weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master. Your proficiency rank for advanced weapons increases to expert. You can select one weapon group and increase your proficiency ranks to legendary for all simple weapons, martial weapons, and unarmed attacks in that weapon group, and to master for all advanced weapons in that weapon group. Evasion You’ve learned to move quickly to avoid explosions, a dragon’s breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. Improved Flexibility Your extensive experience gives you even greater ability to adapt to each day’s challenges. When you use combat flexibility, you can gain two fighter feats instead of one. While the first feat must still be 8th level or lower, the second feat can be up to 14th level, and you can use the first feat to meet the prerequisites of the second feat. You must meet all of the feats’ prerequisites. Armor Mastery Your skill with armor improves, increasing your ability to prevent blows. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to master. Versatile Legend You are nigh-unmatched with any weapon. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to legendary, and your proficiency rank for advanced weapons increases to master. Your proficiency rank for your fighter class DC increases to master.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=7",
 "weakness": {},
 "will_proficiency": "Trained"
}