{
 "ability": [
  "Dexterity"
 ],
 "attack_proficiency": [
  "Expert in simple firearms and crossbows",
  "Expert in martial firearms and crossbows",
  "Trained in advanced firearms and crossbows",
  "Trained in simple weapons",
  "Trained in martial weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in medium armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 8,
 "hp_raw": "8",
 "icon_image": "/Images/Class/Gunslinger_Icon.png",
 "id": "class-20",
 "image": [
  "/Images/Classes/Iconic_Nhalmika.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Gunslinger](/Classes.aspx?ID=20)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 105</row>\r\n\r\n_[**PFS Note**](/pathfinder-society) All Pathfinder Society agents have access to the Gunslinger class._\r\n\r\n_While some fear projectile weapons, you savor the searing flash, wild kick, and cloying smoke that accompanies a gunshot, or snap of the cable and telltale thunk of your crossbow just before your bolt finds purchase. Ready to draw a bead on an enemy at every turn, you rely on your reflexes, steady hand, and knowledge of your weapons to riddle your foes with holes._\r\n\r\n**Key Ability: Dexterity** <br />\r\nAt 1st level, your class gives you an ability boost to Dexterity\r\n\r\n**Hit Points: 8 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Nhalmika.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Interacting to Reload</title>\r\n\r\nThe slinger's reload action from each gunslinger way, as well as many feats, give the ability to Interact to reload a weapon. This is enough to reload a weapon that takes 1 Interact action to reload, but only provides one of the Interact actions needed to reload a weapon with reload 2 or greater. As normal, you can provide the remaining Interact actions separately.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key terms in a number of gunslinger abilities.\n\n [**Flourish**](/Traits.aspx?ID=73): Flourish actions are actions that require too much exertion to perform a large number in a row. You can use only 1 action with the flourish trait per turn.\n\n **Misfire**: Firearms that are improperly maintained or subjected to unusual strain can misfire. If you attempt to fire a firearm that was fired the previous day or earlier and hasn't been cleaned since, roll a DC 5 flat check before making your attack roll. If you fail this misfire check, the weapon misfires and jams. The attack is an automatic critical failure, and you must use an Interact action to clear the jam before the weapon can be reloaded and fired again. Once you've spent at least an hour cleaning a weapon, you don't need to roll for a misfire until the next day unless an effect says otherwise. You can clean multiple firearms during this hour, up to a reasonable limit as determined by the GM (typically no more than five).\n\n Some abilities cause a weapon to misfire as a part of their effects. If such a misfire happens as a result of an attack (due to an action that causes a misfire on a failed attack, for example), it retroactively makes the attack a critical failure.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Gunslinger</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou strike from range with your firearms, seeking to defeat your opponents before they can pose a true threat. Depending on your choice of weapon, you might prefer to strike your opponent from a hidden position before they ever realize you're there, dash through a frenzied melee with pistols blazing, or glide effortlessly across the battlefield, waiting for the perfect moment to end the conflict with a single, well-placed shot.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou have a keen eye and can see things coming from farther than most. You might not be the life of the party, but your companions know to pay attention when your subtle nod or concerned grunt indicates that something's amiss.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou scout the group's position for incoming threats and help search for secret doors and hidden passages, keeping a weather eye out for unexpected threats.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou might craft ammunition or keep your complex weapons clean and maintained, and you might look for work that matches your unique talents, such as working as a blacksmith, engineer, or part of the local watch. You might wander from town to town, or stay put for a spell to enjoy the silence that lingers between gunfights.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Seek out areas of great conflict where your unique choice of weaponry can help build your reputation.</li><li>Explore new horizons, trusting your honed senses and deadly weapon to keep you safe.</li><li>Demonstrate extensive knowledge about various types of guns and ammunition, along with curiosity about the latest in gun technology.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Assume that since you know how your gun works, you must also understand how to resolve other mechanical challenges.</li><li>Underestimate you at first glance, thinking you rely on your gun because you lack any other skills.</li><li>Respect your eternal vigilance, unyielding grit, and excellent aim.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nExpert in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nExpert in Reflex <br />\r\nTrained in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in one or more skills determined by your gunslinger's way<br /> Trained in a number of additional skills equal to 3 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nExpert in simple firearms and crossbows<br /> Expert in martial firearms and crossbows<br /> Trained in advanced firearms and crossbows<br /> Trained in simple weapons<br /> Trained in martial weapons<br /> Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br /> Trained in medium armor<br /> Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in gunslinger class DC\n\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Gunslinger. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, gunslinger's way, initial deed, gunslinger feat, singular expertise</td></tr>\r\n<tr><td>2</td><td>Gunslinger feat, skill feat</td></tr>\r\n<tr><td>3</td><td>General feat, skill increase, stubborn</td></tr>\r\n<tr><td>4</td><td>Gunslinger feat, skill feat</td></tr>\r\n<tr><td>5</td><td>Ability boosts, ancestry feat, gunslinger weapon mastery, skill increase</td></tr>\r\n<tr><td>6</td><td>Gunslinger feat, skill feat</td></tr>\r\n<tr><td>7</td><td>General feat, skill increase, vigilant senses, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Gunslinger feat, skill feat</td></tr>\r\n<tr><td>9</td><td>Advanced deed, ancestry feat, gunslinger expertise, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, gunslinger feat, skill feat</td></tr>\r\n<tr><td>11</td><td>Evasion, general feat, skill increase</td></tr>\r\n<tr><td>12</td><td>Gunslinger feat, skill feat</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, gunslinging legend, medium armor expertise, skill increase</td></tr>\r\n<tr><td>14</td><td>Gunslinger feat, skill feat</td></tr>\r\n<tr><td>15</td><td>Ability boosts, general feat, greater deed, greater weapon specialization, skill increase</td></tr>\r\n<tr><td>16</td><td>Gunslinger feat, skill feat</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, juggernaut, shootist's edge, skill increase</td></tr>\r\n<tr><td>18</td><td>Gunslinger feat, skill feat</td></tr>\r\n<tr><td>19</td><td>General feat, incredible senses, medium armor mastery, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, gunslinger feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to those from your class at 1st level, you have the benefits of your selected ancestry and background.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Gunslinger's Way</title>\r\nAll gunslingers have a particular way they follow, a combination of philosophy and combat style that defines both how they fight and the weapons they excel with. At 1st level, your way grants you an initial deed, a unique reload action called a slinger's reload, and proficiency with a particular skill. You also gain advanced and greater deeds at later levels, as well as access to way-specific feats.\n\n Gunslinger ways can be found [here](/classes/gunslinger/ways).\r\n\r\n<title level=\"3\" >Gunslinger Feats</title>\r\nAt 1st level and every even-numbered level, you gain a gunslinger class feat.\r\n\r\n<title level=\"3\" >Singular Expertise</title>\r\nYou have particular expertise with guns and crossbows that grants you greater proficiency with them and the ability to deal more damage. You gain a +1 circumstance bonus to damage rolls with firearms and crossbows.\n\n This intense focus on firearms and crossbows prevents you from reaching the same heights with other weapons. Your proficiency with unarmed attacks and with weapons other than firearms and crossbows can't be higher than trained, even if you gain an ability that would increase your proficiency in one or more other weapons to match your highest weapon proficiency (such as the weapon expertise feats many ancestries have). If you have gunslinger weapon mastery, the limit is expert, and if you have gunslinging legend, the limit is master.\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every even-numbered level, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.\n\n At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.\r\n\r\n<title level=\"3\" right=\"Level 3\">Stubborn</title>\r\nYou don't like being told what to do, and you don't give up. Your proficiency rank for Will saves increases to expert. When you fail, but don't critically fail, a Will save against an effect that would give you the [controlled](/Conditions.aspx?ID=6) condition, you can attempt a second save against the effect at the start of your next turn. On a successful second save, the controlled condition ends, though any other effects remain. As normal, failing this second save doesn't allow you to attempt a third save on the subsequent turn.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\r\n\r\n<title level=\"3\" right=\"Level 5\">Gunslinger Weapon Mastery</title>\r\nYou fully understand the best way to utilize your unique weapons. Your proficiency rank increases to master with simple and martial firearms and crossbows. Your proficiency rank for advanced firearms and crossbows, simple weapons, martial weapons, and unarmed attacks increases to expert. You gain access to the [critical specialization effects](/Rules.aspx?ID=235) for firearms and crossbows.\r\n\r\n<title level=\"3\" right=\"Level 7\">Vigilant Senses</title>\r\nThrough your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Advanced Deed</title>\r\nYou've learned a powerful new technique of your chosen way. You gain the advanced deed ability of the way you chose at 1st level.\n\n Gunslinger ways can be found [here](/classes/gunslinger/ways).\r\n\r\n<title level=\"3\" right=\"Level 9\">Gunslinger Expertise</title>\r\nYour special shots become harder for opponents to predict or resist. Your proficiency rank for your gunslinger class DC increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Evasion</title>\r\nYou've learned to move quickly to avoid explosions, dragon's breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 13\">Gunslinging Legend</title>\r\nYou've learned unique techniques for wielding firearms and crossbows that give you unmatched skill in their use.  Your proficiency rank increases to legendary with simple and martial firearms and crossbows and to master with advanced firearms and crossbows. Your proficiency rank for simple weapons, martial weapons, and unarmed attacks increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Medium Armor Expertise</title>\r\nYou've learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Deed</title>\r\nYou've mastered the pinnacle technique of your chosen way. You gain the greater deed ability of the way you chose at 1st level.\n\n Gunslinger ways can be found [here](/classes/gunslinger/ways).\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 17\">Juggernaut</title>\r\nYour body has become accustomed to physical hazards and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 17\">Shootist's Edge</title>\r\nYou make shots others find impossible. Your proficiency rank for your gunslinger class DC increases to master. When using a ranged weapon in which you have master or greater proficiency, you ignore the penalty for attacking within the weapon's second and third range increments.\r\n\r\n<title level=\"3\" right=\"Level 19\">Incredible Senses</title>\r\nYou notice things that most people can't detect. Your proficiency rank for Perception increases to legendary.\r\n\r\n<title level=\"3\" right=\"Level 19\">Medium Armor Mastery</title>\r\nYour skill with light and medium armor improves, increasing your ability to dodge or absorb blows. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master.",
 "name": "Gunslinger",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/gunslinger"
  },
  {
   "label": "Feats",
   "url": "/classes/gunslinger/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/gunslinger/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/gunslinger/class-kit"
  },
  {
   "label": "Ways",
   "url": "/classes/gunslinger/ways"
  }
 ],
 "perception_proficiency": "Expert",
 "pfs": "Standard",
 "rarity": "uncommon",
 "reflex_proficiency": "Expert",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 105</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhile most people can fire a gun or crossbow, a gunslinger knows such weapons better than anyone. From reloading to customization, a gunslinger …\r\n</summary>",
 "skill_proficiency": [
  "Trained in one or more skills determined by your gunslinger's way",
  "Trained in a number of additional skills equal to 3 plus your Intelligence modifier"
 ],
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 105"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 105</row>",
 "speed": {},
 "summary": "While most people can fire a gun or crossbow, a gunslinger knows such weapons better than anyone. From reloading to customization, a gunslinger …",
 "summary_markdown": "While most people can fire a gun or crossbow, a gunslinger knows such weapons better than anyone. From reloading to customization, a gunslinger …",
 "text": " Gunslinger Source Guns &amp; Gears pg. 105 PFS Note All Pathfinder Society agents have access to the Gunslinger class. While some fear projectile weapons, you savor the searing flash, wild kick, and cloying smoke that accompanies a gunshot, or snap of the cable and telltale thunk of your crossbow just before your bolt finds purchase. Ready to draw a bead on an enemy at every turn, you rely on your reflexes, steady hand, and knowledge of your weapons to riddle your foes with holes. Key Ability: Dexterity At 1st level, your class gives you an ability boost to Dexterity Hit Points: 8 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Interacting to Reload The slinger's reload action from each gunslinger way, as well as many feats, give the ability to Interact to reload a weapon. This is enough to reload a weapon that takes 1 Interact action to reload, but only provides one of the Interact actions needed to reload a weapon with reload 2 or greater. As normal, you can provide the remaining Interact actions separately. Key Terms You'll see the following key terms in a number of gunslinger abilities. Flourish : Flourish actions are actions that require too much exertion to perform a large number in a row. You can use only 1 action with the flourish trait per turn. Misfire : Firearms that are improperly maintained or subjected to unusual strain can misfire. If you attempt to fire a firearm that was fired the previous day or earlier and hasn't been cleaned since, roll a DC 5 flat check before making your attack roll. If you fail this misfire check, the weapon misfires and jams. The attack is an automatic critical failure, and you must use an Interact action to clear the jam before the weapon can be reloaded and fired again. Once you've spent at least an hour cleaning a weapon, you don't need to roll for a misfire until the next day unless an effect says otherwise. You can clean multiple firearms during this hour, up to a reasonable limit as determined by the GM (typically no more than five). Some abilities cause a weapon to misfire as a part of their effects. If such a misfire happens as a result of an attack (due to an action that causes a misfire on a failed attack, for example), it retroactively makes the attack a critical failure. Roleplaying the Gunslinger During Combat Encounters... You strike from range with your firearms, seeking to defeat your opponents before they can pose a true threat. Depending on your choice of weapon, you might prefer to strike your opponent from a hidden position before they ever realize you're there, dash through a frenzied melee with pistols blazing, or glide effortlessly across the battlefield, waiting for the perfect moment to end the conflict with a single, well-placed shot. During Social Encounters... You have a keen eye and can see things coming from farther than most. You might not be the life of the party, but your companions know to pay attention when your subtle nod or concerned grunt indicates that something's amiss. While Exploring... You scout the group's position for incoming threats and help search for secret doors and hidden passages, keeping a weather eye out for unexpected threats. In Downtime... You might craft ammunition or keep your complex weapons clean and maintained, and you might look for work that matches your unique talents, such as working as a blacksmith, engineer, or part of the local watch. You might wander from town to town, or stay put for a spell to enjoy the silence that lingers between gunfights. You Might... Seek out areas of great conflict where your unique choice of weaponry can help build your reputation. Explore new horizons, trusting your honed senses and deadly weapon to keep you safe. Demonstrate extensive knowledge about various types of guns and ammunition, along with curiosity about the latest in gun technology. Others Probably... Assume that since you know how your gun works, you must also understand how to resolve other mechanical challenges. Underestimate you at first glance, thinking you rely on your gun because you lack any other skills. Respect your eternal vigilance, unyielding grit, and excellent aim. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Expert in Perception Saving Throws Expert in Fortitude Expert in Reflex Trained in Will Skills Trained in one or more skills determined by your gunslinger's way Trained in a number of additional skills equal to 3 plus your Intelligence modifier Attacks Expert in simple firearms and crossbows Expert in martial firearms and crossbows Trained in advanced firearms and crossbows Trained in simple weapons Trained in martial weapons Trained in unarmed attacks Defenses Trained in light armor Trained in medium armor Trained in unarmored defense Class DC Trained in gunslinger class DC Class Features You gain these features as Gunslinger. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, gunslinger's way, initial deed, gunslinger feat, singular expertise 2 Gunslinger feat, skill feat 3 General feat, skill increase, stubborn 4 Gunslinger feat, skill feat 5 Ability boosts, ancestry feat, gunslinger weapon mastery, skill increase 6 Gunslinger feat, skill feat 7 General feat, skill increase, vigilant senses, weapon specialization 8 Gunslinger feat, skill feat 9 Advanced deed, ancestry feat, gunslinger expertise, skill increase 10 Ability boosts, gunslinger feat, skill feat 11 Evasion, general feat, skill increase 12 Gunslinger feat, skill feat 13 Ancestry feat, gunslinging legend, medium armor expertise, skill increase 14 Gunslinger feat, skill feat 15 Ability boosts, general feat, greater deed, greater weapon specialization, skill increase 16 Gunslinger feat, skill feat 17 Ancestry feat, juggernaut, shootist's edge, skill increase 18 Gunslinger feat, skill feat 19 General feat, incredible senses, medium armor mastery, skill increase 20 Ability boosts, gunslinger feat, skill feat Ancestry and Background In addition to those from your class at 1st level, you have the benefits of your selected ancestry and background. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Gunslinger's Way All gunslingers have a particular way they follow, a combination of philosophy and combat style that defines both how they fight and the weapons they excel with. At 1st level, your way grants you an initial deed, a unique reload action called a slinger's reload, and proficiency with a particular skill. You also gain advanced and greater deeds at later levels, as well as access to way-specific feats. Gunslinger ways can be found here. Gunslinger Feats At 1st level and every even-numbered level, you gain a gunslinger class feat. Singular Expertise You have particular expertise with guns and crossbows that grants you greater proficiency with them and the ability to deal more damage. You gain a +1 circumstance bonus to damage rolls with firearms and crossbows. This intense focus on firearms and crossbows prevents you from reaching the same heights with other weapons. Your proficiency with unarmed attacks and with weapons other than firearms and crossbows can't be higher than trained, even if you gain an ability that would increase your proficiency in one or more other weapons to match your highest weapon proficiency (such as the weapon expertise feats many ancestries have). If you have gunslinger weapon mastery, the limit is expert, and if you have gunslinging legend, the limit is master. Skill Feats At 2nd level and every even-numbered level, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert. At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master. Stubborn You don't like being told what to do, and you don't give up. Your proficiency rank for Will saves increases to expert. When you fail, but don't critically fail, a Will save against an effect that would give you the controlled condition, you can attempt a second save against the effect at the start of your next turn. On a successful second save, the controlled condition ends, though any other effects remain. As normal, failing this second save doesn't allow you to attempt a third save on the subsequent turn. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. Gunslinger Weapon Mastery You fully understand the best way to utilize your unique weapons. Your proficiency rank increases to master with simple and martial firearms and crossbows. Your proficiency rank for advanced firearms and crossbows, simple weapons, martial weapons, and unarmed attacks increases to expert. You gain access to the critical specialization effects for firearms and crossbows. Vigilant Senses Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master. Weapon Specialization You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary. Advanced Deed You've learned a powerful new technique of your chosen way. You gain the advanced deed ability of the way you chose at 1st level. Gunslinger ways can be found here. Gunslinger Expertise Your special shots become harder for opponents to predict or resist. Your proficiency rank for your gunslinger class DC increases to expert. Evasion You've learned to move quickly to avoid explosions, dragon's breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead. Gunslinging Legend You've learned unique techniques for wielding firearms and crossbows that give you unmatched skill in their use. Your proficiency rank increases to legendary with simple and martial firearms and crossbows and to master with advanced firearms and crossbows. Your proficiency rank for simple weapons, martial weapons, and unarmed attacks increases to expert. Medium Armor Expertise You've learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert. Greater Deed You've mastered the pinnacle technique of your chosen way. You gain the greater deed ability of the way you chose at 1st level. Gunslinger ways can be found here. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary. Juggernaut Your body has become accustomed to physical hazards and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead. Shootist's Edge You make shots others find impossible. Your proficiency rank for your gunslinger class DC increases to master. When using a ranged weapon in which you have master or greater proficiency, you ignore the penalty for attacking within the weapon's second and third range increments. Incredible Senses You notice things that most people can't detect. Your proficiency rank for Perception increases to legendary. Medium Armor Mastery Your skill with light and medium armor improves, increasing your ability to dodge or absorb blows. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master.",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Class",
 "url": "/Classes.aspx?ID=20",
 "weakness": {},
 "will_proficiency": "Trained"
}