{
 "ability": [
  "Intelligence"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in martial weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in medium armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 8,
 "hp_raw": "8",
 "icon_image": "/Images/Class/Inventor_Icon.png",
 "id": "class-19",
 "image": [
  "/Images/Classes/Iconic_Droven.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Inventor](/Classes.aspx?ID=19)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 15</row>\r\n\r\n_[**PFS Note**](/pathfinder-society) All Pathfinder Society agents have access to the Inventor class._\r\n\r\n_Any tinkerer can follow a diagram to make a device, but you invent the impossible! Every strange contraption you dream up is a unique experiment pushing the edge of possibility, a mysterious machine that seems to work for only you. You're always on the verge of the next great breakthrough, and every trial and tribulation is another opportunity to test and tune. If you can dream it, you can build it._\r\n\r\n**Key Ability: Intelligence** <br />\r\nAt 1st level, your class gives you an ability boost to Intelligence.\r\n\r\n**Hit Points: 8 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Droven.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\n[**Gadget**](/Traits.aspx?ID=405): Gadgets are consumable technological inventions with innovative uses.\n\n [**Modification**](/Traits.aspx?ID=410): An ability with this trait alters your innovation's construction. If you have the reconfigure class feature, you can retrain these feats more easily.\n\n [**Unstable**](/Traits.aspx?ID=416): Unstable actions use experimental applications of your innovation that even you can't fully predict, and that are hazardous to your innovation (and potentially you). When you take an unstable action, attempt a DC 17 flat check immediately after applying its effects. On a failure, the innovation malfunctions in a spectacular (though harmless) fashion, such as a belch of smoke or shower of sparks, and it becomes incapable of being used for further unstable actions. On a critical failure, you also take an amount of fire damage equal to your level. As the innovation's creator, you can spend 10 minutes retuning your innovation and making adjustments to return it to functionality, at which point you can use unstable actions with that innovation again.\n\n To take an unstable action, you must be using your innovation (for example, wearing an armor innovation or wielding a weapon innovation). If you have a minion innovation, some unstable actions are taken by the minion instead of you. In these cases, only the minion can take that action, and the minion needs to have been Commanded that turn to take the action. If you critically fail the flat check, the minion takes the damage instead of you.\n\n Some actions have an Unstable Function entry, which you can use to add the unstable trait for a bigger benefit. If you're unable to use unstable actions, you can still use the action normally, but you can't use the unstable function.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Inventor</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou rely on your inventions as much as possible, testing their functionalities under a variety of conditions. You don't set out to achieve anything as banal as simply winning a fight; you seek to collect valuable data that can be used to improve your creations!\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou provide useful context when discussing a variety of academic topics, particularly when speaking about those subjects related to crafting and invention. You might often look for opportunities to acquire patronage to fund some of your more expensive or unorthodox experiments. After all, the materials needed to assemble your inventions don't pay for themselves!\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou study the design and construction of the environments you explore ardently, making note of clever traps, ingenious mechanisms, or especially keen architecture you come across for later.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou brainstorm new designs, bringing them to fruition through careful crafting and meticulous attention to detail. You might also modify previous inventions to adjust for data you've collected in the field. You might work as a local smith or tinker where your skills are needed, or you might keep a workshop on the edge of town where the clank and clatter of your experiments attracts less attention.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Enjoy creating new things the world has never seen before.</li><li>Be willing to take a chance on a theory, testing to see if your hypothesis proves accurate. If not, you probably record the results to try again later.</li><li>Wear clothes spattered with oil and grime, or venture off on excited and technical tangents when asked simple questions.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Marvel at your inventions and the variety of unbelievable wonder they can bring.</li><li>Believe that you're a genius whose work is beyond understanding.</li><li>Worry that your inventions might backfire or explode.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Crafting](/Skills.aspx?ID=4)<br /> Trained in a number of additional skills equal to 3 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br /> Trained in martial weapons<br /> Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br /> Trained in medium armor<br /> Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in inventor class DC\n\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Inventor. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, overdrive, innovation, explode, peerless inventor, shield block, inventor feat</td></tr>\r\n<tr><td>2</td><td>Inventor feat, skill feat</td></tr>\r\n<tr><td>3</td><td>Expert overdrive, general feat, reconfigure, skill increase</td></tr>\r\n<tr><td>4</td><td>Inventor feat, skill feat</td></tr>\r\n<tr><td>5</td><td>Ability boosts, ancestry feat, inventor weapon expertise, skill increase</td></tr>\r\n<tr><td>6</td><td>Inventor feat, skill feat</td></tr>\r\n<tr><td>7</td><td>Breakthrough innovation, general feat, lightning reflexes, master overdrive, skill increase, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Inventor feat, skill feat</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, inventive expertise, offensive boost, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, inventor feat, skill feat</td></tr>\r\n<tr><td>11</td><td>General feat, medium armor expertise, resolve, skill increase</td></tr>\r\n<tr><td>12</td><td>Inventor feat, skill feat</td></tr>\r\n<tr><td>13</td><td>Alertness, ancestry feat, complete reconfiguration, inventor weapon mastery, skill increase</td></tr>\r\n<tr><td>14</td><td>Inventor feat, skill feat</td></tr>\r\n<tr><td>15</td><td>Ability boosts, general feat, greater weapon specialization, legendary overdrive, revolutionary innovation, skill increase</td></tr>\r\n<tr><td>16</td><td>Inventor feat, skill feat</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, inventive mastery, juggernaut, skill increase</td></tr>\r\n<tr><td>18</td><td>Inventor feat, skill feat</td></tr>\r\n<tr><td>19</td><td>General feat, infinite invention, medium armor mastery, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, inventor feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to what you gain from your chosen class at 1st level, you have the benefits of your selected ancestry and background.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Overdrive</title>\r\nYou have a bevy of smaller devices of your own invention, from muscle stimulants to concussive pistons. When it's necessary, you can throw them into overdrive to assist you in combat.\n\n<document level=\"2\" id=\"action-901\" />\r\n\r\n<title level=\"3\" >Innovation</title>\r\nWhile you're always creating inventions, there's one that represents your preeminent work, the one that you hope—with refinement—might change the world. Choose one innovation. Your innovation's level is equal to your level. If your innovation is destroyed, you can spend 1 day of downtime and attempt a [Crafting](/Skills.aspx?ID=4) check with a [high DC for your level](/Rules.aspx?ID=554); on a success, you rebuild it. An innovation only works due to your constant maintenance and tinkering, and therefore has no market Price. \n\nInnovations can be found [here](/classes/inventor/innovations).\r\n\r\n<title level=\"3\" >Explode</title>\r\nYour innovation is a creation barely held together by your own engineering, always on the edge of completely falling apart. Though this adds risk, it also means you can coax it to perform far beyond its design specifications using special [unstable](/Traits.aspx?ID=416) actions.  \n\nWhile inventors can learn various unstable actions over their career, all at least know how to make their innovation Explode.\n\n<document level=\"2\" id=\"action-902\" />\r\n\r\n<title level=\"3\" >Peerless Inventor</title>\r\nYou are constantly inventing, and your skill at crafting is unimpeachable. You gain the [Inventor](/Feats.aspx?ID=798) skill feat, even if you don't meet its prerequisites.\r\n\r\n<title level=\"3\" >Shield Block</title>\r\nYou gain the [Shield Block](/Feats.aspx?ID=839) general feat, a reaction that lets you reduce damage with your shield.\r\n\r\n<title level=\"3\" >Inventor Feats</title>\r\nAt 1st level and every even-numbered level, you gain an inventor class feat. Some features and feats use an assortment of gizmos you keep on your person. For simplicity, these are left abstract, but if you are deprived of your gear for some reason, you might lose access to many feats and features, subject to GM discretion.\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Expert Overdrive</title>\r\nYou've increased your skill in crafting, and you can put your devices into a more powerful state of overdrive. You become an expert in [Crafting](/Skills.aspx?ID=4), and on a successful use of Overdrive, you increase the additional damage by 1.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Reconfigure</title>\r\nYou've become an expert in all crafts and are always adjusting your inventions. You can attempt to change the modifications on your [innovation](/classes/inventor/innovations) by spending 1 day of downtime tinkering with it and attempting a [Crafting](/Skills.aspx?ID=4) check, with a high DC for your level. On a success, you can change one modification you've chosen for your innovation to a different modification of the same kind (initial, breakthrough, or revolutionary).\n\n If you have any [modification](/Traits.aspx?ID=410) feats, on a successful check you can choose to instead retrain a modification feat to a different modification feat. The new feat has to meet the standard restrictions for retraining.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.\n\n At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\r\n\r\n<title level=\"3\" right=\"Level 5\">Inventor Weapon Expertise</title>\r\nYou develop tricks for using your weapons more effectively. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to expert. If you have a  &lt;%CLASS>INNOVATIONS%3%%&gt; weapon innovation &lt;%END>, you gain access to the critical specialization effect with your innovation.\r\n\r\n<title level=\"3\" right=\"Level 7\">Breakthrough Innovation</title>\r\nYou've made a breakthrough in your field of study and discovered a powerful new way to enhance your [innovation](/classes/inventor/innovations). Choose a breakthrough modification of your innovation's type to apply to your innovation. You can choose an initial modification of your innovation's type instead if you prefer.\r\n\r\n<title level=\"3\" right=\"Level 7\">Lightning Reflexes</title>\r\nYour reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Master Overdrive</title>\r\nYour mastery of invention and crafting enhances your Overdrive even further. You become a master in [Crafting](/Skills.aspx?ID=4), and on a successful Overdrive, you increase the additional damage by a total of 2, replacing the increase from expert overdrive.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Inventive Expertise</title>\r\nThrough innovation and experimentation, you've made your inventions more effective and reliable. Your proficiency rank for your inventor class DC increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Offensive Boost</title>\r\nYou've made additions to your innovation to upgrade your offensive capabilities. Your improvements make any Strikes that rely on your innovation deal an additional 1d6 damage, with a type determined by the boost you choose. If your innovation is [armor](/Innovations.aspx?ID=1), the boost applies to your melee unarmed Strikes and to your melee Strikes with one weapon you choose during daily preparations; if your innovation is a [construct](/Innovations.aspx?ID=2), the boost applies to your construct companion's Strikes; and if your innovation is a [weapon](/Innovations.aspx?ID=3), the boost applies to your Strikes with your innovation. You can spend downtime to switch to a different boost in the same way as switching your modification. Choose one of the following boosts, with the damage type in parentheses. \n<ul><li>**Chill (Cold)**: Your innovation rapidly absorbs heat, creating an intense chill.</li><li>**Ignition (Fire)**: Your innovation shoots out jets of searing flame.</li><li>**Jolt (Electricity)**: Your innovation jolts foes with charges of electricity.</li><li>**Momentum (Bludgeoning)**: Your innovation slams into foes with added momentum.</li><li>**Saws (Slashing)**: Your innovation reveals spinning sawblades during your attacks.</li><li>**Spike (Piercing)**: Your innovation reveals wicked spikes during your attacks.</li><li>**Vitriol (Acid)**: Your innovation releases spurts of caustic acid.</li></ul>\r\n\r\n<title level=\"3\" right=\"Level 11\">Medium Armor Expertise</title>\r\nYou've learned to better defend yourself against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.\n\n If you have a medium or heavy armor innovation, you gain access to the critical specialization effect with your armor innovation.\r\n\r\n<title level=\"3\" right=\"Level 11\">Resolve</title>\r\nYou've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 13\">Alertness</title>\r\nYour attention to detail lets you remain alert to threats around you. Your proficiency rank for Perception increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Complete Reconfiguration</title>\r\nWhen it comes to crafting and tinkering, you've become incredibly adept at changing your modifications to adjust your [innovation's](/classes/inventor/innovations) functionality. When you spend downtime to reconfigure your innovation and succeed at your [Crafting](/Skills.aspx?ID=4) check, you can swap any number of modifications, swap your offensive boost, or retrain any number of [modification](/Traits.aspx?ID=410) feats, rather than one. You still must swap a modification only with one of the same type (initial, breakthrough, or revolutionary).\r\n\r\n<title level=\"3\" right=\"Level 13\">Inventor Weapon Mastery</title>\r\nYou fully understand your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Legendary Overdrive</title>\r\nYour peerless inventing and [Crafting](/Skills.aspx?ID=4) ability has supercharged your Overdrives. You become legendary in Crafting, and on a successful Overdrive, you increase the additional damage by a total of 3, replacing the increase from master overdrive.\r\n\r\n<title level=\"3\" right=\"Level 15\">Revolutionary Innovation</title>\r\nYou are an unparalleled genius and have discovered a technique that will revolutionize your chosen field—or at least for the time being, your [innovation](/classes/inventor/innovations)! Choose a revolutionary modification to apply to your innovation. You can also choose an initial or breakthrough modification of the same type instead, if you prefer.\r\n\r\n<title level=\"3\" right=\"Level 17\">Inventive Mastery</title>\r\nYour inventions are incredibly effective. Your proficiency rank for your inventor class DC increases to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Juggernaut</title>\r\nYour body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 19\">Infinite Invention</title>\r\nYour ability to adjust your innovation has reached impossible heights, and you can use these skills to make major adjustments in your spare time. During your daily preparations, you automatically fix your innovation if it's destroyed or [broken](/Conditions.aspx?ID=2), and you can change to a different innovation ([armor](/Innovations.aspx?ID=1), [construct](/Innovations.aspx?ID=2), [weapon](/Innovations.aspx?ID=3), or other type you have access to) and change your modifications and offensive boost.\n\n If you have any feats that had your previous innovation as a prerequisite, you can't use them until you retrain the feats as normal. However, it takes you only 1 day of downtime to retrain such a feat into a feat that has your new innovation as a prerequisite, instead of 1 week.\r\n\r\n<title level=\"3\" right=\"Level 19\">Medium Armor Mastery</title>\r\nYour skill with armor improves, helping you avoid more blows. Your proficiency ranks for light and medium armor, as well as for unarmored defense, increase to master.",
 "name": "Inventor",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/inventor"
  },
  {
   "label": "Feats",
   "url": "/classes/inventor/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/inventor/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/inventor/class-kit"
  },
  {
   "label": "Innovations",
   "url": "/classes/inventor/innovations"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "rarity": "uncommon",
 "reflex_proficiency": "Trained",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 15</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAny tinkerer can follow a diagram to make a device, but the inventor creates the impossible and challenges the boundaries of reality. An inventor …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Crafting",
  "Trained in a number of additional skills equal to 3 plus your Intelligence modifier"
 ],
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 15"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 15</row>",
 "speed": {},
 "summary": "Any tinkerer can follow a diagram to make a device, but the inventor creates the impossible and challenges the boundaries of reality. An inventor …",
 "summary_markdown": "Any tinkerer can follow a diagram to make a device, but the inventor creates the impossible and challenges the boundaries of reality. An inventor …",
 "text": " Inventor Source Guns &amp; Gears pg. 15 PFS Note All Pathfinder Society agents have access to the Inventor class. Any tinkerer can follow a diagram to make a device, but you invent the impossible! Every strange contraption you dream up is a unique experiment pushing the edge of possibility, a mysterious machine that seems to work for only you. You're always on the verge of the next great breakthrough, and every trial and tribulation is another opportunity to test and tune. If you can dream it, you can build it. Key Ability: Intelligence At 1st level, your class gives you an ability boost to Intelligence. Hit Points: 8 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms Gadget : Gadgets are consumable technological inventions with innovative uses. Modification : An ability with this trait alters your innovation's construction. If you have the reconfigure class feature, you can retrain these feats more easily. Unstable : Unstable actions use experimental applications of your innovation that even you can't fully predict, and that are hazardous to your innovation (and potentially you). When you take an unstable action, attempt a DC 17 flat check immediately after applying its effects. On a failure, the innovation malfunctions in a spectacular (though harmless) fashion, such as a belch of smoke or shower of sparks, and it becomes incapable of being used for further unstable actions. On a critical failure, you also take an amount of fire damage equal to your level. As the innovation's creator, you can spend 10 minutes retuning your innovation and making adjustments to return it to functionality, at which point you can use unstable actions with that innovation again. To take an unstable action, you must be using your innovation (for example, wearing an armor innovation or wielding a weapon innovation). If you have a minion innovation, some unstable actions are taken by the minion instead of you. In these cases, only the minion can take that action, and the minion needs to have been Commanded that turn to take the action. If you critically fail the flat check, the minion takes the damage instead of you. Some actions have an Unstable Function entry, which you can use to add the unstable trait for a bigger benefit. If you're unable to use unstable actions, you can still use the action normally, but you can't use the unstable function. Roleplaying the Inventor During Combat Encounters... You rely on your inventions as much as possible, testing their functionalities under a variety of conditions. You don't set out to achieve anything as banal as simply winning a fight; you seek to collect valuable data that can be used to improve your creations! During Social Encounters... You provide useful context when discussing a variety of academic topics, particularly when speaking about those subjects related to crafting and invention. You might often look for opportunities to acquire patronage to fund some of your more expensive or unorthodox experiments. After all, the materials needed to assemble your inventions don't pay for themselves! While Exploring... You study the design and construction of the environments you explore ardently, making note of clever traps, ingenious mechanisms, or especially keen architecture you come across for later. In Downtime... You brainstorm new designs, bringing them to fruition through careful crafting and meticulous attention to detail. You might also modify previous inventions to adjust for data you've collected in the field. You might work as a local smith or tinker where your skills are needed, or you might keep a workshop on the edge of town where the clank and clatter of your experiments attracts less attention. You Might... Enjoy creating new things the world has never seen before. Be willing to take a chance on a theory, testing to see if your hypothesis proves accurate. If not, you probably record the results to try again later. Wear clothes spattered with oil and grime, or venture off on excited and technical tangents when asked simple questions. Others Probably... Marvel at your inventions and the variety of unbelievable wonder they can bring. Believe that you're a genius whose work is beyond understanding. Worry that your inventions might backfire or explode. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Expert in Fortitude Trained in Reflex Expert in Will Skills Trained in Crafting Trained in a number of additional skills equal to 3 plus your Intelligence modifier Attacks Trained in simple weapons Trained in martial weapons Trained in unarmed attacks Defenses Trained in light armor Trained in medium armor Trained in unarmored defense Class DC Trained in inventor class DC Class Features You gain these features as Inventor. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, overdrive, innovation, explode, peerless inventor, shield block, inventor feat 2 Inventor feat, skill feat 3 Expert overdrive, general feat, reconfigure, skill increase 4 Inventor feat, skill feat 5 Ability boosts, ancestry feat, inventor weapon expertise, skill increase 6 Inventor feat, skill feat 7 Breakthrough innovation, general feat, lightning reflexes, master overdrive, skill increase, weapon specialization 8 Inventor feat, skill feat 9 Ancestry feat, inventive expertise, offensive boost, skill increase 10 Ability boosts, inventor feat, skill feat 11 General feat, medium armor expertise, resolve, skill increase 12 Inventor feat, skill feat 13 Alertness, ancestry feat, complete reconfiguration, inventor weapon mastery, skill increase 14 Inventor feat, skill feat 15 Ability boosts, general feat, greater weapon specialization, legendary overdrive, revolutionary innovation, skill increase 16 Inventor feat, skill feat 17 Ancestry feat, inventive mastery, juggernaut, skill increase 18 Inventor feat, skill feat 19 General feat, infinite invention, medium armor mastery, skill increase 20 Ability boosts, inventor feat, skill feat Ancestry and Background In addition to what you gain from your chosen class at 1st level, you have the benefits of your selected ancestry and background. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Overdrive You have a bevy of smaller devices of your own invention, from muscle stimulants to concussive pistons. When it's necessary, you can throw them into overdrive to assist you in combat. Innovation While you're always creating inventions, there's one that represents your preeminent work, the one that you hope—with refinement—might change the world. Choose one innovation. Your innovation's level is equal to your level. If your innovation is destroyed, you can spend 1 day of downtime and attempt a Crafting check with a high DC for your level; on a success, you rebuild it. An innovation only works due to your constant maintenance and tinkering, and therefore has no market Price. Innovations can be found here. Explode Your innovation is a creation barely held together by your own engineering, always on the edge of completely falling apart. Though this adds risk, it also means you can coax it to perform far beyond its design specifications using special unstable actions. While inventors can learn various unstable actions over their career, all at least know how to make their innovation Explode. Peerless Inventor You are constantly inventing, and your skill at crafting is unimpeachable. You gain the Inventor skill feat, even if you don't meet its prerequisites. Shield Block You gain the Shield Block general feat, a reaction that lets you reduce damage with your shield. Inventor Feats At 1st level and every even-numbered level, you gain an inventor class feat. Some features and feats use an assortment of gizmos you keep on your person. For simplicity, these are left abstract, but if you are deprived of your gear for some reason, you might lose access to many feats and features, subject to GM discretion. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. Expert Overdrive You've increased your skill in crafting, and you can put your devices into a more powerful state of overdrive. You become an expert in Crafting, and on a successful use of Overdrive, you increase the additional damage by 1. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. Reconfigure You've become an expert in all crafts and are always adjusting your inventions. You can attempt to change the modifications on your innovation by spending 1 day of downtime tinkering with it and attempting a Crafting check, with a high DC for your level. On a success, you can change one modification you've chosen for your innovation to a different modification of the same kind (initial, breakthrough, or revolutionary). If you have any modification feats, on a successful check you can choose to instead retrain a modification feat to a different modification feat. The new feat has to meet the standard restrictions for retraining. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained. At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. Inventor Weapon Expertise You develop tricks for using your weapons more effectively. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to expert. If you have a &lt;%CLASS>INNOVATIONS%3%%&gt; weapon innovation &lt;%END>, you gain access to the critical specialization effect with your innovation. Breakthrough Innovation You've made a breakthrough in your field of study and discovered a powerful new way to enhance your innovation. Choose a breakthrough modification of your innovation's type to apply to your innovation. You can choose an initial modification of your innovation's type instead if you prefer. Lightning Reflexes Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert. Master Overdrive Your mastery of invention and crafting enhances your Overdrive even further. You become a master in Crafting, and on a successful Overdrive, you increase the additional damage by a total of 2, replacing the increase from expert overdrive. Weapon Specialization You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary. Inventive Expertise Through innovation and experimentation, you've made your inventions more effective and reliable. Your proficiency rank for your inventor class DC increases to expert. Offensive Boost You've made additions to your innovation to upgrade your offensive capabilities. Your improvements make any Strikes that rely on your innovation deal an additional 1d6 damage, with a type determined by the boost you choose. If your innovation is armor, the boost applies to your melee unarmed Strikes and to your melee Strikes with one weapon you choose during daily preparations; if your innovation is a construct, the boost applies to your construct companion's Strikes; and if your innovation is a weapon, the boost applies to your Strikes with your innovation. You can spend downtime to switch to a different boost in the same way as switching your modification. Choose one of the following boosts, with the damage type in parentheses. Chill (Cold) : Your innovation rapidly absorbs heat, creating an intense chill. Ignition (Fire) : Your innovation shoots out jets of searing flame. Jolt (Electricity) : Your innovation jolts foes with charges of electricity. Momentum (Bludgeoning) : Your innovation slams into foes with added momentum. Saws (Slashing) : Your innovation reveals spinning sawblades during your attacks. Spike (Piercing) : Your innovation reveals wicked spikes during your attacks. Vitriol (Acid) : Your innovation releases spurts of caustic acid. Medium Armor Expertise You've learned to better defend yourself against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert. If you have a medium or heavy armor innovation, you gain access to the critical specialization effect with your armor innovation. Resolve You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead. Alertness Your attention to detail lets you remain alert to threats around you. Your proficiency rank for Perception increases to expert. Complete Reconfiguration When it comes to crafting and tinkering, you've become incredibly adept at changing your modifications to adjust your innovation's functionality. When you spend downtime to reconfigure your innovation and succeed at your Crafting check, you can swap any number of modifications, swap your offensive boost, or retrain any number of modification feats, rather than one. You still must swap a modification only with one of the same type (initial, breakthrough, or revolutionary). Inventor Weapon Mastery You fully understand your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary. Legendary Overdrive Your peerless inventing and Crafting ability has supercharged your Overdrives. You become legendary in Crafting, and on a successful Overdrive, you increase the additional damage by a total of 3, replacing the increase from master overdrive. Revolutionary Innovation You are an unparalleled genius and have discovered a technique that will revolutionize your chosen field—or at least for the time being, your innovation! Choose a revolutionary modification to apply to your innovation. You can also choose an initial or breakthrough modification of the same type instead, if you prefer. Inventive Mastery Your inventions are incredibly effective. Your proficiency rank for your inventor class DC increases to master. Juggernaut Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead. Infinite Invention Your ability to adjust your innovation has reached impossible heights, and you can use these skills to make major adjustments in your spare time. During your daily preparations, you automatically fix your innovation if it's destroyed or broken, and you can change to a different innovation (armor, construct, weapon, or other type you have access to) and change your modifications and offensive boost. If you have any feats that had your previous innovation as a prerequisite, you can't use them until you retrain the feats as normal. However, it takes you only 1 day of downtime to retrain such a feat into a feat that has your new innovation as a prerequisite, instead of 1 week. Medium Armor Mastery Your skill with armor improves, helping you avoid more blows. Your proficiency ranks for light and medium armor, as well as for unarmored defense, increase to master.",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Class",
 "url": "/Classes.aspx?ID=19",
 "weakness": {},
 "will_proficiency": "Expert"
}