{
 "ability": [
  "Strength",
  "Dexterity"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in martial weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in medium armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 8,
 "hp_raw": "8",
 "icon_image": "/Images/Class/Magus_Icon.png",
 "id": "class-17",
 "image": [
  "/Images/Classes/Iconic_Seltyiel.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Magus](/Classes.aspx?ID=17)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 35 <sup>1.1</sup></row>\n\n_Combining the physicality and technique of a warrior with the ability to cast arcane magic, you seek to perfect the art of fusing spell and strike. While the hefty tome you carry reflects hours conducting arcane research, your enemies need no reminder of your training. They recognize it as you take them down._\r\n\r\n**Key Ability: Strength or Dexterity** <br />\r\nAt 1st level, your class gives you an ability boost to your choice of Strength or Dexterity.\r\n\r\n**Hit Points: 8 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Seltyiel.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Combining your Abilities</title>\r\n\r\nAs a magus, you have multiple special actions and abilities that can be used in combination with your spells. You can enter your Arcane Cascade stance with either Spellstrike or a normally cast spell, so it could be in your best interest to cast a spell to buff yourself at the beginning of a fight and enter Arcane Cascade, rather than going for an early Spellstrike. You can usually stay in Arcane Cascade for a long time, though if you find out an enemy has a weakness to a certain damage type, such as fire, you might want to refresh your stance with a fire spell to take advantage of the bonus damage. It's often worth it to cast your conflux spells and make a Strike either on a turn where you can't make a Spellstrike, or as the last action on your turn after a Spellstrike. Sometimes, it might be worth it to cast a conflux spell even if you think you'll miss, because it can still recharge your Spellstrike for your next turn. Since a lot can ride on your Spellstrike, which uses your multiple attack penalty, it's much better if used as the first attack of the turn!\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key term in many magus class features.\n\n **[Stance](/Traits.aspx?ID=152)**: A stance is a general combat strategy that you enter by using an action with the stance trait, and you remain in that stance for some time. A stance lasts until you get knocked out, until its requirements (if any) are violated, until the encounter ends, or until you enter a new stance, whichever comes first. After you use an action with the stance trait, you can't use another one for 1 round. You can enter or be in a stance only in encounter mode.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Spellstrike Options</title>\r\n\r\nThe following cantrips and 1st-level spells require spell attack rolls and can therefore be used with Spellstrike. This list can get you started picking your spells.\n\n **Cantrips**: [_acid splash_](/Spells.aspx?ID=3), [_gouging claw_](/Spells.aspx?ID=920), [_produce flame_](/Spells.aspx?ID=236), [_ray of frost_](/Spells.aspx?ID=245), [_tanglefoot_](/Spells.aspx?ID=330), [_telekinetic projectile_](/Spells.aspx?ID=334) <br />**1st-Level Spells**: [_horizon thunder sphere_](/Spells.aspx?ID=927), [_hydraulic push_](/Spells.aspx?ID=154), [_ray of enfeeblement_](/Spells.aspx?ID=244), [_shocking grasp_](/Spells.aspx?ID=283), [_snowball_](/Spells.aspx?ID=540)\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Magus</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou channel spells through your weapon or body to hit enemies with a powerful attack and spell combination. Because your spells per day are limited, you often rely on trusty, carefully chosen cantrips and focus spells. When necessary, you know how to win a fight without magic.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYour education and breadth of experience make you knowledgeable about many subjects. You can contribute information related to your scholarly pursuits, especially about magic.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYour flexibility means you might look for magical auras, remain on guard, or even sneak around. Your ability to fill different niches means that your role often depends on the talents of the other members of your group.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou split your time between magical pursuits, like researching spells and crafting items, and martial practice, such as retraining combat abilities to learn new techniques.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Continually refine your spell and item selections to suit your personal style, or prepare battle plans and spell lists for a variety of situations.</li><li>Socialize with scholars of magic and veteran combatants alike, seeking out masters to teach you new techniques.</li><li>Overreach with ambitious plans that pull you in too many directions at once.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Wonder how you can keep on top of two disparate disciplines at the same time.</li><li>Believe you have a broad enough skill set to take care of yourself in most situations.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Arcana](/Skills.aspx?ID=2)<br /> Trained in a number of additional skills equal to 2 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br /> Trained in martial weapons<br /> Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br />Trained in medium armor<br />Trained in unarmored defense\n\n<title level=\"3\">Spells</title>\r\nTrained in arcane spell attacks<br /> Trained in arcane spell DCs\r\n\r\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Magus. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, arcane spellcasting, arcane cascade, conflux spells, hybrid study, spellstrike</td></tr>\r\n<tr><td>2</td><td>Magus feat, skill feat</td></tr>\r\n<tr><td>3</td><td>2nd-level spells, general feat, skill increase</td></tr>\r\n<tr><td>4</td><td>Magus feat, skill feat</td></tr>\r\n<tr><td>5</td><td>3rd-level spells, ability boosts, ancestry feat, lightning reflexes, skill increase, weapon expertise</td></tr>\r\n<tr><td>6</td><td>Magus feat, skill feat</td></tr>\r\n<tr><td>7</td><td>4th-level spells, general feat, skill increase, studious spells, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Magus feat, skill feat</td></tr>\r\n<tr><td>9</td><td>5th-level spells, alertness, ancestry feat, expert spellcaster, resolve, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, magus feat, skill feat</td></tr>\r\n<tr><td>11</td><td>6th-level spells, general feat, medium armor expertise, skill increase</td></tr>\r\n<tr><td>12</td><td>Magus feat, skill feat</td></tr>\r\n<tr><td>13</td><td>7th-level spells, ancestry feat, skill increase, weapon mastery</td></tr>\r\n<tr><td>14</td><td>Magus feat, skill feat</td></tr>\r\n<tr><td>15</td><td>8th-level spells, ability boosts, general feat, greater weapon specialization, juggernaut, skill increase</td></tr>\r\n<tr><td>16</td><td>Magus feat, skill feat</td></tr>\r\n<tr><td>17</td><td>9th-level spells, ancestry feat, master spellcaster, medium armor mastery, skill increase</td></tr>\r\n<tr><td>18</td><td>Magus feat, skill feat</td></tr>\r\n<tr><td>19</td><td>Double spellstrike, general feat, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, magus feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\r\n\n<table><thead><tr><th>Your Level</th><th>Cantrips</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th><th>7th</th><th>8th</th><th>9th</th></tr></thead><tbody><tr><td>1</td><td>5</td><td>1</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>2</td><td>5</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>3</td><td>5</td><td>2</td><td>1</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>4</td><td>5</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>5</td><td>5</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>6</td><td>5</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>7</td><td>5</td><td>—</td><td>—*</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>8</td><td>5</td><td>—</td><td>—*</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>9</td><td>5</td><td>—</td><td>—*</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>10</td><td>5</td><td>—</td><td>—*</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>11</td><td>5</td><td>—</td><td>—</td><td>—*</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td></tr><tr><td>12</td><td>5</td><td>—</td><td>—</td><td>—*</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td></tr><tr><td>13</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—*</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td></tr><tr><td>14</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—*</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td></tr><tr><td>15</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—*</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td></tr><tr><td>16</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—*</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td></tr><tr><td>17</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—*</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td></tr><tr><td>18</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—*</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td></tr><tr><td>19</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—*</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td></tr><tr><td>20</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—*</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td></tr></tbody><tfoot><tr><td colspan=\"11\"> * The studious spells class feature gives you extra slots of this level for specific spells.\r\n</td></tr></tfoot></table>\r\n\r\n<title level=\"3\" >Ancestry And Background</title>\r\nIn addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Arcane Spellcasting</title>\r\nYou study spells so you can combine them with your attacks or solve problems that strength of arms alone can't handle. You can cast arcane spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells. Because you're a magus, you can draw replacement sigils with the tip of your weapon or your free hand for spells requiring material components, replacing them with somatic components instead of needing a [material component pouch](/Equipment.aspx?ID=33).\n\n At 1st level, you can prepare one 1st-level spell and five cantrips each morning from the spells in your spellbook (see below). Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.\n\n As you increase in level as a magus, your number of spell slots and the highest level of spells you can cast from spell slots increase, shown in Table 2–2: Magus Spells per Day. Because you split your focus between physical training and magical scholarship, you have no more than two spell slots of your highest level and, if you can cast 2nd-level spells or higher, two spell slots of 1 level lower than your highest spell level.\n\n Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Your spell attack rolls and spell DCs use your Intelligence modifier. Details on calculating these statistics appear in [Spell Attack Roll](/Rules.aspx?ID=325). \n\n<title level=\"3\">Heightening Spells</title> When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they're heightened to certain levels. \n\n<title level=\"3\">Cantrips</title> A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up—this is usually equal to the highest level of spell you can cast as a magus. For example, as a 1st-level magus, your cantrips are 1st-level spells, and as a 5th-level magus, your cantrips are 3rd-level spells. \n\n<title level=\"3\">Spellbook</title> Every arcane spell has a written version, usually recorded in a spellbook. You start with a [spellbook](/Equipment.aspx?ID=53) worth 10 sp or less, which you receive for free and must study to prepare your spells each day. The spellbook contains your choice of eight arcane cantrips and four 1st-level arcane spells. You choose these from the common spells on the [arcane](/SpellLists.aspx?Tradition=1) spell list or from other arcane spells you gain access to. Your spellbook's form and name are up to you. It might be anything from a sturdy book with a secure latch entitled _Theses on the Stratagems of Supernatural Warfare_ to a tattered collection of training pamphlets with your name scrawled on the cover.\n\n Each time you gain a level, you add two more arcane spells to your spellbook, of any level of spell you can cast. You can also use the [Arcana](/Skills.aspx?ID=2) skill to add other spells that you find in your adventures (see  &lt;%SKILLS.GENERAL%4%%&gt; Learn a Spell &lt;%END>). Though you lose some lower spell slots as you increase in level, you keep the spells in your spellbook and can prepare them in your higher-level slots as normal.\n\n If you have a spellbook from multiple sources (such as being a magus with the [Wizard Dedication](/Feats.aspx?ID=742) feat), you can use the same spellbook for all your spells.\r\n\r\n<title level=\"3\" >Spellstrike</title>\r\nYou've learned the fundamental magus technique that lets you combine magical and physical attacks together. You gain the Spellstrike activity.\n\n<document level=\"2\" id=\"action-755\" />\r\n\r\n<title level=\"3\" >Arcane Cascade</title>\r\nAfter you wield magic, you can enter a special stance to make your attacks more effective.\n\n<document level=\"2\" id=\"action-756\" />\r\n\r\n<title level=\"3\" >Hybrid Study</title>\r\nYour extensive physical training and carefully chosen magic combine to form a unique and dangerous fighting style that's more than the sum of its parts. You choose one field of hybrid study to represent your particular combination of skills. Your hybrid study gives you a special ability, usually tied to Spellstrike or Arcane Cascade, and it determines your initial conflux spell. Hybrid Studies can be found [here](/classes/magus/hybrid-studies).\r\n\r\n<title level=\"3\" >Conflux Spells</title>\r\nYou learn a conflux spell from your hybrid study, and you can cast additional conflux spells by selecting certain feats. Conflux spells are magus-specific spells created for combat and are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to both study your spellbook and perform a physical regimen.\n\n Focus spells are automatically heightened to half your level rounded up. Focus spells don't require spell slots, nor can you cast them using spell slots. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 points. The full rules can be found [here](/Rules.aspx?ID=276).\r\n\r\n<title level=\"3\" right=\"Level 2\">Magus Feats</title>\r\nAt 2nd level and every even-numbered level thereafter, you gain a magus class feat.\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this skill increase to become trained in one skill you're untrained in, or become an expert in one skill in which you are already trained.\n\n At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\r\n\r\n<title level=\"3\" right=\"Level 5\">Lightning Reflexes</title>\r\nYour reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 5\">Weapon Expertise</title>\r\nYou've dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Studious Spells</title>\r\nYour hybrid study grants you additional spells that can enhance your power in combat. You gain two special 2nd-level studious spell slots, which can be used to prepare [_spider climb_](/Spells.aspx?ID=299), [_true strike_](/Spells.aspx?ID=345), [_water breathing_](/Spells.aspx?ID=370), and an additional spell depending on your hybrid study. You add any spells from this class feature to your spellbook. At 11th level, the extra slots increase to 3rd level and you add [_haste_](/Spells.aspx?ID=147) and an additional spell depending on your hybrid study. At 13th level, the extra slots increase to 4th level and you add [_fly_](/Spells.aspx?ID=125) and an additional spell depending on your hybrid study.\n\nSee specific [hybrid studies](/classes/magus/hybrid-studies) for more information.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou can inflict greater injuries with your favored weapons. You deal 2 additional damage with weapons and unarmed attacks in which you're an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Alertness</title>\r\nYou remain alert to threats around you. Your proficiency rank for Perception increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Expert Spellcaster</title>\r\nYour fundamental understanding of magic improves, making your spells harder to resist. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Resolve</title>\r\nYou've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 11\">Medium Armor Expertise</title>\r\nYou've learned to defend yourself better against incoming attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Mastery</title>\r\nYou fully understand your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Juggernaut</title>\r\nYour body is accustomed to physical hardship and resistant to a wide range of ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 17\">Master Spellcaster</title>\r\nYou fortify your spells with masterful prowess. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Medium Armor Mastery</title>\r\nYour skill with light and medium armor improves, increasing your ability to avoid blows. Your proficiency ranks for light and medium armor, as well as for unarmed defense, increase to master.\r\n\r\n<title level=\"3\" right=\"Level 19\">Double Spellstrike </title>\r\nYou can extend the magic of spells you store with Spellstrike. After you make a Spellstrike with a spell cast from a spell slot, you retain an echo of the spell, stored in your body. The next time you Spellstrike, you can cast the same spell again without expending a spell slot.\n\n If you choose to cast a different spell with Spellstrike, or you go 1 minute without using the stored spell, the stored spell dissipates harmlessly.",
 "name": "Magus",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/magus"
  },
  {
   "label": "Feats",
   "url": "/classes/magus/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/magus/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/magus/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/magus/focus-spells"
  },
  {
   "label": "Hybrid Studies",
   "url": "/classes/magus/hybrid-studies"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Trained",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 35 <sup>1.1</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe magus, a polymath of battle, trains in both spells and strikes. Combining these arts, a magus channels spells into their weapon or body to …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Arcana",
  "Trained in a number of additional skills equal to 2 plus your Intelligence modifier"
 ],
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 35"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 35 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "The magus, a polymath of battle, trains in both spells and strikes. Combining these arts, a magus channels spells into their weapon or body to …",
 "summary_markdown": "The magus, a polymath of battle, trains in both spells and strikes. Combining these arts, a magus channels spells into their weapon or body to …",
 "text": " Magus Source Secrets of Magic pg. 35 1.1 Combining the physicality and technique of a warrior with the ability to cast arcane magic, you seek to perfect the art of fusing spell and strike. While the hefty tome you carry reflects hours conducting arcane research, your enemies need no reminder of your training. They recognize it as you take them down. Key Ability: Strength or Dexterity At 1st level, your class gives you an ability boost to your choice of Strength or Dexterity. Hit Points: 8 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Combining your Abilities As a magus, you have multiple special actions and abilities that can be used in combination with your spells. You can enter your Arcane Cascade stance with either Spellstrike or a normally cast spell, so it could be in your best interest to cast a spell to buff yourself at the beginning of a fight and enter Arcane Cascade, rather than going for an early Spellstrike. You can usually stay in Arcane Cascade for a long time, though if you find out an enemy has a weakness to a certain damage type, such as fire, you might want to refresh your stance with a fire spell to take advantage of the bonus damage. It's often worth it to cast your conflux spells and make a Strike either on a turn where you can't make a Spellstrike, or as the last action on your turn after a Spellstrike. Sometimes, it might be worth it to cast a conflux spell even if you think you'll miss, because it can still recharge your Spellstrike for your next turn. Since a lot can ride on your Spellstrike, which uses your multiple attack penalty, it's much better if used as the first attack of the turn! Key Terms You'll see the following key term in many magus class features. Stance : A stance is a general combat strategy that you enter by using an action with the stance trait, and you remain in that stance for some time. A stance lasts until you get knocked out, until its requirements (if any) are violated, until the encounter ends, or until you enter a new stance, whichever comes first. After you use an action with the stance trait, you can't use another one for 1 round. You can enter or be in a stance only in encounter mode. Spellstrike Options The following cantrips and 1st-level spells require spell attack rolls and can therefore be used with Spellstrike. This list can get you started picking your spells. Cantrips : acid splash , gouging claw , produce flame , ray of frost , tanglefoot , telekinetic projectile 1st-Level Spells : horizon thunder sphere , hydraulic push , ray of enfeeblement , shocking grasp , snowball Roleplaying the Magus During Combat Encounters... You channel spells through your weapon or body to hit enemies with a powerful attack and spell combination. Because your spells per day are limited, you often rely on trusty, carefully chosen cantrips and focus spells. When necessary, you know how to win a fight without magic. During Social Encounters... Your education and breadth of experience make you knowledgeable about many subjects. You can contribute information related to your scholarly pursuits, especially about magic. While Exploring... Your flexibility means you might look for magical auras, remain on guard, or even sneak around. Your ability to fill different niches means that your role often depends on the talents of the other members of your group. In Downtime... You split your time between magical pursuits, like researching spells and crafting items, and martial practice, such as retraining combat abilities to learn new techniques. You Might... Continually refine your spell and item selections to suit your personal style, or prepare battle plans and spell lists for a variety of situations. Socialize with scholars of magic and veteran combatants alike, seeking out masters to teach you new techniques. Overreach with ambitious plans that pull you in too many directions at once. Others Probably... Wonder how you can keep on top of two disparate disciplines at the same time. Believe you have a broad enough skill set to take care of yourself in most situations. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Expert in Fortitude Trained in Reflex Expert in Will Skills Trained in Arcana Trained in a number of additional skills equal to 2 plus your Intelligence modifier Attacks Trained in simple weapons Trained in martial weapons Trained in unarmed attacks Defenses Trained in light armor Trained in medium armor Trained in unarmored defense Spells Trained in arcane spell attacks Trained in arcane spell DCs Class Features You gain these features as Magus. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, arcane spellcasting, arcane cascade, conflux spells, hybrid study, spellstrike 2 Magus feat, skill feat 3 2nd-level spells, general feat, skill increase 4 Magus feat, skill feat 5 3rd-level spells, ability boosts, ancestry feat, lightning reflexes, skill increase, weapon expertise 6 Magus feat, skill feat 7 4th-level spells, general feat, skill increase, studious spells, weapon specialization 8 Magus feat, skill feat 9 5th-level spells, alertness, ancestry feat, expert spellcaster, resolve, skill increase 10 Ability boosts, magus feat, skill feat 11 6th-level spells, general feat, medium armor expertise, skill increase 12 Magus feat, skill feat 13 7th-level spells, ancestry feat, skill increase, weapon mastery 14 Magus feat, skill feat 15 8th-level spells, ability boosts, general feat, greater weapon specialization, juggernaut, skill increase 16 Magus feat, skill feat 17 9th-level spells, ancestry feat, master spellcaster, medium armor mastery, skill increase 18 Magus feat, skill feat 19 Double spellstrike, general feat, skill increase 20 Ability boosts, magus feat, skill feat Your Level Cantrips 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1 5 1 — — — — — — — — 2 5 2 — — — — — — — — 3 5 2 1 — — — — — — — 4 5 2 2 — — — — — — — 5 5 — 2 2 — — — — — — 6 5 — 2 2 — — — — — — 7 5 — — 2 2 — — — — — 8 5 — — 2 2 — — — — — 9 5 — — — 2 2 — — — — 10 5 — — — 2 2 — — — — 11 5 — — — — 2 2 — — — 12 5 — — — — 2 2 — — — 13 5 — — — — — 2 2 — — 14 5 — — — — — 2 2 — — 15 5 — — — — — — 2 2 — 16 5 — — — — — — 2 2 — 17 5 — — — — — — — 2 2 18 5 — — — — — — — 2 2 19 5 — — — — — — — 2 2 20 5 — — — — — — — 2 2 The studious spells class feature gives you extra slots of this level for specific spells. Ancestry And Background In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Arcane Spellcasting You study spells so you can combine them with your attacks or solve problems that strength of arms alone can't handle. You can cast arcane spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells. Because you're a magus, you can draw replacement sigils with the tip of your weapon or your free hand for spells requiring material components, replacing them with somatic components instead of needing a material component pouch. At 1st level, you can prepare one 1st-level spell and five cantrips each morning from the spells in your spellbook (see below). Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots. As you increase in level as a magus, your number of spell slots and the highest level of spells you can cast from spell slots increase, shown in Table 2–2: Magus Spells per Day. Because you split your focus between physical training and magical scholarship, you have no more than two spell slots of your highest level and, if you can cast 2nd-level spells or higher, two spell slots of 1 level lower than your highest spell level. Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Your spell attack rolls and spell DCs use your Intelligence modifier. Details on calculating these statistics appear in Spell Attack Roll. Heightening Spells When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they're heightened to certain levels. Cantrips A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up—this is usually equal to the highest level of spell you can cast as a magus. For example, as a 1st-level magus, your cantrips are 1st-level spells, and as a 5th-level magus, your cantrips are 3rd-level spells. Spellbook Every arcane spell has a written version, usually recorded in a spellbook. You start with a spellbook worth 10 sp or less, which you receive for free and must study to prepare your spells each day. The spellbook contains your choice of eight arcane cantrips and four 1st-level arcane spells. You choose these from the common spells on the arcane spell list or from other arcane spells you gain access to. Your spellbook's form and name are up to you. It might be anything from a sturdy book with a secure latch entitled Theses on the Stratagems of Supernatural Warfare to a tattered collection of training pamphlets with your name scrawled on the cover. Each time you gain a level, you add two more arcane spells to your spellbook, of any level of spell you can cast. You can also use the Arcana skill to add other spells that you find in your adventures (see &lt;%SKILLS.GENERAL%4%%&gt; Learn a Spell &lt;%END>). Though you lose some lower spell slots as you increase in level, you keep the spells in your spellbook and can prepare them in your higher-level slots as normal. If you have a spellbook from multiple sources (such as being a magus with the Wizard Dedication feat), you can use the same spellbook for all your spells. Spellstrike You've learned the fundamental magus technique that lets you combine magical and physical attacks together. You gain the Spellstrike activity. Arcane Cascade After you wield magic, you can enter a special stance to make your attacks more effective. Hybrid Study Your extensive physical training and carefully chosen magic combine to form a unique and dangerous fighting style that's more than the sum of its parts. You choose one field of hybrid study to represent your particular combination of skills. Your hybrid study gives you a special ability, usually tied to Spellstrike or Arcane Cascade, and it determines your initial conflux spell. Hybrid Studies can be found here. Conflux Spells You learn a conflux spell from your hybrid study, and you can cast additional conflux spells by selecting certain feats. Conflux spells are magus-specific spells created for combat and are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to both study your spellbook and perform a physical regimen. Focus spells are automatically heightened to half your level rounded up. Focus spells don't require spell slots, nor can you cast them using spell slots. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 points. The full rules can be found here. Magus Feats At 2nd level and every even-numbered level thereafter, you gain a magus class feat. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this skill increase to become trained in one skill you're untrained in, or become an expert in one skill in which you are already trained. At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. Lightning Reflexes Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert. Weapon Expertise You've dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. Studious Spells Your hybrid study grants you additional spells that can enhance your power in combat. You gain two special 2nd-level studious spell slots, which can be used to prepare spider climb , true strike , water breathing , and an additional spell depending on your hybrid study. You add any spells from this class feature to your spellbook. At 11th level, the extra slots increase to 3rd level and you add haste and an additional spell depending on your hybrid study. At 13th level, the extra slots increase to 4th level and you add fly and an additional spell depending on your hybrid study. See specific hybrid studies for more information. Weapon Specialization You can inflict greater injuries with your favored weapons. You deal 2 additional damage with weapons and unarmed attacks in which you're an expert. This damage increases to 3 if you're a master, and 4 if you're legendary. Alertness You remain alert to threats around you. Your proficiency rank for Perception increases to expert. Expert Spellcaster Your fundamental understanding of magic improves, making your spells harder to resist. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to expert. Resolve You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead. Medium Armor Expertise You've learned to defend yourself better against incoming attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert. Weapon Mastery You fully understand your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary. Juggernaut Your body is accustomed to physical hardship and resistant to a wide range of ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead. Master Spellcaster You fortify your spells with masterful prowess. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to master. Medium Armor Mastery Your skill with light and medium armor improves, increasing your ability to avoid blows. Your proficiency ranks for light and medium armor, as well as for unarmed defense, increase to master. Double Spellstrike You can extend the magic of spells you store with Spellstrike. After you make a Spellstrike with a spell cast from a spell slot, you retain an echo of the spell, stored in your body. The next time you Spellstrike, you can cast the same spell again without expending a spell slot. If you choose to cast a different spell with Spellstrike, or you go 1 minute without using the stored spell, the stored spell dissipates harmlessly.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=17",
 "weakness": {},
 "will_proficiency": "Expert"
}