{
 "ability": [
  "Strength",
  "Dexterity"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Untrained in all armor",
  "Expert in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 10,
 "hp_raw": "10",
 "icon_image": "/Images/Class/Monk_Icon.png",
 "id": "class-8",
 "image": [
  "/Images/Classes/Iconic_Sajan.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Monk](/Classes.aspx?ID=8)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 154 <sup>4.0</sup></row>\n\n_The strength of your fist flows from your mind and spirit. You seek perfection—honing your body into a flawless instrument and your mind into an orderly bastion of wisdom. You’re a fierce combatant renowned for martial arts skills and combat stances that grant you unique fighting moves. While the challenge of mastering many fighting styles drives you to great heights, you also enjoy meditating on philosophical questions and discovering new ways to obtain peace and enlightenment._\r\n\r\n**Key Ability: Strength or Dexterity** <br />\r\nAt 1st level, your class gives you an ability boost to your choice of Strength or Dexterity.\r\n\r\n**Hit Points: 10 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Sajan.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key terms in many monk abilities.\n\n **[Flourish](/Traits.aspx?ID=73)**: Actions with this trait are special techniques that require too much exertion for you to perform frequently. You can use only 1 action with the flourish trait per turn.\n\n **[Incapacitation](/Traits.aspx?ID=93)**: An ability with this trait can take a character out of the fight. But when you use an incapacitation effect against a creature of higher level than you, you reduce the degree of success of your attack roll by one step, and that creature improves the degree of success of its saving throws for that effect by one step.\n\n **Ki Spells**: By tapping into a supernatural inner reserve called ki, you can create magical effects. Certain feats grant you special spells called ki spells, which are a type of focus spell. It costs 1 Focus Point to cast a focus spell. When you gain your first ki spell, you also gain a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you regain 1 Focus Point by spending 10 minutes using the Refocus activity to meditate in order to reach inner peace.\n\n When you first gain a ki spell, decide whether your ki spells are divine spells or occult spells. You become trained in spell attacks and spell DCs of that tradition and your key spellcasting ability is Wisdom.\n\n Focus spells are automatically heightened to half your level rounded up. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 points. The full rules for focus spells appear [here](/Rules.aspx?ID=276). \n\n**[Stance](/Traits.aspx?ID=152)**: A stance is a general combat strategy that you enter by using an action with the stance trait, and that you remain in for some time. A stance lasts until you get knocked out, until its requirements (if any) are violated, until the encounter ends, or until you enter a new stance, whichever comes first. After you take an action that has the stance trait, you can't take another one for 1 round. You can enter or be in a stance only in encounter mode.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Monk</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou speed into the fray, dodging or leaping past obstacles with acrobatic maneuvers. You strike opponents in a rapid flurry of attacks, using your bare fists or wielding specialized weapons that you mastered during your monastic training. Stances let you change up your combat style for different situations, and ki abilities allow you to perform mystic feats like healing yourself and soaring through the air.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYour perceptiveness lets you see through falsehoods, and your philosophical training provides insight into any situation.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou climb up walls, dodge traps, overcome obstacles, and leap over pits. You usually stay toward the outside of the group to protect more vulnerable members, and you’re well suited to looking for danger or moving stealthily.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou diligently exercise, eat healthy foods, meditate, and study various philosophies. You might also take up a craft that you strive to perfect.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Maintain a regimen of physical training and meditation. </li><li>Face adversity with a calm and measured approach, never panicking or succumbing to despair. </li><li>Look to the future for ways you can improve, while remaining at peace with your present self.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Marvel at your feats of physical prowess. </li><li>Think you’re more than a bit uptight, given your vows and tenets. </li><li>Come to you for philosophical advice.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nExpert in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in a number of skills equal to 4 plus your Intelligence modifier \n\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br />Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nUntrained in all armor<br />Expert in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in monk class DC\n\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Monk. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, flurry of blows, monk feat, powerful fist</td></tr>\r\n<tr><td>2</td><td>Monk feat, skill feat</td></tr>\r\n<tr><td>3</td><td>General feat, incredible movement +10 feet, mystic strikes, skill increase</td></tr>\r\n<tr><td>4</td><td>Monk feat, skill feat</td></tr>\r\n<tr><td>5</td><td>Ability boosts, alertness, ancestry feat, expert strikes, skill increase</td></tr>\r\n<tr><td>6</td><td>Monk feat, skill feat</td></tr>\r\n<tr><td>7</td><td>General feat, incredible movement +15 feet, path to perfection, skill increase, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Monk feat, skill feat</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, metal strikes, monk expertise, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, monk feat, skill feat</td></tr>\r\n<tr><td>11</td><td>General feat, incredible movement +20 feet, second path to perfection, skill increase</td></tr>\r\n<tr><td>12</td><td>Monk feat, skill feat</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, graceful mastery, master strikes, skill increase</td></tr>\r\n<tr><td>14</td><td>Monk feat, skill feat</td></tr>\r\n<tr><td>15</td><td>Ability boosts, general feat, greater weapon specialization, incredible movement +25 feet, skill increase, third path to perfection</td></tr>\r\n<tr><td>16</td><td>Monk feat, skill feat</td></tr>\r\n<tr><td>17</td><td>Adamantine strikes, ancestry feat, graceful legend, skill increase</td></tr>\r\n<tr><td>18</td><td>Monk feat, skill feat</td></tr>\r\n<tr><td>19</td><td>General feat, incredible movement +30 feet, perfected form, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, monk feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies representing your basic training, which are noted at the start of this class.\r\n\r\n<title level=\"3\" >Flurry of Blows</title>\r\nYou can attack rapidly with fists, feet, elbows, knees, and other unarmed attacks. You gain the Flurry of Blows action.\r\n\r\n<document level=\"4\" id=\"action-9\" />\r\n\r\n<title level=\"3\" >Monk Feats</title>\r\nAt 1st level and every even-numbered level thereafter, you gain a [monk class feat](/Classes.aspx?ID=8/feats).\r\n\r\n<title level=\"3\" >Powerful Fist</title>\r\nYou know how to wield your fists as deadly weapons. The damage die for your fist increases to 1d6 instead of 1d4. Most people take a –2 circumstance penalty when making a lethal attack with [nonlethal](/Traits.aspx?ID=188) unarmed attacks, because they find it hard to use their fists with deadly force. You don't take this penalty when making a lethal attack with your fist or any other unarmed attacks.\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats are listed in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\r\n\r\n<title level=\"3\" right=\"Level 3\">Incredible Movement</title>\r\nYou move like the wind. You gain a +10-foot status bonus to your Speed whenever you’re not wearing armor. The bonus increases by 5 feet for every 4 levels you have beyond 3rd.\r\n\r\n<title level=\"3\" right=\"Level 3\">Mystic Strikes</title>\r\nFocusing your will into your physical attacks imbues them with mystical energy. Your unarmed attacks become magical, allowing them to get past resistances to non-magical attacks. However, you still need an item such as [_handwraps of mighty blows_](/Equipment.aspx?ID=441) to gain an item bonus to attack rolls or increase your attacks' weapon damage dice.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you’re untrained in, or become an expert in one skill in which you’re already trained.\n\n At 7th level, you can use skill increases to become a master in a skill in which you’re already an expert, and at 15th level, you can use them to become legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Alertness</title>\r\nYou remain alert to threats around you. Your proficiency rank for Perception increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2.\r\n\r\n<title level=\"3\" right=\"Level 5\">Expert Strikes</title>\r\nYou’ve practiced martial arts and have now surpassed your former skill. Your proficiency ranks for unarmed attacks and simple weapons increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Path to Perfection</title>\r\nYou have progressed along your own path to enlightenment. Choose your Fortitude, Reflex, or Will saving throw. Your proficiency rank for the chosen saving throw increases to master. When you roll a success on the chosen saving throw, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and 4 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Metal Strikes</title>\r\nYou can adjust your body to make unarmed attacks infused with the mystic energy of rare metals. Your unarmed attacks are treated as cold iron and silver. This allows you to deal more damage to a variety of supernatural creatures, such as demons, devils, and fey.\r\n\r\n<title level=\"3\" right=\"Level 9\">Monk Expertise</title>\r\nYour proficiency rank for your monk class DC increases to expert. If you have ki spells, your proficiency rank for spell attacks and spell DCs with the tradition of magic you use for your ki spells increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Second Path to Perfection</title>\r\nYou’ve learned to find perfection in every success. Choose a different saving throw than the one you chose for your path to perfection. Your proficiency rank for the chosen saving throw increases to master. If you roll a success with the chosen saving throw, you instead critically succeed.\r\n\r\n<title level=\"3\" right=\"Level 13\">Graceful Mastery</title>\r\nYou move with perpetual grace in battle, eluding and turning aside blows. Your proficiency rank for unarmored defense increases to master.\r\n\r\n<title level=\"3\" right=\"Level 13\">Master Strikes</title>\r\nYou have honed your skill in using your body as a weapon. Your proficiency ranks for unarmed attacks and simple weapons increase to master.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Third Path to Perfection</title>\r\nYou have made great progress in your personal studies of enlightenment. Choose one of the saving throws you selected for path to perfection or second path to perfection. Your proficiency rank for the chosen type of save increases to legendary. When you roll a critical failure on the chosen type of save, you get a failure instead. When you roll a failure on the chosen type of save against an effect that deals damage, you take half damage.\r\n\r\n<title level=\"3\" right=\"Level 17\">Adamantine Strikes</title>\r\nWhen you focus your will into your limbs, your blows are as unyielding as the hardest of metals. Your unarmed attacks are treated as adamantine.\r\n\r\n<title level=\"3\" right=\"Level 17\">Graceful Legend</title>\r\nYour sublime movement grants you unparalleled protection and offense. Your proficiency rank for unarmored defense increases to legendary, and your proficiency rank for your monk class DC increases to master. If you have ki spells, your proficiency rank for spell attack rolls and spell DCs with the tradition of magic you use for your ki spells increases to master.\r\n\r\n<title level=\"3\" right=\"Level 19\">Perfected Form</title>\r\nYou have purged incompetence from your techniques. On your first Strike of your turn, if you roll lower than 10, you can treat the attack roll as a 10. This is a fortune effect.",
 "name": "Monk",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/monk"
  },
  {
   "label": "Feats",
   "url": "/classes/monk/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/monk/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/monk/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/monk/focus-spells"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Expert",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 154 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe monk seeks perfection in all things, and that includes transforming their body into the perfect weapon. They can be walking with calm purpose and …\r\n</summary>",
 "skill_proficiency": [
  "Trained in a number of skills equal to 4 plus your Intelligence modifier"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 154"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 154 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "The monk seeks perfection in all things, and that includes transforming their body into the perfect weapon. They can be walking with calm purpose and …",
 "summary_markdown": "The monk seeks perfection in all things, and that includes transforming their body into the perfect weapon. They can be walking with calm purpose and …",
 "text": " Monk Source Core Rulebook pg. 154 4.0 The strength of your fist flows from your mind and spirit. You seek perfection—honing your body into a flawless instrument and your mind into an orderly bastion of wisdom. You’re a fierce combatant renowned for martial arts skills and combat stances that grant you unique fighting moves. While the challenge of mastering many fighting styles drives you to great heights, you also enjoy meditating on philosophical questions and discovering new ways to obtain peace and enlightenment. Key Ability: Strength or Dexterity At 1st level, your class gives you an ability boost to your choice of Strength or Dexterity. Hit Points: 10 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following key terms in many monk abilities. Flourish : Actions with this trait are special techniques that require too much exertion for you to perform frequently. You can use only 1 action with the flourish trait per turn. Incapacitation : An ability with this trait can take a character out of the fight. But when you use an incapacitation effect against a creature of higher level than you, you reduce the degree of success of your attack roll by one step, and that creature improves the degree of success of its saving throws for that effect by one step. Ki Spells : By tapping into a supernatural inner reserve called ki, you can create magical effects. Certain feats grant you special spells called ki spells, which are a type of focus spell. It costs 1 Focus Point to cast a focus spell. When you gain your first ki spell, you also gain a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you regain 1 Focus Point by spending 10 minutes using the Refocus activity to meditate in order to reach inner peace. When you first gain a ki spell, decide whether your ki spells are divine spells or occult spells. You become trained in spell attacks and spell DCs of that tradition and your key spellcasting ability is Wisdom. Focus spells are automatically heightened to half your level rounded up. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 points. The full rules for focus spells appear here. Stance : A stance is a general combat strategy that you enter by using an action with the stance trait, and that you remain in for some time. A stance lasts until you get knocked out, until its requirements (if any) are violated, until the encounter ends, or until you enter a new stance, whichever comes first. After you take an action that has the stance trait, you can't take another one for 1 round. You can enter or be in a stance only in encounter mode. Roleplaying the Monk During Combat Encounters... You speed into the fray, dodging or leaping past obstacles with acrobatic maneuvers. You strike opponents in a rapid flurry of attacks, using your bare fists or wielding specialized weapons that you mastered during your monastic training. Stances let you change up your combat style for different situations, and ki abilities allow you to perform mystic feats like healing yourself and soaring through the air. During Social Encounters... Your perceptiveness lets you see through falsehoods, and your philosophical training provides insight into any situation. While Exploring... You climb up walls, dodge traps, overcome obstacles, and leap over pits. You usually stay toward the outside of the group to protect more vulnerable members, and you’re well suited to looking for danger or moving stealthily. In Downtime... You diligently exercise, eat healthy foods, meditate, and study various philosophies. You might also take up a craft that you strive to perfect. You Might... Maintain a regimen of physical training and meditation. Face adversity with a calm and measured approach, never panicking or succumbing to despair. Look to the future for ways you can improve, while remaining at peace with your present self. Others Probably... Marvel at your feats of physical prowess. Think you’re more than a bit uptight, given your vows and tenets. Come to you for philosophical advice. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Expert in Fortitude Expert in Reflex Expert in Will Skills Trained in a number of skills equal to 4 plus your Intelligence modifier Attacks Trained in simple weapons Trained in unarmed attacks Defenses Untrained in all armor Expert in unarmored defense Class DC Trained in monk class DC Class Features You gain these features as Monk. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, flurry of blows, monk feat, powerful fist 2 Monk feat, skill feat 3 General feat, incredible movement +10 feet, mystic strikes, skill increase 4 Monk feat, skill feat 5 Ability boosts, alertness, ancestry feat, expert strikes, skill increase 6 Monk feat, skill feat 7 General feat, incredible movement +15 feet, path to perfection, skill increase, weapon specialization 8 Monk feat, skill feat 9 Ancestry feat, metal strikes, monk expertise, skill increase 10 Ability boosts, monk feat, skill feat 11 General feat, incredible movement +20 feet, second path to perfection, skill increase 12 Monk feat, skill feat 13 Ancestry feat, graceful mastery, master strikes, skill increase 14 Monk feat, skill feat 15 Ability boosts, general feat, greater weapon specialization, incredible movement +25 feet, skill increase, third path to perfection 16 Monk feat, skill feat 17 Adamantine strikes, ancestry feat, graceful legend, skill increase 18 Monk feat, skill feat 19 General feat, incredible movement +30 feet, perfected form, skill increase 20 Ability boosts, monk feat, skill feat Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2. Initial Proficiencies At 1st level, you gain a number of proficiencies representing your basic training, which are noted at the start of this class. Flurry of Blows You can attack rapidly with fists, feet, elbows, knees, and other unarmed attacks. You gain the Flurry of Blows action. Monk Feats At 1st level and every even-numbered level thereafter, you gain a monk class feat. Powerful Fist You know how to wield your fists as deadly weapons. The damage die for your fist increases to 1d6 instead of 1d4. Most people take a –2 circumstance penalty when making a lethal attack with nonlethal unarmed attacks, because they find it hard to use their fists with deadly force. You don't take this penalty when making a lethal attack with your fist or any other unarmed attacks. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats are listed in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. Incredible Movement You move like the wind. You gain a +10-foot status bonus to your Speed whenever you’re not wearing armor. The bonus increases by 5 feet for every 4 levels you have beyond 3rd. Mystic Strikes Focusing your will into your physical attacks imbues them with mystical energy. Your unarmed attacks become magical, allowing them to get past resistances to non-magical attacks. However, you still need an item such as handwraps of mighty blows to gain an item bonus to attack rolls or increase your attacks' weapon damage dice. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you’re untrained in, or become an expert in one skill in which you’re already trained. At 7th level, you can use skill increases to become a master in a skill in which you’re already an expert, and at 15th level, you can use them to become legendary in a skill in which you’re already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18. Alertness You remain alert to threats around you. Your proficiency rank for Perception increases to expert. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2. Expert Strikes You’ve practiced martial arts and have now surpassed your former skill. Your proficiency ranks for unarmed attacks and simple weapons increase to expert. Path to Perfection You have progressed along your own path to enlightenment. Choose your Fortitude, Reflex, or Will saving throw. Your proficiency rank for the chosen saving throw increases to master. When you roll a success on the chosen saving throw, you get a critical success instead. Weapon Specialization You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and 4 if you’re legendary. Metal Strikes You can adjust your body to make unarmed attacks infused with the mystic energy of rare metals. Your unarmed attacks are treated as cold iron and silver. This allows you to deal more damage to a variety of supernatural creatures, such as demons, devils, and fey. Monk Expertise Your proficiency rank for your monk class DC increases to expert. If you have ki spells, your proficiency rank for spell attacks and spell DCs with the tradition of magic you use for your ki spells increases to expert. Second Path to Perfection You’ve learned to find perfection in every success. Choose a different saving throw than the one you chose for your path to perfection. Your proficiency rank for the chosen saving throw increases to master. If you roll a success with the chosen saving throw, you instead critically succeed. Graceful Mastery You move with perpetual grace in battle, eluding and turning aside blows. Your proficiency rank for unarmored defense increases to master. Master Strikes You have honed your skill in using your body as a weapon. Your proficiency ranks for unarmed attacks and simple weapons increase to master. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. Third Path to Perfection You have made great progress in your personal studies of enlightenment. Choose one of the saving throws you selected for path to perfection or second path to perfection. Your proficiency rank for the chosen type of save increases to legendary. When you roll a critical failure on the chosen type of save, you get a failure instead. When you roll a failure on the chosen type of save against an effect that deals damage, you take half damage. Adamantine Strikes When you focus your will into your limbs, your blows are as unyielding as the hardest of metals. Your unarmed attacks are treated as adamantine. Graceful Legend Your sublime movement grants you unparalleled protection and offense. Your proficiency rank for unarmored defense increases to legendary, and your proficiency rank for your monk class DC increases to master. If you have ki spells, your proficiency rank for spell attack rolls and spell DCs with the tradition of magic you use for your ki spells increases to master. Perfected Form You have purged incompetence from your techniques. On your first Strike of your turn, if you roll lower than 10, you can treat the attack roll as a 10. This is a fortune effect.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=8",
 "weakness": {},
 "will_proficiency": "Expert"
}