{
 "ability": [
  "Intelligence",
  "Charisma"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Untrained in all armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Trained",
 "hp": 6,
 "hp_raw": "6",
 "icon_image": "/Images/Class/Psychic_Icon.png",
 "id": "class-21",
 "image": [
  "/Images/Classes/Iconic_Thaleon.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Psychic](/Classes.aspx?ID=21)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 8</row>\n\n_The mind can perceive truths hidden to fine-tuned instruments, house more secrets than any tome, and move objects and hearts more deftly than any lever. By delving into both the conscious and subconscious aspects of your inner self, you have awoken to the might of psychic magic, allowing you to cast spells not through incantations or gestures but by the power of your will alone. While the thin line between your mind and reality means that a single errant thought could have unintended consequences for yourself and your companions, you know that anything is possible, if you can imagine it._\r\n\r\n**Key Ability: Intelligence or Charisma** <br />\r\nAt 1st level, your class gives you an ability boost to Intelligence or Charisma, as determined by your choice of subconscious mind.\r\n\r\n**Hit Points: 6 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Thaleon.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key terms in many psychic class features.\n\n **[Amp](/Traits.aspx?ID=425)**: Amps are special thoughtforms that modify the properties of your psi cantrips. You can apply an amp only to a psi cantrip, which is called the amped cantrip. Applying an amp to a psi cantrip costs 1 Focus Point and is part of the actions needed to Cast the Spell. The singular focus required to amp a psi cantrip means that unless otherwise noted, you can apply only one amp to a given psi cantrip, and you can't apply both an amp and a [metamagic](/Traits.aspx?ID=107) ability to a cantrip at the same time. If both an amp and the amped cantrip deal damage of the same type, combine their damage for the purpose of resistances and weaknesses. Feats with the amp trait provide different amps you can apply to psi cantrips in place of their normal amps. If an amp has its own effect, its level is the same as the amped cantrip's.\n\n **Amp Heightened**: Many amps have heightened entries similar to spells. Add the amp's heightened effects when you cast the cantrip at that level or higher. These are in addition to any heightened effects of the cantrip, though some adjust the cantrip's normal heightened entry (typically in the case of damage increases).\n\n **[Mindshift](/Traits.aspx?ID=428)**: An action with this trait can always be altered to use the raw power of your mind. When you take this action, you can choose to replace any damage it deals with mental damage, give it the mental trait, and replace any save it requires with a Will save. The action loses any traits matching damage types it no longer deals.\n\n **[Psyche](/Traits.aspx?ID=429)**: Your psyche must be unleashed to use abilities that have the psyche trait, and they end automatically when your unleashed psyche subsides.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Psychic</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou rely on your collection of psychic cantrips as a mainstay, choosing where and when to amplify them for maximum effect. You weave your more conventional spells into the fray where more complex magic is needed, unleashing your mind's full potential in a blaze of power when the time is right.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou navigate situations guided by the source of your subconscious power. If your power springs from your personality, you might maneuver with empathy and sociability; if it's more cerebral, you might provide a steady logical front.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou keep your mind's eye open for the many paranormal threats that those who are less sensitive might not detect. Typically, you either scan for magic or investigate for psychic impressions, veiled thoughts, and wandering spirits.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou strive to learn more about the depths of the mind, seeking out new spells and phenomena to uncover, knowing that as you gain a deeper understanding of yourself, you can access more of the power within. You test the limits of your adaptability by retraining to fit your evolving understanding of your potential.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Show a preference for learning, meditation, dreams, or other intangible manifestations of thought over the immediacy of the physical world.</li><li>Learn new things about yourself, just when you thought you knew it all.</li><li>Think of your psychic magic as so much a part of you that you use it even when normal methods suffice, perhaps preferring to communicate via mental messages or levitating an object to a companion at the opposite end of a table.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Are awed by your mental abilities, especially when your psyche is unleashed.</li><li>Have difficulty understanding that the magic you perform with your mind comes from the same source as more conventional spellcasting.</li><li>Wonder if you might be a monster in disguise, possessed by spirits, chosen by the gods, or have some other unusual reason for your strange powers.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nTrained in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Occultism](/Skills.aspx?ID=11)<br /> Trained in a number of additional skills equal to 3 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br /> Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nUntrained in all armor<br /> Trained in unarmored defense\n\n<title level=\"3\">Spells</title>\r\nTrained in [occult](/Traits.aspx?ID=120) spell attack rolls<br /> Trained in occult spell DCs\r\n\r\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Psychic. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, psychic spellcasting, spell repertoire, psi cantrips and psi amps, Unleash Psyche, subconscious mind, conscious mind</td></tr>\r\n<tr><td>2</td><td>Psychic feat, skill feat</td></tr>\r\n<tr><td>3</td><td>2nd-level spells, general feat, signature spells, skill increase</td></tr>\r\n<tr><td>4</td><td>Psychic feat, skill feat</td></tr>\r\n<tr><td>5</td><td>3rd-level spells, ability boosts, ancestry feat, clarity of focus, precognitive reflexes, skill increase</td></tr>\r\n<tr><td>6</td><td>Psychic feat, skill feat</td></tr>\r\n<tr><td>7</td><td>4th-level spells, expert spellcaster, general feat, skill increase</td></tr>\r\n<tr><td>8</td><td>Psychic feat, skill feat</td></tr>\r\n<tr><td>9</td><td>5th-level spells, ancestry feat, great fortitude, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, psychic feat, skill feat</td></tr>\r\n<tr><td>11</td><td>6th-level spells, extrasensory perception, general feat, skill increase, walls of will, weapon expertise</td></tr>\r\n<tr><td>12</td><td>Psychic feat, skill feat</td></tr>\r\n<tr><td>13</td><td>7th-level spells, ancestry feat, personal barrier, skill increase, weapon specialization</td></tr>\r\n<tr><td>14</td><td>Psychic feat, skill feat</td></tr>\r\n<tr><td>15</td><td>8th-level spells, ability boosts, general feat, master spellcaster, skill increase</td></tr>\r\n<tr><td>16</td><td>Psychic feat, skill feat</td></tr>\r\n<tr><td>17</td><td>9th-level spells, ancestry feat, fortress of will, skill increase</td></tr>\r\n<tr><td>18</td><td>Psychic feat, skill feat</td></tr>\r\n<tr><td>19</td><td>General feat, infinite mind, legendary spellcaster, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, psychic feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\r\n\n<table><thead><tr><th>Your Level</th><th>Cantrips</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th><th>7th</th><th>8th</th><th>9th</th><th>10th</th></tr></thead><tbody><tr><td>1</td><td>3*</td><td>1</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>2</td><td>3*</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>3</td><td>3*</td><td>2</td><td>1</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>4</td><td>3*</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>5</td><td>3*</td><td>2</td><td>2</td><td>1</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>6</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>7</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>1</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>8</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>9</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>10</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>11</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>12</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>13</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1</td><td>—</td><td>—</td><td>—</td></tr><tr><td>14</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td></tr><tr><td>15</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1</td><td>—</td><td>—</td></tr><tr><td>16</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>—</td><td>—</td></tr><tr><td>17</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1</td><td>—</td></tr><tr><td>18</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>—</td></tr><tr><td>19</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1†</td></tr><tr><td>20</td><td>3*</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>2</td><td>1†</td></tr></tbody><tfoot><tr><td colspan=\"12\"> * Your conscious mind gives you three additional cantrips with amps. One cantrip is unique to your conscious mind.\r\n<br />† The infinite mind class feature gives you a 10th-level spell slot that works a bit differently from other spell slots.</td></tr></tfoot></table>\r\n\r\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Psychic Spellcasting</title>\r\nYou access the vast well of power that resides within your own mind, calling forth psychic magic with nothing but thought and will. You can cast [occult](/SpellLists.aspx?Tradition=3) spells using the Cast a Spell activity. You alter some of the standard spell components when casting spells you know from your psychic spellcasting. Instead of speaking, you substitute any verbal components with a special mental component determined by your subconscious mind class feature. This represents how you exert your mind toward your intended effect. Any of these components impart the [concentrate](/Traits.aspx?ID=32) trait to the spell you're casting. You also substitute any material components with somatic components, though these tend to be simple movements of the hand or head compared to those used by other spellcasters. Your spells still have clear and noticeable visual and auditory manifestations, as normal for a spellcaster.\n\n Each day, you can cast one 1st-level spell. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots.\n\n As you increase in level as a psychic, your number of spells per day increases, as does the highest level of spells you can cast, as shown on Table 2: Psychic Spells per Day.\n\n Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is determined by your subconscious mind, your spell attack rolls and spell DCs use the modifier for the ability stated in your subconscious mind. \n\n<title level=\"2\" right=\"\">Heightening Spells</title> When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level to match the spell slot. You must have a spell in your spell repertoire at the level you want to cast to heighten it to that level. Many spells have specific improvements when heightened to certain levels. The signature spells class feature lets you heighten certain spells freely. \n\n<title level=\"2\" right=\"\">Cantrips</title> Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up— this is usually equal to the highest level of psychic spell slot you have. For example, as a 1st-level psychic, your cantrips are 1st-level spells, and as a 5th-level psychic, your cantrips are 3rd-level spells.\n\n As a psychic, you get the ability to improve some of your cantrips with special benefits and psi amps. Over the course of your career, your choice of conscious mind class feature gives you extra cantrips, benefits and psi amps for cantrips, and a collection of unique psi cantrips.\r\n\r\n<title level=\"3\" >Spell Repertoire</title>\r\nThe collection of spells you can cast is called your spell repertoire. At 1st level, you learn one 1st-level occult spell of your choice and three occult cantrips of your choice. You choose these from the common spells from the [occult](/SpellLists.aspx?Tradition=3) list or from other occult spells to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level. Your choice of conscious mind also grants you additional spells in your repertoire, starting with an additional 1st-level spell and two cantrips listed in your conscious mind, which you cast as psi cantrips (see below).\n\n You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 2), you add a spell to your spell repertoire of the same level. At 2nd level, you select another 1st-level spell; at 3rd level, you select one 2nd-level spell, and so on. When you add spells, you might add a higher-level version of a spell you already have, so you can cast a heightened version of that spell. Your conscious mind also adds additional spells to your repertoire as you gain spells of higher levels.\n\n Though you gain them at the same rate, your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, such as the spells you gain from your conscious mind, it wouldn't give you another spell slot, and vice versa. \n\n<title level=\"2\" right=\"\">Swapping Spells In Your Repertoire</title> As you gain new spells in your repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. This spell can be a cantrip. You can also swap out spells by retraining during downtime.\r\n\r\n<title level=\"3\" >Psi Cantrips and Amps</title>\r\nThe magic of your mind manifests as psi cantrips, which you can modify by spending [Focus Points](/Rules.aspx?ID=276). Like other cantrips, you can cast psi cantrips as often as you like, and they are automatically heightened to half your level rounded up. Your psi cantrips are in addition to the cantrips you choose from the occult list as part of your psychic spellcasting. Generally, only feats can give you more psi cantrips. Unlike other cantrips, you can't swap out psi cantrips gained from psychic feats at a later level, unless you swap out the specific feat via retraining.\n\n At 1st level, you learn three psi cantrips determined by your choice of conscious mind; one is a unique psi cantrip and two are common cantrips, typically from the occult spellcasting tradition, that you always cast as psi cantrips. You automatically gain more psi cantrips as you progress in your career as a psychic.\n\n You start with a focus pool of 2 Focus Points. However, unlike other spellcasters, you don't gain focus spells that cost Focus Points to cast. Instead, you use your Focus Points to boost or modify your psi cantrips by applying amps— specialized thoughtforms that alter the expression of your psychic power. Each of your psi cantrips has a special amp heading. Whenever you cast a psi cantrip, you can amp it by spending 1 Focus Point to add the amp effect. You can also gain additional amps through feats, allowing you to substitute a psi cantrip's normal amp effect for another one. You choose which amp to use, if you choose to use any, each time you cast a psi cantrip. Unless otherwise noted, you can apply only one amp to a given psi cantrip.\n\n You refill your focus pool during your daily preparations, and you can regain Focus Points by spending 10 minutes using the [Refocus](/Actions.aspx?ID=71) activity to explore your mind, whether via meditation, practicing a craft or activity that gives you the mental space to self-reflect, or talking through your thoughts and feelings with yourself or another. If you've spent Focus Points only to amp psi cantrips or fuel psychic abilities since the last time you Refocused, you regain 2 Focus Points when you Refocus, up to your maximum of 2. If you've spent Focus Points on focus spells or abilities other than those from the psychic class (for instance, to cast a focus spell you gained from an archetype), you regain only 1 Focus Point.\r\n\r\n<title level=\"3\" >Unleash Psyche</title>\r\nWhen one thins the barrier between their inner mind and the outer world, one can unleash true psychic power. However, the mind wasn't meant to tap its full strength for long, leading to backlash once your unleashed psyche ends.\n\n<document level=\"2\" id=\"action-1222\" />\r\n\r\n<title level=\"3\" >Subconscious Mind</title>\r\nA psychic's power is born in the depths of their psyche, far from the surface. Your subconscious mind might represent the way your power comes to you naturally, or it may be a framework you use to safely access the infinite potential of your mind. Either way, your subconscious mind fundamentally shapes how you access and wield psychic magic. Choose a subconscious mind from the options to which you have access. This choice will determine your key ability, special spellcasting components you use, and an action you can take while you have Unleashed your Psyche. Subconscious mind options can be found [here](/classes/psychic/subconscious-minds).\r\n\r\n<title level=\"3\" >Conscious Mind</title>\r\nWhatever the subconscious source of a psychic's power, all find that a specific external manifestation of their magic comes most easily to them. This conscious outward expression adds several additional spells to your spell repertoire and grants you three psi cantrips. Two of these cantrips are common spells, though you gain an extra benefit with them that other spellcasters don't get, and the last is unique to your conscious mind. You also get two more unique psi cantrips at higher levels. Choose a conscious mind from the options to which you have access.\n\nConscious mind options can be found [here](/classes/psychic/conscious-minds)\r\n\r\n<title level=\"3\" right=\"Level 2\">Psychic Feats</title>\r\nAt 2nd level and every even-numbered level, you gain a [psychic class feat](/Classes.aspx?ID=21/feats).\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a [skill feat](/feats?include-traits=Skill&amp;sort=level-asc%3Bname-asc). You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a [general feat](/feats?include-traits=General&amp;sort=level-asc%3Bname-asc).\r\n\r\n<title level=\"3\" right=\"Level 3\">Signature Spells</title>\r\nYou've learned to cast some of your spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don't need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you've learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can choose a replacement signature spell of the same spell level at which you learned the previous spell. You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.\n\n At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\r\n\r\n<title level=\"3\" right=\"Level 5\">Clarity of Focus</title>\r\nYour deepening connection to your mind grants you more power to fuel your psi amps. Increase the number of Focus Points in your focus pool by 1. This ability doesn't change the number of Focus Points you regain when you Refocus. As normal, this ability can't increase the size of your focus pool above 3 points.\r\n\r\n<title level=\"3\" right=\"Level 5\">Precognitive Reflexes</title>\r\nMinor precognition ensures you can react to threats slightly before they occur. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Expert Spellcaster</title>\r\nSelf-reflection has brought you greater knowledge of yourself and, with it, psychic power. Your proficiency ranks for occult spell attack rolls and spell DCs increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Great Fortitude</title>\r\nYour mind holds your body to a subconscious mental image of yourself. Your proficiency rank for Fortitude saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Extrasensory Perception</title>\r\nMinor applications of clairvoyance let you know when danger is near. Your proficiency rank for Perception increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Walls of Will</title>\r\nYour practiced mind resists external influence. Your proficiency rank for Will saves increases to master. When you succeed at a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 11\">Weapon Expertise</title>\r\nTraining and magic have improved your weapon technique. Your proficiency rank for simple weapons and unarmed attacks increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Personal Barrier</title>\r\nSubtle telekinetic fields dampen and deflect incoming blows. Your proficiency rank in unarmored defense increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Specialization</title>\r\nAs you touch a weapon, you glimpse the hands that made and wielded it, teaching you how to inflict greater injuries. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Master Spellcaster</title>\r\nYou've gained access to the deepest corners of your own mind. Your proficiency ranks for occult spell attack rolls and spell DCs increase to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Fortress of Will</title>\r\nYour trained mind is as a fortress that none can breach. Your proficiency rank for Will saves increases to legendary. When you critically fail a Will save, you get a failure instead. When you fail a Will save against a damaging effect, you take half damage.\r\n\r\n<title level=\"3\" right=\"Level 19\">Infinite Mind</title>\r\nAnything you can imagine is now within the realm of possibility. Add two common 10th-level occult spells to your repertoire; you gain a single 10th-level spell slot you can use to cast one of those two spells using psychic spellcasting. You don't gain more 10th-level spells as you level up, unlike other spell slots, and you can't use 10th-level slots with abilities that give you more spell slots or that let you cast spells without expending spell slots. You can take the Mind over Matter psychic feat to gain a second slot.\r\n\r\n<title level=\"3\" right=\"Level 19\">Legendary Spellcaster</title>\r\nAs your training reaches its peak, you understand not just your own mind, but the collective unconscious from which all psychic power stems. Your proficiency ranks for occult spell attack rolls and spell DCs increase to legendary.",
 "name": "Psychic",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/psychic"
  },
  {
   "label": "Feats",
   "url": "/classes/psychic/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/psychic/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/psychic/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/psychic/focus-spells"
  },
  {
   "label": "Conscious Minds",
   "url": "/classes/psychic/conscious-minds"
  },
  {
   "label": "Subconscious Minds",
   "url": "/classes/psychic/subconscious-minds"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Trained",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 8</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGuided by the personal combination of their subconscious and conscious mind, a psychic calls forth occult magic with but a thought. The psychic …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Occultism",
  "Trained in a number of additional skills equal to 3 plus your Intelligence modifier"
 ],
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 8"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 8</row>",
 "speed": {},
 "summary": "Guided by the personal combination of their subconscious and conscious mind, a psychic calls forth occult magic with but a thought. The psychic …",
 "summary_markdown": "Guided by the personal combination of their subconscious and conscious mind, a psychic calls forth occult magic with but a thought. The psychic …",
 "text": " Psychic Source Dark Archive pg. 8 The mind can perceive truths hidden to fine-tuned instruments, house more secrets than any tome, and move objects and hearts more deftly than any lever. By delving into both the conscious and subconscious aspects of your inner self, you have awoken to the might of psychic magic, allowing you to cast spells not through incantations or gestures but by the power of your will alone. While the thin line between your mind and reality means that a single errant thought could have unintended consequences for yourself and your companions, you know that anything is possible, if you can imagine it. Key Ability: Intelligence or Charisma At 1st level, your class gives you an ability boost to Intelligence or Charisma, as determined by your choice of subconscious mind. Hit Points: 6 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following key terms in many psychic class features. Amp : Amps are special thoughtforms that modify the properties of your psi cantrips. You can apply an amp only to a psi cantrip, which is called the amped cantrip. Applying an amp to a psi cantrip costs 1 Focus Point and is part of the actions needed to Cast the Spell. The singular focus required to amp a psi cantrip means that unless otherwise noted, you can apply only one amp to a given psi cantrip, and you can't apply both an amp and a metamagic ability to a cantrip at the same time. If both an amp and the amped cantrip deal damage of the same type, combine their damage for the purpose of resistances and weaknesses. Feats with the amp trait provide different amps you can apply to psi cantrips in place of their normal amps. If an amp has its own effect, its level is the same as the amped cantrip's. Amp Heightened : Many amps have heightened entries similar to spells. Add the amp's heightened effects when you cast the cantrip at that level or higher. These are in addition to any heightened effects of the cantrip, though some adjust the cantrip's normal heightened entry (typically in the case of damage increases). Mindshift : An action with this trait can always be altered to use the raw power of your mind. When you take this action, you can choose to replace any damage it deals with mental damage, give it the mental trait, and replace any save it requires with a Will save. The action loses any traits matching damage types it no longer deals. Psyche : Your psyche must be unleashed to use abilities that have the psyche trait, and they end automatically when your unleashed psyche subsides. Roleplaying the Psychic During Combat Encounters... You rely on your collection of psychic cantrips as a mainstay, choosing where and when to amplify them for maximum effect. You weave your more conventional spells into the fray where more complex magic is needed, unleashing your mind's full potential in a blaze of power when the time is right. During Social Encounters... You navigate situations guided by the source of your subconscious power. If your power springs from your personality, you might maneuver with empathy and sociability; if it's more cerebral, you might provide a steady logical front. While Exploring... You keep your mind's eye open for the many paranormal threats that those who are less sensitive might not detect. Typically, you either scan for magic or investigate for psychic impressions, veiled thoughts, and wandering spirits. In Downtime... You strive to learn more about the depths of the mind, seeking out new spells and phenomena to uncover, knowing that as you gain a deeper understanding of yourself, you can access more of the power within. You test the limits of your adaptability by retraining to fit your evolving understanding of your potential. You Might... Show a preference for learning, meditation, dreams, or other intangible manifestations of thought over the immediacy of the physical world. Learn new things about yourself, just when you thought you knew it all. Think of your psychic magic as so much a part of you that you use it even when normal methods suffice, perhaps preferring to communicate via mental messages or levitating an object to a companion at the opposite end of a table. Others Probably... Are awed by your mental abilities, especially when your psyche is unleashed. Have difficulty understanding that the magic you perform with your mind comes from the same source as more conventional spellcasting. Wonder if you might be a monster in disguise, possessed by spirits, chosen by the gods, or have some other unusual reason for your strange powers. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Trained in Fortitude Trained in Reflex Expert in Will Skills Trained in Occultism Trained in a number of additional skills equal to 3 plus your Intelligence modifier Attacks Trained in simple weapons Trained in unarmed attacks Defenses Untrained in all armor Trained in unarmored defense Spells Trained in occult spell attack rolls Trained in occult spell DCs Class Features You gain these features as Psychic. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, psychic spellcasting, spell repertoire, psi cantrips and psi amps, Unleash Psyche, subconscious mind, conscious mind 2 Psychic feat, skill feat 3 2nd-level spells, general feat, signature spells, skill increase 4 Psychic feat, skill feat 5 3rd-level spells, ability boosts, ancestry feat, clarity of focus, precognitive reflexes, skill increase 6 Psychic feat, skill feat 7 4th-level spells, expert spellcaster, general feat, skill increase 8 Psychic feat, skill feat 9 5th-level spells, ancestry feat, great fortitude, skill increase 10 Ability boosts, psychic feat, skill feat 11 6th-level spells, extrasensory perception, general feat, skill increase, walls of will, weapon expertise 12 Psychic feat, skill feat 13 7th-level spells, ancestry feat, personal barrier, skill increase, weapon specialization 14 Psychic feat, skill feat 15 8th-level spells, ability boosts, general feat, master spellcaster, skill increase 16 Psychic feat, skill feat 17 9th-level spells, ancestry feat, fortress of will, skill increase 18 Psychic feat, skill feat 19 General feat, infinite mind, legendary spellcaster, skill increase 20 Ability boosts, psychic feat, skill feat Your Level Cantrips 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th 1 3 1 — — — — — — — — — 2 3 2 — — — — — — — — — 3 3 2 1 — — — — — — — — 4 3 2 2 — — — — — — — — 5 3 2 2 1 — — — — — — — 6 3 2 2 2 — — — — — — — 7 3 2 2 2 1 — — — — — — 8 3 2 2 2 2 — — — — — — 9 3 2 2 2 2 1 — — — — — 10 3 2 2 2 2 2 — — — — — 11 3 2 2 2 2 2 1 — — — — 12 3 2 2 2 2 2 2 — — — — 13 3 2 2 2 2 2 2 1 — — — 14 3 2 2 2 2 2 2 2 — — — 15 3 2 2 2 2 2 2 2 1 — — 16 3 2 2 2 2 2 2 2 2 — — 17 3 2 2 2 2 2 2 2 2 1 — 18 3 2 2 2 2 2 2 2 2 2 — 19 3 2 2 2 2 2 2 2 2 2 1† 20 3 2 2 2 2 2 2 2 2 2 1† Your conscious mind gives you three additional cantrips with amps. One cantrip is unique to your conscious mind. † The infinite mind class feature gives you a 10th-level spell slot that works a bit differently from other spell slots. Ancestry and Background In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Psychic Spellcasting You access the vast well of power that resides within your own mind, calling forth psychic magic with nothing but thought and will. You can cast occult spells using the Cast a Spell activity. You alter some of the standard spell components when casting spells you know from your psychic spellcasting. Instead of speaking, you substitute any verbal components with a special mental component determined by your subconscious mind class feature. This represents how you exert your mind toward your intended effect. Any of these components impart the concentrate trait to the spell you're casting. You also substitute any material components with somatic components, though these tend to be simple movements of the hand or head compared to those used by other spellcasters. Your spells still have clear and noticeable visual and auditory manifestations, as normal for a spellcaster. Each day, you can cast one 1st-level spell. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots. As you increase in level as a psychic, your number of spells per day increases, as does the highest level of spells you can cast, as shown on Table 2: Psychic Spells per Day. Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is determined by your subconscious mind, your spell attack rolls and spell DCs use the modifier for the ability stated in your subconscious mind. Heightening Spells When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level to match the spell slot. You must have a spell in your spell repertoire at the level you want to cast to heighten it to that level. Many spells have specific improvements when heightened to certain levels. The signature spells class feature lets you heighten certain spells freely. Cantrips Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up— this is usually equal to the highest level of psychic spell slot you have. For example, as a 1st-level psychic, your cantrips are 1st-level spells, and as a 5th-level psychic, your cantrips are 3rd-level spells. As a psychic, you get the ability to improve some of your cantrips with special benefits and psi amps. Over the course of your career, your choice of conscious mind class feature gives you extra cantrips, benefits and psi amps for cantrips, and a collection of unique psi cantrips. Spell Repertoire The collection of spells you can cast is called your spell repertoire. At 1st level, you learn one 1st-level occult spell of your choice and three occult cantrips of your choice. You choose these from the common spells from the occult list or from other occult spells to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level. Your choice of conscious mind also grants you additional spells in your repertoire, starting with an additional 1st-level spell and two cantrips listed in your conscious mind, which you cast as psi cantrips (see below). You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 2), you add a spell to your spell repertoire of the same level. At 2nd level, you select another 1st-level spell; at 3rd level, you select one 2nd-level spell, and so on. When you add spells, you might add a higher-level version of a spell you already have, so you can cast a heightened version of that spell. Your conscious mind also adds additional spells to your repertoire as you gain spells of higher levels. Though you gain them at the same rate, your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, such as the spells you gain from your conscious mind, it wouldn't give you another spell slot, and vice versa. Swapping Spells In Your Repertoire As you gain new spells in your repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. This spell can be a cantrip. You can also swap out spells by retraining during downtime. Psi Cantrips and Amps The magic of your mind manifests as psi cantrips, which you can modify by spending Focus Points. Like other cantrips, you can cast psi cantrips as often as you like, and they are automatically heightened to half your level rounded up. Your psi cantrips are in addition to the cantrips you choose from the occult list as part of your psychic spellcasting. Generally, only feats can give you more psi cantrips. Unlike other cantrips, you can't swap out psi cantrips gained from psychic feats at a later level, unless you swap out the specific feat via retraining. At 1st level, you learn three psi cantrips determined by your choice of conscious mind; one is a unique psi cantrip and two are common cantrips, typically from the occult spellcasting tradition, that you always cast as psi cantrips. You automatically gain more psi cantrips as you progress in your career as a psychic. You start with a focus pool of 2 Focus Points. However, unlike other spellcasters, you don't gain focus spells that cost Focus Points to cast. Instead, you use your Focus Points to boost or modify your psi cantrips by applying amps— specialized thoughtforms that alter the expression of your psychic power. Each of your psi cantrips has a special amp heading. Whenever you cast a psi cantrip, you can amp it by spending 1 Focus Point to add the amp effect. You can also gain additional amps through feats, allowing you to substitute a psi cantrip's normal amp effect for another one. You choose which amp to use, if you choose to use any, each time you cast a psi cantrip. Unless otherwise noted, you can apply only one amp to a given psi cantrip. You refill your focus pool during your daily preparations, and you can regain Focus Points by spending 10 minutes using the Refocus activity to explore your mind, whether via meditation, practicing a craft or activity that gives you the mental space to self-reflect, or talking through your thoughts and feelings with yourself or another. If you've spent Focus Points only to amp psi cantrips or fuel psychic abilities since the last time you Refocused, you regain 2 Focus Points when you Refocus, up to your maximum of 2. If you've spent Focus Points on focus spells or abilities other than those from the psychic class (for instance, to cast a focus spell you gained from an archetype), you regain only 1 Focus Point. Unleash Psyche When one thins the barrier between their inner mind and the outer world, one can unleash true psychic power. However, the mind wasn't meant to tap its full strength for long, leading to backlash once your unleashed psyche ends. Subconscious Mind A psychic's power is born in the depths of their psyche, far from the surface. Your subconscious mind might represent the way your power comes to you naturally, or it may be a framework you use to safely access the infinite potential of your mind. Either way, your subconscious mind fundamentally shapes how you access and wield psychic magic. Choose a subconscious mind from the options to which you have access. This choice will determine your key ability, special spellcasting components you use, and an action you can take while you have Unleashed your Psyche. Subconscious mind options can be found here. Conscious Mind Whatever the subconscious source of a psychic's power, all find that a specific external manifestation of their magic comes most easily to them. This conscious outward expression adds several additional spells to your spell repertoire and grants you three psi cantrips. Two of these cantrips are common spells, though you gain an extra benefit with them that other spellcasters don't get, and the last is unique to your conscious mind. You also get two more unique psi cantrips at higher levels. Choose a conscious mind from the options to which you have access. Conscious mind options can be found here Psychic Feats At 2nd level and every even-numbered level, you gain a psychic class feat. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. Signature Spells You've learned to cast some of your spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don't need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you've learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can choose a replacement signature spell of the same spell level at which you learned the previous spell. You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained. At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. Clarity of Focus Your deepening connection to your mind grants you more power to fuel your psi amps. Increase the number of Focus Points in your focus pool by 1. This ability doesn't change the number of Focus Points you regain when you Refocus. As normal, this ability can't increase the size of your focus pool above 3 points. Precognitive Reflexes Minor precognition ensures you can react to threats slightly before they occur. Your proficiency rank for Reflex saves increases to expert. Expert Spellcaster Self-reflection has brought you greater knowledge of yourself and, with it, psychic power. Your proficiency ranks for occult spell attack rolls and spell DCs increase to expert. Great Fortitude Your mind holds your body to a subconscious mental image of yourself. Your proficiency rank for Fortitude saves increases to expert. Extrasensory Perception Minor applications of clairvoyance let you know when danger is near. Your proficiency rank for Perception increases to expert. Walls of Will Your practiced mind resists external influence. Your proficiency rank for Will saves increases to master. When you succeed at a Will save, you get a critical success instead. Weapon Expertise Training and magic have improved your weapon technique. Your proficiency rank for simple weapons and unarmed attacks increases to expert. Personal Barrier Subtle telekinetic fields dampen and deflect incoming blows. Your proficiency rank in unarmored defense increases to expert. Weapon Specialization As you touch a weapon, you glimpse the hands that made and wielded it, teaching you how to inflict greater injuries. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary. Master Spellcaster You've gained access to the deepest corners of your own mind. Your proficiency ranks for occult spell attack rolls and spell DCs increase to master. Fortress of Will Your trained mind is as a fortress that none can breach. Your proficiency rank for Will saves increases to legendary. When you critically fail a Will save, you get a failure instead. When you fail a Will save against a damaging effect, you take half damage. Infinite Mind Anything you can imagine is now within the realm of possibility. Add two common 10th-level occult spells to your repertoire; you gain a single 10th-level spell slot you can use to cast one of those two spells using psychic spellcasting. You don't gain more 10th-level spells as you level up, unlike other spell slots, and you can't use 10th-level slots with abilities that give you more spell slots or that let you cast spells without expending spell slots. You can take the Mind over Matter psychic feat to gain a second slot. Legendary Spellcaster As your training reaches its peak, you understand not just your own mind, but the collective unconscious from which all psychic power stems. Your proficiency ranks for occult spell attack rolls and spell DCs increase to legendary.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=21",
 "weakness": {},
 "will_proficiency": "Expert"
}