{
 "ability": [
  "Strength",
  "Dexterity"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in martial weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in medium armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 10,
 "hp_raw": "10",
 "icon_image": "/Images/Class/Ranger_Icon.png",
 "id": "class-9",
 "image": [
  "/Images/Classes/Iconic_Harsk.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Ranger](/Classes.aspx?ID=9)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 166 <sup>4.0</sup></row>\n\n_Some rangers believe civilization wears down the soul, but still needs to be protected from wild creatures. Others say nature needs to be protected from the greedy, who wish to tame its beauty and plunder its treasures. You could champion either goal, or both. You might be a scout, tracker, or hunter of fugitives or beasts, haunting the edge of civilization or exploring the wilds. You know how to live off the land and are skilled at spotting and taking down both opportune prey and hated enemies._\r\n\r\n**Key Ability: Strength or Dexterity** <br />\r\nAt 1st level, your class gives you an ability boost to your choice of Strength or Dexterity.\r\n\r\n**Hit Points: 10 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Harsk.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see these key terms in many ranger class features. \n\n**[Flourish](/Traits.aspx?ID=73)**: Actions with this trait are special techniques that require too much exertion for you to perform frequently. You can use only 1 action with the flourish trait per turn. \n\n[**Open**](/Traits.aspx?ID=123): These maneuvers work only as the first salvo in the attacks you make on your turn. You can use an action with the open trait only if you haven't used an action with the attack or open trait yet this turn. \n\n**[Press](/Traits.aspx?ID=133)**: Actions with this trait allow you to follow up earlier attacks. An action with the press trait can be used only if you are currently affected by a multiple attack penalty. You can't use a press action when it's not your turn, even if you use the [Ready](/Actions.aspx?ID=82) activity.\n\n Some actions with the press trait also grant an effect on a failure. The effects that are added on a failure don't apply on a critical failure. If your press action succeeds, you can choose to apply the failure effect instead. (For example, you may wish to do this when an attack deals no damage due to resistance.)\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Warden Spells</title>\r\n\r\nYour relationship with the world around you extends from the physical to the magical. Certain feats grant you warden spells, which are a type of focus spells. It costs 1 Focus Point (FP) to cast a focus spell. When you gain your first warden spell, you also gain a focus pool of 1 FP. You refill your focus pool during your daily preparations, and you regain 1 FP by spending 10 minutes using the [Refocus](/Actions.aspx?ID=71) activity to commune with nature.\n\n Your warden spells are primal spells. When you first gain a warden spell, you become trained in primal spell attacks and spell DCs. Your spellcasting ability is Wisdom. \n\nFocus spells are automatically heightened to half your level rounded up. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 FP. The full rules for focus spells appear [here](/Rules.aspx?ID=276).\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Ranger</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou can single out particular foes to hunt, making you better at defeating them. You target and brutalize your chosen foe with either a bow or melee weapons, while supporting your allies with your skills.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nWhen you speak, it’s with the voice of practical experience, especially involving wilderness exploration.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou guide your allies through the wilderness or follow tracks. You keep an eye out for trouble, constantly alert for danger even when it’s not overt.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou craft weapons and train animals in preparation for your next venture. If you prefer to get outside, you might go on hunts or scout nearby areas to better understand your environment.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Respect the raw power of nature and understand how to make the best of its bounty. </li><li>Enjoy the thrill of the hunt. </li><li>Scout out ahead of the party, reconnoitering dangers before combat begins.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Call upon you to protect them from the wilds or the encroachment of civilization. </li><li>Expect you to be a quiet or taciturn loner. </li><li>Think there is something dangerous and wild about you.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nExpert in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nExpert in Reflex <br />\r\nTrained in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Nature](/Skills.aspx?ID=10)<br />Trained in [Survival](/Skills.aspx?ID=16)<br />Trained in a number of additional skills equal to 4 plus your Intelligence modifier\n\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br />Trained in martial weapons<br />Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br />Trained in medium armor<br />Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in ranger class DC\n\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Ranger. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, hunt prey, hunter’s edge, ranger feat</td></tr>\r\n<tr><td>2</td><td>Ranger feat, skill feat</td></tr>\r\n<tr><td>3</td><td>General feat, iron will, skill increase</td></tr>\r\n<tr><td>4</td><td>Ranger feat, skill feat</td></tr>\r\n<tr><td>5</td><td>Ability boosts, ancestry feat, ranger weapon expertise, skill increase, trackless step</td></tr>\r\n<tr><td>6</td><td>Ranger feat, skill feat</td></tr>\r\n<tr><td>7</td><td>Evasion, general feat, skill increase, vigilant senses, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Ranger feat, skill feat</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, nature’s edge, ranger expertise, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, ranger feat, skill feat</td></tr>\r\n<tr><td>11</td><td>General feat, juggernaut, medium armor expertise, skill increase, wild stride</td></tr>\r\n<tr><td>12</td><td>Ranger feat, skill feat</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, skill increase, weapon mastery</td></tr>\r\n<tr><td>14</td><td>Ranger feat, skill feat</td></tr>\r\n<tr><td>15</td><td>Ability boosts, general feat, greater weapon specialization, improved evasion, incredible senses, skill increase</td></tr>\r\n<tr><td>16</td><td>Ranger feat, skill feat</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, masterful hunter, skill increase</td></tr>\r\n<tr><td>18</td><td>Ranger feat, skill feat</td></tr>\r\n<tr><td>19</td><td>General feat, second skin, skill increase, swift prey</td></tr>\r\n<tr><td>20</td><td>Ability boosts, ranger feat, skill feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Hunt Prey</title>\r\nWhen you focus your attention on a single foe, you become unstoppable in your pursuit. You gain the Hunt Prey action.\r\n\r\n<document level=\"4\" id=\"action-10\" />\r\n\r\n<title level=\"3\" >Hunter's Edge</title>\r\nYou have trained for countless hours to become a more skilled hunter and tracker, gaining an additional benefit when you Hunt Prey depending on the focus of your training. Choose a hunter’s edge.\n\n Hunter's edges can be found [here](/classes/ranger/hunters-edges).\r\n\r\n<title level=\"3\" >Ranger Feats</title>\r\nAt 1st level and every even-numbered level, you gain a [ranger class feat](/Classes.aspx?ID=9/feats).\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats appear in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\r\n\r\n<title level=\"3\" right=\"Level 3\">Iron Will</title>\r\nYour training has hardened your resolve. Your proficiency rank for Will saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill, or become an expert in one skill in which you’re already trained.\n\n At 7th level, you can use skill increases to become a master in a skill in which you’re already an expert, and at 15th level, you can use them to become legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ranger Weapon Expertise</title>\r\nYou’ve dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increases to expert. You gain access to the critical specialization effects of all simple and martial weapons and unarmed attacks when attacking your hunted prey.\r\n\r\n<title level=\"3\" right=\"Level 5\">Trackless Step</title>\r\nWhen you move through natural terrains, you are difficult to track. You always gain the benefits of the Cover Tracks action in such terrains, without moving at half your Speed.\r\n\r\n<title level=\"3\" right=\"Level 7\">Evasion</title>\r\nYou’ve learned to move quickly to avoid explosions, dragons’ breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 7\">Vigilant Senses</title>\r\nThrough your adventuring, you’ve developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Nature's Edge</title>\r\nYou always find the weak points in your foes' defenses when they're on unfavorable terrain. Enemies are [flat-footed](/Conditions.aspx?ID=16) to you if they're in natural difficult terrain or in difficult terrain resulting from a [snare](/equipment/snares).\r\n\r\n<title level=\"3\" right=\"Level 9\">Ranger Expertise</title>\r\nYou’ve practiced your techniques to make them harder to resist. Your proficiency rank for your ranger class DC increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Juggernaut</title>\r\nYour body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 11\">Medium Armor Expertise</title>\r\nYou’ve learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Wild Stride</title>\r\nYou move quickly through obstacles, whether they’re tumbled stone, tangled undergrowth, or sucking mud. You can ignore the effects of non-magical difficult terrain. As normal for ignoring difficult terrain, this also lets you treat the hindrances of greater difficult terrain as those of difficult terrain.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Mastery</title>\r\nYou fully understand the intricacies of your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Improved Evasion</title>\r\nYour ability to elude danger is matchless. Your proficiency rank for Reflex saves increases to legendary. When you roll a critical failure on a Reflex save, you get a failure instead. When you roll a failure on a Reflex save against a damaging effect, you take half damage.\r\n\r\n<title level=\"3\" right=\"Level 15\">Incredible Senses</title>\r\nYou notice things almost impossible for an ordinary person to detect. Your proficiency rank for Perception increases to legendary.\r\n\r\n<title level=\"3\" right=\"Level 17\">Masterful Hunter</title>\r\nYou have honed your abilities as a hunter to incredible levels. Your proficiency rank for your ranger class DC increases to master. When using a ranged weapon that you have master proficiency in, you can ignore the penalty if attacking your hunted prey within the weapon’s second and third range increments.\n\n If you have master proficiency in Perception, you gain a +4 circumstance bonus to Perception checks when you Seek your prey, and if you have master proficiency in Survival, you gain a +4 circumstance bonus to Survival checks when you Track your prey. You also gain an additional benefit depending on your hunter’s edge.\n\nSee specific [hunter's edges](/classes/ranger/hunters-edges) for more information.\r\n\r\n<title level=\"3\" right=\"Level 19\">Second Skin</title>\r\nYour armor has become akin to a second skin for you. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master. When wearing light or medium armor, you can rest normally, rather than receiving poor rest that leaves you fatigued.\r\n\r\n<title level=\"3\" right=\"Level 19\">Swift Prey</title>\r\nYou size up your prey with only a glance. You can use Hunt Prey as a free action if it’s your first action of your turn.",
 "name": "Ranger",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/ranger"
  },
  {
   "label": "Feats",
   "url": "/classes/ranger/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/ranger/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/ranger/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/ranger/focus-spells"
  },
  {
   "label": "Hunter's Edges",
   "url": "/classes/ranger/hunters-edges"
  }
 ],
 "perception_proficiency": "Expert",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Expert",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 166 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nResourceful and cunning, the ranger is a hunter, tracker, and warrior who preserves the natural world and protects civilization from its ravages. …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Nature",
  "Trained in  Survival",
  "Trained in a number of additional skills equal to 4 plus your Intelligence modifier"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 166"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 166 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Resourceful and cunning, the ranger is a hunter, tracker, and warrior who preserves the natural world and protects civilization from its ravages. …",
 "summary_markdown": "Resourceful and cunning, the ranger is a hunter, tracker, and warrior who preserves the natural world and protects civilization from its ravages. …",
 "text": " Ranger Source Core Rulebook pg. 166 4.0 Some rangers believe civilization wears down the soul, but still needs to be protected from wild creatures. Others say nature needs to be protected from the greedy, who wish to tame its beauty and plunder its treasures. You could champion either goal, or both. You might be a scout, tracker, or hunter of fugitives or beasts, haunting the edge of civilization or exploring the wilds. You know how to live off the land and are skilled at spotting and taking down both opportune prey and hated enemies. Key Ability: Strength or Dexterity At 1st level, your class gives you an ability boost to your choice of Strength or Dexterity. Hit Points: 10 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see these key terms in many ranger class features. Flourish : Actions with this trait are special techniques that require too much exertion for you to perform frequently. You can use only 1 action with the flourish trait per turn. Open : These maneuvers work only as the first salvo in the attacks you make on your turn. You can use an action with the open trait only if you haven't used an action with the attack or open trait yet this turn. Press : Actions with this trait allow you to follow up earlier attacks. An action with the press trait can be used only if you are currently affected by a multiple attack penalty. You can't use a press action when it's not your turn, even if you use the Ready activity. Some actions with the press trait also grant an effect on a failure. The effects that are added on a failure don't apply on a critical failure. If your press action succeeds, you can choose to apply the failure effect instead. (For example, you may wish to do this when an attack deals no damage due to resistance.) Warden Spells Your relationship with the world around you extends from the physical to the magical. Certain feats grant you warden spells, which are a type of focus spells. It costs 1 Focus Point (FP) to cast a focus spell. When you gain your first warden spell, you also gain a focus pool of 1 FP. You refill your focus pool during your daily preparations, and you regain 1 FP by spending 10 minutes using the Refocus activity to commune with nature. Your warden spells are primal spells. When you first gain a warden spell, you become trained in primal spell attacks and spell DCs. Your spellcasting ability is Wisdom. Focus spells are automatically heightened to half your level rounded up. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 FP. The full rules for focus spells appear here. Roleplaying the Ranger During Combat Encounters... You can single out particular foes to hunt, making you better at defeating them. You target and brutalize your chosen foe with either a bow or melee weapons, while supporting your allies with your skills. During Social Encounters... When you speak, it’s with the voice of practical experience, especially involving wilderness exploration. While Exploring... You guide your allies through the wilderness or follow tracks. You keep an eye out for trouble, constantly alert for danger even when it’s not overt. In Downtime... You craft weapons and train animals in preparation for your next venture. If you prefer to get outside, you might go on hunts or scout nearby areas to better understand your environment. You Might... Respect the raw power of nature and understand how to make the best of its bounty. Enjoy the thrill of the hunt. Scout out ahead of the party, reconnoitering dangers before combat begins. Others Probably... Call upon you to protect them from the wilds or the encroachment of civilization. Expect you to be a quiet or taciturn loner. Think there is something dangerous and wild about you. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Expert in Perception Saving Throws Expert in Fortitude Expert in Reflex Trained in Will Skills Trained in Nature Trained in Survival Trained in a number of additional skills equal to 4 plus your Intelligence modifier Attacks Trained in simple weapons Trained in martial weapons Trained in unarmed attacks Defenses Trained in light armor Trained in medium armor Trained in unarmored defense Class DC Trained in ranger class DC Class Features You gain these features as Ranger. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, hunt prey, hunter’s edge, ranger feat 2 Ranger feat, skill feat 3 General feat, iron will, skill increase 4 Ranger feat, skill feat 5 Ability boosts, ancestry feat, ranger weapon expertise, skill increase, trackless step 6 Ranger feat, skill feat 7 Evasion, general feat, skill increase, vigilant senses, weapon specialization 8 Ranger feat, skill feat 9 Ancestry feat, nature’s edge, ranger expertise, skill increase 10 Ability boosts, ranger feat, skill feat 11 General feat, juggernaut, medium armor expertise, skill increase, wild stride 12 Ranger feat, skill feat 13 Ancestry feat, skill increase, weapon mastery 14 Ranger feat, skill feat 15 Ability boosts, general feat, greater weapon specialization, improved evasion, incredible senses, skill increase 16 Ranger feat, skill feat 17 Ancestry feat, masterful hunter, skill increase 18 Ranger feat, skill feat 19 General feat, second skin, skill increase, swift prey 20 Ability boosts, ranger feat, skill feat Ancestry and Background In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Hunt Prey When you focus your attention on a single foe, you become unstoppable in your pursuit. You gain the Hunt Prey action. Hunter's Edge You have trained for countless hours to become a more skilled hunter and tracker, gaining an additional benefit when you Hunt Prey depending on the focus of your training. Choose a hunter’s edge. Hunter's edges can be found here. Ranger Feats At 1st level and every even-numbered level, you gain a ranger class feat. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats appear in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. Iron Will Your training has hardened your resolve. Your proficiency rank for Will saves increases to expert. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill, or become an expert in one skill in which you’re already trained. At 7th level, you can use skill increases to become a master in a skill in which you’re already an expert, and at 15th level, you can use them to become legendary in a skill in which you’re already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2. Ranger Weapon Expertise You’ve dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increases to expert. You gain access to the critical specialization effects of all simple and martial weapons and unarmed attacks when attacking your hunted prey. Trackless Step When you move through natural terrains, you are difficult to track. You always gain the benefits of the Cover Tracks action in such terrains, without moving at half your Speed. Evasion You’ve learned to move quickly to avoid explosions, dragons’ breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead. Vigilant Senses Through your adventuring, you’ve developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master. Weapon Specialization You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary. Nature's Edge You always find the weak points in your foes' defenses when they're on unfavorable terrain. Enemies are flat-footed to you if they're in natural difficult terrain or in difficult terrain resulting from a snare. Ranger Expertise You’ve practiced your techniques to make them harder to resist. Your proficiency rank for your ranger class DC increases to expert. Juggernaut Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead. Medium Armor Expertise You’ve learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert. Wild Stride You move quickly through obstacles, whether they’re tumbled stone, tangled undergrowth, or sucking mud. You can ignore the effects of non-magical difficult terrain. As normal for ignoring difficult terrain, this also lets you treat the hindrances of greater difficult terrain as those of difficult terrain. Weapon Mastery You fully understand the intricacies of your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. Improved Evasion Your ability to elude danger is matchless. Your proficiency rank for Reflex saves increases to legendary. When you roll a critical failure on a Reflex save, you get a failure instead. When you roll a failure on a Reflex save against a damaging effect, you take half damage. Incredible Senses You notice things almost impossible for an ordinary person to detect. Your proficiency rank for Perception increases to legendary. Masterful Hunter You have honed your abilities as a hunter to incredible levels. Your proficiency rank for your ranger class DC increases to master. When using a ranged weapon that you have master proficiency in, you can ignore the penalty if attacking your hunted prey within the weapon’s second and third range increments. If you have master proficiency in Perception, you gain a +4 circumstance bonus to Perception checks when you Seek your prey, and if you have master proficiency in Survival, you gain a +4 circumstance bonus to Survival checks when you Track your prey. You also gain an additional benefit depending on your hunter’s edge. See specific hunter's edges for more information. Second Skin Your armor has become akin to a second skin for you. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master. When wearing light or medium armor, you can rest normally, rather than receiving poor rest that leaves you fatigued. Swift Prey You size up your prey with only a glance. You can use Hunt Prey as a free action if it’s your first action of your turn.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=9",
 "weakness": {},
 "will_proficiency": "Trained"
}