{
 "ability": [
  "Dexterity",
  "Other"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in the  rapier ,  sap ,  shortbow , and  shortsword",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Trained",
 "hp": 8,
 "hp_raw": "8",
 "icon_image": "/Images/Class/Rogue_Icon.png",
 "id": "class-10",
 "image": [
  "/Images/Classes/Iconic_Merisiel.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Rogue](/Classes.aspx?ID=10)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 178 <sup>4.0</sup></row>\n\n_You are skilled and opportunistic. Using your sharp wits and quick reactions, you take advantage of your opponents’ missteps and strike where it hurts most. You play a dangerous game, seeking thrills and testing your skills, and likely don’t care much for any laws that happen to get in your way. While the path of every rogue is unique and riddled with danger, the one thing you all share in common is the breadth and depth of your skills._\r\n\r\n**Key Ability: Dexterity or Other** <br />\r\nAt 1st level, your class gives you an ability boost to Dexterity or an option from rogue's racket.\r\n\r\n**Hit Points: 8 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Merisiel.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key terms in many rogue class features.\n\n **Debilitation**: Debilitations apply conditions and other negative effects to a creature. When the creature is affected by a new debilitation, any previous one it was affected by ends.\n\n **[Flourish](/Traits.aspx?ID=73)**: Actions with this trait are special techniques that require too much exertion for you to perform frequently. You can use only 1 action with the flourish trait per turn.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Rogue</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou move about stealthily so you can catch foes unawares. You’re a precision instrument, more useful against a tough boss or distant spellcaster than against rank-and-file soldiers.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYour skills give you multiple tools to influence your opposition. Pulling cons and ferreting out information are second nature to you.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou sneak to get the drop on foes and scout for danger or traps. You’re a great asset, since you can disable traps, solve puzzles, and anticipate dangers.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou might pick pockets or trade in illegal goods. You can also become part of a thieves’ guild, or even found one of your own.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Hone your skills through intense practice, both on your own and out in the world. </li><li>Know where to attain illicit goods. </li><li>Skirt or break the law because you think it’s meaningless or have your own code.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Find you charming or fascinating, even if they think they know better than to trust you. </li><li>Come to you when they need someone who is willing to take risks or use questionable methods. </li><li>Suspect you’re motivated primarily by greed.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nExpert in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nTrained in Fortitude <br />\r\nExpert in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Stealth](/Skills.aspx?ID=15)<br /> Trained in one or more skills determined by your rogue's racket<br /> Trained in a number of additional skills equal to 7 plus your Intelligence modifier\n\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br />Trained in the [rapier](/Weapons.aspx?ID=36), [sap](/Weapons.aspx?ID=37), [shortbow](/Weapons.aspx?ID=77), and [shortsword](/Weapons.aspx?ID=43)<br />Trained in unarmed attacks\n\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br />Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in rogue class DC\n\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Rogue. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, rogue’s racket, sneak attack 1d6, surprise attack, rogue feat, skill feat</td></tr>\r\n<tr><td>2</td><td>Rogue feat, skill feat, skill increase</td></tr>\r\n<tr><td>3</td><td>Deny advantage, general feat, skill feat, skill increase</td></tr>\r\n<tr><td>4</td><td>Rogue feat, skill feat, skill increase</td></tr>\r\n<tr><td>5</td><td>Ability boosts, ancestry feat, skill feat, skill increase, sneak attack 2d6, weapon tricks</td></tr>\r\n<tr><td>6</td><td>Rogue feat, skill feat, skill increase</td></tr>\r\n<tr><td>7</td><td>Evasion, general feat, skill feat, skill increase, vigilant senses, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Rogue feat, skill feat, skill increase</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, debilitating strike, great fortitude, skill feat, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, rogue feat, skill feat, skill increase</td></tr>\r\n<tr><td>11</td><td>General feat, rogue expertise, skill feat, skill increase, sneak attack 3d6</td></tr>\r\n<tr><td>12</td><td>Rogue feat, skill feat, skill increase</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, improved evasion, incredible senses, light armor expertise, master tricks, skill feat, skill increase</td></tr>\r\n<tr><td>14</td><td>Rogue feat, skill feat, skill increase</td></tr>\r\n<tr><td>15</td><td>Ability boosts, double debilitation, general feat, greater weapon specialization, skill feat, skill increase</td></tr>\r\n<tr><td>16</td><td>Rogue feat, skill feat, skill increase</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, skill feat, skill increase, slippery mind, sneak attack 4d6</td></tr>\r\n<tr><td>18</td><td>Rogue feat, skill feat, skill increase</td></tr>\r\n<tr><td>19</td><td>General feat, light armor mastery, master strike, skill feat, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, rogue feat, skill feat, skill increase</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Rogue's Racket</title>\r\nAs you started on the path of the rogue, you began to develop your own style to pursue your illicit activities. Your racket shapes your rogue techniques and the way you approach a job, while building your reputation in the criminal underworld for a certain type of work. A client with deep pockets might even hire a team of rogues for a particular heist, each specializing in a different racket, in order to cover all the bases. Choose a rogue’s racket. \n\nRackets can be found [here](/classes/rogue/rackets)\r\n\r\n<title level=\"3\" >Sneak Attack</title>\r\nWhen your enemy can't properly defend itself, you take advantage to deal extra damage. If you Strike a creature that has the [flat-footed](/Conditions.aspx?ID=16) condition with an [agile](/Traits.aspx?ID=170) or [finesse](/Traits.aspx?ID=179) melee weapon, an agile or finesse [unarmed](/Traits.aspx?ID=199) attack, a ranged weapon attack, or a ranged unarmed attack, you deal an extra 1d6 precision damage. For a ranged attack with a [thrown](/Traits.aspx?ID=195) melee weapon, that weapon must also be agile or finesse.\n\n As your rogue level increases, so does the number of damage dice for your sneak attack. Increase the number of dice by one at 5th, 11th, and 17th levels.\r\n\r\n<title level=\"3\" >Surprise Attack</title>\r\nYou spring into combat faster than foes can react. On the first round of combat, if you roll Deception or Stealth for initiative, creatures that haven’t acted are flat-footed to you.\r\n\r\n<title level=\"3\" >Rogue Feats</title>\r\nAt 1st level and every even-numbered level, you gain a [rogue class feat](/Classes.aspx?ID=10/feats).\r\n\r\n<title level=\"3\" >Skill Feats</title>\r\nYou gain skill feats more often than others. At 1st level and every level thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait.\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Increases</title>\r\nYou gain more skill increases than members of other classes. At 2nd level and every level thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you’re untrained in, or to become an expert in one skill in which you’re already trained.\n\n At 7th level, you can use skill increases to become a master in a skill in which you’re already an expert, and at 15th level, you can use them to become legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 3\">Deny Advantage</title>\r\nAs someone who takes advantage of others’ defenses, you are careful not to leave such openings yourself. You aren’t flat-footed to hidden, undetected, or flanking creatures of your level or lower, or creatures of your level or lower using surprise attack. However, they can still help their allies flank.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the initial ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2.\r\n\r\n<title level=\"3\" right=\"Level 5\">Weapon Tricks</title>\r\nYou have become thoroughly familiar with the tools of your trade. You gain expert proficiency in simple weapons as well as the [rapier](/Weapons.aspx?ID=36), [sap](/Weapons.aspx?ID=37), [shortbow](/Weapons.aspx?ID=77), [shortsword](/Weapons.aspx?ID=43), and [unarmed](/Traits.aspx?ID=199) attacks. When you critically succeed at an attack roll against a [flat-footed](/Conditions.aspx?ID=16) creature while using an [agile](/Traits.aspx?ID=170) or [finesse](/Traits.aspx?ID=179) simple weapon or unarmed attack, or when using any of the listed weapons, you apply the critical specialization effect for that weapon or unarmed attack.\r\n\r\n<title level=\"3\" right=\"Level 7\">Evasion</title>\r\nYou’ve learned to move quickly to avoid explosions, dragons’ breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 7\">Vigilant Senses</title>\r\nThrough your adventures, you’ve developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 damage if you’re a master, and 4 damage if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Debilitating Strikes</title>\r\nWhen taking advantage of an opening, you both hinder and harm your foe. You gain the Debilitating Strike free action.\r\n\r\n<document level=\"4\" id=\"action-11\" />\r\n\r\n<title level=\"3\" right=\"Level 9\">Great Fortitude</title>\r\nYour physique is incredibly hardy. Your proficiency rank for Fortitude saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Rogue Expertise</title>\r\nYour techniques are now harder to resist. Your proficiency rank for your rogue class DC increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Improved Evasion</title>\r\nYou elude danger to a degree that few can match. Your proficiency rank for Reflex saves increases to legendary. When you roll a critical failure on a Reflex save, you get a failure instead. When you roll a failure on a Reflex save against a damaging effect, you take half damage.\r\n\r\n<title level=\"3\" right=\"Level 13\">Incredible Senses</title>\r\nYou notice things almost impossible for an ordinary person to detect. Your proficiency rank for Perception increases to legendary.\r\n\r\n<title level=\"3\" right=\"Level 13\">Light Armor Expertise</title>\r\nYou’ve learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Master Tricks</title>\r\nYou’ve mastered a rogue’s fighting moves. Your proficiency ranks increase to master for all simple weapons and unarmed attacks plus the rapier, sap, shortbow, and shortsword.\r\n\r\n<title level=\"3\" right=\"Level 15\">Double Debilitation</title>\r\nYour opportunistic attacks are particularly detrimental. When you use Debilitating Strike, you can apply two debilitations simultaneously; removing one removes both.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 17\">Slippery Mind</title>\r\nYou play mental games and employ cognitive tricks to throw off mind-altering effects. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 19\">Light Armor Mastery</title>\r\nYour skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master.\r\n\r\n<title level=\"3\" right=\"Level 19\">Master Strike</title>\r\nYou can incapacitate an unwary foe with a single strike. Your proficiency rank for your rogue class DC increases to master. You gain the Master Strike free action.\r\n\r\n<document level=\"4\" id=\"action-12\" />",
 "name": "Rogue",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/rogue"
  },
  {
   "label": "Feats",
   "url": "/classes/rogue/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/rogue/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/rogue/class-kit"
  },
  {
   "label": "Rackets",
   "url": "/classes/rogue/rackets"
  }
 ],
 "perception_proficiency": "Expert",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Expert",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 178 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCunning and quick, the rogue brings skill and expertise few of their comrades can match. In battle, they excel at sneak attacks and ambushes. Their …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Stealth",
  "Trained in one or more skills determined by your rogue's racket",
  "Trained in a number of additional skills equal to 7 plus your Intelligence modifier"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 178"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 178 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Cunning and quick, the rogue brings skill and expertise few of their comrades can match. In battle, they excel at sneak attacks and ambushes. Their …",
 "summary_markdown": "Cunning and quick, the rogue brings skill and expertise few of their comrades can match. In battle, they excel at sneak attacks and ambushes. Their …",
 "text": " Rogue Source Core Rulebook pg. 178 4.0 You are skilled and opportunistic. Using your sharp wits and quick reactions, you take advantage of your opponents’ missteps and strike where it hurts most. You play a dangerous game, seeking thrills and testing your skills, and likely don’t care much for any laws that happen to get in your way. While the path of every rogue is unique and riddled with danger, the one thing you all share in common is the breadth and depth of your skills. Key Ability: Dexterity or Other At 1st level, your class gives you an ability boost to Dexterity or an option from rogue's racket. Hit Points: 8 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following key terms in many rogue class features. Debilitation : Debilitations apply conditions and other negative effects to a creature. When the creature is affected by a new debilitation, any previous one it was affected by ends. Flourish : Actions with this trait are special techniques that require too much exertion for you to perform frequently. You can use only 1 action with the flourish trait per turn. Roleplaying the Rogue During Combat Encounters... You move about stealthily so you can catch foes unawares. You’re a precision instrument, more useful against a tough boss or distant spellcaster than against rank-and-file soldiers. During Social Encounters... Your skills give you multiple tools to influence your opposition. Pulling cons and ferreting out information are second nature to you. While Exploring... You sneak to get the drop on foes and scout for danger or traps. You’re a great asset, since you can disable traps, solve puzzles, and anticipate dangers. In Downtime... You might pick pockets or trade in illegal goods. You can also become part of a thieves’ guild, or even found one of your own. You Might... Hone your skills through intense practice, both on your own and out in the world. Know where to attain illicit goods. Skirt or break the law because you think it’s meaningless or have your own code. Others Probably... Find you charming or fascinating, even if they think they know better than to trust you. Come to you when they need someone who is willing to take risks or use questionable methods. Suspect you’re motivated primarily by greed. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Expert in Perception Saving Throws Trained in Fortitude Expert in Reflex Expert in Will Skills Trained in Stealth Trained in one or more skills determined by your rogue's racket Trained in a number of additional skills equal to 7 plus your Intelligence modifier Attacks Trained in simple weapons Trained in the rapier, sap, shortbow, and shortsword Trained in unarmed attacks Defenses Trained in light armor Trained in unarmored defense Class DC Trained in rogue class DC Class Features You gain these features as Rogue. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, rogue’s racket, sneak attack 1d6, surprise attack, rogue feat, skill feat 2 Rogue feat, skill feat, skill increase 3 Deny advantage, general feat, skill feat, skill increase 4 Rogue feat, skill feat, skill increase 5 Ability boosts, ancestry feat, skill feat, skill increase, sneak attack 2d6, weapon tricks 6 Rogue feat, skill feat, skill increase 7 Evasion, general feat, skill feat, skill increase, vigilant senses, weapon specialization 8 Rogue feat, skill feat, skill increase 9 Ancestry feat, debilitating strike, great fortitude, skill feat, skill increase 10 Ability boosts, rogue feat, skill feat, skill increase 11 General feat, rogue expertise, skill feat, skill increase, sneak attack 3d6 12 Rogue feat, skill feat, skill increase 13 Ancestry feat, improved evasion, incredible senses, light armor expertise, master tricks, skill feat, skill increase 14 Rogue feat, skill feat, skill increase 15 Ability boosts, double debilitation, general feat, greater weapon specialization, skill feat, skill increase 16 Rogue feat, skill feat, skill increase 17 Ancestry feat, skill feat, skill increase, slippery mind, sneak attack 4d6 18 Rogue feat, skill feat, skill increase 19 General feat, light armor mastery, master strike, skill feat, skill increase 20 Ability boosts, rogue feat, skill feat, skill increase Ancestry and Background In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Rogue's Racket As you started on the path of the rogue, you began to develop your own style to pursue your illicit activities. Your racket shapes your rogue techniques and the way you approach a job, while building your reputation in the criminal underworld for a certain type of work. A client with deep pockets might even hire a team of rogues for a particular heist, each specializing in a different racket, in order to cover all the bases. Choose a rogue’s racket. Rackets can be found here Sneak Attack When your enemy can't properly defend itself, you take advantage to deal extra damage. If you Strike a creature that has the flat-footed condition with an agile or finesse melee weapon, an agile or finesse unarmed attack, a ranged weapon attack, or a ranged unarmed attack, you deal an extra 1d6 precision damage. For a ranged attack with a thrown melee weapon, that weapon must also be agile or finesse. As your rogue level increases, so does the number of damage dice for your sneak attack. Increase the number of dice by one at 5th, 11th, and 17th levels. Surprise Attack You spring into combat faster than foes can react. On the first round of combat, if you roll Deception or Stealth for initiative, creatures that haven’t acted are flat-footed to you. Rogue Feats At 1st level and every even-numbered level, you gain a rogue class feat. Skill Feats You gain skill feats more often than others. At 1st level and every level thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait. Skill Increases You gain more skill increases than members of other classes. At 2nd level and every level thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you’re untrained in, or to become an expert in one skill in which you’re already trained. At 7th level, you can use skill increases to become a master in a skill in which you’re already an expert, and at 15th level, you can use them to become legendary in a skill in which you’re already a master. Deny Advantage As someone who takes advantage of others’ defenses, you are careful not to leave such openings yourself. You aren’t flat-footed to hidden, undetected, or flanking creatures of your level or lower, or creatures of your level or lower using surprise attack. However, they can still help their allies flank. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the initial ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2. Weapon Tricks You have become thoroughly familiar with the tools of your trade. You gain expert proficiency in simple weapons as well as the rapier, sap, shortbow, shortsword, and unarmed attacks. When you critically succeed at an attack roll against a flat-footed creature while using an agile or finesse simple weapon or unarmed attack, or when using any of the listed weapons, you apply the critical specialization effect for that weapon or unarmed attack. Evasion You’ve learned to move quickly to avoid explosions, dragons’ breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead. Vigilant Senses Through your adventures, you’ve developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master. Weapon Specialization You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 damage if you’re a master, and 4 damage if you’re legendary. Debilitating Strikes When taking advantage of an opening, you both hinder and harm your foe. You gain the Debilitating Strike free action. Great Fortitude Your physique is incredibly hardy. Your proficiency rank for Fortitude saves increases to expert. Rogue Expertise Your techniques are now harder to resist. Your proficiency rank for your rogue class DC increases to expert. Improved Evasion You elude danger to a degree that few can match. Your proficiency rank for Reflex saves increases to legendary. When you roll a critical failure on a Reflex save, you get a failure instead. When you roll a failure on a Reflex save against a damaging effect, you take half damage. Incredible Senses You notice things almost impossible for an ordinary person to detect. Your proficiency rank for Perception increases to legendary. Light Armor Expertise You’ve learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert. Master Tricks You’ve mastered a rogue’s fighting moves. Your proficiency ranks increase to master for all simple weapons and unarmed attacks plus the rapier, sap, shortbow, and shortsword. Double Debilitation Your opportunistic attacks are particularly detrimental. When you use Debilitating Strike, you can apply two debilitations simultaneously; removing one removes both. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. Slippery Mind You play mental games and employ cognitive tricks to throw off mind-altering effects. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead. Light Armor Mastery Your skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master. Master Strike You can incapacitate an unwary foe with a single strike. Your proficiency rank for your rogue class DC increases to master. You gain the Master Strike free action. ",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=10",
 "weakness": {},
 "will_proficiency": "Expert"
}