{
 "ability": [
  "Charisma"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Untrained in all armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Trained",
 "hp": 6,
 "hp_raw": "6",
 "icon_image": "/Images/Class/Sorcerer_Icon.png",
 "id": "class-11",
 "image": [
  "/Images/Classes/Iconic_Seoni.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Sorcerer](/Classes.aspx?ID=11)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 190 <sup>4.0</sup></row>\n\n_You didn’t choose to become a spellcaster—you were born one. There’s magic in your blood, whether a divinity touched one of your ancestors, a forebear communed with a primal creature, or a powerful occult ritual influenced your line. Self-reflection and study allow you to refine your inherent magical skills and unlock new, more powerful abilities. The power in your blood carries a risk, however, and you constantly face the choice of whether you’ll rise to become a master spellcaster or fall into destruction._\r\n\r\n**Key Ability: Charisma** <br />\r\nAt 1st level, your class gives you an ability boost to Charisma.\r\n\r\n**Hit Points: 6 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Seoni.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following term in many sorcerer class features. \n\n**[Metamagic](/Traits.aspx?ID=107)**: These actions tweak your spells. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Effects added by a metamagic action are part of the spell's effect, not of the metamagic action.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Sorcerer</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou use spells to injure your enemies, influence their minds, and hamper their movements. You might be too vulnerable to get into melee combat, or your bloodline might give you abilities that help you hold your own in a brawl. While your magic is powerful, to conserve your best spells—or when you’ve used them all up—you also rely on cantrips.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYour natural charisma makes you good at interacting with people.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou detect the magic around you, finding treasures and warning your adventuring group of magical traps. When the group encounters mysteries or problems related to your bloodline, you try to solve them.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou craft magic items or scribe scrolls. Your bloodline might drive you to research your ancestry or associate with affiliated people or creatures.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Have a strong independent streak, and whether you embrace or reject your magical heritage, you long to distinguish yourself both as a spellcaster and as an individual. </li><li>View your lineage with fascination, fear, or something in between—anything from wholehearted acceptance to vehement rejection. </li><li>Rely on magic items, such as scrolls and wands, to supplement your limited selection of spells.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Marvel at your ability to create magic from thin air and view your abilities with equal parts admiration and mistrust. </li><li>Consider you less dedicated than studious wizards, devoted clerics, and other practitioners of magic, since power comes to you naturally. </li><li>Assume you’re as unpredictable as the magic you bring forth, even if your personality proves otherwise.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nTrained in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in one or more skills determined by your bloodline<br />Trained in a number of additional skills equal to 2 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br />Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nUntrained in all armor<br />Trained in unarmored defense\n\n<title level=\"3\">Spells</title>\r\nTrained in spell attack rolls of your spellcasting tradition, as indicated by your bloodline<br />Trained in spell DCs of your spellcasting tradition, as indicated by your bloodline\r\n\r\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Sorcerer. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, bloodline, sorcerer spellcasting, spell repertoire</td></tr>\r\n<tr><td>2</td><td>Skill feat, sorcerer feat</td></tr>\r\n<tr><td>3</td><td>2nd-level spells, general feat, signature spells, skill increase</td></tr>\r\n<tr><td>4</td><td>Skill feat, sorcerer feat</td></tr>\r\n<tr><td>5</td><td>3rd-level spells, ability boosts, ancestry feat, magical fortitude, skill increase</td></tr>\r\n<tr><td>6</td><td>Skill feat, sorcerer feat</td></tr>\r\n<tr><td>7</td><td>4th-level spells, expert spellcaster, general feat, skill increase</td></tr>\r\n<tr><td>8</td><td>Skill feat, sorcerer feat</td></tr>\r\n<tr><td>9</td><td>5th-level spells, ancestry feat, lightning reflexes, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, skill feat, sorcerer feat</td></tr>\r\n<tr><td>11</td><td>6th-level spells, alertness, general feat, skill increase, weapon expertise</td></tr>\r\n<tr><td>12</td><td>Skill feat, sorcerer feat</td></tr>\r\n<tr><td>13</td><td>7th-level spells, ancestry feat, defensive robes, skill increase, weapon specialization</td></tr>\r\n<tr><td>14</td><td>Skill feat, sorcerer feat</td></tr>\r\n<tr><td>15</td><td>8th-level spells, ability boosts, general feat, master spellcaster, skill increase</td></tr>\r\n<tr><td>16</td><td>Skill feat, sorcerer feat</td></tr>\r\n<tr><td>17</td><td>9th-level spells, ancestry feat, resolve, skill increase</td></tr>\r\n<tr><td>18</td><td>Skill feat, sorcerer feat</td></tr>\r\n<tr><td>19</td><td>Bloodline paragon, general feat, legendary spellcaster, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, skill feat, sorcerer feat</td></tr>\r\n</tbody>\r\n</table>\r\n\n<table><thead><tr><th>Your Level</th><th>Cantrips</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th><th>7th</th><th>8th</th><th>9th</th><th>10th</th></tr></thead><tbody><tr><td>1</td><td>5</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>2</td><td>5</td><td>4</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>3</td><td>5</td><td>4</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>4</td><td>5</td><td>4</td><td>4</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>5</td><td>5</td><td>4</td><td>4</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>6</td><td>5</td><td>4</td><td>4</td><td>4</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>7</td><td>5</td><td>4</td><td>4</td><td>4</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>8</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>9</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>10</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>11</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>12</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>13</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>—</td><td>—</td><td>—</td></tr><tr><td>14</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>—</td><td>—</td><td>—</td></tr><tr><td>15</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>—</td><td>—</td></tr><tr><td>16</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>—</td><td>—</td></tr><tr><td>17</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>3</td><td>—</td></tr><tr><td>18</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>—</td></tr><tr><td>19</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>1*</td></tr><tr><td>20</td><td>5</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>4</td><td>1*</td></tr></tbody><tfoot><tr><td colspan=\"12\"> * The bloodline paragon class feature gives you a 10th-level spell slot that works a bit differently from other spell slots.</td></tr></tfoot></table>\r\n\r\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Bloodline</title>\r\nChoose a bloodline that gives you your spellcasting talent. This choice determines the type of spells you cast and the spell list you choose them from, additional spells you learn, and additional trained skills. You also gain Focus Points and special focus spells based on your bloodline. The bloodlines presented in this book are as follows.\n\n Bloodlines can be found [here](/classes/sorcerer/bloodlines)\r\n\r\n<title level=\"3\" >Sorcerer Spellcasting</title>\r\nYour bloodline provides you with incredible magical power. You can cast spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells (see [Casting Spells](/Rules.aspx?ID=280)). Because you're a sorcerer, you can usually replace material components with somatic components, so you don't need to use a [material component pouch](/Equipment.aspx?ID=33).\n\n Each day, you can cast up to three 1st-level spells. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots.\n\n As you increase in level as a sorcerer, your number of spells per day increases, as does the highest level of spells you can cast, as shown on Table 3–17: Sorcerer Spells per Day.\n\n Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier. Details on calculating these statistics appear in [Spell Attack Rolls](/Rules.aspx?ID=325).\n\n<title level=\"3\" right=\"\">Heightening Spells</title>When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level to match the spell slot. You must have a spell in your spell repertoire at the level you want to cast in order to heighten it to that level. Many spells have specific improvements when they are [heightened](/Rules.aspx?ID=273) to certain levels. The signature spells class feature lets you heighten certain spells freely.\n\n<title level=\"3\" right=\"\">Cantrips</title>Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest level of sorcerer spell slot you have. For example, as a 1st-level sorcerer, your cantrips are 1st-level spells, and as a 5th-level sorcerer, your cantrips are 3rd-level spells.\r\n\r\n<title level=\"3\" >Spell Repertoire</title>\r\nThe collection of spells you can cast is called your spell repertoire. At 1st level, you learn two 1st-level spells of your choice and four cantrips of your choice, as well as an additional spell and cantrip from your [bloodline](/classes/sorcerer/bloodlines). You choose these from the common spells from the tradition corresponding to your bloodline, or from other spells from that tradition to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level.\n\n You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 3–17), you add a spell of the same level to your spell repertoire. When you gain access to a new level of spells, your first new spell is always the spell granted by your bloodline, but you can choose the other spells. At 2nd level, you select another 1st-level spell; at 3rd level, you gain a new spell from your bloodline and two other 2nd-level spells, and so on. When you add spells, you might select a higher-level version of a spell you already know so that you can cast a heightened version of that spell.\n\n Though you gain them at the same rate, your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, it wouldn't give you another spell slot, and vice versa. \n\n<title level=\"3\" right=\"\">Swapping Spells In Your Repertoire</title> As you gain new spells in your spell repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. This spell can be a cantrip, but you can't swap out bloodline spells. You can also swap out spells by retraining during [downtime](/Rules.aspx?ID=473).\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats appear in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 2\">Sorcerer Feats</title>\r\nAt 2nd level and every even-numbered level, you gain a [sorcerer class feat](/Classes.aspx?ID=11/feats).\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\r\n\r\n<title level=\"3\" right=\"Level 3\">Signature Spells</title>\r\nYou’ve learned to cast some of your spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don’t need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you’ve learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can choose a replacement signature spell of the same spell level at which you learned the previous spell. You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use an increase to either become trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert.\n\n At 7th level, you can use skill increases to become a master in a skill in which you’re already an expert, and at 15th level, you can use them to become legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2.\r\n\r\n<title level=\"3\" right=\"Level 5\">Magical Fortitude</title>\r\nMagical power has improved your body’s resiliency. Your proficiency rank for Fortitude saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Expert Spellcaster</title>\r\nYour inherent magic responds easily and powerfully to your command. Your proficiency ranks for spell attack rolls and spell DCs for spells of your bloodline’s tradition increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Lightning Reflexes</title>\r\nYour reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Alertness</title>\r\nYou remain alert to threats around you. Your proficiency rank for Perception increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Weapon Expertise</title>\r\nTraining and magic improved your weapon technique. Your proficiency rank for simple weapons  and unarmed attacks increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Defensive Robes</title>\r\nThe flow of magic and your defensive training combine to help you get out of the way before an attack. Your proficiency rank in unarmored defense increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Specialization</title>\r\nYou’ve learned to inflict grave wounds with your practiced weapons. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and 4 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Master Spellcaster</title>\r\nYou have achieved mastery over the magic in your blood. Your proficiency ranks for spell attack rolls and spell DCs for spells of your bloodline’s tradition increase to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Resolve</title>\r\nYou’ve steeled you mind with resolve. Your proficiency rank for Will saves increase to master. When you roll a success at a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 19\">Bloodline Paragon</title>\r\nYou have perfected the magic in your bloodline. Add two common 10th-level spells of your tradition to your repertoire. You gain a single 10th-level spell slot you can use to cast these spells, using sorcerer spellcasting. Unlike other spell slots, you don’t gain more 10th-level spells as you level up, and they can’t be used for abilities that let you cast spells without expending spell slots or abilities that give you more spell slots. You can take the [Bloodline Perfection](/Feats.aspx?ID=631) sorcerer feat to gain a second slot.\r\n\r\n<title level=\"3\" right=\"Level 19\">Legendary Spellcaster</title>\r\nYou demonstrate prodigious talent for spellcasting. Your proficiency ranks for spell attack rolls and spell DCs for spells of your bloodline’s tradition increase to legendary.",
 "name": "Sorcerer",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/sorcerer"
  },
  {
   "label": "Feats",
   "url": "/classes/sorcerer/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/sorcerer/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/sorcerer/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/sorcerer/focus-spells"
  },
  {
   "label": "Bloodlines",
   "url": "/classes/sorcerer/bloodlines"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Trained",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 190 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe intense magic the sorcerer commands comes from neither study nor worship—it comes from their blood. Their magical abilities depend on whether …\r\n</summary>",
 "skill_proficiency": [
  "Trained in one or more skills determined by your bloodline",
  "Trained in a number of additional skills equal to 2 plus your Intelligence modifier"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 190"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 190 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "The intense magic the sorcerer commands comes from neither study nor worship—it comes from their blood. Their magical abilities depend on whether …",
 "summary_markdown": "The intense magic the sorcerer commands comes from neither study nor worship—it comes from their blood. Their magical abilities depend on whether …",
 "text": " Sorcerer Source Core Rulebook pg. 190 4.0 You didn’t choose to become a spellcaster—you were born one. There’s magic in your blood, whether a divinity touched one of your ancestors, a forebear communed with a primal creature, or a powerful occult ritual influenced your line. Self-reflection and study allow you to refine your inherent magical skills and unlock new, more powerful abilities. The power in your blood carries a risk, however, and you constantly face the choice of whether you’ll rise to become a master spellcaster or fall into destruction. Key Ability: Charisma At 1st level, your class gives you an ability boost to Charisma. Hit Points: 6 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following term in many sorcerer class features. Metamagic : These actions tweak your spells. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Effects added by a metamagic action are part of the spell's effect, not of the metamagic action. Roleplaying the Sorcerer During Combat Encounters... You use spells to injure your enemies, influence their minds, and hamper their movements. You might be too vulnerable to get into melee combat, or your bloodline might give you abilities that help you hold your own in a brawl. While your magic is powerful, to conserve your best spells—or when you’ve used them all up—you also rely on cantrips. During Social Encounters... Your natural charisma makes you good at interacting with people. While Exploring... You detect the magic around you, finding treasures and warning your adventuring group of magical traps. When the group encounters mysteries or problems related to your bloodline, you try to solve them. In Downtime... You craft magic items or scribe scrolls. Your bloodline might drive you to research your ancestry or associate with affiliated people or creatures. You Might... Have a strong independent streak, and whether you embrace or reject your magical heritage, you long to distinguish yourself both as a spellcaster and as an individual. View your lineage with fascination, fear, or something in between—anything from wholehearted acceptance to vehement rejection. Rely on magic items, such as scrolls and wands, to supplement your limited selection of spells. Others Probably... Marvel at your ability to create magic from thin air and view your abilities with equal parts admiration and mistrust. Consider you less dedicated than studious wizards, devoted clerics, and other practitioners of magic, since power comes to you naturally. Assume you’re as unpredictable as the magic you bring forth, even if your personality proves otherwise. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Trained in Fortitude Trained in Reflex Expert in Will Skills Trained in one or more skills determined by your bloodline Trained in a number of additional skills equal to 2 plus your Intelligence modifier Attacks Trained in simple weapons Trained in unarmed attacks Defenses Untrained in all armor Trained in unarmored defense Spells Trained in spell attack rolls of your spellcasting tradition, as indicated by your bloodline Trained in spell DCs of your spellcasting tradition, as indicated by your bloodline Class Features You gain these features as Sorcerer. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, bloodline, sorcerer spellcasting, spell repertoire 2 Skill feat, sorcerer feat 3 2nd-level spells, general feat, signature spells, skill increase 4 Skill feat, sorcerer feat 5 3rd-level spells, ability boosts, ancestry feat, magical fortitude, skill increase 6 Skill feat, sorcerer feat 7 4th-level spells, expert spellcaster, general feat, skill increase 8 Skill feat, sorcerer feat 9 5th-level spells, ancestry feat, lightning reflexes, skill increase 10 Ability boosts, skill feat, sorcerer feat 11 6th-level spells, alertness, general feat, skill increase, weapon expertise 12 Skill feat, sorcerer feat 13 7th-level spells, ancestry feat, defensive robes, skill increase, weapon specialization 14 Skill feat, sorcerer feat 15 8th-level spells, ability boosts, general feat, master spellcaster, skill increase 16 Skill feat, sorcerer feat 17 9th-level spells, ancestry feat, resolve, skill increase 18 Skill feat, sorcerer feat 19 Bloodline paragon, general feat, legendary spellcaster, skill increase 20 Ability boosts, skill feat, sorcerer feat Your Level Cantrips 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th 1 5 3 — — — — — — — — — 2 5 4 — — — — — — — — — 3 5 4 3 — — — — — — — — 4 5 4 4 — — — — — — — — 5 5 4 4 3 — — — — — — — 6 5 4 4 4 — — — — — — — 7 5 4 4 4 3 — — — — — — 8 5 4 4 4 4 — — — — — — 9 5 4 4 4 4 3 — — — — — 10 5 4 4 4 4 4 — — — — — 11 5 4 4 4 4 4 3 — — — — 12 5 4 4 4 4 4 4 — — — — 13 5 4 4 4 4 4 4 3 — — — 14 5 4 4 4 4 4 4 4 — — — 15 5 4 4 4 4 4 4 4 3 — — 16 5 4 4 4 4 4 4 4 4 — — 17 5 4 4 4 4 4 4 4 4 3 — 18 5 4 4 4 4 4 4 4 4 4 — 19 5 4 4 4 4 4 4 4 4 4 1 20 5 4 4 4 4 4 4 4 4 4 1 The bloodline paragon class feature gives you a 10th-level spell slot that works a bit differently from other spell slots. Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Bloodline Choose a bloodline that gives you your spellcasting talent. This choice determines the type of spells you cast and the spell list you choose them from, additional spells you learn, and additional trained skills. You also gain Focus Points and special focus spells based on your bloodline. The bloodlines presented in this book are as follows. Bloodlines can be found here Sorcerer Spellcasting Your bloodline provides you with incredible magical power. You can cast spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells (see Casting Spells). Because you're a sorcerer, you can usually replace material components with somatic components, so you don't need to use a material component pouch. Each day, you can cast up to three 1st-level spells. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots. As you increase in level as a sorcerer, your number of spells per day increases, as does the highest level of spells you can cast, as shown on Table 3–17: Sorcerer Spells per Day. Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier. Details on calculating these statistics appear in Spell Attack Rolls. Heightening Spells When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level to match the spell slot. You must have a spell in your spell repertoire at the level you want to cast in order to heighten it to that level. Many spells have specific improvements when they are heightened to certain levels. The signature spells class feature lets you heighten certain spells freely. Cantrips Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest level of sorcerer spell slot you have. For example, as a 1st-level sorcerer, your cantrips are 1st-level spells, and as a 5th-level sorcerer, your cantrips are 3rd-level spells. Spell Repertoire The collection of spells you can cast is called your spell repertoire. At 1st level, you learn two 1st-level spells of your choice and four cantrips of your choice, as well as an additional spell and cantrip from your bloodline. You choose these from the common spells from the tradition corresponding to your bloodline, or from other spells from that tradition to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level. You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 3–17), you add a spell of the same level to your spell repertoire. When you gain access to a new level of spells, your first new spell is always the spell granted by your bloodline, but you can choose the other spells. At 2nd level, you select another 1st-level spell; at 3rd level, you gain a new spell from your bloodline and two other 2nd-level spells, and so on. When you add spells, you might select a higher-level version of a spell you already know so that you can cast a heightened version of that spell. Though you gain them at the same rate, your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, it wouldn't give you another spell slot, and vice versa. Swapping Spells In Your Repertoire As you gain new spells in your spell repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. This spell can be a cantrip, but you can't swap out bloodline spells. You can also swap out spells by retraining during downtime. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats appear in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat. Sorcerer Feats At 2nd level and every even-numbered level, you gain a sorcerer class feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. Signature Spells You’ve learned to cast some of your spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don’t need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you’ve learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can choose a replacement signature spell of the same spell level at which you learned the previous spell. You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use an increase to either become trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert. At 7th level, you can use skill increases to become a master in a skill in which you’re already an expert, and at 15th level, you can use them to become legendary in a skill in which you’re already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2. Magical Fortitude Magical power has improved your body’s resiliency. Your proficiency rank for Fortitude saves increases to expert. Expert Spellcaster Your inherent magic responds easily and powerfully to your command. Your proficiency ranks for spell attack rolls and spell DCs for spells of your bloodline’s tradition increase to expert. Lightning Reflexes Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert. Alertness You remain alert to threats around you. Your proficiency rank for Perception increases to expert. Weapon Expertise Training and magic improved your weapon technique. Your proficiency rank for simple weapons and unarmed attacks increases to expert. Defensive Robes The flow of magic and your defensive training combine to help you get out of the way before an attack. Your proficiency rank in unarmored defense increases to expert. Weapon Specialization You’ve learned to inflict grave wounds with your practiced weapons. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and 4 if you’re legendary. Master Spellcaster You have achieved mastery over the magic in your blood. Your proficiency ranks for spell attack rolls and spell DCs for spells of your bloodline’s tradition increase to master. Resolve You’ve steeled you mind with resolve. Your proficiency rank for Will saves increase to master. When you roll a success at a Will save, you get a critical success instead. Bloodline Paragon You have perfected the magic in your bloodline. Add two common 10th-level spells of your tradition to your repertoire. You gain a single 10th-level spell slot you can use to cast these spells, using sorcerer spellcasting. Unlike other spell slots, you don’t gain more 10th-level spells as you level up, and they can’t be used for abilities that let you cast spells without expending spell slots or abilities that give you more spell slots. You can take the Bloodline Perfection sorcerer feat to gain a second slot. Legendary Spellcaster You demonstrate prodigious talent for spellcasting. Your proficiency ranks for spell attack rolls and spell DCs for spells of your bloodline’s tradition increase to legendary.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=11",
 "weakness": {},
 "will_proficiency": "Expert"
}