{
 "ability": [
  "Charisma"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 10,
 "hp_raw": "10",
 "icon_image": "/Images/Class/Summoner_Icon.png",
 "id": "class-18",
 "image": [
  "/Images/Classes/Iconic_Ija.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Summoner](/Classes.aspx?ID=18)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 51 <sup>1.1</sup></row>\n\n_You can magically beckon a powerful being called an eidolon to your side, serving as the mortal conduit that anchors it to the world. Whether your eidolon is a friend, a servant, or even a personal god, your connection to it marks you as extraordinary, shaping the course of your life dramatically_\r\n\r\n**Key Ability: Charisma** <br />\r\nAt 1st level, your class gives you an ability boost to Charisma.\r\n\r\n**Hit Points: 10 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Ija.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nThe following key terms can be found in many summoner class features.\n\n **[Eidolon](/Traits.aspx?ID=386)**: A creature with this trait is an eidolon. An action or spell with this trait can be performed by an eidolon only. An item with this trait can be used or worn by an eidolon only, and an eidolon can't use items that don't have this trait. (An eidolon can have up to two items invested.)\n\n **[Evolution](/Traits.aspx?ID=394)**: Feats with this trait affect your eidolon instead of you, typically by granting it additional physical capabilities.\n\n **[Tandem](/Traits.aspx?ID=395)**: Actions with this trait involve you and your eidolon acting in concert. You can't use a tandem action if either you or your eidolon can't act, if you haven't Manifested your Eidolon, or if you've Manifested your Eidolon in a way where it isn't a separate entity (such as with the Meld into Eidolon feat). Tandem actions often let both you and your eidolon take separate actions, but these must be actions taken separately by you and your eidolon; you can't use a tandem action to take another tandem action.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Summoning Spells</title>\r\n\r\nWhen the [Master Summoner](/Feats.aspx?ID=2912), [Ostentatious Arrival](/Feats.aspx?ID=2913), and [Legendary Summoner](/Feats.aspx?ID=2943) feats refer to summoning spells, they mean spells that conjure a creature with the summoned trait. The spells that qualify from the _Core Rulebook_ and this book are [_summon anarch_](/Spells.aspx?ID=1004), [_summon animal_](/Spells.aspx?ID=316), [_summon axiom_](/Spells.aspx?ID=1006), [_summon elemental_](/Spells.aspx?ID=320), [_summon entity_](/Spells.aspx?ID=321), [_summon fey_](/Spells.aspx?ID=322), [_summon fiend_](/Spells.aspx?ID=323), [_summon lesser servitor_](/Spells.aspx?ID=1010), and [_summon plant or fungus_](/Spells.aspx?ID=325). Your GM might add other spells from future books that work like these spells.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Summoner</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou and your eidolon fight together as one. You can rely on your eidolon for mundane challenges, saving your spells for when they're needed most.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYour powerful personality allows you to take the lead when negotiating. You and your eidolon might engage with others in different ways, but even if your guardian remains silent, its presence reminds those around you of your power.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nWhether you remain on alert for the presence of strange magic or keep an eye out for trouble, you and your eidolon act together to cover more ground, pool your knowledge, and leverage each other's abilities.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou might attempt to learn more about the nature of your eidolon and delve deeper into the secrets of its magical tradition to [Learn a Spell](/Actions.aspx?ID=25), [Craft](/Actions.aspx?ID=43) magic items with your eidolon's help, or make allies using your social skills.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Rely on your eidolon to accomplish physical tasks while you handle the mental ones.</li><li>Develop attitudes and mannerisms in line with your eidolon's way of thinking, even as your nature shapes its behavior.</li><li>Consider your eidolon a close friend, a guiding figure, a protector, or a rival bound to you.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Feel safe with you (and your eidolon) at their side.</li><li>Expect that since you know information about your eidolon, you might know details about other sorts of strange monsters.</li><li>View you with awe or fear because of the powerful, strange creature that accompanies you.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in one or more skills determined by your eidolon<br /> Trained in a number of additional skills equal to 3 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br /> Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in unarmored defense\n\n<title level=\"3\">Spells</title>\r\nTrained in spell attack rolls of your spellcasting tradition, determined by your eidolon<br /> Trained in spell DCs of your spellcasting tradition, determined by your eidolon\r\n\r\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Summoner. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, eidolon, evolution feat, link spells, spell repertoire, summoner spellcasting</td></tr>\r\n<tr><td>2</td><td>Skill feat, summoner feat</td></tr>\r\n<tr><td>3</td><td>2nd-level spells, general feat, shared vigilance, skill increase, unlimited signature spells</td></tr>\r\n<tr><td>4</td><td>Skill feat, summoner feat</td></tr>\r\n<tr><td>5</td><td>3rd-level spells, ability boosts, ancestry feat, eidolon unarmed expertise, skill increase</td></tr>\r\n<tr><td>6</td><td>Skill feat, summoner feat</td></tr>\r\n<tr><td>7</td><td>4th-level spells, eidolon symbiosis, eidolon weapon specialization, general feat, skill increase</td></tr>\r\n<tr><td>8</td><td>Skill feat, summoner feat</td></tr>\r\n<tr><td>9</td><td>5th-level spells, ancestry feat, expert spellcaster, shared reflexes, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, skill feat, summoner feat</td></tr>\r\n<tr><td>11</td><td>6th-level spells, eidolon defensive expertise, general feat, simple weapon expertise, skill increase, twin juggernauts</td></tr>\r\n<tr><td>12</td><td>Skill feat, summoner feat</td></tr>\r\n<tr><td>13</td><td>7th-level spells, ancestry feat, defensive robes, eidolon unarmed mastery, skill increase, weapon specialization</td></tr>\r\n<tr><td>14</td><td>Skill feat, summoner feat</td></tr>\r\n<tr><td>15</td><td>8th-level spells, ability boosts, greater eidolon specialization, general feat, shared resolve, skill increase</td></tr>\r\n<tr><td>16</td><td>Skill feat, summoner feat</td></tr>\r\n<tr><td>17</td><td>9th-level spells, ancestry feat, eidolon transcendence, master spellcaster, skill increase</td></tr>\r\n<tr><td>18</td><td>Skill feat, summoner feat</td></tr>\r\n<tr><td>19</td><td>General feat, eidolon defensive mastery, instant manifestation, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, skill feat, summoner feat</td></tr>\r\n</tbody>\r\n</table>\r\n\n<table><thead><tr><th>Your Level</th><th>Cantrips</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th><th>7th</th><th>8th</th><th>9th</th></tr></thead><tbody><tr><td>1</td><td>5</td><td>1</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>2</td><td>5</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>3</td><td>5</td><td>2</td><td>1</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>4</td><td>5</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>5</td><td>5</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>6</td><td>5</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>7</td><td>5</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>8</td><td>5</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>9</td><td>5</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>10</td><td>5</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>11</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td></tr><tr><td>12</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td><td>—</td></tr><tr><td>13</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td></tr><tr><td>14</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td><td>—</td></tr><tr><td>15</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td></tr><tr><td>16</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td><td>—</td></tr><tr><td>17</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td></tr><tr><td>18</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td></tr><tr><td>19</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td></tr><tr><td>20</td><td>5</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>2</td><td>2</td></tr></tbody></table>\r\n\r\n<title level=\"3\" >Ancestry And Background</title>\r\nIn addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Eidolon</title>\r\nYou have a connection with a powerful and usually otherworldly entity called an eidolon, and you can use your life force as a conduit to manifest this ephemeral entity into the mortal world. Magic also flows through this conduit from your eidolon into you, so your eidolon determines the type of spells you cast and the spell list you choose from (as described in Summoner Spellcasting below). Choose a type of eidolon from the options starting on page 59 and other eidolons you have access to. When you choose your eidolon, you also determine its appearance and general form, within the parameters for that particular type of eidolon. Once you establish your eidolon's type and general appearance, these features can't be changed later, except by selecting special evolution feats that can cause your eidolon to develop new features. Your magical connection with your eidolon takes the form of a sigil on each of your bodies. As long as your eidolon is manifested, the sigil glows with light and can't be covered or disguised via any means; it will shine through clothing, appear over cloaks, and remain unaffected by obfuscating magic. This, combined with the way that the two of you clearly act in tandem, makes it readily apparent to an intelligent observer that the two of you are connected in some way, even if the person has never encountered a summoner before. You bring your eidolon into reality with the Manifest Eidolon action.\n\n<document level=\"2\" id=\"action-757\" /> Your eidolon is no mere minion. It doesn't have the [minion](/Traits.aspx?ID=109) or [summoned](/Traits.aspx?ID=154) trait, and the two of you work together and coordinate your actions. You and your eidolon share your actions and multiple attack penalty. Each round, you can use any of your actions (including reactions and free actions) for yourself or your eidolon.\n\n You coordinate your actions with your eidolon more efficiently when you Act Together.\n\n<document level=\"2\" id=\"action-758\" />Your connection with your eidolon allows you to communicate with it telepathically at all times, even when it isn't manifested. You also gain the Share Senses action.\n\n<document level=\"2\" id=\"action-759\" />Lastly, the connection between you and your eidolon means you both share a single pool of Hit Points. Damage taken by either you or the eidolon reduces your Hit Points, while healing either of you recovers your Hit Points. Like with your actions, if you and your eidolon are both subject to the same effect that affects your Hit Points, you apply those effects only once (applying the greater effect, if applicable). For instance, if you and your eidolon get caught in an area effect that would heal or damage you both, only the greater amount of healing or damage applies. \n\n<title level=\"3\">Gear And Your Eidolon</title> Your eidolon can't wear or use magic items, except for items with the [eidolon](/Traits.aspx?ID=386) trait. An eidolon can have up to two items invested. Your eidolon's link to you means it can benefit from certain magic items invested by you. \n<ul><li>Your eidolon gains item bonuses to Perception and skills from any magical items that you have invested.</li><li>Your eidolon increases its item bonus to AC based on your armor's [_armor potency rune_](/Equipment.aspx?ID=278) or [_bracers of armor_](/Equipment.aspx?ID=416). It also gains an item bonus to its saves from the [resilient rune](/Equipment.aspx?ID=279) on your armor or from your _bracers of armor_. Other permanent items that grant or increase item bonuses to AC and saves might convey a similar benefit, as determined by the GM.</li><li>Your eidolon's Strikes benefit from the fundamental and property runes on your [handwraps of mighty blows](/Equipment.aspx?ID=441). Alternatively, you can [Invest](/Actions.aspx?ID=289) a magic weapon (even though magic weapons can't normally be Invested) to share its fundamental and property runes with your eidolon. You share these benefits only while you're holding the weapon, and you can have no more than one weapon invested in this way at a time. In either case, the eidolon gains only the benefits that can apply to its attacks, with the same limitations noted in _handwraps of mighty blows_.</li></ul> \n\n<title level=\"3\">Lost And Altered Actions</title> If you or your eidolon becomes [slowed](/Conditions.aspx?ID=35), [stunned](/Conditions.aspx?ID=36), [quickened](/Conditions.aspx?ID=32), or otherwise affected by something that changes the actions you gain at the start of each turn, it affects your shared actions. However, if you are both subject to such an effect, apply only the more severe one. For instance, if you or your eidolon were slowed 1, you would start your turn with one fewer action, but if you were both slowed 1, you would still lose only one action, rather than adding the two slowed effects together. However, if you were slowed 1 and your eidolon slowed 2, you'd have two fewer actions, because that's the more severe effect. If only one of you becomes restricted in how you can spend your actions, that restriction doesn't automatically extend to the other; for example, if your eidolon became [immobilized](/Conditions.aspx?ID=24) or [petrified](/Conditions.aspx?ID=30), it wouldn't be able to move, but you could still use your actions to move. The GM resolves any situation that's unclear.\n\n You, as the player, control both your summoner and your eidolon, and the two are generally considered to cooperate unless you decide for them not to. While a summoner's link with an eidolon is a partnership, ultimately the eidolon is linked to you, not the other way around. If there's ever a conflict of who should act, you win out over your eidolon. This means that if the eidolon comes under an effect that would take its actions out of your control, such as the [confused](/Conditions.aspx?ID=5) or [controlled](/Conditions.aspx?ID=6) condition, you can use all of your shared actions so your eidolon doesn't have any actions remaining to cause trouble (as long as you are able to act). However, if you came under such an effect, you would simply use all of your shared actions, preventing your eidolon from acting.\r\n\r\n<title level=\"3\" >Summoner Spellcasting</title>\r\nYour link to your eidolon grants you limited magic connected to your eidolon's nature. You can cast spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells. Because of the magic you draw from your eidolon, you can usually replace material components with somatic components, so you don't need a [material component pouch](/Equipment.aspx?ID=33).\n\n Each day, you can cast one 1st-level spell and five cantrips. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots.\n\n As you increase in level as a summoner, the magical link with your eidolon grants you additional, more powerful spell slots. Your total number of spell slots and the highest level of spells you can cast are shown in Table 2–4: Summoner Spells per Day. Because of the way you draw magic from your connection to your eidolon, you begin to lose lower-level spell slots once you reach 5th level. The maximum number of spell slots you get from the summoner class is four, starting when you reach 4th level.\n\n Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier. Details on calculating these statistics appear in [Spell Attack Roll](/Rules.aspx?ID=325). \n\n<title level=\"3\">Heightening Spells</title> When you gain spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels. \n\n<title level=\"3\">Cantrips</title> A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up—this is usually equal to the highest level of spell you can cast as a summoner. For example, as a 1st-level summoner, your cantrips are 1st-level spells, and as a 5th-level summoner, your cantrips are 3rd-level spells.\r\n\r\n<title level=\"3\" >Spell Repertoire</title>\r\nThe collection of spells you can cast is called your spell repertoire. At 1st level, you learn two 1st-level spells of your choice and five cantrips of your choice. You choose these from the common spells from the tradition corresponding to your eidolon, or from other spells from that tradition to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level. Your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, it doesn't give you another spell slot, and vice versa.\n\n You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 2–4: Summoner Spells per Day), you add a spell of the same level to your spell repertoire. At 2nd level, you select another 1st-level spell. At 3rd level, you add the first 2nd-level spell to your repertoire. At 4th level you gain your second and your spell repertoire reaches its maximum size of five spells.\n\n At 5th level, in addition to adding two 3rd-level spells to your repertoire, you lose your lowest level of spell slots. Any time you lose a level of spell slots, you lose two spells in your repertoire as well. These can come from spells you already know or out of the number of new spells you're learning. On levels in which you don't change your spell slots, you can swap out multiple spells, as described below. \n\n<title level=\"3\">Swapping Spells In Your Repertoire</title> As you gain new spells in your repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. If it's a level at which you lose a set of lower-level slots, you can replace the two in either order. You can also instead swap a cantrip. You can also swap out spells by retraining during downtime. \n\nAt 6th level and every even level thereafter, you can swap out any number of your spells for different spells of a level you can cast. When you do, you must keep at least one spell you can cast with your lowest level of spell slots so you don't end up with slots you can't use. For instance, at 6th level you would need to keep at least one 2nd-level spell, but all your other spells could be 3rd level.\r\n\r\n<title level=\"3\" >Link Spells</title>\r\nYour connection to your eidolon allows you to cast link spells, special spells that have been forged through your shared connection with your eidolon. Link spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to specifically connect with your eidolon, such as by having a heart-to-heart conversation, playing together, or meditating in unison on the nature of your bond.\n\n Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. The full rules for focus spells appear [here](/Rules.aspx?ID=276).\n\n You learn the [_evolution surge_](/Spells.aspx?ID=1047) link spell, which allows you to grant your eidolon one of several useful benefits. \n\n<title level=\"3\">Link Cantrips</title> Link cantrips are special link spells that don't cost Focus Points, so you can cast them as often as you like. Link cantrips are in addition to the cantrips you choose from your tradition's spell list. Generally, only feats can give you more link cantrips. Unlike other cantrips, you can't swap out link cantrips gained from summoner feats at a later level, unless you swap out the specific feat via [retraining](/Rules.aspx?ID=475). \n\nYou learn the [_boost eidolon_](/Spells.aspx?ID=1045) link cantrip, which briefly improves your eidolon's capabilities, allowing it to attack with greater power.\r\n\r\n<title level=\"3\" >Evolution Feat</title>\r\nEvolution feats are a special type of summoner class feat that allow you to customize your eidolon through your shared link. You gain an [evolution feat](/feats?include-traits=Evolution&amp;sort=level-asc%3Bname-asc) for your eidolon at 1st level, representing the differences that make it unique from other eidolons of its type. If you retrain this feat, the feat you replace it with must also be an evolution feat.\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 2\">Summoner Feats</title>\r\nAt 2nd level and every even-numbered level, you gain a summoner class feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">Shared Vigilance</title>\r\nYou and your eidolon work together to remain alert to threats around you, allowing you to perceive far more together than you could individually. Your proficiency rank in Perception and your eidolon's proficiency rank in Perception increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.\n\n At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use skill increases to become legendary in a skill in which you're already a master.\r\n\r\n<title level=\"3\" right=\"Level 3\">Unlimited Signature Spells</title>\r\nAll of your spells are signature spells. That means that if you know a spell, you can heighten it freely by casting it from a higher-level spell slot, up to the maximum level of spell you can cast. You can similarly cast any of its lower-level versions without learning them separately.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if the ability score is already 18 or above, or by 2 if it starts out below 18.\n\n Your eidolon also gets four ability boosts at these levels. The eidolon's ability boosts follow the same rules as yours.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\r\n\r\n<title level=\"3\" right=\"Level 5\">Eidolon Unarmed Expertise</title>\r\nYour eidolon becomes more capable of using its unarmed attacks. Its proficiency rank for unarmed attacks increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Eidolon Symbiosis</title>\r\nYour connection with your eidolon strengthens, granting your eidolon access to a new ability depending on its type, as described in Eidolon Abilities in each eidolon's entry.\r\n\r\n<title level=\"3\" right=\"Level 7\">Eidolon Weapon Specialization</title>\r\nYour eidolon has learned how to inflict greater injuries with its unarmed attacks. It deals 2 additional damage with unarmed attacks in which it's an expert. This damage increases to 3 if it's a master, and 4 if it's legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Expert Spellcaster</title>\r\nAs your connection to your eidolon deepens, the power of your spells increases. Your proficiency ranks for spell attack rolls and spell DCs for spells of your eidolon's tradition increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Shared Reflexes</title>\r\nYou and your eidolon boost each other's reflexes, allowing you both to roll away from danger. Your proficiency rank for Reflex saves and your eidolon's proficiency rank for Reflex saves increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Eidolon Defensive Expertise</title>\r\nYour eidolon increases its ability to avoid attacks. Its proficiency rank for unarmored defense increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Simple Weapon Expertise</title>\r\nTraining and magic improved your weapon technique. Your proficiency rank for simple weapons and unarmed attacks increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Twin Juggernauts</title>\r\nYou and your eidolon fight off physical hardship together with your shared life force. Your proficiency rank for Fortitude saves and your eidolon's proficiency rank for Fortitude saves increase to master. When you roll a success on a Fortitude save, you get a critical success instead. When your eidolon rolls a success on a Fortitude save, it gets a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 13\">Defensive Robes</title>\r\nThe flow of magic around you increases your ability to avoid attacks. Your proficiency rank in unarmored defense increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Eidolon Unarmed Mastery</title>\r\nYour eidolon truly masters its unarmed attacks, reaching greater heights. Its proficiency rank for unarmed attacks increases to master.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Specialization</title>\r\nYou've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Eidolon Specialization</title>\r\nYour eidolon's damage from weapon specialization increases to 4 with unarmed attacks in which it's an expert, 6 if it's a master, and 8 if it's legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Shared Resolve</title>\r\nYou and your eidolon steel your mind together against effects that threaten you, each protecting the others' minds from danger. Your and your eidolon's proficiency ranks for Will saves increase to master. When you roll a success on a Will save, you get a critical success instead. When your eidolon rolls a success on a Will save, it gets a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 17\">Eidolon Transcendence</title>\r\nYour connection with your eidolon approaches its peak, granting your eidolon access to a powerful new ability depending on its type, as described in Eidolon Abilities in each eidolon's entry. This ability also increases one of the eidolon's ability scores by 2.\r\n\r\n<title level=\"3\" right=\"Level 17\">Master Spellcaster</title>\r\nYour connection to your eidolon is strong enough to grant you mastery over associated spells. Your proficiency ranks for spell attack rolls and spell DCs for spells of your eidolon's tradition increase to master. \r\n\r\n<title level=\"3\" right=\"Level 19\">Eidolon Defensive Mastery</title>\r\nYour eidolon's form becomes particularly difficult to assail. Its proficiency rank for unarmored defense increases to master.\r\n\r\n<title level=\"3\" right=\"Level 19\">Instant Manifestation</title>\r\nYou can manifest your eidolon with incredible speed. You can use Manifest Eidolon as a single action, instead of a three-action activity",
 "name": "Summoner",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/summoner"
  },
  {
   "label": "Feats",
   "url": "/classes/summoner/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/summoner/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/summoner/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/summoner/focus-spells"
  },
  {
   "label": "Eidolons",
   "url": "/classes/summoner/eidolons"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Trained",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 51 <sup>1.1</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA summoner acts as the living anchor to a powerful being called an eidolon, which they call upon for aid. Summoners maintain deep connections with …\r\n</summary>",
 "skill_proficiency": [
  "Trained in one or more skills determined by your eidolon",
  "Trained in a number of additional skills equal to 3 plus your Intelligence modifier"
 ],
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 51"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 51 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "A summoner acts as the living anchor to a powerful being called an eidolon, which they call upon for aid. Summoners maintain deep connections with …",
 "summary_markdown": "A summoner acts as the living anchor to a powerful being called an eidolon, which they call upon for aid. Summoners maintain deep connections with …",
 "text": " Summoner Source Secrets of Magic pg. 51 1.1 You can magically beckon a powerful being called an eidolon to your side, serving as the mortal conduit that anchors it to the world. Whether your eidolon is a friend, a servant, or even a personal god, your connection to it marks you as extraordinary, shaping the course of your life dramatically Key Ability: Charisma At 1st level, your class gives you an ability boost to Charisma. Hit Points: 10 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms The following key terms can be found in many summoner class features. Eidolon : A creature with this trait is an eidolon. An action or spell with this trait can be performed by an eidolon only. An item with this trait can be used or worn by an eidolon only, and an eidolon can't use items that don't have this trait. (An eidolon can have up to two items invested.) Evolution : Feats with this trait affect your eidolon instead of you, typically by granting it additional physical capabilities. Tandem : Actions with this trait involve you and your eidolon acting in concert. You can't use a tandem action if either you or your eidolon can't act, if you haven't Manifested your Eidolon, or if you've Manifested your Eidolon in a way where it isn't a separate entity (such as with the Meld into Eidolon feat). Tandem actions often let both you and your eidolon take separate actions, but these must be actions taken separately by you and your eidolon; you can't use a tandem action to take another tandem action. Summoning Spells When the Master Summoner, Ostentatious Arrival, and Legendary Summoner feats refer to summoning spells, they mean spells that conjure a creature with the summoned trait. The spells that qualify from the Core Rulebook and this book are summon anarch , summon animal , summon axiom , summon elemental , summon entity , summon fey , summon fiend , summon lesser servitor , and summon plant or fungus . Your GM might add other spells from future books that work like these spells. Roleplaying the Summoner During Combat Encounters... You and your eidolon fight together as one. You can rely on your eidolon for mundane challenges, saving your spells for when they're needed most. During Social Encounters... Your powerful personality allows you to take the lead when negotiating. You and your eidolon might engage with others in different ways, but even if your guardian remains silent, its presence reminds those around you of your power. While Exploring... Whether you remain on alert for the presence of strange magic or keep an eye out for trouble, you and your eidolon act together to cover more ground, pool your knowledge, and leverage each other's abilities. In Downtime... You might attempt to learn more about the nature of your eidolon and delve deeper into the secrets of its magical tradition to Learn a Spell, Craft magic items with your eidolon's help, or make allies using your social skills. You Might... Rely on your eidolon to accomplish physical tasks while you handle the mental ones. Develop attitudes and mannerisms in line with your eidolon's way of thinking, even as your nature shapes its behavior. Consider your eidolon a close friend, a guiding figure, a protector, or a rival bound to you. Others Probably... Feel safe with you (and your eidolon) at their side. Expect that since you know information about your eidolon, you might know details about other sorts of strange monsters. View you with awe or fear because of the powerful, strange creature that accompanies you. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Expert in Fortitude Trained in Reflex Expert in Will Skills Trained in one or more skills determined by your eidolon Trained in a number of additional skills equal to 3 plus your Intelligence modifier Attacks Trained in simple weapons Trained in unarmed attacks Defenses Trained in unarmored defense Spells Trained in spell attack rolls of your spellcasting tradition, determined by your eidolon Trained in spell DCs of your spellcasting tradition, determined by your eidolon Class Features You gain these features as Summoner. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, eidolon, evolution feat, link spells, spell repertoire, summoner spellcasting 2 Skill feat, summoner feat 3 2nd-level spells, general feat, shared vigilance, skill increase, unlimited signature spells 4 Skill feat, summoner feat 5 3rd-level spells, ability boosts, ancestry feat, eidolon unarmed expertise, skill increase 6 Skill feat, summoner feat 7 4th-level spells, eidolon symbiosis, eidolon weapon specialization, general feat, skill increase 8 Skill feat, summoner feat 9 5th-level spells, ancestry feat, expert spellcaster, shared reflexes, skill increase 10 Ability boosts, skill feat, summoner feat 11 6th-level spells, eidolon defensive expertise, general feat, simple weapon expertise, skill increase, twin juggernauts 12 Skill feat, summoner feat 13 7th-level spells, ancestry feat, defensive robes, eidolon unarmed mastery, skill increase, weapon specialization 14 Skill feat, summoner feat 15 8th-level spells, ability boosts, greater eidolon specialization, general feat, shared resolve, skill increase 16 Skill feat, summoner feat 17 9th-level spells, ancestry feat, eidolon transcendence, master spellcaster, skill increase 18 Skill feat, summoner feat 19 General feat, eidolon defensive mastery, instant manifestation, skill increase 20 Ability boosts, skill feat, summoner feat Your Level Cantrips 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 1 5 1 — — — — — — — — 2 5 2 — — — — — — — — 3 5 2 1 — — — — — — — 4 5 2 2 — — — — — — — 5 5 — 2 2 — — — — — — 6 5 — 2 2 — — — — — — 7 5 — — 2 2 — — — — — 8 5 — — 2 2 — — — — — 9 5 — — — 2 2 — — — — 10 5 — — — 2 2 — — — — 11 5 — — — — 2 2 — — — 12 5 — — — — 2 2 — — — 13 5 — — — — — 2 2 — — 14 5 — — — — — 2 2 — — 15 5 — — — — — — 2 2 — 16 5 — — — — — — 2 2 — 17 5 — — — — — — — 2 2 18 5 — — — — — — — 2 2 19 5 — — — — — — — 2 2 20 5 — — — — — — — 2 2 Ancestry And Background In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Eidolon You have a connection with a powerful and usually otherworldly entity called an eidolon, and you can use your life force as a conduit to manifest this ephemeral entity into the mortal world. Magic also flows through this conduit from your eidolon into you, so your eidolon determines the type of spells you cast and the spell list you choose from (as described in Summoner Spellcasting below). Choose a type of eidolon from the options starting on page 59 and other eidolons you have access to. When you choose your eidolon, you also determine its appearance and general form, within the parameters for that particular type of eidolon. Once you establish your eidolon's type and general appearance, these features can't be changed later, except by selecting special evolution feats that can cause your eidolon to develop new features. Your magical connection with your eidolon takes the form of a sigil on each of your bodies. As long as your eidolon is manifested, the sigil glows with light and can't be covered or disguised via any means; it will shine through clothing, appear over cloaks, and remain unaffected by obfuscating magic. This, combined with the way that the two of you clearly act in tandem, makes it readily apparent to an intelligent observer that the two of you are connected in some way, even if the person has never encountered a summoner before. You bring your eidolon into reality with the Manifest Eidolon action. Your eidolon is no mere minion. It doesn't have the minion or summoned trait, and the two of you work together and coordinate your actions. You and your eidolon share your actions and multiple attack penalty. Each round, you can use any of your actions (including reactions and free actions) for yourself or your eidolon. You coordinate your actions with your eidolon more efficiently when you Act Together. Your connection with your eidolon allows you to communicate with it telepathically at all times, even when it isn't manifested. You also gain the Share Senses action. Lastly, the connection between you and your eidolon means you both share a single pool of Hit Points. Damage taken by either you or the eidolon reduces your Hit Points, while healing either of you recovers your Hit Points. Like with your actions, if you and your eidolon are both subject to the same effect that affects your Hit Points, you apply those effects only once (applying the greater effect, if applicable). For instance, if you and your eidolon get caught in an area effect that would heal or damage you both, only the greater amount of healing or damage applies. Gear And Your Eidolon Your eidolon can't wear or use magic items, except for items with the eidolon trait. An eidolon can have up to two items invested. Your eidolon's link to you means it can benefit from certain magic items invested by you. Your eidolon gains item bonuses to Perception and skills from any magical items that you have invested. Your eidolon increases its item bonus to AC based on your armor's armor potency rune or bracers of armor . It also gains an item bonus to its saves from the resilient rune on your armor or from your bracers of armor . Other permanent items that grant or increase item bonuses to AC and saves might convey a similar benefit, as determined by the GM. Your eidolon's Strikes benefit from the fundamental and property runes on your handwraps of mighty blows. Alternatively, you can Invest a magic weapon (even though magic weapons can't normally be Invested) to share its fundamental and property runes with your eidolon. You share these benefits only while you're holding the weapon, and you can have no more than one weapon invested in this way at a time. In either case, the eidolon gains only the benefits that can apply to its attacks, with the same limitations noted in handwraps of mighty blows . Lost And Altered Actions If you or your eidolon becomes slowed, stunned, quickened, or otherwise affected by something that changes the actions you gain at the start of each turn, it affects your shared actions. However, if you are both subject to such an effect, apply only the more severe one. For instance, if you or your eidolon were slowed 1, you would start your turn with one fewer action, but if you were both slowed 1, you would still lose only one action, rather than adding the two slowed effects together. However, if you were slowed 1 and your eidolon slowed 2, you'd have two fewer actions, because that's the more severe effect. If only one of you becomes restricted in how you can spend your actions, that restriction doesn't automatically extend to the other; for example, if your eidolon became immobilized or petrified, it wouldn't be able to move, but you could still use your actions to move. The GM resolves any situation that's unclear. You, as the player, control both your summoner and your eidolon, and the two are generally considered to cooperate unless you decide for them not to. While a summoner's link with an eidolon is a partnership, ultimately the eidolon is linked to you, not the other way around. If there's ever a conflict of who should act, you win out over your eidolon. This means that if the eidolon comes under an effect that would take its actions out of your control, such as the confused or controlled condition, you can use all of your shared actions so your eidolon doesn't have any actions remaining to cause trouble (as long as you are able to act). However, if you came under such an effect, you would simply use all of your shared actions, preventing your eidolon from acting. Summoner Spellcasting Your link to your eidolon grants you limited magic connected to your eidolon's nature. You can cast spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells. Because of the magic you draw from your eidolon, you can usually replace material components with somatic components, so you don't need a material component pouch. Each day, you can cast one 1st-level spell and five cantrips. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots. As you increase in level as a summoner, the magical link with your eidolon grants you additional, more powerful spell slots. Your total number of spell slots and the highest level of spells you can cast are shown in Table 2–4: Summoner Spells per Day. Because of the way you draw magic from your connection to your eidolon, you begin to lose lower-level spell slots once you reach 5th level. The maximum number of spell slots you get from the summoner class is four, starting when you reach 4th level. Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier. Details on calculating these statistics appear in Spell Attack Roll. Heightening Spells When you gain spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels. Cantrips A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up—this is usually equal to the highest level of spell you can cast as a summoner. For example, as a 1st-level summoner, your cantrips are 1st-level spells, and as a 5th-level summoner, your cantrips are 3rd-level spells. Spell Repertoire The collection of spells you can cast is called your spell repertoire. At 1st level, you learn two 1st-level spells of your choice and five cantrips of your choice. You choose these from the common spells from the tradition corresponding to your eidolon, or from other spells from that tradition to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level. Your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, it doesn't give you another spell slot, and vice versa. You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 2–4: Summoner Spells per Day), you add a spell of the same level to your spell repertoire. At 2nd level, you select another 1st-level spell. At 3rd level, you add the first 2nd-level spell to your repertoire. At 4th level you gain your second and your spell repertoire reaches its maximum size of five spells. At 5th level, in addition to adding two 3rd-level spells to your repertoire, you lose your lowest level of spell slots. Any time you lose a level of spell slots, you lose two spells in your repertoire as well. These can come from spells you already know or out of the number of new spells you're learning. On levels in which you don't change your spell slots, you can swap out multiple spells, as described below. Swapping Spells In Your Repertoire As you gain new spells in your repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. If it's a level at which you lose a set of lower-level slots, you can replace the two in either order. You can also instead swap a cantrip. You can also swap out spells by retraining during downtime. At 6th level and every even level thereafter, you can swap out any number of your spells for different spells of a level you can cast. When you do, you must keep at least one spell you can cast with your lowest level of spell slots so you don't end up with slots you can't use. For instance, at 6th level you would need to keep at least one 2nd-level spell, but all your other spells could be 3rd level. Link Spells Your connection to your eidolon allows you to cast link spells, special spells that have been forged through your shared connection with your eidolon. Link spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to specifically connect with your eidolon, such as by having a heart-to-heart conversation, playing together, or meditating in unison on the nature of your bond. Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. The full rules for focus spells appear here. You learn the evolution surge link spell, which allows you to grant your eidolon one of several useful benefits. Link Cantrips Link cantrips are special link spells that don't cost Focus Points, so you can cast them as often as you like. Link cantrips are in addition to the cantrips you choose from your tradition's spell list. Generally, only feats can give you more link cantrips. Unlike other cantrips, you can't swap out link cantrips gained from summoner feats at a later level, unless you swap out the specific feat via retraining. You learn the boost eidolon link cantrip, which briefly improves your eidolon's capabilities, allowing it to attack with greater power. Evolution Feat Evolution feats are a special type of summoner class feat that allow you to customize your eidolon through your shared link. You gain an evolution feat for your eidolon at 1st level, representing the differences that make it unique from other eidolons of its type. If you retrain this feat, the feat you replace it with must also be an evolution feat. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. Summoner Feats At 2nd level and every even-numbered level, you gain a summoner class feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. Shared Vigilance You and your eidolon work together to remain alert to threats around you, allowing you to perceive far more together than you could individually. Your proficiency rank in Perception and your eidolon's proficiency rank in Perception increase to expert. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained. At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use skill increases to become legendary in a skill in which you're already a master. Unlimited Signature Spells All of your spells are signature spells. That means that if you know a spell, you can heighten it freely by casting it from a higher-level spell slot, up to the maximum level of spell you can cast. You can similarly cast any of its lower-level versions without learning them separately. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if the ability score is already 18 or above, or by 2 if it starts out below 18. Your eidolon also gets four ability boosts at these levels. The eidolon's ability boosts follow the same rules as yours. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. Eidolon Unarmed Expertise Your eidolon becomes more capable of using its unarmed attacks. Its proficiency rank for unarmed attacks increases to expert. Eidolon Symbiosis Your connection with your eidolon strengthens, granting your eidolon access to a new ability depending on its type, as described in Eidolon Abilities in each eidolon's entry. Eidolon Weapon Specialization Your eidolon has learned how to inflict greater injuries with its unarmed attacks. It deals 2 additional damage with unarmed attacks in which it's an expert. This damage increases to 3 if it's a master, and 4 if it's legendary. Expert Spellcaster As your connection to your eidolon deepens, the power of your spells increases. Your proficiency ranks for spell attack rolls and spell DCs for spells of your eidolon's tradition increase to expert. Shared Reflexes You and your eidolon boost each other's reflexes, allowing you both to roll away from danger. Your proficiency rank for Reflex saves and your eidolon's proficiency rank for Reflex saves increase to expert. Eidolon Defensive Expertise Your eidolon increases its ability to avoid attacks. Its proficiency rank for unarmored defense increases to expert. Simple Weapon Expertise Training and magic improved your weapon technique. Your proficiency rank for simple weapons and unarmed attacks increases to expert. Twin Juggernauts You and your eidolon fight off physical hardship together with your shared life force. Your proficiency rank for Fortitude saves and your eidolon's proficiency rank for Fortitude saves increase to master. When you roll a success on a Fortitude save, you get a critical success instead. When your eidolon rolls a success on a Fortitude save, it gets a critical success instead. Defensive Robes The flow of magic around you increases your ability to avoid attacks. Your proficiency rank in unarmored defense increases to expert. Eidolon Unarmed Mastery Your eidolon truly masters its unarmed attacks, reaching greater heights. Its proficiency rank for unarmed attacks increases to master. Weapon Specialization You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary. Greater Eidolon Specialization Your eidolon's damage from weapon specialization increases to 4 with unarmed attacks in which it's an expert, 6 if it's a master, and 8 if it's legendary. Shared Resolve You and your eidolon steel your mind together against effects that threaten you, each protecting the others' minds from danger. Your and your eidolon's proficiency ranks for Will saves increase to master. When you roll a success on a Will save, you get a critical success instead. When your eidolon rolls a success on a Will save, it gets a critical success instead. Eidolon Transcendence Your connection with your eidolon approaches its peak, granting your eidolon access to a powerful new ability depending on its type, as described in Eidolon Abilities in each eidolon's entry. This ability also increases one of the eidolon's ability scores by 2. Master Spellcaster Your connection to your eidolon is strong enough to grant you mastery over associated spells. Your proficiency ranks for spell attack rolls and spell DCs for spells of your eidolon's tradition increase to master. Eidolon Defensive Mastery Your eidolon's form becomes particularly difficult to assail. Its proficiency rank for unarmored defense increases to master. Instant Manifestation You can manifest your eidolon with incredible speed. You can use Manifest Eidolon as a single action, instead of a three-action activity",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=18",
 "weakness": {},
 "will_proficiency": "Expert"
}