{
 "ability": [
  "Charisma"
 ],
 "attack_proficiency": [
  "Trained in simple weapons",
  "Trained in martial weapons",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Trained in light armor",
  "Trained in medium armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Expert",
 "hp": 8,
 "hp_raw": "8",
 "icon_image": "/Images/Class/Thaumaturge_Icon.png",
 "id": "class-22",
 "image": [
  "/Images/Classes/Iconic_Mios.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Thaumaturge](/Classes.aspx?ID=22)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 30</row>\n\n_The world is full of the unexplainable: ancient magic, dead gods, and even stranger things. In response, you've scavenged the best parts of every magical tradition and built up a collection of esoterica—a broken holy relic here, a sprig of mistletoe there—that you can use to best any creature by exploiting their weaknesses and vulnerabilities. The mystic implement you carry is both badge and weapon, its symbolic weight helping you bargain with and subdue the supernatural. Every path to power has its restrictions and costs, but you turn them all to your advantage. You're a thaumaturge, and you work wonders._\r\n\r\n**Key Ability: Charisma** <br />\r\nAt 1st level, your class gives you an ability boost to Charisma.\r\n\r\n**Hit Points: 8 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Mios.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Cards and Astrology</title>\r\n\r\nThe thaumaturge class draws inspiration from symbolism pertaining to both real-world and fantasy beliefs about divination via cards or reading the stars. The class references the following Golarion- specific divination deck and zodiacs.\n\n The **Harrow** is a divination deck similar to tarot on Earth, but with six suits of nine cards each. The suits each have a symbological correspondence with one of the six ability scores. For example, the suit of hammers has a connotation of strength, and the suit of books is related to learning and intelligence.\n\n The **Cosmic Caravan** is an astrological zodiac especially common among Varisians but used throughout various regions in the Inner Sea, imagining the 13 different signs as members of a traveling caravan as well as locations and people encountered on the journey.\n\n The **Dragon Empires Zodiac** is popular across the continent of Tian Xia, particularly with the oracles of Po Li, who use it to help craft laws. It contains 12 signs, comprising the five types of [imperial dragon](/MonsterFamilies.aspx?ID=226) as well as other creatures and archetypes of import in Tian Xia.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following key terms in many thaumaturge class features.\n\n **[Esoterica](/Traits.aspx?ID=427)**: The esoterica trait is present in many thaumaturge feats and class features that incorporate the various talismans, supernatural trinkets, and other objects you carry with you. Abilities that have the esoterica trait require you to be in possession of your esoterica to use them. Normally, you're assumed to always have your esoterica with you, but in some rare circumstances, you might either not have them on hand or have your gear stripped from you.\n\n **Temporary Items**: Several feats allow you to prepare temporary items. Much like the [infused](/Traits.aspx?ID=94) items created by [alchemists](/Classes.aspx?ID=1), these temporary items last only a short time before becoming useless. Temporary items are clearly not up to the same quality as other items, so they typically can't be sold. If an ability doesn't list how long a temporary item lasts, the item lasts until the next time you make your daily preparations. Any effect created by a temporary item also ends at that time if it hasn't already (unless it's a permanent effect).\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Thaumaturge</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou use your implements and diverse arsenal of mystic tools and tricks to assist in combat, always presenting the right bane to exploit enemies' weaknesses or shield your allies against the supernatural.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou understand and nudge the social connections between people, much as you strive to understand the larger ties between mysteries and concepts. This helps you to find common ground when negotiating between the mundane and supernatural or even to play one side against the other.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou investigate unexplainable phenomena around you, taking appropriate precautions to ward yourself and your allies against paranormal threats. Where necessary, you create your own path through the unknown.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou research deeper into the supernatural mysteries you discovered on your last adventure to see how they can be applied in the future. You dust off relics, cultivate herbs, or forge trinkets, updating your collection of scavenged supernatural tools after each new threat you encounter. You return or call in favors with other people, strange creatures, and mystical forces.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Prepare for the worst while improvising as necessary, impressing your allies when you're able to handle anything that fate throws at you.</li><li>Assume everything is connected on a deeper level, rather than be content with what you find on the surface.</li><li>Obsess over a certain supernatural phenomenon, attempting to tie everything back to it.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Look to you to learn the weaknesses of a supernatural threat when one rears its head. Even when your explanations are invented on the fly, they just seem to work.</li><li>Rely on you to come up with a solution when the situation seems hopeless.</li><li>Mistake you for a common [wizard](/Classes.aspx?ID=12) or magician.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nExpert in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nExpert in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10), [Occultism](/Skills.aspx?ID=11), and [Religion](/Skills.aspx?ID=13)<br /> Trained in a number of additional skills equal to 3 plus your Intelligence modifier\r\n\r\n<title level=\"3\">Attacks</title>\r\nTrained in simple weapons<br /> Trained in martial weapons<br /> Trained in unarmed attacks\r\n\r\n<title level=\"3\">Defenses</title>\r\nTrained in light armor<br /> Trained in medium armor<br /> Trained in unarmored defense\r\n\r\n<title level=\"3\">Class DC</title>\r\nTrained in thaumaturge class DC\n\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Thaumaturge. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, esoteric lore, first implement and esoterica, implement's empowerment, thaumaturge feat</td></tr>\r\n<tr><td>2</td><td>Skill feat, thaumaturge feat</td></tr>\r\n<tr><td>3</td><td>General feat, lightning reflexes, skill increase</td></tr>\r\n<tr><td>4</td><td>Skill feat, thaumaturge feat</td></tr>\r\n<tr><td>5</td><td>Ability boosts, ancestry feat, second implement, skill increase, thaumaturge weapon expertise</td></tr>\r\n<tr><td>6</td><td>Skill feat, thaumaturge feat</td></tr>\r\n<tr><td>7</td><td>General feat, implement adept, resolve, skill increase, weapon specialization</td></tr>\r\n<tr><td>8</td><td>Skill feat, thaumaturge feat</td></tr>\r\n<tr><td>9</td><td>Ancestry feat, intensify vulnerability, skill increase, thaumaturgic expertise, vigilant senses</td></tr>\r\n<tr><td>10</td><td>Ability boosts, skill feat, thaumaturge feat</td></tr>\r\n<tr><td>11</td><td>General feat, medium armor expertise, second adept, skill increase</td></tr>\r\n<tr><td>12</td><td>Skill feat, thaumaturge feat</td></tr>\r\n<tr><td>13</td><td>Ancestry feat, greater resolve, skill increase, weapon mastery</td></tr>\r\n<tr><td>14</td><td>Skill feat, thaumaturge feat</td></tr>\r\n<tr><td>15</td><td>Ability boosts, general feat, greater weapon specialization, juggernaut, skill increase, third implement</td></tr>\r\n<tr><td>16</td><td>Skill feat, thaumaturge feat</td></tr>\r\n<tr><td>17</td><td>Ancestry feat, implement paragon, skill increase, thaumaturgic mastery</td></tr>\r\n<tr><td>18</td><td>Skill feat, thaumaturge feat</td></tr>\r\n<tr><td>19</td><td>General feat, medium armor mastery, skill increase, unlimited esoterica</td></tr>\r\n<tr><td>20</td><td>Ability boosts, skill feat, thaumaturge feat</td></tr>\r\n</tbody>\r\n</table>\n\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Esoteric Lore</title>\r\nYour experience with the unknown, as well as the tales you've exchanged with other thaumaturges, has taught you about strange phenomena of every kind. You become trained in [Esoteric Lore](/Skills.aspx?ID=8), a special lore skill that can be used to [Recall Knowledge](/Actions.aspx?ID=26) regarding [haunts](/Traits.aspx?ID=88), [curses](/Traits.aspx?ID=38), and creatures of any type, but that can't be used to Recall Knowledge of other topics. Unlike a normal Lore skill, you use Charisma as your modifier on Esoteric Lore checks. You also gain the [Dubious Knowledge](/Feats.aspx?ID=776) skill feat.\n\n At 3rd level, you become an expert in Esoteric Lore; at 7th level, you become a master in Esoteric Lore; and at 15th level, you become legendary in Esoteric Lore.\r\n\r\n<title level=\"3\" >First Implement and Esoterica</title>\r\nYour implement is a special object of symbolic importance: your badge as you treat with the supernatural and a powerful tool if things turn violent. Choose an implement from the options to which you have access. You begin play with a mundane item of that type, and you gain the initiate benefit for that implement. While an implement is useful to you, it typically has no value if sold. If you acquire a new object of the same general implement type, you can switch your implement to the new object by spending 1 day of downtime with the new item. As you advance as a thaumaturge, you will collect up to three implements and unlock the hidden potential stored within each, so you can mix and match their benefits to suit your situation.\n\n While your implements are your primary tools in your dealings with the supernatural, you know the value of always being prepared. You constantly collect and carry various smaller mystic objects, bits of materials with paranormal affinities, and items used in folk practices: your esoterica. These might include [cold iron](/Equipment.aspx?ID=272) nails, scraps of scrolls and scriptures, fragments of bones purportedly from a saint, and other similar objects. You keep your esoterica in easy-to-access places on your person and are well practiced in brandishing your implement and esoterica together, so you can draw and use esoterica with the same hand you're using to wield an implement.\n\nImplements can be found [here](/classes/thaumaturge/implements). \n\n<title level=\"2\" right=\"\">Exploit Vulnerability</title> You know that every creature, no matter how obscure, has a weakness. By identifying and empowering the right object, you can strike down even the most resilient of monsters.\n\n You gain the Exploit Vulnerability action.\n\n<document level=\"2\" id=\"action-1227\" /> You can attempt to Exploit Vulnerabilities in one of two ways: either by invoking properties that repel that type of creature, or by attempting a more improvisational, ad-hoc method with your esoterica that can impose a custom weakness on any creature, albeit one that usually isn't as dire as a creature's existing weakness.\n\n **Mortal Weakness** After identifying a creature's weakness, you use a thematically resonant bit of esoterica to attune your attacks to your discovery. Your unarmed and weapon Strikes activate the highest weakness you discovered with Exploit Vulnerability, even though the damage type your weapon deals doesn't change. This damage affects the target of your Exploit Vulnerability, as well as any other creatures of the exact same type, but not other creatures with the same weakness. For example, when fighting a pack of [werewolves](/Monsters.aspx?ID=411) you might use [silver](/Equipment.aspx?ID=277) shavings or crushed moonstone to deal damage that applies their weakness to silver to your attacks against any of the werewolves, but you wouldn't apply this damage to any other monsters with a weakness to silver.\n\n **Personal Antithesis** You improvise a custom weakness on a creature by forcefully presenting and empowering a piece of esoterica that repels it on an individual level; for instance, against a tyrant, you might procure a broken chain that once held a captive. This causes the target creature, and only the target creature, to gain a weakness against your unarmed and weapon Strikes equal to 2 + half your level.\r\n\r\n<title level=\"3\" >Implement's Empowerment</title>\r\nThe power of your implement can also be turned to the more common task of combat, its power adding to and amplifying the effects of runes and other magical empowerments. When you Strike, you can trace mystic patterns with an implement you're holding to empower the Strike, causing it to deal 2 additional damage per weapon damage die. Channeling the power requires full use of your hands. You don't gain the benefit of implement's empowerment if you are holding anything in either hand other than a single one-handed weapon, other implements, or esoterica, and you must be holding at least one implement to gain the benefit.\r\n\r\n<title level=\"3\" >Thaumaturge Feats</title>\r\nAt 1st level and every even-numbered level, you gain a [thaumaturge class feat](/Classes.aspx?ID=22/feats).\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a [skill feat](/feats?include-traits=Skill&amp;sort=level-asc%3Bname-asc). You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a [general feat](/feats?include-traits=General&amp;sort=level-asc%3Bname-asc) .\r\n\r\n<title level=\"3\" right=\"Level 3\">Lightning Reflexes</title>\r\nYour reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.\n\n At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.\r\n\r\n<title level=\"3\" right=\"Level 5\">Second Implement</title>\r\nYou've added another implement of power to your toolkit. You choose a second implement, which must be a different type of implement than your first. You gain the initiate benefit of your new implement.\n\n While you're holding an implement in one hand, you can quickly switch it with another implement you're wearing to use an action from the implement you're switching to. To do so, you can Interact as a free action immediately before executing the implement's action. This allows you to meet requirements of having an implement in hand to use its action. For example, if you had your lantern implement in one hand, a weapon in the other, and a chalice implement you were wearing, you could swap your lantern for your chalice to use its reaction.\r\n\r\n<title level=\"3\" right=\"Level 5\">Thaumaturge Weapon Expertise</title>\r\nYou've learned the secret ways your weapons work most effectively. Your proficiency ranks for [unarmed](/Traits.aspx?ID=199) attacks, simple weapons, and martial weapons increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Implement Adept</title>\r\nYou have deepened your connection to one of your implements, unlocking its adept power. Choose one of your implements and gain the adept benefit for that implement.\r\n\r\n<title level=\"3\" right=\"Level 7\">Resolve</title>\r\nYou've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 7\">Weapon Specialization</title>\r\nYou've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 9\">Intensify Vulnerability</title>\r\nYou've learned to use your implement to further assault a creature whose vulnerabilities you're exploiting. You gain the intensify vulnerability benefit of all of your implements, as well as the following action.\n\n<document level=\"2\" id=\"action-1228\" />\r\n\r\n<title level=\"3\" right=\"Level 9\">Thaumaturgic Expertise</title>\r\nYou've learned deeper secrets of the supernatural, and your abilities are harder to resist. Your proficiency rank for your thaumaturge class DC increases to expert. \n\nYou also gain an additional skill increase, which you can apply only to [Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10), [Occultism](/Skills.aspx?ID=11), or [Religion](/Skills.aspx?ID=13).\r\n\r\n<title level=\"3\" right=\"Level 9\">Vigilant Senses</title>\r\nThrough your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.\r\n\r\n<title level=\"3\" right=\"Level 11\">Medium Armor Expertise</title>\r\nYou've learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Second Adept</title>\r\nYou've improved your link to your second implement. You gain the adept benefit of your second implement.\r\n\r\n<title level=\"3\" right=\"Level 13\">Greater Resolve</title>\r\nYour unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a critical failure on a Will save, you get a failure instead. When you roll a failure on a Will save against a damaging effect, you take half damage.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Mastery</title>\r\nYou fully understand your weapons. Your proficiency ranks for [unarmed](/Traits.aspx?ID=199) attacks, simple weapons, and martial weapons increase to master.\r\n\r\n<title level=\"3\" right=\"Level 15\">Greater Weapon Specialization</title>\r\nYour damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Juggernaut</title>\r\nYour body is accustomed to physical hardship and resistant to a wide range of ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 15\">Third Implement</title>\r\nAs you come closer to the culmination of your journey, you gain your final implement, completing your set of three. It must be a different type of implement than your first and second implements. You gain the initiate benefit and intensify vulnerability benefit of your new implement.\r\n\r\n<title level=\"3\" right=\"Level 17\">Implement Paragon</title>\r\nYou have unlocked the last secrets of an implement. Choose one of your implements that already gained the adept benefit; you gain the paragon benefit for that implement.\r\n\r\n<title level=\"3\" right=\"Level 17\">Thaumaturgic Mastery</title>\r\nYou've become a master in paranormal phenomena, and your esoterica grow in power. Your proficiency rank for your thaumaturge class DC increases to master. \n\nYou also gain an additional skill increase, which you can apply only to [Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10), [Occultism](/Skills.aspx?ID=11), or [Religion](/Skills.aspx?ID=13).\r\n\r\n<title level=\"3\" right=\"Level 19\">Medium Armor Mastery</title>\r\nYour skill with light and medium armor improves, increasing your ability to avoid blows. Your proficiency ranks for light and medium armor, as well as for unarmed defense, increase to master.\r\n\r\n<title level=\"3\" right=\"Level 19\">Unlimited Esoterica</title>\r\nYour understanding of your esoterica becomes so complete that you can access your mystic tools without even thinking. You can use Exploit Vulnerability or Intensify Vulnerability as a free action, rather than a single action, though still with a frequency of only once per round.",
 "name": "Thaumaturge",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/thaumaturge"
  },
  {
   "label": "Feats",
   "url": "/classes/thaumaturge/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/thaumaturge/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/thaumaturge/class-kit"
  },
  {
   "label": "Implements",
   "url": "/classes/thaumaturge/implements"
  }
 ],
 "perception_proficiency": "Expert",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Trained",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 30</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe thaumaturge has seen every monster and knows every secret. Supplementing their skill at arms and ability to strike a monster's weakness with …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Arcana ,  Nature ,  Occultism , and  Religion",
  "Trained in a number of additional skills equal to 3 plus your Intelligence modifier"
 ],
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 30"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 30</row>",
 "speed": {},
 "summary": "The thaumaturge has seen every monster and knows every secret. Supplementing their skill at arms and ability to strike a monster's weakness with …",
 "summary_markdown": "The thaumaturge has seen every monster and knows every secret. Supplementing their skill at arms and ability to strike a monster's weakness with …",
 "text": " Thaumaturge Source Dark Archive pg. 30 The world is full of the unexplainable: ancient magic, dead gods, and even stranger things. In response, you've scavenged the best parts of every magical tradition and built up a collection of esoterica—a broken holy relic here, a sprig of mistletoe there—that you can use to best any creature by exploiting their weaknesses and vulnerabilities. The mystic implement you carry is both badge and weapon, its symbolic weight helping you bargain with and subdue the supernatural. Every path to power has its restrictions and costs, but you turn them all to your advantage. You're a thaumaturge, and you work wonders. Key Ability: Charisma At 1st level, your class gives you an ability boost to Charisma. Hit Points: 8 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Cards and Astrology The thaumaturge class draws inspiration from symbolism pertaining to both real-world and fantasy beliefs about divination via cards or reading the stars. The class references the following Golarion- specific divination deck and zodiacs. The Harrow is a divination deck similar to tarot on Earth, but with six suits of nine cards each. The suits each have a symbological correspondence with one of the six ability scores. For example, the suit of hammers has a connotation of strength, and the suit of books is related to learning and intelligence. The Cosmic Caravan is an astrological zodiac especially common among Varisians but used throughout various regions in the Inner Sea, imagining the 13 different signs as members of a traveling caravan as well as locations and people encountered on the journey. The Dragon Empires Zodiac is popular across the continent of Tian Xia, particularly with the oracles of Po Li, who use it to help craft laws. It contains 12 signs, comprising the five types of imperial dragon as well as other creatures and archetypes of import in Tian Xia. Key Terms You'll see the following key terms in many thaumaturge class features. Esoterica : The esoterica trait is present in many thaumaturge feats and class features that incorporate the various talismans, supernatural trinkets, and other objects you carry with you. Abilities that have the esoterica trait require you to be in possession of your esoterica to use them. Normally, you're assumed to always have your esoterica with you, but in some rare circumstances, you might either not have them on hand or have your gear stripped from you. Temporary Items : Several feats allow you to prepare temporary items. Much like the infused items created by alchemists, these temporary items last only a short time before becoming useless. Temporary items are clearly not up to the same quality as other items, so they typically can't be sold. If an ability doesn't list how long a temporary item lasts, the item lasts until the next time you make your daily preparations. Any effect created by a temporary item also ends at that time if it hasn't already (unless it's a permanent effect). Roleplaying the Thaumaturge During Combat Encounters... You use your implements and diverse arsenal of mystic tools and tricks to assist in combat, always presenting the right bane to exploit enemies' weaknesses or shield your allies against the supernatural. During Social Encounters... You understand and nudge the social connections between people, much as you strive to understand the larger ties between mysteries and concepts. This helps you to find common ground when negotiating between the mundane and supernatural or even to play one side against the other. While Exploring... You investigate unexplainable phenomena around you, taking appropriate precautions to ward yourself and your allies against paranormal threats. Where necessary, you create your own path through the unknown. In Downtime... You research deeper into the supernatural mysteries you discovered on your last adventure to see how they can be applied in the future. You dust off relics, cultivate herbs, or forge trinkets, updating your collection of scavenged supernatural tools after each new threat you encounter. You return or call in favors with other people, strange creatures, and mystical forces. You Might... Prepare for the worst while improvising as necessary, impressing your allies when you're able to handle anything that fate throws at you. Assume everything is connected on a deeper level, rather than be content with what you find on the surface. Obsess over a certain supernatural phenomenon, attempting to tie everything back to it. Others Probably... Look to you to learn the weaknesses of a supernatural threat when one rears its head. Even when your explanations are invented on the fly, they just seem to work. Rely on you to come up with a solution when the situation seems hopeless. Mistake you for a common wizard or magician. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Expert in Perception Saving Throws Expert in Fortitude Trained in Reflex Expert in Will Skills Trained in Arcana, Nature, Occultism, and Religion Trained in a number of additional skills equal to 3 plus your Intelligence modifier Attacks Trained in simple weapons Trained in martial weapons Trained in unarmed attacks Defenses Trained in light armor Trained in medium armor Trained in unarmored defense Class DC Trained in thaumaturge class DC Class Features You gain these features as Thaumaturge. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, esoteric lore, first implement and esoterica, implement's empowerment, thaumaturge feat 2 Skill feat, thaumaturge feat 3 General feat, lightning reflexes, skill increase 4 Skill feat, thaumaturge feat 5 Ability boosts, ancestry feat, second implement, skill increase, thaumaturge weapon expertise 6 Skill feat, thaumaturge feat 7 General feat, implement adept, resolve, skill increase, weapon specialization 8 Skill feat, thaumaturge feat 9 Ancestry feat, intensify vulnerability, skill increase, thaumaturgic expertise, vigilant senses 10 Ability boosts, skill feat, thaumaturge feat 11 General feat, medium armor expertise, second adept, skill increase 12 Skill feat, thaumaturge feat 13 Ancestry feat, greater resolve, skill increase, weapon mastery 14 Skill feat, thaumaturge feat 15 Ability boosts, general feat, greater weapon specialization, juggernaut, skill increase, third implement 16 Skill feat, thaumaturge feat 17 Ancestry feat, implement paragon, skill increase, thaumaturgic mastery 18 Skill feat, thaumaturge feat 19 General feat, medium armor mastery, skill increase, unlimited esoterica 20 Ability boosts, skill feat, thaumaturge feat Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Esoteric Lore Your experience with the unknown, as well as the tales you've exchanged with other thaumaturges, has taught you about strange phenomena of every kind. You become trained in Esoteric Lore, a special lore skill that can be used to Recall Knowledge regarding haunts, curses, and creatures of any type, but that can't be used to Recall Knowledge of other topics. Unlike a normal Lore skill, you use Charisma as your modifier on Esoteric Lore checks. You also gain the Dubious Knowledge skill feat. At 3rd level, you become an expert in Esoteric Lore; at 7th level, you become a master in Esoteric Lore; and at 15th level, you become legendary in Esoteric Lore. First Implement and Esoterica Your implement is a special object of symbolic importance: your badge as you treat with the supernatural and a powerful tool if things turn violent. Choose an implement from the options to which you have access. You begin play with a mundane item of that type, and you gain the initiate benefit for that implement. While an implement is useful to you, it typically has no value if sold. If you acquire a new object of the same general implement type, you can switch your implement to the new object by spending 1 day of downtime with the new item. As you advance as a thaumaturge, you will collect up to three implements and unlock the hidden potential stored within each, so you can mix and match their benefits to suit your situation. While your implements are your primary tools in your dealings with the supernatural, you know the value of always being prepared. You constantly collect and carry various smaller mystic objects, bits of materials with paranormal affinities, and items used in folk practices: your esoterica. These might include cold iron nails, scraps of scrolls and scriptures, fragments of bones purportedly from a saint, and other similar objects. You keep your esoterica in easy-to-access places on your person and are well practiced in brandishing your implement and esoterica together, so you can draw and use esoterica with the same hand you're using to wield an implement. Implements can be found here. Exploit Vulnerability You know that every creature, no matter how obscure, has a weakness. By identifying and empowering the right object, you can strike down even the most resilient of monsters. You gain the Exploit Vulnerability action. You can attempt to Exploit Vulnerabilities in one of two ways: either by invoking properties that repel that type of creature, or by attempting a more improvisational, ad-hoc method with your esoterica that can impose a custom weakness on any creature, albeit one that usually isn't as dire as a creature's existing weakness. Mortal Weakness After identifying a creature's weakness, you use a thematically resonant bit of esoterica to attune your attacks to your discovery. Your unarmed and weapon Strikes activate the highest weakness you discovered with Exploit Vulnerability, even though the damage type your weapon deals doesn't change. This damage affects the target of your Exploit Vulnerability, as well as any other creatures of the exact same type, but not other creatures with the same weakness. For example, when fighting a pack of werewolves you might use silver shavings or crushed moonstone to deal damage that applies their weakness to silver to your attacks against any of the werewolves, but you wouldn't apply this damage to any other monsters with a weakness to silver. Personal Antithesis You improvise a custom weakness on a creature by forcefully presenting and empowering a piece of esoterica that repels it on an individual level; for instance, against a tyrant, you might procure a broken chain that once held a captive. This causes the target creature, and only the target creature, to gain a weakness against your unarmed and weapon Strikes equal to 2 + half your level. Implement's Empowerment The power of your implement can also be turned to the more common task of combat, its power adding to and amplifying the effects of runes and other magical empowerments. When you Strike, you can trace mystic patterns with an implement you're holding to empower the Strike, causing it to deal 2 additional damage per weapon damage die. Channeling the power requires full use of your hands. You don't gain the benefit of implement's empowerment if you are holding anything in either hand other than a single one-handed weapon, other implements, or esoterica, and you must be holding at least one implement to gain the benefit. Thaumaturge Feats At 1st level and every even-numbered level, you gain a thaumaturge class feat. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat . Lightning Reflexes Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained. At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. Second Implement You've added another implement of power to your toolkit. You choose a second implement, which must be a different type of implement than your first. You gain the initiate benefit of your new implement. While you're holding an implement in one hand, you can quickly switch it with another implement you're wearing to use an action from the implement you're switching to. To do so, you can Interact as a free action immediately before executing the implement's action. This allows you to meet requirements of having an implement in hand to use its action. For example, if you had your lantern implement in one hand, a weapon in the other, and a chalice implement you were wearing, you could swap your lantern for your chalice to use its reaction. Thaumaturge Weapon Expertise You've learned the secret ways your weapons work most effectively. Your proficiency ranks for unarmed attacks, simple weapons, and martial weapons increase to expert. Implement Adept You have deepened your connection to one of your implements, unlocking its adept power. Choose one of your implements and gain the adept benefit for that implement. Resolve You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead. Weapon Specialization You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary. Intensify Vulnerability You've learned to use your implement to further assault a creature whose vulnerabilities you're exploiting. You gain the intensify vulnerability benefit of all of your implements, as well as the following action. Thaumaturgic Expertise You've learned deeper secrets of the supernatural, and your abilities are harder to resist. Your proficiency rank for your thaumaturge class DC increases to expert. You also gain an additional skill increase, which you can apply only to Arcana, Nature, Occultism, or Religion. Vigilant Senses Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master. Medium Armor Expertise You've learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert. Second Adept You've improved your link to your second implement. You gain the adept benefit of your second implement. Greater Resolve Your unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a critical failure on a Will save, you get a failure instead. When you roll a failure on a Will save against a damaging effect, you take half damage. Weapon Mastery You fully understand your weapons. Your proficiency ranks for unarmed attacks, simple weapons, and martial weapons increase to master. Greater Weapon Specialization Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary. Juggernaut Your body is accustomed to physical hardship and resistant to a wide range of ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead. Third Implement As you come closer to the culmination of your journey, you gain your final implement, completing your set of three. It must be a different type of implement than your first and second implements. You gain the initiate benefit and intensify vulnerability benefit of your new implement. Implement Paragon You have unlocked the last secrets of an implement. Choose one of your implements that already gained the adept benefit; you gain the paragon benefit for that implement. Thaumaturgic Mastery You've become a master in paranormal phenomena, and your esoterica grow in power. Your proficiency rank for your thaumaturge class DC increases to master. You also gain an additional skill increase, which you can apply only to Arcana, Nature, Occultism, or Religion. Medium Armor Mastery Your skill with light and medium armor improves, increasing your ability to avoid blows. Your proficiency ranks for light and medium armor, as well as for unarmed defense, increase to master. Unlimited Esoterica Your understanding of your esoterica becomes so complete that you can access your mystic tools without even thinking. You can use Exploit Vulnerability or Intensify Vulnerability as a free action, rather than a single action, though still with a frequency of only once per round.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=22",
 "weakness": {},
 "will_proficiency": "Expert"
}