{
 "ability": [
  "Intelligence"
 ],
 "attack_proficiency": [
  "Trained in the  club ,  crossbow ,  dagger ,  heavy crossbow , and  staff",
  "Trained in unarmed attacks"
 ],
 "breadcrumbs_spa": [],
 "category": "class",
 "defense_proficiency": [
  "Untrained in all armor",
  "Trained in unarmored defense"
 ],
 "exclude_from_search": false,
 "fortitude_proficiency": "Trained",
 "hp": 6,
 "hp_raw": "6",
 "icon_image": "/Images/Class/Wizard_Icon.png",
 "id": "class-12",
 "image": [
  "/Images/Classes/Iconic_Ezren.png"
 ],
 "markdown": "<title level=\"1\" right=\"Class\" pfs=\"Standard\">[Wizard](/Classes.aspx?ID=12)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 202 <sup>4.0</sup></row>\n\n_You are an eternal student of the arcane secrets of the universe, using your mastery of magic to cast powerful and devastating spells. You treat magic like a science, cross-referencing the latest texts on practical spellcraft with ancient esoteric tomes to discover and understand how magic works. Yet magical theory is vast, and there’s no way you can study it all. You either specialize in one of the eight schools of magic, gaining deeper understanding of the nuances of those spells above all others, or favor a broader approach that emphasizes the way all magic comes together at the expense of depth._\r\n\r\n**Key Ability: Intelligence** <br />\r\nAt 1st level, your class gives you an ability boost to Intelligence.\r\n\r\n**Hit Points: 6 plus your Constitution modifier** <br />\r\nYou increase your maximum number of HP by this number at 1st level and every level thereafter.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Classes/Iconic_Ezren.png\" />\r\n</column>\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Key Terms</title>\r\n\r\nYou'll see the following term in many wizard class features. \n\n**[Metamagic](/Traits.aspx?ID=107)**: These actions tweak your spells. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Effects added by a metamagic action are part of the spell's effect, not of the metamagic action.\r\n</aside>\r\n\r\n<title level=\"2\">Roleplaying the Wizard</title>\r\n\r\n<title level=\"3\">During Combat Encounters...</title>\r\nYou likely try to stay out of the fray, carefully judging when to use your spells. You save your most powerful magic to incapacitate threatening foes and use your cantrips when only weaker foes remain. When enemies pull out tricks like [_invisibility_](/Spells.aspx?ID=164) or [_flight_](/Spells.aspx?ID=125), you answer with spells like [_glitterdust_](/Spells.aspx?ID=136) or [_earth bind_](/Spells.aspx?ID=94), leveling the field for your allies.\r\n\r\n<title level=\"3\">During Social Encounters...</title>\r\nYou provide a well of knowledge about arcane matters and solve arguments with logic.\r\n\r\n<title level=\"3\">While Exploring...</title>\r\nYou locate magical auras and determine the arcane significance of magical writing or phenomena you uncover. When you run across an unusual obstacle to further exploration, you probably have a scroll that will make it easier to overcome.\r\n\r\n<title level=\"3\">In Downtime...</title>\r\nYou learn new spells, craft magic items, or scribe scrolls for your party, and seek out new and exciting formulas in addition to spells. You might even forge scholarly connections and establish a school or guild of your own.\r\n\r\n<title level=\"3\">You Might...</title>\r\n\n<ul><li>Have an unquenchable intellectual curiosity about how everything in the world around you works—magic in particular. </li><li>Believe fervently that your school of magic is superior (if you’re a specialist) or that true mastery of magic requires knowledge of all schools (if you’re a universalist). </li><li>Use esoteric jargon and technical terms to precisely describe the minutiae of magical effects, even though the difference is probably lost on other people.</li></ul>\r\n\r\n<title level=\"3\">Others Probably...</title>\r\n\n<ul><li>Consider you to be incredibly powerful and potentially dangerous. </li><li>Fear what your magic can do to their minds, bodies, and souls, and ask that you avoid casting spells in polite company, as few can identify whether one of your spells is harmless or malevolent until it’s too late. </li><li>Assume you can easily solve all their problems, from dangerous weather to poor crop yields, and ask you for spells that can help them get whatever they desire.</li></ul>\r\n\r\n<title level=\"2\">Initial Proficiencies</title>\r\nAt 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.\r\n\r\n<title level=\"3\">Perception</title>\r\nTrained in Perception\r\n\r\n<title level=\"3\">Saving Throws</title>\r\nTrained in Fortitude <br />\r\nTrained in Reflex <br />\r\nExpert in Will\r\n\r\n<title level=\"3\">Skills</title>\r\nTrained in [Arcana](/Skills.aspx?ID=2)<br />Trained in a number of additional skills equal to 2 plus your Intelligence modifier\n\n<title level=\"3\">Attacks</title>\r\nTrained in the [club](/Weapons.aspx?ID=2), [crossbow](/Weapons.aspx?ID=67), [dagger](/Weapons.aspx?ID=3), [heavy crossbow](/Weapons.aspx?ID=70), and [staff](/Weapons.aspx?ID=12)<br />Trained in unarmed attacks\n\n<title level=\"3\">Defenses</title>\r\nUntrained in all armor<br />Trained in unarmored defense\n\n<title level=\"3\">Spells</title>\r\nTrained in arcane spell attacks<br />Trained in arcane spell DCs\r\n\r\n<title level=\"2\">Class Features</title>\r\nYou gain these features as Wizard. Features gained at higher levels list the levels at which you gain them next to the features' names.\n\n<table>\r\n<thead>\r\n<tr>\r\n<th>Your Level</th>\r\n<th>Class Features</th>\r\n</tr>\r\n</thead>\r\n<tbody>\r\n<tr><td>1</td><td>Ancestry and background, initial proficiencies, arcane spellcasting, arcane school, arcane bond, arcane thesis</td></tr>\r\n<tr><td>2</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>3</td><td>2nd-level spells, general feat, skill increase</td></tr>\r\n<tr><td>4</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>5</td><td>3rd-level spells, ability boosts, ancestry feat, lightning reflexes, skill increase</td></tr>\r\n<tr><td>6</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>7</td><td>4th-level spells, expert spellcaster, general feat, skill increase</td></tr>\r\n<tr><td>8</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>9</td><td>5th-level spells, ancestry feat, magical fortitude, skill increase</td></tr>\r\n<tr><td>10</td><td>Ability boosts, skill feat, wizard feat</td></tr>\r\n<tr><td>11</td><td>6th-level spells, alertness, general feat, skill increase, wizard weapon expertise</td></tr>\r\n<tr><td>12</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>13</td><td>7th-level spells, ancestry feat, defensive robes, skill increase, weapon specialization</td></tr>\r\n<tr><td>14</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>15</td><td>8th-level spells, ability boosts, general feat, master spellcaster, skill increase</td></tr>\r\n<tr><td>16</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>17</td><td>9th-level spells, ancestry feat, resolve, skill increase</td></tr>\r\n<tr><td>18</td><td>Skill feat, wizard feat</td></tr>\r\n<tr><td>19</td><td>Archwizard’s spellcraft, general feat, legendary spellcaster, skill increase</td></tr>\r\n<tr><td>20</td><td>Ability boosts, skill feat, wizard feat</td></tr>\r\n</tbody>\r\n</table>\r\n\n<table><thead><tr><th>Your Level</th><th>Cantrips</th><th>1st</th><th>2nd</th><th>3rd</th><th>4th</th><th>5th</th><th>6th</th><th>7th</th><th>8th</th><th>9th</th><th>10th</th></tr></thead><tbody><tr><td>1</td><td>5</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>2</td><td>5</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>3</td><td>5</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>4</td><td>5</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>5</td><td>5</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>6</td><td>5</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>7</td><td>5</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>8</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>9</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>10</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>11</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>12</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td><td>—</td></tr><tr><td>13</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td><td>—</td></tr><tr><td>14</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td><td>—</td></tr><tr><td>15</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td><td>—</td></tr><tr><td>16</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td><td>—</td></tr><tr><td>17</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>—</td></tr><tr><td>18</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>—</td></tr><tr><td>19</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>1*</td></tr><tr><td>20</td><td>5</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>3</td><td>1*</td></tr></tbody><tfoot><tr><td colspan=\"12\"> * The archwizard’s spellcraft class feature gives you a 10th-level spell slot that works a bit differently from other spell slots.</td></tr></tfoot></table>\r\n\r\n<title level=\"3\" >Ancestry and Background</title>\r\nIn addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.\r\n\r\n<title level=\"3\" >Initial Proficiencies</title>\r\nAt 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.\r\n\r\n<title level=\"3\" >Arcane Spellcasting</title>\r\nThrough dedicated study and practice, you can harness arcane power to cast spells. You can cast arcane spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells (see [Casting Spells](/Rules.aspx?ID=280)).\n\n At 1st level, you can prepare up to two 1st-level spells and five cantrips each morning from the spells in your spellbook (see below), plus one extra cantrip and spell of your chosen school of each level you can cast if you are a specialist wizard. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.\n\n As you increase in level as a wizard, your number of spell slots and the highest level of spells you can cast from spell slots increase, shown in Table 3–19: Wizard Spells per Day.\n\n Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Intelligence, your spell attack rolls and spell DCs use your Intelligence modifier. Details on calculating these statistics appear in [Spell Attack Rolls](/Rules.aspx?ID=325). \n\n<title level=\"3\" right=\"\">Heightening Spells</title> When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels. \n\n<title level=\"3\" right=\"\">Cantrips</title> Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest level of wizard spell slot you have. For example, as a 1st-level wizard, your cantrips are 1st-level spells, and as a 5th-level wizard, your cantrips are 3rd-level spells.\n\n<title level=\"3\" right=\"\">Spellbook</title> Every arcane spell has a written version, usually recorded in a spellbook. You start with a [spellbook](/Equipment.aspx?ID=53) worth 10 sp or less, which you receive for free and must study to prepare your spells each day. The spellbook contains your choice of 10 arcane cantrips and five 1st-level arcane spells. You choose these from the common spells on the [arcane](/SpellLists.aspx?Tradition=1) spell list or from other arcane spells you gain access to. Your spellbook's form and name are up to you. It might be a musty, leather-bound tome or an assortment of thin metal disks connected to a brass ring; its name might be esoteric, like _The Crimson Libram_, or something more academic, like _A Field Study in Practical Transmutation_.\n\n Each time you gain a level, you add two more arcane spells to your spellbook, of any level for which you have spell slots. You can also use the [Arcana](/Skills.aspx?ID=2) skill to add other spells that you find in your adventures (See  &lt;%SKILLS.GENERAL%4%%&gt; Learn a Spell &lt;%END>).\r\n\r\n<title level=\"3\" >Arcane School</title>\r\nMany arcane spellcasters delve deeply into a single school of magic in an attempt to master its secrets. If you want to be a specialist wizard, choose a school in which to specialize. You gain additional spells and spell slots for spells of your school.\n\n If you don’t choose a school, you’re a universalist, a wizard who believes that the path to true knowledge of magic requires a multidisciplinary understanding of all eight schools working together. Though a universalist lacks the focus of a specialist wizard, they have greater fiexibility.\n\nArcane schools can be found [here](/classes/wizard/arcane-schools)\r\n\r\n<title level=\"3\" >Arcane Bond</title>\r\nYou place some of your magical power in a bonded item. Each day when you prepare your spells, you can designate a single item you own as your bonded item. This is typically an item associated with spellcasting, such as a wand, ring, or staff, but you are free to designate a weapon or other item. You gain the Drain Bonded Item free action.\r\n\r\n<document level=\"4\" id=\"action-13\" />\r\n\r\n<title level=\"3\" >Arcane Thesis</title>\r\nDuring your studies to become a full-fledged wizard, you produced a thesis of unique magical research on one of a variety of topics. You gain a special benefit depending on the topic of your thesis research. The arcane thesis topics presented in this book are below; your specific thesis probably has a much longer and more technical title like “On the Methods of Spell Interpolation and the Genesis of a New Understanding of the Building Blocks of Magic.”\n\nArcane theses can be found [here](/classes/wizard/arcane-theses).\r\n\r\n<title level=\"3\" right=\"Level 2\">Skill Feats</title>\r\nAt 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.\r\n\r\n<title level=\"3\" right=\"Level 2\">Wizard Feats</title>\r\nAt 2nd level and every even-numbered level thereafter, you gain a wizard [class feat](/Classes.aspx?ID=12/feats).\r\n\r\n<title level=\"3\" right=\"Level 3\">General Feats</title>\r\nAt 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.\r\n\r\n<title level=\"3\" right=\"Level 3\">Skill Increases</title>\r\nAt 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert.\n\n At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ability Boosts</title>\r\nAt 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18.\r\n\r\n<title level=\"3\" right=\"Level 5\">Ancestry Feats</title>\r\nIn addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2.\r\n\r\n<title level=\"3\" right=\"Level 5\">Lightning Reflexes</title>\r\nYour reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 7\">Expert Spellcaster</title>\r\nExtended practice of the arcane has improved your capabilities. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to expert.\r\n\r\n<title level=\"3\" right=\"Level 9\">Magical Fortitude</title>\r\nMagical power has improved your body’s resiliency. Your proficiency rank for Fortitude saves increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Alertness</title>\r\nYou remain alert to threats around you. Your proficiency rank for Perception increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 11\">Wizard Weapon Expertise</title>\r\nThrough a combination of magic and training, you’ve learned how to wield wizard weapons more effectively. You gain expert proficiency in the club, crossbow, dagger, heavy crossbow, staff, and unarmed attacks.\r\n\r\n<title level=\"3\" right=\"Level 13\">Defensive Robes</title>\r\nThe flow of magic and your training combine to help you avoid attacks. Your proficiency rank in unarmored defense increases to expert.\r\n\r\n<title level=\"3\" right=\"Level 13\">Weapon Specialization</title>\r\nYou’ve learned how to inflict greater injuries with the weapons you know best. You deal an additional 2 damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and 4 if you’re legendary.\r\n\r\n<title level=\"3\" right=\"Level 15\">Master Spellcaster</title>\r\nYou command superlative spellcasting ability. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to master.\r\n\r\n<title level=\"3\" right=\"Level 17\">Resolve</title>\r\nYou’ve steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead.\r\n\r\n<title level=\"3\" right=\"Level 19\">Archwizard's Spellcraft</title>\r\nYou command the most potent arcane magic and can cast a spell of truly incredible power. You gain a single 10th-level spell slot and can prepare a spell in that slot using arcane spellcasting. You can't use this spell slot for abilities that let you cast spells without expending spell slots or that give you more spell slots. Unlike with other spell slots, you don't gain more 10th-level spells as you level up, though you can take the [Archwizard's Might](/Feats.aspx?ID=662) feat to gain a second slot.\r\n\r\n<title level=\"3\" right=\"Level 19\">Legendary Spellcaster</title>\r\nYou are a consummate spellcaster, with a comprehensive understanding of both arcane theory and practical spellcraft. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to legendary.",
 "name": "Wizard",
 "navigation": [
  {
   "label": "Details",
   "url": "/classes/wizard"
  },
  {
   "label": "Feats",
   "url": "/classes/wizard/feats"
  },
  {
   "label": "Sample Builds",
   "url": "/classes/wizard/sample-builds"
  },
  {
   "label": "Class Kit",
   "url": "/classes/wizard/class-kit"
  },
  {
   "label": "Focus Spells",
   "url": "/classes/wizard/focus-spells"
  },
  {
   "label": "Arcane Schools",
   "url": "/classes/wizard/arcane-schools"
  },
  {
   "label": "Arcane Theses",
   "url": "/classes/wizard/arcane-theses"
  }
 ],
 "perception_proficiency": "Trained",
 "pfs": "Standard",
 "rarity": "common",
 "reflex_proficiency": "Trained",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 202 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe wizard is the arcane master of spellcasting, plucking incredible power from reality through complicated spell formulas. They stride with …\r\n</summary>",
 "skill_proficiency": [
  "Trained in  Arcana",
  "Trained in a number of additional skills equal to 2 plus your Intelligence modifier"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 202"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 202 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "The wizard is the arcane master of spellcasting, plucking incredible power from reality through complicated spell formulas. They stride with …",
 "summary_markdown": "The wizard is the arcane master of spellcasting, plucking incredible power from reality through complicated spell formulas. They stride with …",
 "text": " Wizard Source Core Rulebook pg. 202 4.0 You are an eternal student of the arcane secrets of the universe, using your mastery of magic to cast powerful and devastating spells. You treat magic like a science, cross-referencing the latest texts on practical spellcraft with ancient esoteric tomes to discover and understand how magic works. Yet magical theory is vast, and there’s no way you can study it all. You either specialize in one of the eight schools of magic, gaining deeper understanding of the nuances of those spells above all others, or favor a broader approach that emphasizes the way all magic comes together at the expense of depth. Key Ability: Intelligence At 1st level, your class gives you an ability boost to Intelligence. Hit Points: 6 plus your Constitution modifier You increase your maximum number of HP by this number at 1st level and every level thereafter. Key Terms You'll see the following term in many wizard class features. Metamagic : These actions tweak your spells. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Effects added by a metamagic action are part of the spell's effect, not of the metamagic action. Roleplaying the Wizard During Combat Encounters... You likely try to stay out of the fray, carefully judging when to use your spells. You save your most powerful magic to incapacitate threatening foes and use your cantrips when only weaker foes remain. When enemies pull out tricks like invisibility or flight , you answer with spells like glitterdust or earth bind , leveling the field for your allies. During Social Encounters... You provide a well of knowledge about arcane matters and solve arguments with logic. While Exploring... You locate magical auras and determine the arcane significance of magical writing or phenomena you uncover. When you run across an unusual obstacle to further exploration, you probably have a scroll that will make it easier to overcome. In Downtime... You learn new spells, craft magic items, or scribe scrolls for your party, and seek out new and exciting formulas in addition to spells. You might even forge scholarly connections and establish a school or guild of your own. You Might... Have an unquenchable intellectual curiosity about how everything in the world around you works—magic in particular. Believe fervently that your school of magic is superior (if you’re a specialist) or that true mastery of magic requires knowledge of all schools (if you’re a universalist). Use esoteric jargon and technical terms to precisely describe the minutiae of magical effects, even though the difference is probably lost on other people. Others Probably... Consider you to be incredibly powerful and potentially dangerous. Fear what your magic can do to their minds, bodies, and souls, and ask that you avoid casting spells in polite company, as few can identify whether one of your spells is harmless or malevolent until it’s too late. Assume you can easily solve all their problems, from dangerous weather to poor crop yields, and ask you for spells that can help them get whatever they desire. Initial Proficiencies At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way. Perception Trained in Perception Saving Throws Trained in Fortitude Trained in Reflex Expert in Will Skills Trained in Arcana Trained in a number of additional skills equal to 2 plus your Intelligence modifier Attacks Trained in the club, crossbow, dagger, heavy crossbow, and staff Trained in unarmed attacks Defenses Untrained in all armor Trained in unarmored defense Spells Trained in arcane spell attacks Trained in arcane spell DCs Class Features You gain these features as Wizard. Features gained at higher levels list the levels at which you gain them next to the features' names. Your Level Class Features 1 Ancestry and background, initial proficiencies, arcane spellcasting, arcane school, arcane bond, arcane thesis 2 Skill feat, wizard feat 3 2nd-level spells, general feat, skill increase 4 Skill feat, wizard feat 5 3rd-level spells, ability boosts, ancestry feat, lightning reflexes, skill increase 6 Skill feat, wizard feat 7 4th-level spells, expert spellcaster, general feat, skill increase 8 Skill feat, wizard feat 9 5th-level spells, ancestry feat, magical fortitude, skill increase 10 Ability boosts, skill feat, wizard feat 11 6th-level spells, alertness, general feat, skill increase, wizard weapon expertise 12 Skill feat, wizard feat 13 7th-level spells, ancestry feat, defensive robes, skill increase, weapon specialization 14 Skill feat, wizard feat 15 8th-level spells, ability boosts, general feat, master spellcaster, skill increase 16 Skill feat, wizard feat 17 9th-level spells, ancestry feat, resolve, skill increase 18 Skill feat, wizard feat 19 Archwizard’s spellcraft, general feat, legendary spellcaster, skill increase 20 Ability boosts, skill feat, wizard feat Your Level Cantrips 1st 2nd 3rd 4th 5th 6th 7th 8th 9th 10th 1 5 2 — — — — — — — — — 2 5 3 — — — — — — — — — 3 5 3 2 — — — — — — — — 4 5 3 3 — — — — — — — — 5 5 3 3 2 — — — — — — — 6 5 3 3 3 — — — — — — — 7 5 3 3 3 2 — — — — — — 8 5 3 3 3 3 — — — — — — 9 5 3 3 3 3 2 — — — — — 10 5 3 3 3 3 3 — — — — — 11 5 3 3 3 3 3 2 — — — — 12 5 3 3 3 3 3 3 — — — — 13 5 3 3 3 3 3 3 2 — — — 14 5 3 3 3 3 3 3 3 — — — 15 5 3 3 3 3 3 3 3 2 — — 16 5 3 3 3 3 3 3 3 3 — — 17 5 3 3 3 3 3 3 3 3 2 — 18 5 3 3 3 3 3 3 3 3 3 — 19 5 3 3 3 3 3 3 3 3 3 1 20 5 3 3 3 3 3 3 3 3 3 1 The archwizard’s spellcraft class feature gives you a 10th-level spell slot that works a bit differently from other spell slots. Ancestry and Background In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2. Initial Proficiencies At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class. Arcane Spellcasting Through dedicated study and practice, you can harness arcane power to cast spells. You can cast arcane spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells (see Casting Spells). At 1st level, you can prepare up to two 1st-level spells and five cantrips each morning from the spells in your spellbook (see below), plus one extra cantrip and spell of your chosen school of each level you can cast if you are a specialist wizard. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots. As you increase in level as a wizard, your number of spell slots and the highest level of spells you can cast from spell slots increase, shown in Table 3–19: Wizard Spells per Day. Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Intelligence, your spell attack rolls and spell DCs use your Intelligence modifier. Details on calculating these statistics appear in Spell Attack Rolls. Heightening Spells When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels. Cantrips Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest level of wizard spell slot you have. For example, as a 1st-level wizard, your cantrips are 1st-level spells, and as a 5th-level wizard, your cantrips are 3rd-level spells. Spellbook Every arcane spell has a written version, usually recorded in a spellbook. You start with a spellbook worth 10 sp or less, which you receive for free and must study to prepare your spells each day. The spellbook contains your choice of 10 arcane cantrips and five 1st-level arcane spells. You choose these from the common spells on the arcane spell list or from other arcane spells you gain access to. Your spellbook's form and name are up to you. It might be a musty, leather-bound tome or an assortment of thin metal disks connected to a brass ring; its name might be esoteric, like The Crimson Libram , or something more academic, like A Field Study in Practical Transmutation . Each time you gain a level, you add two more arcane spells to your spellbook, of any level for which you have spell slots. You can also use the Arcana skill to add other spells that you find in your adventures (See &lt;%SKILLS.GENERAL%4%%&gt; Learn a Spell &lt;%END>). Arcane School Many arcane spellcasters delve deeply into a single school of magic in an attempt to master its secrets. If you want to be a specialist wizard, choose a school in which to specialize. You gain additional spells and spell slots for spells of your school. If you don’t choose a school, you’re a universalist, a wizard who believes that the path to true knowledge of magic requires a multidisciplinary understanding of all eight schools working together. Though a universalist lacks the focus of a specialist wizard, they have greater fiexibility. Arcane schools can be found here Arcane Bond You place some of your magical power in a bonded item. Each day when you prepare your spells, you can designate a single item you own as your bonded item. This is typically an item associated with spellcasting, such as a wand, ring, or staff, but you are free to designate a weapon or other item. You gain the Drain Bonded Item free action. Arcane Thesis During your studies to become a full-fledged wizard, you produced a thesis of unique magical research on one of a variety of topics. You gain a special benefit depending on the topic of your thesis research. The arcane thesis topics presented in this book are below; your specific thesis probably has a much longer and more technical title like “On the Methods of Spell Interpolation and the Genesis of a New Understanding of the Building Blocks of Magic.” Arcane theses can be found here. Skill Feats At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat. Wizard Feats At 2nd level and every even-numbered level thereafter, you gain a wizard class feat. General Feats At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5. Skill Increases At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert. At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master. Ability Boosts At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18. Ancestry Feats In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2. Lightning Reflexes Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert. Expert Spellcaster Extended practice of the arcane has improved your capabilities. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to expert. Magical Fortitude Magical power has improved your body’s resiliency. Your proficiency rank for Fortitude saves increases to expert. Alertness You remain alert to threats around you. Your proficiency rank for Perception increases to expert. Wizard Weapon Expertise Through a combination of magic and training, you’ve learned how to wield wizard weapons more effectively. You gain expert proficiency in the club, crossbow, dagger, heavy crossbow, staff, and unarmed attacks. Defensive Robes The flow of magic and your training combine to help you avoid attacks. Your proficiency rank in unarmored defense increases to expert. Weapon Specialization You’ve learned how to inflict greater injuries with the weapons you know best. You deal an additional 2 damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and 4 if you’re legendary. Master Spellcaster You command superlative spellcasting ability. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to master. Resolve You’ve steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead. Archwizard's Spellcraft You command the most potent arcane magic and can cast a spell of truly incredible power. You gain a single 10th-level spell slot and can prepare a spell in that slot using arcane spellcasting. You can't use this spell slot for abilities that let you cast spells without expending spell slots or that give you more spell slots. Unlike with other spell slots, you don't gain more 10th-level spells as you level up, though you can take the Archwizard's Might feat to gain a second slot. Legendary Spellcaster You are a consummate spellcaster, with a comprehensive understanding of both arcane theory and practical spellcraft. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to legendary.",
 "trait_markdown": "",
 "type": "Class",
 "url": "/Classes.aspx?ID=12",
 "weakness": {},
 "will_proficiency": "Expert"
}