{
 "actions": "Two Actions",
 "bloodline_markdown": "",
 "breadcrumbs_spa": [],
 "category": "spell",
 "component": [
  "somatic",
  "verbal"
 ],
 "deity_markdown": "",
 "domain_markdown": "",
 "duration": 18,
 "duration_raw": "3 rounds",
 "exclude_from_search": false,
 "heighten_level": [
  4
 ],
 "id": "spell-1023",
 "level": 4,
 "lesson_markdown": "",
 "markdown": "<title level=\"1\" right=\"Spell 4\" pfs=\"Standard\">[Umbral Graft](/Spells.aspx?ID=1023)</title>\n\n<traits>\r\n<trait label=\"Illusion\" url=\"/Traits.aspx?ID=92\" />\r\n<trait label=\"Shadow\" url=\"/Traits.aspx?ID=143\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 137 <sup>1.1</sup></row>\n\n**Traditions**\r\n[Arcane](/SpellLists.aspx?Tradition=1), [Occult](/SpellLists.aspx?Tradition=3)\n\n<row gap=\"medium\">\r\n\r\n<row gap=\"tiny\">\r\n<row>**Cast**</row>\r\n<row><actions string=\"Two Actions\" /></row>\r\n<row>[somatic](/Rules.aspx?ID=283), [verbal](/Rules.aspx?ID=284)</row>\r\n</row>\n\n</row>\r\n\r\n<row gap=\"medium\">\n\n</row>\r\n\r\n<row gap=\"medium\">\n\n**Duration** 3 rounds\r\n</row>\r\n\r\n</column>\r\n\r\n---\r\n\r\nYou reflect a spell into a shadowy version of itself, in the process depleting the power of the initial spell. During _umbral graft's_ duration, you can use the [Steal](/Actions.aspx?ID=68) action to attempt to abscond with spells affecting a foe instead of stealing an item. You can also make one attempt to Steal as part of Casting _umbral graft_. If you succeed at your check to Steal a spell, randomly determine a spell affecting the foe that has a target entry. That spell ceases  to affect the target, and you can either cause the spell to affect you or store it in your shadow. If your attempt to Steal was a critical success, you automatically steal the spell if its level is equal to or lower than _umbral graft_. If it was a success, you automatically steal it if its level is lower than _umbral graft_. If you succeeded, but the spell's level was too high to steal automatically, you must attempt a [counteract](/Rules.aspx?ID=371) check to see if you steal the spell. You know what the spell is as soon as you steal it. If you store it, you can transfer it to a willing creature as a single action that has the [manipulate](/Traits.aspx?ID=104) trait. The spell lasts for its remaining duration, to a maximum of 1 minute, and any time you keep it stored subtracts from its duration normally. The spell gains the [shadow](/Traits.aspx?ID=143) trait.\n\n You can't steal constant innate spells that are always active on a creature, such as a [choral angel's](/Monsters.aspx?ID=14) constant [_tongues_](/Spells.aspx?ID=340), or innate spells that have special restrictions that remove their ability to target other creatures, such as an [imp's](/Monsters.aspx?ID=109) [_invisibility_](/Spells.aspx?ID=164). At the GM's discretion, you might not be able to steal innate spells with other unusual modifications to the base spell.\n\n As normal, you can Steal only from a target within your reach. Once you've stolen a spell, you can't attempt to Steal more spells, nor can you choose not to take a spell if you succeed at your [Thievery](/Skills.aspx?ID=17) check. When you cast _umbral graft_, any spells you stole with a previous _umbral graft_ end even if their duration hasn't elapsed. If you're affected by both _umbral graft_ and [_umbral extraction_](/Spells.aspx?ID=1022), you make the choice whether to steal a spell slot, an active spell, or an item each time you Steal.",
 "mystery_markdown": "",
 "name": "Umbral Graft",
 "patron_theme_markdown": "",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "school": "illusion",
 "search_markdown": "<traits>\r\n<trait label=\"Illusion\" url=\"/Traits.aspx?ID=92\" />\r\n<trait label=\"Shadow\" url=\"/Traits.aspx?ID=143\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 137 <sup>1.1</sup></row>\r\n\r\n**Traditions**\r\n[Arcane](/SpellLists.aspx?Tradition=1), [Occult](/SpellLists.aspx?Tradition=3)\n\n<row gap=\"medium\">\r\n\r\n<row gap=\"tiny\">\r\n<row>**Cast**</row>\r\n<row><actions string=\"Two Actions\" /></row>\r\n<row>[somatic](/Rules.aspx?ID=283), [verbal](/Rules.aspx?ID=284)</row>\r\n</row>\r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Duration** 3 rounds\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAttempt to steal an active spell.\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 137"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 137 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "Attempt to steal an active spell.",
 "summary_markdown": "Attempt to steal an active spell.",
 "text": " Umbral Graft Source Secrets of Magic pg. 137 1.1 Traditions Arcane, Occult Cast Two Actions somatic, verbal Duration 3 rounds --- You reflect a spell into a shadowy version of itself, in the process depleting the power of the initial spell. During umbral graft's duration, you can use the Steal action to attempt to abscond with spells affecting a foe instead of stealing an item. You can also make one attempt to Steal as part of Casting umbral graft . If you succeed at your check to Steal a spell, randomly determine a spell affecting the foe that has a target entry. That spell ceases to affect the target, and you can either cause the spell to affect you or store it in your shadow. If your attempt to Steal was a critical success, you automatically steal the spell if its level is equal to or lower than umbral graft . If it was a success, you automatically steal it if its level is lower than umbral graft . If you succeeded, but the spell's level was too high to steal automatically, you must attempt a counteract check to see if you steal the spell. You know what the spell is as soon as you steal it. If you store it, you can transfer it to a willing creature as a single action that has the manipulate trait. The spell lasts for its remaining duration, to a maximum of 1 minute, and any time you keep it stored subtracts from its duration normally. The spell gains the shadow trait. You can't steal constant innate spells that are always active on a creature, such as a choral angel's constant tongues , or innate spells that have special restrictions that remove their ability to target other creatures, such as an imp's invisibility . At the GM's discretion, you might not be able to steal innate spells with other unusual modifications to the base spell. As normal, you can Steal only from a target within your reach. Once you've stolen a spell, you can't attempt to Steal more spells, nor can you choose not to take a spell if you succeed at your Thievery check. When you cast umbral graft , any spells you stole with a previous umbral graft end even if their duration hasn't elapsed. If you're affected by both umbral graft and umbral extraction , you make the choice whether to steal a spell slot, an active spell, or an item each time you Steal.",
 "tradition": [
  "Arcane",
  "Occult"
 ],
 "tradition_markdown": "[Arcane](/SpellLists.aspx?Tradition=1), [Occult](/SpellLists.aspx?Tradition=3)",
 "trait": [
  "Illusion",
  "Shadow"
 ],
 "trait_markdown": "[Illusion](/Traits.aspx?ID=92), [Shadow](/Traits.aspx?ID=143)",
 "trait_raw": [
  "Illusion",
  "Shadow"
 ],
 "type": "Spell",
 "url": "/Spells.aspx?ID=1023",
 "weakness": {}
}