{
 "actions": "Two Actions",
 "bloodline_markdown": "",
 "breadcrumbs_spa": [],
 "category": "spell",
 "component": [
  "somatic",
  "verbal"
 ],
 "deity_markdown": "",
 "domain_markdown": "",
 "duration": 18,
 "duration_raw": "3 rounds",
 "exclude_from_search": false,
 "heighten_level": [
  2
 ],
 "id": "spell-1022",
 "level": 2,
 "lesson_markdown": "",
 "markdown": "<title level=\"1\" right=\"Spell 2\" pfs=\"Standard\">[Umbral Extraction](/Spells.aspx?ID=1022)</title>\n\n<traits>\r\n<trait label=\"Illusion\" url=\"/Traits.aspx?ID=92\" />\r\n<trait label=\"Mental\" url=\"/Traits.aspx?ID=106\" />\r\n<trait label=\"Shadow\" url=\"/Traits.aspx?ID=143\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 137 <sup>1.1</sup></row>\n\n**Traditions**\r\n[Arcane](/SpellLists.aspx?Tradition=1), [Occult](/SpellLists.aspx?Tradition=3)\n\n<row gap=\"medium\">\r\n\r\n<row gap=\"tiny\">\r\n<row>**Cast**</row>\r\n<row><actions string=\"Two Actions\" /></row>\r\n<row>[somatic](/Rules.aspx?ID=283), [verbal](/Rules.aspx?ID=284)</row>\r\n</row>\n\n</row>\r\n\r\n<row gap=\"medium\">\n\n</row>\r\n\r\n<row gap=\"medium\">\n\n**Duration** 3 rounds\r\n</row>\r\n\r\n</column>\r\n\r\n---\r\n\r\nYou prepare to steal spells from your foes, ripping them from the foe's shadow to stow them in an ephemeral pocket in the [Shadow Plane](/Planes.aspx?ID=11). You gain a temporary spell slot, which you can fill only by stealing a spell from an enemy spellcaster. During _umbral extraction's_ duration, you can use the [Steal](/Actions.aspx?ID=68) action to attempt to take one of the foe's prepared spells or unused spontaneous spell slots instead of an item. You can also make one attempt to Steal as part of Casting _umbral extraction_. If you succeed at your check to Steal a spell, you deal 1d4 mental damage to the target per level of the spell stolen due to the psychological toll of the spiritual emptiness created by wrenching the spell away, and you place the stolen spell in your temporary spell slot. It gains the [shadow](/Traits.aspx?ID=143) trait if cast from this temporary slot.\n\n Determine the stolen spell at random from the target's spells that are 1 level lower than _umbral extraction_, or from spells of the same level if you got a critical success. If the target has no spell slots of that level, use the highest level below that in which the target does have a spell slot. (If the target has no eligible spells, you get nothing, but you can continue to attempt to Steal spells for the remaining duration.) If the target is a prepared caster, you randomly steal one of their prepared spells. If the target is a spontaneous caster, you instead steal an unexpended spell slot of the appropriate level and determine the spell at random from all the target's known spells at that level. You can't steal a target's innate spells, focus spells, or cantrips. You know what the spell is as soon as you steal it, and your temporary spell slot becomes a spell slot of the same level as the spell you stole.\n\n As normal, you can Steal only from a target within your reach. Once you've placed a spell in your temporary spell slot, you can't attempt to Steal more spells. If you succeed at your [Thievery](/Skills.aspx?ID=17) check, you must take the spell you stole. Even if you're a spontaneous caster, you can use the temporary spell slot only to cast the stolen spell and you can cast only the stolen spell from your temporary spell slot. When _umbral extraction_ ends, you lose the temporary spell slot and any spell still stored in it. When you cast _umbral extraction_, any previous casting of _umbral extraction_ currently affecting you ends.",
 "mystery_markdown": "",
 "name": "Umbral Extraction",
 "patron_theme_markdown": "",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "school": "illusion",
 "search_markdown": "<traits>\r\n<trait label=\"Illusion\" url=\"/Traits.aspx?ID=92\" />\r\n<trait label=\"Mental\" url=\"/Traits.aspx?ID=106\" />\r\n<trait label=\"Shadow\" url=\"/Traits.aspx?ID=143\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 137 <sup>1.1</sup></row>\r\n\r\n**Traditions**\r\n[Arcane](/SpellLists.aspx?Tradition=1), [Occult](/SpellLists.aspx?Tradition=3)\n\n<row gap=\"medium\">\r\n\r\n<row gap=\"tiny\">\r\n<row>**Cast**</row>\r\n<row><actions string=\"Two Actions\" /></row>\r\n<row>[somatic](/Rules.aspx?ID=283), [verbal](/Rules.aspx?ID=284)</row>\r\n</row>\r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Duration** 3 rounds\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAttempt to steal a spell slot.\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 137"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 137 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "Attempt to steal a spell slot.",
 "summary_markdown": "Attempt to steal a spell slot.",
 "text": " Umbral Extraction Source Secrets of Magic pg. 137 1.1 Traditions Arcane, Occult Cast Two Actions somatic, verbal Duration 3 rounds --- You prepare to steal spells from your foes, ripping them from the foe's shadow to stow them in an ephemeral pocket in the Shadow Plane. You gain a temporary spell slot, which you can fill only by stealing a spell from an enemy spellcaster. During umbral extraction's duration, you can use the Steal action to attempt to take one of the foe's prepared spells or unused spontaneous spell slots instead of an item. You can also make one attempt to Steal as part of Casting umbral extraction . If you succeed at your check to Steal a spell, you deal 1d4 mental damage to the target per level of the spell stolen due to the psychological toll of the spiritual emptiness created by wrenching the spell away, and you place the stolen spell in your temporary spell slot. It gains the shadow trait if cast from this temporary slot. Determine the stolen spell at random from the target's spells that are 1 level lower than umbral extraction , or from spells of the same level if you got a critical success. If the target has no spell slots of that level, use the highest level below that in which the target does have a spell slot. (If the target has no eligible spells, you get nothing, but you can continue to attempt to Steal spells for the remaining duration.) If the target is a prepared caster, you randomly steal one of their prepared spells. If the target is a spontaneous caster, you instead steal an unexpended spell slot of the appropriate level and determine the spell at random from all the target's known spells at that level. You can't steal a target's innate spells, focus spells, or cantrips. You know what the spell is as soon as you steal it, and your temporary spell slot becomes a spell slot of the same level as the spell you stole. As normal, you can Steal only from a target within your reach. Once you've placed a spell in your temporary spell slot, you can't attempt to Steal more spells. If you succeed at your Thievery check, you must take the spell you stole. Even if you're a spontaneous caster, you can use the temporary spell slot only to cast the stolen spell and you can cast only the stolen spell from your temporary spell slot. When umbral extraction ends, you lose the temporary spell slot and any spell still stored in it. When you cast umbral extraction , any previous casting of umbral extraction currently affecting you ends.",
 "tradition": [
  "Arcane",
  "Occult"
 ],
 "tradition_markdown": "[Arcane](/SpellLists.aspx?Tradition=1), [Occult](/SpellLists.aspx?Tradition=3)",
 "trait": [
  "Illusion",
  "Mental",
  "Shadow"
 ],
 "trait_markdown": "[Illusion](/Traits.aspx?ID=92), [Mental](/Traits.aspx?ID=106), [Shadow](/Traits.aspx?ID=143)",
 "trait_raw": [
  "Illusion",
  "Mental",
  "Shadow"
 ],
 "type": "Spell",
 "url": "/Spells.aspx?ID=1022",
 "weakness": {}
}