{
 "actions": "Two Actions",
 "bloodline_markdown": "",
 "breadcrumbs_spa": [],
 "category": "spell",
 "component": [
  "somatic",
  "verbal"
 ],
 "deity_markdown": "",
 "domain_markdown": "",
 "duration": 60,
 "duration_raw": "1 minute",
 "exclude_from_search": false,
 "heighten": [
  "10th"
 ],
 "heighten_level": [
  9,
  10
 ],
 "id": "spell-372",
 "level": 9,
 "lesson_markdown": "",
 "markdown": "<title level=\"1\" right=\"Spell 9\" pfs=\"Standard\">[Weapon of Judgment](/Spells.aspx?ID=372)</title>\n\n<traits>\r\n<trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" />\r\n<trait label=\"Force\" url=\"/Traits.aspx?ID=75\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 384 <sup>4.0</sup></row>\n\n**Tradition**\r\n[Divine](/SpellLists.aspx?Tradition=2)\n\n<row gap=\"medium\">\r\n\r\n<row gap=\"tiny\">\r\n<row>**Cast**</row>\r\n<row><actions string=\"Two Actions\" /></row>\r\n<row>[somatic](/Rules.aspx?ID=283), [verbal](/Rules.aspx?ID=284)</row>\r\n</row>\n\n**Requirements** You have a deity.\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Range** 100 feet\n\n**Target** 1 creature\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n**Duration** 1 minute\r\n</row>\r\n\r\n</column>\r\n\r\n---\r\n\r\nAn immense weapon of force appears, hovering in the air above the target. The weapon has the ghostly visual appearance of your deity's favored weapon. Name war or peace when you cast this spell.\n\n If you name “war,” mentally choose one creature. This must be a creature both you and the target can see. The target instinctively knows which creature this is. At the end of each of the target's turns, if the target did not use a hostile action against the creature you chose during that turn, the weapon Strikes the target.\n\n If you name “peace,” mentally choose up to five allies. The target instinctively knows who those allies are. The weapon Strikes the target each time the target uses a hostile action against you or one of your allies. The weapon Strikes only once per action, even if the action targets multiple allies (such as for a [_fireball_](/Spells.aspx?ID=119) or a [Whirlwind Strike](/Feats.aspx?ID=170)).\n\n Strikes with the weapon are melee weapon attacks, but they use your spell attack modifier. Regardless of its appearance, the weapon deals force damage equal to 3d10 plus your spellcasting ability modifier. The weapon takes a multiple attack penalty, which increases throughout the target's turn, but its penalty is separate from yours.\n\n When the weapon Strikes, you can deal damage of the normal damage type of the weapon instead of force damage (or any of the available damage types, for a versatile weapon). No other statistics or attributes of the weapon apply, and even a ranged weapon attacks adjacent creatures only. A weapon of judgment is a weapon for the purposes of triggers, resistances, and so forth.\n\n The weapon doesn't take up space, grant flanking, or have any other attributes a creature would. The weapon can't make any attack other than its Strike, and feats or spells that affect weapons do not apply to this weapon.\n\n---\r\n**Heightened (10th)** The force damage increases by 1d10.",
 "mystery_markdown": "",
 "name": "Weapon of Judgment",
 "patron_theme_markdown": "",
 "pfs": "Standard",
 "range": 100,
 "range_raw": "100 feet",
 "rarity": "common",
 "release_date": "2019-08-01",
 "requirement": "You have a deity.",
 "requirement_markdown": "You have a deity.",
 "resistance": {},
 "school": "evocation",
 "search_markdown": "<traits>\r\n<trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" />\r\n<trait label=\"Force\" url=\"/Traits.aspx?ID=75\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 384 <sup>4.0</sup></row>\r\n\r\n**Tradition**\r\n[Divine](/SpellLists.aspx?Tradition=2)\n\n<row gap=\"medium\">\r\n\r\n<row gap=\"tiny\">\r\n<row>**Cast**</row>\r\n<row><actions string=\"Two Actions\" /></row>\r\n<row>[somatic](/Rules.aspx?ID=283), [verbal](/Rules.aspx?ID=284)</row>\r\n</row>\r\n\r\n \r\n\r\n**Requirements** You have a deity.\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Range** 100 feet\r\n\r\n \r\n\r\n**Target** 1 creature\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Duration** 1 minute\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nForm a weapon to enforce war or peace.\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 384"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 384 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Form a weapon to enforce war or peace.",
 "summary_markdown": "Form a weapon to enforce war or peace.",
 "target": "1 creature",
 "target_markdown": "1 creature",
 "text": " Weapon of Judgment Source Core Rulebook pg. 384 4.0 Tradition Divine Cast Two Actions somatic, verbal Requirements You have a deity. Range 100 feet Target 1 creature Duration 1 minute --- An immense weapon of force appears, hovering in the air above the target. The weapon has the ghostly visual appearance of your deity's favored weapon. Name war or peace when you cast this spell. If you name “war,” mentally choose one creature. This must be a creature both you and the target can see. The target instinctively knows which creature this is. At the end of each of the target's turns, if the target did not use a hostile action against the creature you chose during that turn, the weapon Strikes the target. If you name “peace,” mentally choose up to five allies. The target instinctively knows who those allies are. The weapon Strikes the target each time the target uses a hostile action against you or one of your allies. The weapon Strikes only once per action, even if the action targets multiple allies (such as for a fireball or a Whirlwind Strike). Strikes with the weapon are melee weapon attacks, but they use your spell attack modifier. Regardless of its appearance, the weapon deals force damage equal to 3d10 plus your spellcasting ability modifier. The weapon takes a multiple attack penalty, which increases throughout the target's turn, but its penalty is separate from yours. When the weapon Strikes, you can deal damage of the normal damage type of the weapon instead of force damage (or any of the available damage types, for a versatile weapon). No other statistics or attributes of the weapon apply, and even a ranged weapon attacks adjacent creatures only. A weapon of judgment is a weapon for the purposes of triggers, resistances, and so forth. The weapon doesn't take up space, grant flanking, or have any other attributes a creature would. The weapon can't make any attack other than its Strike, and feats or spells that affect weapons do not apply to this weapon. --- Heightened (10th) The force damage increases by 1d10.",
 "tradition": [
  "Divine"
 ],
 "tradition_markdown": "[Divine](/SpellLists.aspx?Tradition=2)",
 "trait": [
  "Evocation",
  "Force"
 ],
 "trait_markdown": "[Evocation](/Traits.aspx?ID=65), [Force](/Traits.aspx?ID=75)",
 "trait_raw": [
  "Evocation",
  "Force"
 ],
 "type": "Spell",
 "url": "/Spells.aspx?ID=372",
 "weakness": {}
}