{
 "actions": "1 hour",
 "bloodline_markdown": "",
 "breadcrumbs_spa": [],
 "category": "spell",
 "component": [
  "material",
  "somatic",
  "verbal"
 ],
 "deity_markdown": "",
 "domain_markdown": "",
 "exclude_from_search": false,
 "heighten_level": [
  4
 ],
 "id": "spell-1178",
 "level": 4,
 "lesson_markdown": "",
 "markdown": "<title level=\"1\" right=\"Focus 4\" pfs=\"Limited\">[Wind Whispers](/Spells.aspx?ID=1178)</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Cleric\" url=\"/Traits.aspx?ID=26\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Linguistic\" url=\"/Traits.aspx?ID=101\" />\r\n<trait label=\"Mental\" url=\"/Traits.aspx?ID=106\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 144</row>\n\n<row gap=\"medium\">\r\n\r\n<row gap=\"tiny\">\r\n<row>**Cast**</row>\r\n\r\n<row>1 hour ([material](/Rules.aspx?ID=282), [somatic](/Rules.aspx?ID=283), [verbal](/Rules.aspx?ID=284))</row>\r\n</row>\n\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Range** 1 mile\n\n</row>\r\n\r\n<row gap=\"medium\">\n\n</row>\r\n\r\n</column>\r\n\r\n---\r\n\r\nYou call forth numerous breezes in which you weave gossip, whispering subtly into the ears of those around. Choose a rumor or information you wish to spread, which may or may not be true, about a single subject. Those within range of the spell overhear the rumor at some point over the next hour, though they'll be unable to pin it down to a source. Attempt a check with a modifier equal to your spell DC – 10 against a hard DC for your level. The GM might modify the DC depending on how plausible the rumor is. Repeated castings to spread the same rumor or information have no effect unless circumstances have substantially changed, as determined by the GM.\r\n\r\n**Critical Success** Your rumor spreads far and wide, and it's at the tip of people's tongues. For 1 week, anyone who succeeds at a check to [Gather Information](/Actions.aspx?ID=49) on the specific subject learns your rumor in preference to other rumors about the subject. Skill checks to convince people that the rumor is true get a +2 circumstance bonus.<br />\r\n**Success** Enough people take note of the rumor that it begins to spread, though those who heard the rumor aren't necessarily convinced. For 1 week, anyone who succeeds at a check to Gather Information on the specific subject adds your rumor to the list of rumors they could learn about the subject, and skill checks to convince people that the rumor is true get a +1 circumstance bonus.<br />\r\n**Failure** Most in the area dismiss the rumor as wild gossip and pay it little mind, granting no effect.<br />\r\n**Critical Failure** The winds' gossip is misinterpreted and spreads information contradictory to the rumor you were attempting to spread. A contradictory rumor spreads, and skill checks to convince others that your original rumor is true take a –2 circumstance penalty.",
 "mystery_markdown": "",
 "name": "Wind Whispers",
 "patron_theme_markdown": "",
 "pfs": "Limited",
 "range": 5280,
 "range_raw": "1 mile",
 "rarity": "rare",
 "release_date": "2022-07-27",
 "resistance": {},
 "school": "enchantment",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Cleric\" url=\"/Traits.aspx?ID=26\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Linguistic\" url=\"/Traits.aspx?ID=101\" />\r\n<trait label=\"Mental\" url=\"/Traits.aspx?ID=106\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 144</row>\n\n<row gap=\"medium\">\r\n\r\n<row gap=\"tiny\">\r\n<row>**Cast**</row>\r\n\r\n<row>1 hour ([material](/Rules.aspx?ID=282), [somatic](/Rules.aspx?ID=283), [verbal](/Rules.aspx?ID=284))</row>\r\n</row>\r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Range** 1 mile\r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou call forth numerous breezes in which you weave gossip, whispering subtly into the ears of those around.\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 144"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 144</row>",
 "speed": {},
 "summary": "You call forth numerous breezes in which you weave gossip, whispering subtly into the ears of those around.",
 "summary_markdown": "You call forth numerous breezes in which you weave gossip, whispering subtly into the ears of those around.",
 "text": " Wind Whispers Source Dark Archive pg. 144 Cast 1 hour (material, somatic, verbal) Range 1 mile --- You call forth numerous breezes in which you weave gossip, whispering subtly into the ears of those around. Choose a rumor or information you wish to spread, which may or may not be true, about a single subject. Those within range of the spell overhear the rumor at some point over the next hour, though they'll be unable to pin it down to a source. Attempt a check with a modifier equal to your spell DC – 10 against a hard DC for your level. The GM might modify the DC depending on how plausible the rumor is. Repeated castings to spread the same rumor or information have no effect unless circumstances have substantially changed, as determined by the GM. Critical Success Your rumor spreads far and wide, and it's at the tip of people's tongues. For 1 week, anyone who succeeds at a check to Gather Information on the specific subject learns your rumor in preference to other rumors about the subject. Skill checks to convince people that the rumor is true get a +2 circumstance bonus. Success Enough people take note of the rumor that it begins to spread, though those who heard the rumor aren't necessarily convinced. For 1 week, anyone who succeeds at a check to Gather Information on the specific subject adds your rumor to the list of rumors they could learn about the subject, and skill checks to convince people that the rumor is true get a +1 circumstance bonus. Failure Most in the area dismiss the rumor as wild gossip and pay it little mind, granting no effect. Critical Failure The winds' gossip is misinterpreted and spreads information contradictory to the rumor you were attempting to spread. A contradictory rumor spreads, and skill checks to convince others that your original rumor is true take a –2 circumstance penalty.",
 "tradition_markdown": "",
 "trait": [
  "Cleric",
  "Enchantment",
  "Linguistic",
  "Mental",
  "Rare"
 ],
 "trait_markdown": "[Cleric](/Traits.aspx?ID=26), [Enchantment](/Traits.aspx?ID=61), [Linguistic](/Traits.aspx?ID=101), [Mental](/Traits.aspx?ID=106), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Cleric",
  "Enchantment",
  "Linguistic",
  "Mental",
  "Rare"
 ],
 "type": "Focus",
 "url": "/Spells.aspx?ID=1178",
 "weakness": {}
}