{
 "archetype": [
  "Alter Ego"
 ],
 "archetype_category": [
  "Profession",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-187",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Alter Ego](/Archetypes.aspx?ID=187)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 126</row>\n\nA highly guarded castle in the middle of an extravagant ball, the headquarters of a city's infamous thieves' guild, the locked room in the back of a cultist hideout—all perfect targets for you to use your expertise at blending in. Rather than skulking through the shadows, you use your training and latent supernatural abilities to become a mirror, playing on the perceptions of others and taking on whatever role necessary to get in and out of your destination before anyone has a chance to think something is amiss.\n\n Performing an alter ego means going unregarded. Passing as just a face in the crowd is crucial, and accolades come as the gratitude from your leaders or coin from your clients, rather than the awed adoration from a crowd. This arrangement might suit you fine, as you thrive in a job well done and on the thrill of walking flagrantly past your duped adversaries. Or it might become pent up, until you can't resist a dramatic reveal or a signature calling card that shows you were there. One final word before speeding away from the castle, a gloating message left behind, or some other sign reveals your skill—usually too late for your victims to do anything about it.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Alter Egos in Golarion</title>\r\n\r\nWhile some alter egos work independently as freelancers, they're especially popular in all sorts of espionage and intelligence agencies throughout the Inner Sea and beyond. The Lion Blades of Taldor, Twilight Talons of Andoran, Silver Ravens of Ravounel, and various Chelaxian secret police use alter egos to keep abreast of situations throughout the Shining Kingdoms and Old Cheliax. Meanwhile, powerful mercantile groups, like the Golden League in Tian Xia or the Aspis Consortium, employ alter egos for corporate espionage, making sure they always stay one step ahead of the competition. In Mzali in the Mwangi Expanse, the rebels known as the Bright Lions often seek the aid of alter egos to escape the notice of the mummified child god [Walkena](/Deities.aspx?ID=159).\r\n</aside>\n\n<document level=\"2\" id=\"feat-3807\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4132\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3808\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3809\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3810\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3811\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3812\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3813\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4149\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3814\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4152\"\n\n/>",
 "name": "Alter Ego",
 "pfs": "Standard",
 "prerequisite": "Trained in Deception; Trained in Stealth",
 "prerequisite_markdown": "Trained in [Deception](/Skills.aspx?ID=5); Trained in [Stealth](/Skills.aspx?ID=15)",
 "rarity": "uncommon",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 126</row>\r\n\r\n**Prerequisites**\r\nTrained in [Deception](/Skills.aspx?ID=5); Trained in [Stealth](/Skills.aspx?ID=15)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA highly guarded castle in the middle of an extravagant ball, the headquarters of a city's infamous thieves' guild, the locked room in the back of a …\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 126"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 126</row>",
 "speed": {},
 "summary": "A highly guarded castle in the middle of an extravagant ball, the headquarters of a city's infamous thieves' guild, the locked room in the back of a …",
 "summary_markdown": "A highly guarded castle in the middle of an extravagant ball, the headquarters of a city's infamous thieves' guild, the locked room in the back of a …",
 "text": " Alter Ego Source Dark Archive pg. 126 A highly guarded castle in the middle of an extravagant ball, the headquarters of a city's infamous thieves' guild, the locked room in the back of a cultist hideout—all perfect targets for you to use your expertise at blending in. Rather than skulking through the shadows, you use your training and latent supernatural abilities to become a mirror, playing on the perceptions of others and taking on whatever role necessary to get in and out of your destination before anyone has a chance to think something is amiss. Performing an alter ego means going unregarded. Passing as just a face in the crowd is crucial, and accolades come as the gratitude from your leaders or coin from your clients, rather than the awed adoration from a crowd. This arrangement might suit you fine, as you thrive in a job well done and on the thrill of walking flagrantly past your duped adversaries. Or it might become pent up, until you can't resist a dramatic reveal or a signature calling card that shows you were there. One final word before speeding away from the castle, a gloating message left behind, or some other sign reveals your skill—usually too late for your victims to do anything about it. Alter Egos in Golarion While some alter egos work independently as freelancers, they're especially popular in all sorts of espionage and intelligence agencies throughout the Inner Sea and beyond. The Lion Blades of Taldor, Twilight Talons of Andoran, Silver Ravens of Ravounel, and various Chelaxian secret police use alter egos to keep abreast of situations throughout the Shining Kingdoms and Old Cheliax. Meanwhile, powerful mercantile groups, like the Golden League in Tian Xia or the Aspis Consortium, employ alter egos for corporate espionage, making sure they always stay one step ahead of the competition. In Mzali in the Mwangi Expanse, the rebels known as the Bright Lions often seek the aid of alter egos to escape the notice of the mummified child god Walkena. <document level=\"2\" id=\"feat-4132\" /> <document level=\"2\" id=\"feat-3808\" /> <document level=\"2\" id=\"feat-3809\" /> <document level=\"2\" id=\"feat-3810\" /> <document level=\"2\" id=\"feat-3811\" /> <document level=\"2\" id=\"feat-3812\" /> <document level=\"2\" id=\"feat-3813\" /> <document level=\"2\" id=\"feat-4149\" /> <document level=\"2\" id=\"feat-3814\" /> <document level=\"2\" id=\"feat-4152\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=187",
 "weakness": {}
}