{
 "archetype": [
  "Artillerist"
 ],
 "archetype_category": [
  "Profession",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-115",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Limited\">[Artillerist](/Archetypes.aspx?ID=115)</title>\n\n<traits>\r\n\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 128</row>\n\nThe artillerist's maxim holds that while fights might be won with swords, battles are won with cannons. Or in a pinch, with trebuchets, siege towers, catapults, hwachas, and all other lethal miscellanea of a combat engineers' corp. As a true artillerist, you leave the penny-ante pistols and knives to those who only need to operate on a small scale. You're a consummate professional in the art of big guns, a maestro at merging mathematics and manpower to transform whatever castle wall, infantry battalion, or rampaging dragon offends you into a smoking crater in the ground.\n\n You're not just some daredevil demolitionist, though. You're part of a team, accustomed to coordinating with your unit to maximize your time and effectiveness. Whether jumping in to help your crew load the next round, quickly calculating the trajectory of the engine's next shot, or taking the shot yourself, your presence on the team ensures their chances of success are maximized, creating a whole that is greater than the sum of its parts.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Leading with a Cannon</title>\r\n\r\nA proper artillerist is more than an engineer, though their skills in that field certainly shouldn't be underestimated. When a war becomes unavoidable, the presence of knights and pikemen might decide a skirmish or battle, but a well-trained artillerist with a reliable squad and a few good siege weapons can make the difference between prolonged months of battle with countless lives lost and a shorter, less bloody affair with fewer deaths and a more lasting victory.\n\n Castles and fortifications are critical tools for holding land in a world full of empires, kingdoms, and duchies all vying for power. Many wars are won or lost not based on the military might of either side, but on a castle's ability to withstand an extended siege. Without a team of engineers capable of penetrating a castle or keep's defenses, the occupants can wait out an invading force for as long as they have enough food and water to keep their citizens and defenders healthy and fed. Many wars have been “won” when the besieged force manages to last through a single winter. Besieging armies whose supply lines break down due to snow-clogged passes or insufficient cold weather gear are forced to retreat due to losses from poor hygiene or hypothermia long before attrition has had an opportunity to impact their opponents.\n\n An artillerist changes this dynamic, completely rewriting the rules of war. Rather than time being on the side of the besieged, it becomes the tool of the besieger. Each day that passes while a skilled artillerist hammers the castle walls with cannon fire and catapult stones brings the fortifications ever closer to crumbling down. Some wise nobles and warlords who realize their opponents have brought siege weapons, especially powerful black powder siege weapons like cannons, will choose to negotiate surrender before battle is even started, recognizing an inevitable defeat that can be staved off temporarily by sacrificing many soldiers but not thwarted without outside intervention.\n\n Ruthless or evil artillerists, or the warlords they follow, might take things a step further, specifically targeting granaries to starve enemies out or launching rotting food, corpses, or diseased livestock into parts of the town near water sources. As food and water supplies dwindle, so too does the morale of the castle's inhabitants and defenders. Even a stubborn noble or warlord will find it hard to continue resisting a siege when their own troops mutiny and their citizens begin seeking a way out.\r\n</aside>\n\n<document level=\"2\" id=\"feat-3222\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3223\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3224\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3225\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3226\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3227\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3228\"\n\n/>",
 "name": "Artillerist",
 "pfs": "Limited",
 "prerequisite": "trained in martial weapons",
 "prerequisite_markdown": "trained in martial weapons",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 128</row>\r\n\r\n**Prerequisites**\r\ntrained in martial weapons\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe artillerist's maxim holds that while fights might be won with swords, battles are won with cannons. Or in a pinch, with trebuchets, siege towers, …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 128"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 128</row>",
 "speed": {},
 "summary": "The artillerist's maxim holds that while fights might be won with swords, battles are won with cannons. Or in a pinch, with trebuchets, siege towers, …",
 "summary_markdown": "The artillerist's maxim holds that while fights might be won with swords, battles are won with cannons. Or in a pinch, with trebuchets, siege towers, …",
 "text": " Artillerist Source Guns &amp; Gears pg. 128 The artillerist's maxim holds that while fights might be won with swords, battles are won with cannons. Or in a pinch, with trebuchets, siege towers, catapults, hwachas, and all other lethal miscellanea of a combat engineers' corp. As a true artillerist, you leave the penny-ante pistols and knives to those who only need to operate on a small scale. You're a consummate professional in the art of big guns, a maestro at merging mathematics and manpower to transform whatever castle wall, infantry battalion, or rampaging dragon offends you into a smoking crater in the ground. You're not just some daredevil demolitionist, though. You're part of a team, accustomed to coordinating with your unit to maximize your time and effectiveness. Whether jumping in to help your crew load the next round, quickly calculating the trajectory of the engine's next shot, or taking the shot yourself, your presence on the team ensures their chances of success are maximized, creating a whole that is greater than the sum of its parts. Leading with a Cannon A proper artillerist is more than an engineer, though their skills in that field certainly shouldn't be underestimated. When a war becomes unavoidable, the presence of knights and pikemen might decide a skirmish or battle, but a well-trained artillerist with a reliable squad and a few good siege weapons can make the difference between prolonged months of battle with countless lives lost and a shorter, less bloody affair with fewer deaths and a more lasting victory. Castles and fortifications are critical tools for holding land in a world full of empires, kingdoms, and duchies all vying for power. Many wars are won or lost not based on the military might of either side, but on a castle's ability to withstand an extended siege. Without a team of engineers capable of penetrating a castle or keep's defenses, the occupants can wait out an invading force for as long as they have enough food and water to keep their citizens and defenders healthy and fed. Many wars have been “won” when the besieged force manages to last through a single winter. Besieging armies whose supply lines break down due to snow-clogged passes or insufficient cold weather gear are forced to retreat due to losses from poor hygiene or hypothermia long before attrition has had an opportunity to impact their opponents. An artillerist changes this dynamic, completely rewriting the rules of war. Rather than time being on the side of the besieged, it becomes the tool of the besieger. Each day that passes while a skilled artillerist hammers the castle walls with cannon fire and catapult stones brings the fortifications ever closer to crumbling down. Some wise nobles and warlords who realize their opponents have brought siege weapons, especially powerful black powder siege weapons like cannons, will choose to negotiate surrender before battle is even started, recognizing an inevitable defeat that can be staved off temporarily by sacrificing many soldiers but not thwarted without outside intervention. Ruthless or evil artillerists, or the warlords they follow, might take things a step further, specifically targeting granaries to starve enemies out or launching rotting food, corpses, or diseased livestock into parts of the town near water sources. As food and water supplies dwindle, so too does the morale of the castle's inhabitants and defenders. Even a stubborn noble or warlord will find it hard to continue resisting a siege when their own troops mutiny and their citizens begin seeking a way out. <document level=\"2\" id=\"feat-3223\" /> <document level=\"2\" id=\"feat-3224\" /> <document level=\"2\" id=\"feat-3225\" /> <document level=\"2\" id=\"feat-3226\" /> <document level=\"2\" id=\"feat-3227\" /> <document level=\"2\" id=\"feat-3228\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=115",
 "weakness": {}
}