{
 "archetype": [
  "Beast Gunner"
 ],
 "archetype_category": [
  "Mystical",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-116",
 "level": 6,
 "markdown": "<title level=\"1\" right=\"Archetype 6\" pfs=\"Standard\">[Beast Gunner](/Archetypes.aspx?ID=116)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 130</row>\r\n\r\n_[**PFS Note**](/pathfinder-society)  Characters with a Home Region of Arcadia have access to all archetypes from Chapter 3 with the exception of fireworks technician and demolitionist._\r\n\r\nThe art of creating the weapons most commonly referred to as “[beast guns](/equipment/beast-guns)” is truly ancient, with the first iterations of the weapons created on the continent of Arcadia well over 10,000 years ago. This means that beast guns predate all other forms of firearm crafting in Arcadia, even the legendary star guns, whose secrets have been lost to the ages. The tradition of designing beast guns has persisted throughout Arcadia well into the modern era, though it has become increasingly rare as the proliferation of classic firearms and the prestige associated with star guns has allowed more people access to equivalent destructive power without the intense requirements behind crafting a beast gun. However, beast gunners remain virtually unknown outside of Arcadia.\n\n The art of bonding to a beast gun and gaining the full magic of a beast gunner is an extended ritual with multiple steps, beginning with the hunt. A person seeking to bond to a beast gun typically does so with a brand new weapon made after they hunt down the creature themselves. This involves telling the story of the hunt, the beast, and the weapon created from the hunted creature. Finally, the weapon is carefully modified and tailored to ensure a proper bond between the beast gun and the prospective beast gunner. However, it's also possible to bond to an heirloom beast gun passed down through the generations by adding symbolic fresh components from the same kind of creature, after performing the same ritual hunt necessary to forge a new weapon with the intent of establishing a bond.\n\n To perform the ritual the prospective beast gunner must first plan a hunt to slay the creature corresponding to the beast gun, whether they wish to bond with a brand new beast gun or establish a link to an old beast gun. Typically, these ritualized hunts can include up to five assistants plus hunting beasts like canines or birds who help corner the beast and bring it down. If the assistants are significantly more powerful than the hunted creature, or if there are so many assistants the creature never stood a chance at survival, the magic simply fails during the bonding process and the hunt and organic materials are wasted, usually much to the shame and chagrin of the hunter. The same doesn't apply if the prospective beast gunner hunts the creature alone, even if they are significantly more powerful than the creature, such that the creature never stood a chance against them in a one on one fight.\n\n You're one of those who successfully completed the hunt and bonded with your prized weapon. Now, you seek to discover the hidden depths that others who think they know how to use beast guns can only imagine.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Choosing Your Beast Gun</title>\r\n\r\nA beast gunner's bond with their beast gun is deep and mystical, so if you hope to be a successful beast gunner, it's important to choose a beast gun that suits your temperament, magic, and combat style. For example, if you favor strength and intimidation, a [_screech shooter_](/Equipment.aspx?ID=1169) is the right choice for you, whereas a [_spider gun_](/Equipment.aspx?ID=1170) might be optimal if you prefer a more careful style of setting up the battlefield in advance. Similarly, a [_tentacle cannon_](/Equipment.aspx?ID=1172) is slow and methodical and can hold an enemy in place at close range, while a [_drake rifle_](/Equipment.aspx?ID=1166) is energetic and mobile and can be used to attack from a great distance. Each beast gun has a personality and magical abilities that attract people who value them. For this reason, some experienced beast gunners say the weapon chooses you.\r\n</aside>\r\n\r\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-3229\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3230\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3269\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3231\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3232\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3233\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3234\"\n\n/>",
 "name": "Beast Gunner",
 "pfs": "Standard",
 "prerequisite": "Trained in Arcana; Trained in Crafting; expert with at least one type of firearm, you own a beast gun and have slain the type of creature associated with your beast gun in a fair hunt (see above)",
 "prerequisite_markdown": "Trained in [Arcana](/Skills.aspx?ID=2); Trained in [Crafting](/Skills.aspx?ID=4); expert with at least one type of firearm, you own a beast gun and have slain the type of creature associated with your beast gun in a fair hunt (see above)",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 130</row>\r\n\r\n**Prerequisites**\r\nTrained in [Arcana](/Skills.aspx?ID=2); Trained in [Crafting](/Skills.aspx?ID=4); expert with at least one type of firearm, you own a beast gun and have slain the type of creature associated with your beast gun in a fair hunt (see above)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe art of creating the weapons most commonly referred to as “ beast guns ” is truly ancient, with the first iterations of the weapons created on the …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 130"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 130</row>",
 "speed": {},
 "summary": "The art of creating the weapons most commonly referred to as “ beast guns ” is truly ancient, with the first iterations of the weapons created on the …",
 "summary_markdown": "The art of creating the weapons most commonly referred to as “ beast guns ” is truly ancient, with the first iterations of the weapons created on the …",
 "text": " Beast Gunner Source Guns &amp; Gears pg. 130 PFS Note Characters with a Home Region of Arcadia have access to all archetypes from Chapter 3 with the exception of fireworks technician and demolitionist. The art of creating the weapons most commonly referred to as “beast guns” is truly ancient, with the first iterations of the weapons created on the continent of Arcadia well over 10,000 years ago. This means that beast guns predate all other forms of firearm crafting in Arcadia, even the legendary star guns, whose secrets have been lost to the ages. The tradition of designing beast guns has persisted throughout Arcadia well into the modern era, though it has become increasingly rare as the proliferation of classic firearms and the prestige associated with star guns has allowed more people access to equivalent destructive power without the intense requirements behind crafting a beast gun. However, beast gunners remain virtually unknown outside of Arcadia. The art of bonding to a beast gun and gaining the full magic of a beast gunner is an extended ritual with multiple steps, beginning with the hunt. A person seeking to bond to a beast gun typically does so with a brand new weapon made after they hunt down the creature themselves. This involves telling the story of the hunt, the beast, and the weapon created from the hunted creature. Finally, the weapon is carefully modified and tailored to ensure a proper bond between the beast gun and the prospective beast gunner. However, it's also possible to bond to an heirloom beast gun passed down through the generations by adding symbolic fresh components from the same kind of creature, after performing the same ritual hunt necessary to forge a new weapon with the intent of establishing a bond. To perform the ritual the prospective beast gunner must first plan a hunt to slay the creature corresponding to the beast gun, whether they wish to bond with a brand new beast gun or establish a link to an old beast gun. Typically, these ritualized hunts can include up to five assistants plus hunting beasts like canines or birds who help corner the beast and bring it down. If the assistants are significantly more powerful than the hunted creature, or if there are so many assistants the creature never stood a chance at survival, the magic simply fails during the bonding process and the hunt and organic materials are wasted, usually much to the shame and chagrin of the hunter. The same doesn't apply if the prospective beast gunner hunts the creature alone, even if they are significantly more powerful than the creature, such that the creature never stood a chance against them in a one on one fight. You're one of those who successfully completed the hunt and bonded with your prized weapon. Now, you seek to discover the hidden depths that others who think they know how to use beast guns can only imagine. Choosing Your Beast Gun A beast gunner's bond with their beast gun is deep and mystical, so if you hope to be a successful beast gunner, it's important to choose a beast gun that suits your temperament, magic, and combat style. For example, if you favor strength and intimidation, a screech shooter is the right choice for you, whereas a spider gun might be optimal if you prefer a more careful style of setting up the battlefield in advance. Similarly, a tentacle cannon is slow and methodical and can hold an enemy in place at close range, while a drake rifle is energetic and mobile and can be used to attack from a great distance. Each beast gun has a personality and magical abilities that attract people who value them. For this reason, some experienced beast gunners say the weapon chooses you. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-3230\" /> <document level=\"2\" id=\"feat-3269\" /> <document level=\"2\" id=\"feat-3231\" /> <document level=\"2\" id=\"feat-3232\" /> <document level=\"2\" id=\"feat-3233\" /> <document level=\"2\" id=\"feat-3234\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=116",
 "weakness": {}
}