{
 "archetype": [
  "Captivator"
 ],
 "archetype_category": [
  "Mystical"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-125",
 "level": 4,
 "markdown": "<title level=\"1\" right=\"Archetype 4\" pfs=\"Standard\">[Captivator](/Archetypes.aspx?ID=125)</title>\n\n<traits>\r\n\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 120</row>\n\nOthers find you inherently fascinating. You have a facility with words that draws others in, and you've always found it easy to sway others to your point of view. This ability has grown to the point where you're capable of innate magic. You can bend others' wills to your own by weaving alluring enchantments and compelling illusions. Perhaps this comes from a touch of fey or draconic blood in your family's distant past, or perhaps it's the work of some special boon or curse placed upon you.\n\n Captivators come from all areas of the world and all walks of life. A farmhand with the right gifts, sent to the market every week to hawk their latest crop, could find themself on the path to becoming a captivator. An urchin who relies on the sympathy of others just to survive may become a captivator out of necessity, and a noble, immersed in a deadly game of luxury and influence, might have trained to be a captivator since birth. Regardless of background, most captivators use their abilities to advance their station in life, make things easier for themselves, or befriend those who can help them achieve their goals.\n\n Good captivators use their gifts and skills to bring people together. They might turn a would-be tavern brawl into a night of sharing drinks and telling stories. They might offer encouragement to those facing depression or doubt. They excel at ending conflict peacefully and efficiently, leaving everyone around them happier. When faced with violence, they use their magic to quickly subdue or enthrall enemies while minimizing harm to their companions.\n\n Evil captivators manipulate others to achieve status, wealth, and power. They have no qualms about deceiving someone or using their magic to cause harm. Evil captivators are dangerous tricksters whose enchantments and illusions make them seem harmless, unimportant, or friendly. The slick politician, the devious con artist, the cunning courtier—these are all roles that an evil captivator can easily assume.\n\n<document level=\"2\" id=\"feat-3358\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3359\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3360\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3361\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3362\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3363\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3364\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3365\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3366\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3367\"\n\n/>",
 "name": "Captivator",
 "pfs": "Standard",
 "prerequisite": "Charisma 14; Trained in Deception or Trained in Diplomacy",
 "prerequisite_markdown": "Charisma 14; Trained in [Deception](/Skills.aspx?ID=5) or Trained in [Diplomacy](/Skills.aspx?ID=6)",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 120</row>\r\n\r\n**Prerequisites**\r\nCharisma 14; Trained in [Deception](/Skills.aspx?ID=5) or Trained in [Diplomacy](/Skills.aspx?ID=6)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOthers find you inherently fascinating. You have a facility with words that draws others in, and you've always found it easy to sway others to your …\r\n</summary>",
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 120"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Grand Bazaar](/Sources.aspx?ID=100) pg. 120</row>",
 "speed": {},
 "summary": "Others find you inherently fascinating. You have a facility with words that draws others in, and you've always found it easy to sway others to your …",
 "summary_markdown": "Others find you inherently fascinating. You have a facility with words that draws others in, and you've always found it easy to sway others to your …",
 "text": " Captivator Source Grand Bazaar pg. 120 Others find you inherently fascinating. You have a facility with words that draws others in, and you've always found it easy to sway others to your point of view. This ability has grown to the point where you're capable of innate magic. You can bend others' wills to your own by weaving alluring enchantments and compelling illusions. Perhaps this comes from a touch of fey or draconic blood in your family's distant past, or perhaps it's the work of some special boon or curse placed upon you. Captivators come from all areas of the world and all walks of life. A farmhand with the right gifts, sent to the market every week to hawk their latest crop, could find themself on the path to becoming a captivator. An urchin who relies on the sympathy of others just to survive may become a captivator out of necessity, and a noble, immersed in a deadly game of luxury and influence, might have trained to be a captivator since birth. Regardless of background, most captivators use their abilities to advance their station in life, make things easier for themselves, or befriend those who can help them achieve their goals. Good captivators use their gifts and skills to bring people together. They might turn a would-be tavern brawl into a night of sharing drinks and telling stories. They might offer encouragement to those facing depression or doubt. They excel at ending conflict peacefully and efficiently, leaving everyone around them happier. When faced with violence, they use their magic to quickly subdue or enthrall enemies while minimizing harm to their companions. Evil captivators manipulate others to achieve status, wealth, and power. They have no qualms about deceiving someone or using their magic to cause harm. Evil captivators are dangerous tricksters whose enchantments and illusions make them seem harmless, unimportant, or friendly. The slick politician, the devious con artist, the cunning courtier—these are all roles that an evil captivator can easily assume. <document level=\"2\" id=\"feat-3359\" /> <document level=\"2\" id=\"feat-3360\" /> <document level=\"2\" id=\"feat-3361\" /> <document level=\"2\" id=\"feat-3362\" /> <document level=\"2\" id=\"feat-3363\" /> <document level=\"2\" id=\"feat-3364\" /> <document level=\"2\" id=\"feat-3365\" /> <document level=\"2\" id=\"feat-3366\" /> <document level=\"2\" id=\"feat-3367\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=125",
 "weakness": {}
}