{
 "archetype": [
  "Cathartic Mage"
 ],
 "archetype_category": [
  "Mystical",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-97",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Limited\">[Cathartic Mage](/Archetypes.aspx?ID=97)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 194 <sup>1.1</sup></row>\n\nEmotions are powerful, and you can tap into that power to enhance your magic for a time. You learn to harness a particular emotional state under the right conditions, but be warned: emotions are volatile and destructive if left unchecked. The experience often leaves you reeling from the unhindered emotion, requiring a rest or distraction before tapping into it again.\n\n[Click here for more rules on using this archetype.](/Rules.aspx?ID=1512)\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Emotional Focus</title>\r\n\r\nSome emotional states, such as love or hatred, require the caster to focus on a specific individual called their emotional focus. Your emotional focus can change over time with you choosing a new focus after an important part of your story is resolved. Work with your GM to determine when this change happens. An emotional focus doesn't get a say in the matter; the cathartic spellcaster's emotions determine the bond. However, making another PC your emotional focus could result in an uncomfortable social dynamic. You should check with that PC's player in advance to see if such a link is acceptable.\r\n</aside>\n\n<document level=\"2\" id=\"feat-2963\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2964\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2965\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2966\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2967\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2968\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2969\"\n\n/>\r\n\r\n<title level=\"1\">Emotional States</title>\r\n\r\nThe following emotional states are used in the Cathartic Mage archetype. Each emotional\r\nstate's entry lists the following pieces of information.\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** The event or conditions you must meet to take your Catharsis reaction.\r\n\r\n**Catharsis Activation** The benefit when you use Catharsis.\r\n\r\n**Emotional Fervor** Benefits you gain for 3 rounds after you use Catharsis. This entry\r\nalso lists a spell you're able to cast while in your emotional fervor. You must expend\r\na spell slot to cast it. This slot most be of at least the spell's level, and the spell\r\nis automatically heightened to the level of slot you expended.\r\n\r\n**Emotional Fallout** The effect you experience when your emotional fervor ends.\r\n\r\n**Focus Spell** The focus spell you gain if you select the Cathartic Focus Spell archetype feat. \r\n</column>\r\n\r\n<title level=\"2\">Anger</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 196 <sup>1.1</sup></row>\r\n\r\nYour destructive wrath allows you to harm your foes but causes you pain in the process.\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** An enemy deals damage to you. You can't use this reaction if you're [fatigued](/Conditions.aspx?ID=15).\r\n\r\n**Catharsis Activation** If you're [grabbed](/Conditions.aspx?ID=20), [immobilized](/Conditions.aspx?ID=24), or [restrained](/Conditions.aspx?ID=33), you can attempt to [Escape](/Actions.aspx?ID=79). If you succeed, the creature or hazard imposing the condition on you (if applicable) takes force damage equal to your level.\r\n\r\n**Emotional Fervor** When you Cast a Spell from your spell slots, if the spell deals damage and doesn't have a duration, you gain a status bonus to that spell's damage equal to the spell's level. Spell: [_draw ire_](/Spells.aspx?ID=897)\r\n\r\n**Emotional Fallout** You become [fatigued](/Conditions.aspx?ID=15) until you Settle your Emotions.\r\n\r\n**Focus Spell** [Athletic Rush](/Spells.aspx?ID=402)\n\n</column>\r\n\r\n<title level=\"2\">Awe</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 196 <sup>1.1</sup></row>\r\n\r\nYour powerful sense of wonderment can be infectious and distracting.\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** You or an ally within 30 feet critically succeeds on an attack roll against an enemy's AC or a skill check against one of an enemy's DCs.\r\n\r\n**Catharsis Activation** If you're [fascinated](/Conditions.aspx?ID=14) or [stupefied](/Conditions.aspx?ID=37), you can attempt an additional save to end the effect if it allowed a save.\r\n\r\n**Emotional Fervor** When you cast a spell, choose one creature that was hit by your spell attack roll or that failed its saving throw, if any. That creature becomes fascinated with you until the end of its next turn. It's then temporarily immune to this fervor effect for 1 hour. Spell: [_glitterdust_](/Spells.aspx?ID=136)\r\n\r\n**Emotional Fallout** You become [flat-footed](/Conditions.aspx?ID=16) until you Settle your Emotions.\r\n\r\n**Focus Spell** [Dazzling Flash](/Spells.aspx?ID=412)\r\n(doesn't require a [religious symbol](/Equipment.aspx?ID=41))\r\n\r\n</column>\r\n\r\n<title level=\"2\">Dedication</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 196 <sup>1.1</sup></row>\r\n\r\nYour commitment protects those you are dedicated to but can lead to dependency. Your emotional focus is an individual creature you're bound to (see Emotional Focus sidebar above.\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** Your emotional focus takes damage from an enemy while within 30 feet of you.\r\n\r\n**Catharsis Activation** Your emotional focus gains a number of temporary Hit Points equal to half your level rounded up. These temporary HP last for 1 minute.\r\n\r\n**Emotional Fervor** Your spells that target your emotional focus gain the benefits of [Reach Spell](/Feats.aspx?ID=181). When you cast a [healing](/Traits.aspx?ID=89) spell that affects your emotional focus, your emotional focus also gains temporary HP equal to the spell's level in addition to the spell's effects. These temporary HP last for 1 minute. Spell: [_spirit link_](/Spells.aspx?ID=302)\r\n\r\n**Emotional Fallout** Until you Settle your Emotions, you can't Cast Spells unless you're adjacent to your emotional focus.\r\n\r\n**Focus Spell** [Protector's Sacrifice](/Spells.aspx?ID=441)\n\n</column>\r\n\r\n<title level=\"2\">Fear</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 196 <sup>1.1</sup></row>\r\n\r\nYou let your fear fuel you, rather than consume you, but it burns your endurance.\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** An enemy makes you [frightened](/Conditions.aspx?ID=19).\r\n\r\n**Catharsis Activation** Increase your frightened value by 1, to a maximum of frightened 4.\r\n\r\n**Emotional Fervor** You don't take the status penalty from the frightened condition to your spell DCs or spell attack bonus. Instead, you gain a status bonus to spell attack rolls equal to the penalty you would've taken, and your foes take the same status penalty to their saving throws against your spells. Any other statistic takes the status penalty as normal. Spell: [_fear_](/Spells.aspx?ID=110)\r\n\r\n**Emotional Fallout** You are [fleeing](/Conditions.aspx?ID=17) for 2 rounds, running from the source of the frightened condition that triggered your Catharsis. If that source is no longer present, you instead flee from the position where you were at the start of your emotional fallout.\r\n\r\n**Focus Spell** [Waking Nightmare](/Spells.aspx?ID=468)\n\n</column>\r\n\r\n<title level=\"2\">Hatred</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 196 <sup>1.1</sup></row>\r\n\r\nYour unabashed hatred consumes your soul and causes your foe to falter. Your emotional focus is an individual enemy you detest (see Emotional Focus sidebar on page 197).\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** You start your first turn in an encounter against your emotional focus or one of their followers. If the encounter includes multiple eligible followers and doesn't include your actual emotional focus, choose one of the followers to act as your emotional focus for this encounter (or until your actual emotional focus shows up).\r\n\r\n**Catharsis Activation** You can Step or Stride. You must end this movement closer to your emotional focus.\r\n\r\n**Emotional Fervor** Your emotional focus is [flat-footed](/Conditions.aspx?ID=16) to you and takes a –2 status penalty to saves against your spells. You're flat-footed to your emotional focus and take a –2 status penalty to saves against it. Spell: [_blood vendetta_](/Spells.aspx?ID=675)\r\n\r\n**Emotional Fallout** You become [stunned 2](/Conditions.aspx?ID=36).\r\n\r\n**Focus Spell** [Cry of Destruction](/Spells.aspx?ID=410)\n\n</column>\r\n\r\n<title level=\"2\">Joy</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 197 <sup>1.1</sup></row>\r\n\r\nYour unbridled enthusiasm and positive attitude can lead you to success, but you might expend more energy than you planned.\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** You critically succeed on an attack roll or save, or an enemy critically fails on a save against you.\r\n\r\n**Catharsis Activation** Reduce the value of any [frightened](/Conditions.aspx?ID=19) or [stupefied](/Conditions.aspx?ID=37) condition you have by 1 and end any [persistent mental damage](/Conditions.aspx?ID=29) you have.\r\n\r\n**Emotional Fervor** You gain a +1 status bonus to [Performance](/Skills.aspx?ID=12) checks and to the spell attack rolls of [emotion](/Traits.aspx?ID=60) spells, and enemies take a –1 status penalty to saves against your emotion spells. Spell: [_hideous laughter_](/Spells.aspx?ID=150)\r\n\r\n**Emotional Fallout** You become [fatigued](/Conditions.aspx?ID=15) until you Settle your Emotions.\r\n\r\n**Focus Spell** [Unimpeded Stride](/Spells.aspx?ID=464)\n\n</column>\r\n\r\n<title level=\"2\">Love</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 197 <sup>1.1</sup></row>\r\n\r\nYou're joined by the bonds of love and nothing can break that, but love can distract you from other things in your life. Your emotional focus is someone you're in love with; they aren't required to love you back.\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** Your emotional focus takes damage from an enemy while within 30 feet of you.\r\n\r\n**Catharsis Activation** If either you or your emotional focus is [confused](/Conditions.aspx?ID=5) or [controlled](/Conditions.aspx?ID=6), one of you can attempt a new saving throw against one confusing or controlling effect (if it allowed a save), ending the condition if the new save is a success. If both of you are eligible, your emotional focus gets the new save.\r\n\r\n**Emotional Fervor** You gain a +1 status bonus to Will saves. If you cast a spell to benefit your emotional focus, this bonus increases to +3 until the start of your next turn. Spell: [_soothe_](/Spells.aspx?ID=291)\r\n\r\n**Emotional Fallout** You're [fascinated](/Conditions.aspx?ID=14) with your emotional focus for 1 minute.\r\n\r\n**Focus Spell** [Soothing Words](/Spells.aspx?ID=452)\n\n</column>\r\n\r\n<title level=\"2\">Misery</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 197 <sup>1.1</sup></row>\r\n\r\nTo suffer is to know you're alive; to make your enemies suffer as greatly as you have eases your suffering.\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** You gain [persistent damage](/Conditions.aspx?ID=29) from a foe.\r\n\r\n**Catharsis Activation** You gain a number of temporary Hit Points equal to your level. They last for 1 minute.\r\n\r\n**Emotional Fervor** You can choose not to attempt a flat check to end persistent damage you're taking. When you cast a damaging spell, you can choose one creature that failed its save or that you hit with your spell attack roll. That target takes persistent damage of the same type the spell dealt, of an amount equal to the highest amount of persistent damage you currently have. You can't choose a creature that's already taking persistent damage. Spell: [_phantom pain_](/Spells.aspx?ID=220)\r\n\r\n**Emotional Fallout** You take an untyped penalty to any damage you would deal with any spell you cast until you Settle your Emotions. The penalty is –1 per spell level.\r\n\r\n**Focus Spell** [Savor the Sting](/Spells.aspx?ID=449)\n\n</column>\r\n\r\n<title level=\"2\">Pride</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 197 <sup>1.1</sup></row>\r\n\r\nAll is well as long as you appear well, but you get caught up in the moment and lose track of what's important.\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** You critically fail on an attack roll or saving throw.\r\n\r\n**Catharsis Activation** The critical failure becomes a failure.\r\n\r\n**Emotional Fervor** Each time you cast an [illusion](/Traits.aspx?ID=92) spell, until the start of your next turn, any critical failure you roll on an attack roll or saving throw is a failure instead. Spell: [_color spray_](/Spells.aspx?ID=44)\r\n\r\n**Emotional Fallout** You momentarily lose track of what's real, becoming [confused](/Conditions.aspx?ID=5) for 1 round. Spell: [_mirror image_](/Spells.aspx?ID=197)\r\n\r\n**Focus Spell** [Veil of Confidence](/Spells.aspx?ID=466)\n\n</column>\r\n\r\n<title level=\"2\">Remorse</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 197 <sup>1.1</sup></row>\r\n\r\nYou attempt to overcome your failings, but your guilt stays with you.\r\n\r\n<column gap=\"tiny\">\r\n**Catharsis Trigger** An ally within 30 feet drops to 0 Hit Points.\r\n\r\n**Catharsis Activation** You Step or Stride. You must end this movement closer to the triggering ally.\r\n\r\n**Emotional Fervor** Any spell you cast that restores Hit Points to the triggering ally gets a status bonus to the Hit Points healed equal to the spell's level, or double the spell's level if the ally is at 0 Hit Points. Spell: [_warrior's regret_](/Spells.aspx?ID=1030)\r\n\r\n**Emotional Fallout** Your emotional weight crushes you, leaving you [stupefied 2](/Conditions.aspx?ID=37) until you Settle your Emotions.\r\n\r\n**Focus Spell** [Healer's Blessing](/Spells.aspx?ID=426)\n\n</column>",
 "name": "Cathartic Mage",
 "pfs": "Limited",
 "prerequisite": "Charisma 14 or ability to cast spells from spell slots",
 "prerequisite_markdown": "Charisma 14 or ability to cast spells from spell slots",
 "rarity": "uncommon",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 194 <sup>1.1</sup></row>\r\n\r\n**Prerequisites**\r\nCharisma 14 or ability to cast spells from spell slots\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEmotions are powerful, and you can tap into that power to enhance your magic for a time. You learn to harness a particular emotional state under the …\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 194"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 194 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "Emotions are powerful, and you can tap into that power to enhance your magic for a time. You learn to harness a particular emotional state under the …",
 "summary_markdown": "Emotions are powerful, and you can tap into that power to enhance your magic for a time. You learn to harness a particular emotional state under the …",
 "text": " Cathartic Mage Source Secrets of Magic pg. 194 1.1 Emotions are powerful, and you can tap into that power to enhance your magic for a time. You learn to harness a particular emotional state under the right conditions, but be warned: emotions are volatile and destructive if left unchecked. The experience often leaves you reeling from the unhindered emotion, requiring a rest or distraction before tapping into it again. Click here for more rules on using this archetype. Emotional Focus Some emotional states, such as love or hatred, require the caster to focus on a specific individual called their emotional focus. Your emotional focus can change over time with you choosing a new focus after an important part of your story is resolved. Work with your GM to determine when this change happens. An emotional focus doesn't get a say in the matter; the cathartic spellcaster's emotions determine the bond. However, making another PC your emotional focus could result in an uncomfortable social dynamic. You should check with that PC's player in advance to see if such a link is acceptable. <document level=\"2\" id=\"feat-2964\" /> <document level=\"2\" id=\"feat-2965\" /> <document level=\"2\" id=\"feat-2966\" /> <document level=\"2\" id=\"feat-2967\" /> <document level=\"2\" id=\"feat-2968\" /> <document level=\"2\" id=\"feat-2969\" /> Emotional States The following emotional states are used in the Cathartic Mage archetype. Each emotional state's entry lists the following pieces of information. Catharsis Trigger The event or conditions you must meet to take your Catharsis reaction. Catharsis Activation The benefit when you use Catharsis. Emotional Fervor Benefits you gain for 3 rounds after you use Catharsis. This entry also lists a spell you're able to cast while in your emotional fervor. You must expend a spell slot to cast it. This slot most be of at least the spell's level, and the spell is automatically heightened to the level of slot you expended. Emotional Fallout The effect you experience when your emotional fervor ends. Focus Spell The focus spell you gain if you select the Cathartic Focus Spell archetype feat. Anger Source Secrets of Magic pg. 196 1.1 Your destructive wrath allows you to harm your foes but causes you pain in the process. Catharsis Trigger An enemy deals damage to you. You can't use this reaction if you're fatigued. Catharsis Activation If you're grabbed, immobilized, or restrained, you can attempt to Escape. If you succeed, the creature or hazard imposing the condition on you (if applicable) takes force damage equal to your level. Emotional Fervor When you Cast a Spell from your spell slots, if the spell deals damage and doesn't have a duration, you gain a status bonus to that spell's damage equal to the spell's level. Spell: draw ire Emotional Fallout You become fatigued until you Settle your Emotions. Focus Spell Athletic Rush Awe Source Secrets of Magic pg. 196 1.1 Your powerful sense of wonderment can be infectious and distracting. Catharsis Trigger You or an ally within 30 feet critically succeeds on an attack roll against an enemy's AC or a skill check against one of an enemy's DCs. Catharsis Activation If you're fascinated or stupefied, you can attempt an additional save to end the effect if it allowed a save. Emotional Fervor When you cast a spell, choose one creature that was hit by your spell attack roll or that failed its saving throw, if any. That creature becomes fascinated with you until the end of its next turn. It's then temporarily immune to this fervor effect for 1 hour. Spell: glitterdust Emotional Fallout You become flat-footed until you Settle your Emotions. Focus Spell Dazzling Flash (doesn't require a religious symbol) Dedication Source Secrets of Magic pg. 196 1.1 Your commitment protects those you are dedicated to but can lead to dependency. Your emotional focus is an individual creature you're bound to (see Emotional Focus sidebar above. Catharsis Trigger Your emotional focus takes damage from an enemy while within 30 feet of you. Catharsis Activation Your emotional focus gains a number of temporary Hit Points equal to half your level rounded up. These temporary HP last for 1 minute. Emotional Fervor Your spells that target your emotional focus gain the benefits of Reach Spell. When you cast a healing spell that affects your emotional focus, your emotional focus also gains temporary HP equal to the spell's level in addition to the spell's effects. These temporary HP last for 1 minute. Spell: spirit link Emotional Fallout Until you Settle your Emotions, you can't Cast Spells unless you're adjacent to your emotional focus. Focus Spell Protector's Sacrifice Fear Source Secrets of Magic pg. 196 1.1 You let your fear fuel you, rather than consume you, but it burns your endurance. Catharsis Trigger An enemy makes you frightened. Catharsis Activation Increase your frightened value by 1, to a maximum of frightened 4. Emotional Fervor You don't take the status penalty from the frightened condition to your spell DCs or spell attack bonus. Instead, you gain a status bonus to spell attack rolls equal to the penalty you would've taken, and your foes take the same status penalty to their saving throws against your spells. Any other statistic takes the status penalty as normal. Spell: fear Emotional Fallout You are fleeing for 2 rounds, running from the source of the frightened condition that triggered your Catharsis. If that source is no longer present, you instead flee from the position where you were at the start of your emotional fallout. Focus Spell Waking Nightmare Hatred Source Secrets of Magic pg. 196 1.1 Your unabashed hatred consumes your soul and causes your foe to falter. Your emotional focus is an individual enemy you detest (see Emotional Focus sidebar on page 197). Catharsis Trigger You start your first turn in an encounter against your emotional focus or one of their followers. If the encounter includes multiple eligible followers and doesn't include your actual emotional focus, choose one of the followers to act as your emotional focus for this encounter (or until your actual emotional focus shows up). Catharsis Activation You can Step or Stride. You must end this movement closer to your emotional focus. Emotional Fervor Your emotional focus is flat-footed to you and takes a –2 status penalty to saves against your spells. You're flat-footed to your emotional focus and take a –2 status penalty to saves against it. Spell: blood vendetta Emotional Fallout You become stunned 2. Focus Spell Cry of Destruction Joy Source Secrets of Magic pg. 197 1.1 Your unbridled enthusiasm and positive attitude can lead you to success, but you might expend more energy than you planned. Catharsis Trigger You critically succeed on an attack roll or save, or an enemy critically fails on a save against you. Catharsis Activation Reduce the value of any frightened or stupefied condition you have by 1 and end any persistent mental damage you have. Emotional Fervor You gain a +1 status bonus to Performance checks and to the spell attack rolls of emotion spells, and enemies take a –1 status penalty to saves against your emotion spells. Spell: hideous laughter Emotional Fallout You become fatigued until you Settle your Emotions. Focus Spell Unimpeded Stride Love Source Secrets of Magic pg. 197 1.1 You're joined by the bonds of love and nothing can break that, but love can distract you from other things in your life. Your emotional focus is someone you're in love with; they aren't required to love you back. Catharsis Trigger Your emotional focus takes damage from an enemy while within 30 feet of you. Catharsis Activation If either you or your emotional focus is confused or controlled, one of you can attempt a new saving throw against one confusing or controlling effect (if it allowed a save), ending the condition if the new save is a success. If both of you are eligible, your emotional focus gets the new save. Emotional Fervor You gain a +1 status bonus to Will saves. If you cast a spell to benefit your emotional focus, this bonus increases to +3 until the start of your next turn. Spell: soothe Emotional Fallout You're fascinated with your emotional focus for 1 minute. Focus Spell Soothing Words Misery Source Secrets of Magic pg. 197 1.1 To suffer is to know you're alive; to make your enemies suffer as greatly as you have eases your suffering. Catharsis Trigger You gain persistent damage from a foe. Catharsis Activation You gain a number of temporary Hit Points equal to your level. They last for 1 minute. Emotional Fervor You can choose not to attempt a flat check to end persistent damage you're taking. When you cast a damaging spell, you can choose one creature that failed its save or that you hit with your spell attack roll. That target takes persistent damage of the same type the spell dealt, of an amount equal to the highest amount of persistent damage you currently have. You can't choose a creature that's already taking persistent damage. Spell: phantom pain Emotional Fallout You take an untyped penalty to any damage you would deal with any spell you cast until you Settle your Emotions. The penalty is –1 per spell level. Focus Spell Savor the Sting Pride Source Secrets of Magic pg. 197 1.1 All is well as long as you appear well, but you get caught up in the moment and lose track of what's important. Catharsis Trigger You critically fail on an attack roll or saving throw. Catharsis Activation The critical failure becomes a failure. Emotional Fervor Each time you cast an illusion spell, until the start of your next turn, any critical failure you roll on an attack roll or saving throw is a failure instead. Spell: color spray Emotional Fallout You momentarily lose track of what's real, becoming confused for 1 round. Spell: mirror image Focus Spell Veil of Confidence Remorse Source Secrets of Magic pg. 197 1.1 You attempt to overcome your failings, but your guilt stays with you. Catharsis Trigger An ally within 30 feet drops to 0 Hit Points. Catharsis Activation You Step or Stride. You must end this movement closer to the triggering ally. Emotional Fervor Any spell you cast that restores Hit Points to the triggering ally gets a status bonus to the Hit Points healed equal to the spell's level, or double the spell's level if the ally is at 0 Hit Points. Spell: warrior's regret Emotional Fallout Your emotional weight crushes you, leaving you stupefied 2 until you Settle your Emotions. Focus Spell Healer's Blessing\n",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=97",
 "weakness": {}
}