{
 "archetype": [
  "Cavalier"
 ],
 "archetype_category": [
  "Profession",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-53",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Cavalier](/Archetypes.aspx?ID=53)</title>\n\n<traits>\r\n\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 164 <sup>2.0</sup></row>\r\n\r\n_[**PFS Note**](/pathfinder-society) A cavalier can pledge to a legal deity, religion, or pantheon, an organization they have access to, or the Pathfinder Society. The edicts and anathema of the Pathfinder Society are as follows: <br /> **Edicts:** Explore important sites, report and record your discoveries, and cooperate with fellow Pathfinders <br /> **Anathema:** Fail to explore, report and cooperate; defy the will of a venture-captain or the Decemvirate_\r\n\r\nYou are a skilled and dedicated warrior of the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. You and your mount are an unparalleled team, moving with shared intent to become a powerful force on the battlefield. You might wield a banner in the name of a greater organization, a liege, or an ideal you uphold, or you might fight solely to further enrich your own prestige, reputation, and coffers.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Cavalier Pledges</title>\r\n\r\nMany cavaliers pledge themselves in service to a specific organization or individual, such as a noble family or sovereign ruler, a knightly order or another organization, or a particular ideal. A cavalier pledged to an order or ideal must uphold its edicts and is beholden to any anathema it has; for example, a cavalier pledged to the druid's [animal order](/DruidicOrders.aspx?ID=1) would be tied to that anathema, while a cavalier pledged to the church of [Abadar](/Deities.aspx?ID=1) would be held to the same standards as a cleric of that god. If you pledge yourself to an entity or cause without a stated anathema, you should work with your GM to determine the edicts and anathema associated with your pledge.\n\n Cavaliers who have pledged themselves can gain access to certain abilities related to that pledge, such as [Cavalier's Banner](/Feats.aspx?ID=1920). If you violate the anathema of your pledge, you lose access to those feats until you benefit from an [_atone_](/Rituals.aspx?ID=2) ritual. Changing the subject of your pledge is equivalent to retraining a class feature.\r\n</aside>\n\n<document level=\"2\" id=\"feat-1919\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1920\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1921\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1922\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1923\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1924\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1925\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1926\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3620\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1927\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1928\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1929\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3621\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1930\"\n\n/>",
 "name": "Cavalier",
 "pfs": "Standard",
 "prerequisite": "Trained in Nature or Trained in Society",
 "prerequisite_markdown": "Trained in [Nature](/Skills.aspx?ID=10) or Trained in [Society](/Skills.aspx?ID=14)",
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 164 <sup>2.0</sup></row>\r\n\r\n**Prerequisites**\r\nTrained in [Nature](/Skills.aspx?ID=10) or Trained in [Society](/Skills.aspx?ID=14)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou are a skilled and dedicated warrior of the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. …\r\n</summary>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 164"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 164 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "You are a skilled and dedicated warrior of the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. …",
 "summary_markdown": "You are a skilled and dedicated warrior of the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. …",
 "text": " Cavalier Source Advanced Player's Guide pg. 164 2.0 PFS Note A cavalier can pledge to a legal deity, religion, or pantheon, an organization they have access to, or the Pathfinder Society. The edicts and anathema of the Pathfinder Society are as follows: Edicts: Explore important sites, report and record your discoveries, and cooperate with fellow Pathfinders Anathema: Fail to explore, report and cooperate; defy the will of a venture-captain or the Decemvirate You are a skilled and dedicated warrior of the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. You and your mount are an unparalleled team, moving with shared intent to become a powerful force on the battlefield. You might wield a banner in the name of a greater organization, a liege, or an ideal you uphold, or you might fight solely to further enrich your own prestige, reputation, and coffers. Cavalier Pledges Many cavaliers pledge themselves in service to a specific organization or individual, such as a noble family or sovereign ruler, a knightly order or another organization, or a particular ideal. A cavalier pledged to an order or ideal must uphold its edicts and is beholden to any anathema it has; for example, a cavalier pledged to the druid's animal order would be tied to that anathema, while a cavalier pledged to the church of Abadar would be held to the same standards as a cleric of that god. If you pledge yourself to an entity or cause without a stated anathema, you should work with your GM to determine the edicts and anathema associated with your pledge. Cavaliers who have pledged themselves can gain access to certain abilities related to that pledge, such as Cavalier's Banner. If you violate the anathema of your pledge, you lose access to those feats until you benefit from an atone ritual. Changing the subject of your pledge is equivalent to retraining a class feature. <document level=\"2\" id=\"feat-1920\" /> <document level=\"2\" id=\"feat-1921\" /> <document level=\"2\" id=\"feat-1922\" /> <document level=\"2\" id=\"feat-1923\" /> <document level=\"2\" id=\"feat-1924\" /> <document level=\"2\" id=\"feat-1925\" /> <document level=\"2\" id=\"feat-1926\" /> <document level=\"2\" id=\"feat-3620\" /> <document level=\"2\" id=\"feat-1927\" /> <document level=\"2\" id=\"feat-1928\" /> <document level=\"2\" id=\"feat-1929\" /> <document level=\"2\" id=\"feat-3621\" /> <document level=\"2\" id=\"feat-1930\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=53",
 "weakness": {}
}