{
 "archetype": [
  "Clockwork Reanimator"
 ],
 "archetype_category": [
  "Mystical"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-184",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"\">[Clockwork Reanimator](/Archetypes.aspx?ID=184)</title>\r\n\r\n<spoilers>May contain spoilers from Outlaws of Alkenstar</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 78</row>\n\nYou have unlocked the secret connections between necromancy and clockwork locomotion, giving you the unholy power to reanimate corpses. These minions shuffle forth with the mindless motions of the unliving and are little more than puppets under your control. Similarly, via careful tinkering and anatomical study, you learned how to make a powerful necromechanical ally. Finally, your technological prowess is such that you can use your innovations to force even powerful, free-willed [undead](/Traits.aspx?ID=160) to obey you.\n\n The secret to your success is a combination of alchemy and clockwork, machines and magic, science and spellcasting. Of course, crafting the shell of a wind-up zombie is one matter—your primary focus is on the craftwork necessary to make the whole thing work together. To you, the magic involved is only a means to an end, a way to make science more efficient through necromancy and potentially a little bit of evocation for some electric power.\n\n While some think your creations are vile, you see beauty in utility and believe animated corpses are tools that can be used for good or ill. For better or worse, when it comes to results, the science you've cobbled together fulfills the most important criterium for any new innovation: it _works_, plain and simple. Your reanimated clockwork corpses are stable, effective, and, more importantly, they don't rampage or crave the flesh of the living in the same way an undead would. Plus, they aren't vulnerable to positive energy, making them easier to use around good clerics and their ilk without your minions taking friendly fire. (Except [Pharasmins](/Deities.aspx?ID=14), always so inconveniently up in arms about the whole “desecrating the bodies of the dead” thing. They can't learn the difference between the stench of undeath and the smell of progress.)\n\n<document level=\"2\" id=\"feat-3645\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3646\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3647\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3648\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3649\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3650\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3651\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3652\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3653\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3654\"\n\n/>",
 "name": "Clockwork Reanimator",
 "prerequisite": "Trained in Crafting",
 "prerequisite_markdown": "Trained in [Crafting](/Skills.aspx?ID=4)",
 "rarity": "rare",
 "release_date": "2022-06-29",
 "resistance": {},
 "search_markdown": "<spoilers>May contain spoilers from Outlaws of Alkenstar</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 78</row>\r\n\r\n**Prerequisites**\r\nTrained in [Crafting](/Skills.aspx?ID=4)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have unlocked the secret connections between necromancy and clockwork locomotion, giving you the unholy power to reanimate corpses. These minions …\r\n</summary>",
 "source": [
  "Pathfinder #180: The Smoking Gun"
 ],
 "source_raw": [
  "Pathfinder #180: The Smoking Gun pg. 78"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 78</row>",
 "speed": {},
 "spoilers": "Outlaws of Alkenstar",
 "summary": "You have unlocked the secret connections between necromancy and clockwork locomotion, giving you the unholy power to reanimate corpses. These minions …",
 "summary_markdown": "You have unlocked the secret connections between necromancy and clockwork locomotion, giving you the unholy power to reanimate corpses. These minions …",
 "text": " Clockwork Reanimator May contain spoilers from Outlaws of Alkenstar Source Pathfinder #180: The Smoking Gun pg. 78 You have unlocked the secret connections between necromancy and clockwork locomotion, giving you the unholy power to reanimate corpses. These minions shuffle forth with the mindless motions of the unliving and are little more than puppets under your control. Similarly, via careful tinkering and anatomical study, you learned how to make a powerful necromechanical ally. Finally, your technological prowess is such that you can use your innovations to force even powerful, free-willed undead to obey you. The secret to your success is a combination of alchemy and clockwork, machines and magic, science and spellcasting. Of course, crafting the shell of a wind-up zombie is one matter—your primary focus is on the craftwork necessary to make the whole thing work together. To you, the magic involved is only a means to an end, a way to make science more efficient through necromancy and potentially a little bit of evocation for some electric power. While some think your creations are vile, you see beauty in utility and believe animated corpses are tools that can be used for good or ill. For better or worse, when it comes to results, the science you've cobbled together fulfills the most important criterium for any new innovation: it works , plain and simple. Your reanimated clockwork corpses are stable, effective, and, more importantly, they don't rampage or crave the flesh of the living in the same way an undead would. Plus, they aren't vulnerable to positive energy, making them easier to use around good clerics and their ilk without your minions taking friendly fire. (Except Pharasmins, always so inconveniently up in arms about the whole “desecrating the bodies of the dead” thing. They can't learn the difference between the stench of undeath and the smell of progress.) <document level=\"2\" id=\"feat-3646\" /> <document level=\"2\" id=\"feat-3647\" /> <document level=\"2\" id=\"feat-3648\" /> <document level=\"2\" id=\"feat-3649\" /> <document level=\"2\" id=\"feat-3650\" /> <document level=\"2\" id=\"feat-3651\" /> <document level=\"2\" id=\"feat-3652\" /> <document level=\"2\" id=\"feat-3653\" /> <document level=\"2\" id=\"feat-3654\" />",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=184",
 "weakness": {}
}