{
 "archetype": [
  "Curse Maelstrom"
 ],
 "archetype_category": [
  "Mystical",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-190",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Curse Maelstrom](/Archetypes.aspx?ID=190)</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 168</row>\n\nSome folks are ridden with bad luck: the rations they were counting on turn out to be spoiled, the ship they were hoping to catch sinks in the harbor, or the new home they bought is destroyed by a rampaging golem. Most know that they are cursed, feeling an emptiness in their soul that weighs upon them, gnawing at their confidence and shrouding their ambitions. Sometimes, these curse maelstroms learn to control and channel their curse; you are one such unfortunate soul.\n\n You have a powerful curse living deep within you. You might have been able to restrain your curse for the most part, but it flares up occasionally and tempts you with the power to curse your foes, should you allow it to exert itself. Why should you be the only one who has to endure a cursed life when others have so clearly earned such woe?\n\n Living with a curse every day, you become intimately familiar with the workings of curses, getting a sense of when bad luck is about to befall those around you. You might try to avoid further bad fortune—which rarely pans out as you'd like—or you could come to terms with your lot in life and regard your curse as something akin to an old friend. Either way, fate cares little.\n\n Misery loves company, so your curse can even be a beacon for more misfortune. You might have multiple curses all tied to you, all fighting to make your life as hellish as possible. \n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Manifestations</title>\r\n\r\nThose at the center of a storm of curses often have peculiar manifestations that mark them as one of the unfortunate. Over time, even the places that they inhabit will begin to show signs of their presence: plants with bizarre growths, dust clouds that form strange symbols in the light, and floors that creak and groan even when no one is walking across them.\r\n</aside>\n\n<document level=\"2\" id=\"feat-3829\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3830\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3831\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3832\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3833\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3834\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3835\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3836\"\n\n/>",
 "name": "Curse Maelstrom",
 "pfs": "Standard",
 "prerequisite": "You are cursed or have previously been cursed.",
 "prerequisite_markdown": "You are cursed or have previously been cursed.",
 "rarity": "rare",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 168</row>\r\n\r\n**Prerequisites**\r\nYou are cursed or have previously been cursed.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSome folks are ridden with bad luck: the rations they were counting on turn out to be spoiled, the ship they were hoping to catch sinks in the …\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 168"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 168</row>",
 "speed": {},
 "summary": "Some folks are ridden with bad luck: the rations they were counting on turn out to be spoiled, the ship they were hoping to catch sinks in the …",
 "summary_markdown": "Some folks are ridden with bad luck: the rations they were counting on turn out to be spoiled, the ship they were hoping to catch sinks in the …",
 "text": " Curse Maelstrom Source Dark Archive pg. 168 Some folks are ridden with bad luck: the rations they were counting on turn out to be spoiled, the ship they were hoping to catch sinks in the harbor, or the new home they bought is destroyed by a rampaging golem. Most know that they are cursed, feeling an emptiness in their soul that weighs upon them, gnawing at their confidence and shrouding their ambitions. Sometimes, these curse maelstroms learn to control and channel their curse; you are one such unfortunate soul. You have a powerful curse living deep within you. You might have been able to restrain your curse for the most part, but it flares up occasionally and tempts you with the power to curse your foes, should you allow it to exert itself. Why should you be the only one who has to endure a cursed life when others have so clearly earned such woe? Living with a curse every day, you become intimately familiar with the workings of curses, getting a sense of when bad luck is about to befall those around you. You might try to avoid further bad fortune—which rarely pans out as you'd like—or you could come to terms with your lot in life and regard your curse as something akin to an old friend. Either way, fate cares little. Misery loves company, so your curse can even be a beacon for more misfortune. You might have multiple curses all tied to you, all fighting to make your life as hellish as possible. Manifestations Those at the center of a storm of curses often have peculiar manifestations that mark them as one of the unfortunate. Over time, even the places that they inhabit will begin to show signs of their presence: plants with bizarre growths, dust clouds that form strange symbols in the light, and floors that creak and groan even when no one is walking across them. <document level=\"2\" id=\"feat-3830\" /> <document level=\"2\" id=\"feat-3831\" /> <document level=\"2\" id=\"feat-3832\" /> <document level=\"2\" id=\"feat-3833\" /> <document level=\"2\" id=\"feat-3834\" /> <document level=\"2\" id=\"feat-3835\" /> <document level=\"2\" id=\"feat-3836\" />",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=190",
 "weakness": {}
}