{
 "access": "You are a  kobold  with the  dragonscaled  or  spellscaled  heritage, a  dragon instinct  barbarian, or a  draconic bloodline  sorcerer.",
 "archetype": [
  "Dragon Disciple"
 ],
 "archetype_category": [
  "Mystical",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-56",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Dragon Disciple](/Archetypes.aspx?ID=56)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 168 <sup>2.0</sup></row>\n\nThe rippling waves of fear, the rustling of thick scales, and the beat of immense wings signal the arrival of a great dragon. The awe-inspiring presence of these creatures makes them worthy of reverence—or even outright worship. Dragon disciples dedicate themselves to becoming like these great beasts, with each disciple striving to typify one variety of dragon. Sorcerers of draconic blood, barbarians with the dragon instinct, and many kobolds with close ties to their draconic predecessors become dragon disciples, but anyone who has encountered one of these terrifying creatures might follow this path.\n\n As a dragon disciple, you study and learn from the example of dragons, but that doesn't necessarily mean that you admire the dragons you emulate. While most dragon disciples do indeed revere their chosen dragon, countless tales are told of dragon disciples born of great personal tragedy at the hands of boundless draconic fury. These disciples have transformed themselves into what they despise in order to gain the power to destroy their draconic tormentor and at long last earn their revenge.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Instinct of the Wyrm</title>\r\n\r\nThe acquisition of draconic might can change the dragon disciple's body and give them magical abilities, as reflected in the archetype's feats, but the mind often changes as well, potentially even overwhelming the disciple's normal personality. Any dragon disciple can find the attitudes of dragonkind intruding into their thoughts. The foremost emotion among all types of dragons is pride. Even the influence of a benevolent metallic dragon can overwhelm a dragon disciple with pride. When tempered, this feeling levels out to a steady confidence, but when uncontrolled, it can grow to an air of arrogance or superiority.\n\n Disciples of metallic dragons also feel the pangs of compassion and benevolence. They grow to be more focused on cooperation and might take on leadership roles. Disciples of the vile chromatic dragons are plagued by thoughts of cruelty and greed. They long to see fear in the eyes of foe and friend alike. Those who succumb to these thoughts become bullies or tyrants.\n\n Instinctual draconic feelings can be constant, yet they seem to intensify when the disciple uses their draconic powers. In the few seconds after using a breath weapon or attacking with claws, or when the disciple sprouts wings, they might have a moment of mental transformation. This can bring on the full mindset of a dragon, or even make the disciple temporarily believe they truly are a dragon, and is often accompanied by a draconic roar, cackle, or majestic display. \r\n</aside>\n\n<document level=\"2\" id=\"feat-1940\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1941\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1942\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1943\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1944\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1945\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3406\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1946\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3407\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1947\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3408\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1948\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1949\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3409\"\n\n/>",
 "name": "Dragon Disciple",
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 168 <sup>2.0</sup></row>\n\n**Access**\r\nYou are a  kobold  with the  dragonscaled  or  spellscaled  heritage, a  dragon instinct  barbarian, or a  draconic bloodline  sorcerer.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe rippling waves of fear, the rustling of thick scales, and the beat of immense wings signal the arrival of a great dragon. The awe-inspiring …\r\n</summary>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 168"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 168 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "The rippling waves of fear, the rustling of thick scales, and the beat of immense wings signal the arrival of a great dragon. The awe-inspiring …",
 "summary_markdown": "The rippling waves of fear, the rustling of thick scales, and the beat of immense wings signal the arrival of a great dragon. The awe-inspiring …",
 "text": " Dragon Disciple Source Advanced Player's Guide pg. 168 2.0 The rippling waves of fear, the rustling of thick scales, and the beat of immense wings signal the arrival of a great dragon. The awe-inspiring presence of these creatures makes them worthy of reverence—or even outright worship. Dragon disciples dedicate themselves to becoming like these great beasts, with each disciple striving to typify one variety of dragon. Sorcerers of draconic blood, barbarians with the dragon instinct, and many kobolds with close ties to their draconic predecessors become dragon disciples, but anyone who has encountered one of these terrifying creatures might follow this path. As a dragon disciple, you study and learn from the example of dragons, but that doesn't necessarily mean that you admire the dragons you emulate. While most dragon disciples do indeed revere their chosen dragon, countless tales are told of dragon disciples born of great personal tragedy at the hands of boundless draconic fury. These disciples have transformed themselves into what they despise in order to gain the power to destroy their draconic tormentor and at long last earn their revenge. Instinct of the Wyrm The acquisition of draconic might can change the dragon disciple's body and give them magical abilities, as reflected in the archetype's feats, but the mind often changes as well, potentially even overwhelming the disciple's normal personality. Any dragon disciple can find the attitudes of dragonkind intruding into their thoughts. The foremost emotion among all types of dragons is pride. Even the influence of a benevolent metallic dragon can overwhelm a dragon disciple with pride. When tempered, this feeling levels out to a steady confidence, but when uncontrolled, it can grow to an air of arrogance or superiority. Disciples of metallic dragons also feel the pangs of compassion and benevolence. They grow to be more focused on cooperation and might take on leadership roles. Disciples of the vile chromatic dragons are plagued by thoughts of cruelty and greed. They long to see fear in the eyes of foe and friend alike. Those who succumb to these thoughts become bullies or tyrants. Instinctual draconic feelings can be constant, yet they seem to intensify when the disciple uses their draconic powers. In the few seconds after using a breath weapon or attacking with claws, or when the disciple sprouts wings, they might have a moment of mental transformation. This can bring on the full mindset of a dragon, or even make the disciple temporarily believe they truly are a dragon, and is often accompanied by a draconic roar, cackle, or majestic display. <document level=\"2\" id=\"feat-1941\" /> <document level=\"2\" id=\"feat-1942\" /> <document level=\"2\" id=\"feat-1943\" /> <document level=\"2\" id=\"feat-1944\" /> <document level=\"2\" id=\"feat-1945\" /> <document level=\"2\" id=\"feat-3406\" /> <document level=\"2\" id=\"feat-1946\" /> <document level=\"2\" id=\"feat-3407\" /> <document level=\"2\" id=\"feat-1947\" /> <document level=\"2\" id=\"feat-3408\" /> <document level=\"2\" id=\"feat-1948\" /> <document level=\"2\" id=\"feat-1949\" /> <document level=\"2\" id=\"feat-3409\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=56",
 "weakness": {}
}