{
 "archetype": [
  "Elementalist"
 ],
 "archetype_category": [
  "Mystical",
  "Class",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-98",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Elementalist](/Archetypes.aspx?ID=98)</title>\n\n<traits>\r\n\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 206 <sup>1.1</sup></row>\n\nYou revere the four elements—air, earth, fire, and water—as the building blocks of creation and the source of all life. You believe that by balancing, mixing, and rearranging these four elements, magic is made. This belief has led you to eschew traditional magical theories and divisions, and you instead focus on harnessing, manipulating, and shaping the four elements. You cast spells drawn from multiple traditions and can use the four elements to alter and empower your spells, making them manifest and mixing them in unique ways. Most elementalists embrace the four elements equally as a mystical quaternity, and they strengthen their connection to one of these elements each day to protect themselves from harm. Others, notably [sorcerer](/Classes.aspx?ID=11) and [wizard](/Classes.aspx?ID=12) elementalists, feel a stronger connection to a singular element that they hone to great heights, utilizing the other three elements to support and augment their favored element.\r\n\r\n<title level=\"3\">Elemental Magic (1st)</title>\r\n\r\nYou're a spellcaster that's specialized in harnessing the four elements. Though you might feel a stronger kinship for one element over the others, you're capable of shaping all of them. Due to your specialization in elemental magic, you have a smaller, more focused spell list than other spellcasters, though your magic is drawn from multiple traditions. If you choose this class archetype, you must select the Elementalist Dedication as your 2nd-level class feat.\n\n **Prerequisites**: You must have a spellcasting class feature that chooses spells from the [arcane](/SpellLists.aspx?Tradition=1) or [primal](/SpellLists.aspx?Tradition=4) spell list.\n\n **Elementalist Adjustments**: Replace your spell list with the [elemental spell list](/SpellLists.aspx?Tradition=5). Your actual magical tradition is unchanged, but you choose your spells from the elemental list instead.\n\n If you're a sorcerer with the [elemental bloodline](/Bloodlines.aspx?ID=6), you can replace your initial bloodline spell with an initial elemental focus spell, and your advanced bloodline spell with an advanced elemental focus spell. The initial and advanced elemental focus spells you select must have the same trait as your elemental bloodline and come from the options listed below.\n\n **Druid Elementalist Adjustments**: If you're a druid of the [storm order](/DruidicOrders.aspx?ID=3), you can choose to replace your starting order spell, [_tempest surge_](/Spells.aspx?ID=479), with [_updraft_](/Spells.aspx?ID=1058).\n\n **Wizard Elementalist Adjustments**: If you're a wizard with an arcane school, instead of specializing in a school of magic, you specialize in one of the four elements: air, earth, fire, or water. Any benefits your arcane school would grant you that are associated with a selected spell school, you instead apply to your selected element. For example, if you select air as your element, you can prepare only spells that have the [air](/Traits.aspx?ID=5) trait in your extra arcane school slots, you can prepare an extra air cantrip, and you add an extra air spell from the elemental spell list to your spellbook. Additionally, in place of your arcane school spell, you learn the initial elemental focus spell of your selected element. In all other ways, your arcane school functions as written in the _Core Rulebook_. If you later select the [Advanced School Spell](/Feats.aspx?ID=647) wizard feat, instead of gaining the listed school spell, you gain the advanced elemental focus spell of your selected element. \n\n**Elemental Focus Spells** \n<ul><li>**Air** initial: [_updraft_](/Spells.aspx?ID=1058); advanced: [_powerful inhalation_](/Spells.aspx?ID=1054)</li><li>**Earth** initial: [_crushing ground_](/Spells.aspx?ID=1053); advanced: [_stone lance_](/Spells.aspx?ID=1057)</li><li>**Fire** initial: [_wildfire_](/Spells.aspx?ID=1059); advanced: [_combustion_](/Spells.aspx?ID=1052)</li><li>**Water** initial: [_rising surf_](/Spells.aspx?ID=1056); advanced: [_pulverizing cascade_](/Spells.aspx?ID=1055)</li></ul>\n\n[Click here for more rules on using this archetype.](/Rules.aspx?ID=1516)\n\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-2986\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2987\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2988\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-604\"\r\noverride-title-right=\"Feat 4*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2989\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-318\"\r\noverride-title-right=\"Feat 6*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1714\"\r\noverride-title-right=\"Feat 8*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2990\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-455\"\r\noverride-title-right=\"Feat 8*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2991\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2992\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2993\"\n\n/>",
 "name": "Elementalist",
 "pfs": "Standard",
 "prerequisite": "elemental magic",
 "prerequisite_markdown": "elemental magic",
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 206 <sup>1.1</sup></row>\r\n\r\n**Prerequisites**\r\nelemental magic\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou revere the four elements—air, earth, fire, and water—as the building blocks of creation and the source of all life. You believe that by …\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 206"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 206 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "You revere the four elements—air, earth, fire, and water—as the building blocks of creation and the source of all life. You believe that by …",
 "summary_markdown": "You revere the four elements—air, earth, fire, and water—as the building blocks of creation and the source of all life. You believe that by …",
 "text": " Elementalist Source Secrets of Magic pg. 206 1.1 You revere the four elements—air, earth, fire, and water—as the building blocks of creation and the source of all life. You believe that by balancing, mixing, and rearranging these four elements, magic is made. This belief has led you to eschew traditional magical theories and divisions, and you instead focus on harnessing, manipulating, and shaping the four elements. You cast spells drawn from multiple traditions and can use the four elements to alter and empower your spells, making them manifest and mixing them in unique ways. Most elementalists embrace the four elements equally as a mystical quaternity, and they strengthen their connection to one of these elements each day to protect themselves from harm. Others, notably sorcerer and wizard elementalists, feel a stronger connection to a singular element that they hone to great heights, utilizing the other three elements to support and augment their favored element. Elemental Magic (1st) You're a spellcaster that's specialized in harnessing the four elements. Though you might feel a stronger kinship for one element over the others, you're capable of shaping all of them. Due to your specialization in elemental magic, you have a smaller, more focused spell list than other spellcasters, though your magic is drawn from multiple traditions. If you choose this class archetype, you must select the Elementalist Dedication as your 2nd-level class feat. Prerequisites : You must have a spellcasting class feature that chooses spells from the arcane or primal spell list. Elementalist Adjustments : Replace your spell list with the elemental spell list. Your actual magical tradition is unchanged, but you choose your spells from the elemental list instead. If you're a sorcerer with the elemental bloodline, you can replace your initial bloodline spell with an initial elemental focus spell, and your advanced bloodline spell with an advanced elemental focus spell. The initial and advanced elemental focus spells you select must have the same trait as your elemental bloodline and come from the options listed below. Druid Elementalist Adjustments : If you're a druid of the storm order, you can choose to replace your starting order spell, tempest surge , with updraft . Wizard Elementalist Adjustments : If you're a wizard with an arcane school, instead of specializing in a school of magic, you specialize in one of the four elements: air, earth, fire, or water. Any benefits your arcane school would grant you that are associated with a selected spell school, you instead apply to your selected element. For example, if you select air as your element, you can prepare only spells that have the air trait in your extra arcane school slots, you can prepare an extra air cantrip, and you add an extra air spell from the elemental spell list to your spellbook. Additionally, in place of your arcane school spell, you learn the initial elemental focus spell of your selected element. In all other ways, your arcane school functions as written in the Core Rulebook . If you later select the Advanced School Spell wizard feat, instead of gaining the listed school spell, you gain the advanced elemental focus spell of your selected element. Elemental Focus Spells Air initial: updraft ; advanced: powerful inhalation Earth initial: crushing ground ; advanced: stone lance Fire initial: wildfire ; advanced: combustion Water initial: rising surf ; advanced: pulverizing cascade Click here for more rules on using this archetype. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-2987\" /> <document level=\"2\" id=\"feat-2988\" /> <document level=\"2\" id=\"feat-604\" override-title-right=\"Feat 4 \" /> <document level=\"2\" id=\"feat-2989\" /> <document level=\"2\" id=\"feat-318\" override-title-right=\"Feat 6 \" /> <document level=\"2\" id=\"feat-1714\" override-title-right=\"Feat 8 \" /> <document level=\"2\" id=\"feat-2990\" /> <document level=\"2\" id=\"feat-455\" override-title-right=\"Feat 8 \" /> <document level=\"2\" id=\"feat-2991\" /> <document level=\"2\" id=\"feat-2992\" /> <document level=\"2\" id=\"feat-2993\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=98",
 "weakness": {}
}