{
 "archetype": [
  "Exorcist"
 ],
 "archetype_category": [
  "Profession",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-171",
 "level": 4,
 "markdown": "<title level=\"1\" right=\"Archetype 4\" pfs=\"Standard\">[Exorcist](/Archetypes.aspx?ID=171)</title>\n\n<traits>\r\n\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 22</row>\n\nYou pacify restless [spirits](/Traits.aspx?ID=149), [ghosts](/MonsterFamilies.aspx?ID=51), and [haunts](/Traits.aspx?ID=88), capturing fragments of them and using their vengeful energies to fuel your own powers while purifying the spirit. You store these ghosts within a magical vessel called a _spirit dwelling_. This _spirit dwelling_ might be a treasured family heirloom, an item you crafted expressly to help with exorcisms, or even just an odd trinket you found that happens to do the job.\n\n While the motivations of exorcists run the gamut, most are compassionate individuals who believe that every ghost, haunt, and spirit is simply a lost soul in need of rest. They collect spirits expressly for the purposes of offering them comfort, guidance, and absolution. After an exorcist's ministrations, these spirits are freed of their burdens, emotion, and regrets and are reabsorbed into the River of Souls. Although exorcists rarely gather in one place, many different religions employ them to deal with spiritual threats.\n\n Exorcists are most commonly found among the faithful of [Ashava](/Deities.aspx?ID=114) the True Spark (the empyreal lord of dancers), but among the major deities of the Inner Sea region, [Sarenrae](/Deities.aspx?ID=16), [Pharasma](/Deities.aspx?ID=14), and even [Shelyn](/Deities.aspx?ID=17) count a fair number of exorcists among their faithful. Exorcists can come from any walk of life, but many are [redeemer](/Causes.aspx?ID=2) [champions](/Classes.aspx?ID=4), [clerics](/Classes.aspx?ID=5), or [monks](/Classes.aspx?ID=8). Apart from the role of the _spirit dwelling_, exorcism practices can vary. For example, a [bard](/Classes.aspx?ID=3) or [rogue](/Classes.aspx?ID=10) might attract spirits with trickery, charm, or empty promises. In contrast, a cleric of Pharasma could take a more severe route, demanding the spirits return to the natural order of things.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Exorcists Across Golarion</title>\r\n\r\nThe well-known exorcists of [Pharasma](/Deities.aspx?ID=14) use methods of repeated prayer, holy water, and sacred rituals. [Ashavic](/Deities.aspx?ID=114) exorcists often dance under the moonlight to entice lost souls and guide them onward. In Osirion, exorcists practice execration, or proactive preventive exorcism techniques. In Northern Garund and some parts of Qadira, playing the stringed tanbura, rattling manjur, and specific drum patterns help cut the threads that tie the spirit to this world. Matanji orcs in the Mwangi Expanse perform exorcisms by drawing tattoo-like diagrams in iron ink. In Tian Xia, exorcists often use [fulus](/equipment/consumables/fulu) to assist in their practice.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Spirit Dwellings and Remnants</title>\r\n\r\nA _spirit dwelling_ can be any object, from an everyday item like a mirror, hand bell, or gemstone, to a custom clockwork device, so long as it can be held in one hand, is light Bulk, and doesn't serve another function (such as a weapon, shield, consumable, or magic item). Your spirit dwelling has the trait of the magical tradition used to take Exorcist Dedication and the [necromancy](/Traits.aspx?ID=117) trait. Your _spirit dwelling_ is attuned to you, so only you can use it. If your _spirit dwelling_ is lost or stolen, you can turn another object into a new _spirit dwelling_ with a 1-hour ritual; this causes your previous _spirit dwelling_ to revert to a mundane object and any spirits within to harmlessly disperse. \n\n Your _spirit dwelling_ can house not just wisps but greater remnants of spiritual energy left behind by defeated ghosts and haunts. You can use the Collect Spirit Remnant activity.\n\n<document level=\"2\" id=\"action-1160\" />**Rejuvenating Spirits**: Though all spirit wisps and most remnants can pass on immediately when purified, if a spirit remnant came from a creature with the rejuvenation special ability (such as most ghosts), a recurring haunt, or another entity who ordinarily doesn't pass on when destroyed, its ties to this world are too strong for it to easily pass on. When a spirit remnant from such an entity is released as part of your daily preparations, instead of joining the River of Souls, it begins re-forming itself in the time and location noted in its rejuvenation ability. However, you learn a clue about the spirit's unfinished business, which may help you put it to rest permanently. \r\n</aside>\r\n\r\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-3454\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3455\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3456\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3457\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1493\"\r\noverride-title-right=\"Feat 8*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-388\"\r\noverride-title-right=\"Feat 10*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3458\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-236\"\r\noverride-title-right=\"Feat 14*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-530\"\r\noverride-title-right=\"Feat 16*\"\r\n\r\n/>",
 "name": "Exorcist",
 "pfs": "Standard",
 "prerequisite": "Trained in Occultism or Trained in Religion",
 "prerequisite_markdown": "Trained in [Occultism](/Skills.aspx?ID=11) or Trained in [Religion](/Skills.aspx?ID=13)",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 22</row>\r\n\r\n**Prerequisites**\r\nTrained in [Occultism](/Skills.aspx?ID=11) or Trained in [Religion](/Skills.aspx?ID=13)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou pacify restless  spirits ,  ghosts , and  haunts , capturing fragments of them and using their vengeful energies to fuel your own powers while …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 22"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 22</row>",
 "speed": {},
 "summary": "You pacify restless  spirits ,  ghosts , and  haunts , capturing fragments of them and using their vengeful energies to fuel your own powers while …",
 "summary_markdown": "You pacify restless  spirits ,  ghosts , and  haunts , capturing fragments of them and using their vengeful energies to fuel your own powers while …",
 "text": " Exorcist Source Book of the Dead pg. 22 You pacify restless spirits, ghosts, and haunts, capturing fragments of them and using their vengeful energies to fuel your own powers while purifying the spirit. You store these ghosts within a magical vessel called a spirit dwelling . This spirit dwelling might be a treasured family heirloom, an item you crafted expressly to help with exorcisms, or even just an odd trinket you found that happens to do the job. While the motivations of exorcists run the gamut, most are compassionate individuals who believe that every ghost, haunt, and spirit is simply a lost soul in need of rest. They collect spirits expressly for the purposes of offering them comfort, guidance, and absolution. After an exorcist's ministrations, these spirits are freed of their burdens, emotion, and regrets and are reabsorbed into the River of Souls. Although exorcists rarely gather in one place, many different religions employ them to deal with spiritual threats. Exorcists are most commonly found among the faithful of Ashava the True Spark (the empyreal lord of dancers), but among the major deities of the Inner Sea region, Sarenrae, Pharasma, and even Shelyn count a fair number of exorcists among their faithful. Exorcists can come from any walk of life, but many are redeemer champions, clerics, or monks. Apart from the role of the spirit dwelling , exorcism practices can vary. For example, a bard or rogue might attract spirits with trickery, charm, or empty promises. In contrast, a cleric of Pharasma could take a more severe route, demanding the spirits return to the natural order of things. Exorcists Across Golarion The well-known exorcists of Pharasma use methods of repeated prayer, holy water, and sacred rituals. Ashavic exorcists often dance under the moonlight to entice lost souls and guide them onward. In Osirion, exorcists practice execration, or proactive preventive exorcism techniques. In Northern Garund and some parts of Qadira, playing the stringed tanbura, rattling manjur, and specific drum patterns help cut the threads that tie the spirit to this world. Matanji orcs in the Mwangi Expanse perform exorcisms by drawing tattoo-like diagrams in iron ink. In Tian Xia, exorcists often use fulus to assist in their practice. Spirit Dwellings and Remnants A spirit dwelling can be any object, from an everyday item like a mirror, hand bell, or gemstone, to a custom clockwork device, so long as it can be held in one hand, is light Bulk, and doesn't serve another function (such as a weapon, shield, consumable, or magic item). Your spirit dwelling has the trait of the magical tradition used to take Exorcist Dedication and the necromancy trait. Your spirit dwelling is attuned to you, so only you can use it. If your spirit dwelling is lost or stolen, you can turn another object into a new spirit dwelling with a 1-hour ritual; this causes your previous spirit dwelling to revert to a mundane object and any spirits within to harmlessly disperse. Your spirit dwelling can house not just wisps but greater remnants of spiritual energy left behind by defeated ghosts and haunts. You can use the Collect Spirit Remnant activity. Rejuvenating Spirits : Though all spirit wisps and most remnants can pass on immediately when purified, if a spirit remnant came from a creature with the rejuvenation special ability (such as most ghosts), a recurring haunt, or another entity who ordinarily doesn't pass on when destroyed, its ties to this world are too strong for it to easily pass on. When a spirit remnant from such an entity is released as part of your daily preparations, instead of joining the River of Souls, it begins re-forming itself in the time and location noted in its rejuvenation ability. However, you learn a clue about the spirit's unfinished business, which may help you put it to rest permanently. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-3455\" /> <document level=\"2\" id=\"feat-3456\" /> <document level=\"2\" id=\"feat-3457\" /> <document level=\"2\" id=\"feat-1493\" override-title-right=\"Feat 8 \" /> <document level=\"2\" id=\"feat-388\" override-title-right=\"Feat 10 \" /> <document level=\"2\" id=\"feat-3458\" /> <document level=\"2\" id=\"feat-236\" override-title-right=\"Feat 14 \" /> <document level=\"2\" id=\"feat-530\" override-title-right=\"Feat 16 \" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=171",
 "weakness": {}
}