{
 "archetype": [
  "Fighter"
 ],
 "archetype_category": [
  "Multiclass"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-7",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Fighter](/Archetypes.aspx?ID=7)</title>\n\n<traits>\r\n\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 226 <sup>4.0</sup></row>\n\nYou have spent time learning the art of warfare, increasing your skill with martial arms and at wearing armor. With further training, you can become a true combat specialist.\r\n\r\n<title level=\"3\">Multiclass Fighter characters</title>\r\n\r\nThe fighter archetype grants access to great feats for characters focusing on any combat style, and it’s particularly helpful for characters looking to diversify their offensive abilities or focus on more powerful weapons. \n<ul><li>Barbarian fighters can combine their talents with two-handed weapons with some of the fighter’s two-handed feats to devastating effect. </li><li>Champion fighters focus on a style of combat exemplified by their deity. A shield-using champion benefits from the best of both worlds in shield feats. </li><li>Monk fighters are great at combining unusual weapon styles. For instance, a monks isn’t hindered by a restriction to keep one hand free, because they want to punch you with that hand anyway. </li><li>Ranger fighters can either specialize in archery or use their fighter feats to pick up an unusual combat style combination. </li><li>Rogue fighters can make good use of fighter’s free hand, two-weapon fighting, or archery feats. </li><li>Spellcaster fighters benefit greatly from the additional weapon proficiencies, and fighter is a solid choice for any spellcaster of a particularly martial bent.</li></ul>\n\n<document level=\"2\" id=\"feat-709\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-710\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-711\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-712\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-713\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-714\"\n\n/>",
 "name": "Fighter",
 "pfs": "Standard",
 "prerequisite": "Strength 14; Dexterity 14",
 "prerequisite_markdown": "Strength 14; Dexterity 14",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 226 <sup>4.0</sup></row>\r\n\r\n**Prerequisites**\r\nStrength 14; Dexterity 14\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have spent time learning the art of warfare, increasing your skill with martial arms and at wearing armor. With further training, you can become …\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 226"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 226 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "You have spent time learning the art of warfare, increasing your skill with martial arms and at wearing armor. With further training, you can become …",
 "summary_markdown": "You have spent time learning the art of warfare, increasing your skill with martial arms and at wearing armor. With further training, you can become …",
 "text": " Fighter Source Core Rulebook pg. 226 4.0 You have spent time learning the art of warfare, increasing your skill with martial arms and at wearing armor. With further training, you can become a true combat specialist. Multiclass Fighter characters The fighter archetype grants access to great feats for characters focusing on any combat style, and it’s particularly helpful for characters looking to diversify their offensive abilities or focus on more powerful weapons. Barbarian fighters can combine their talents with two-handed weapons with some of the fighter’s two-handed feats to devastating effect. Champion fighters focus on a style of combat exemplified by their deity. A shield-using champion benefits from the best of both worlds in shield feats. Monk fighters are great at combining unusual weapon styles. For instance, a monks isn’t hindered by a restriction to keep one hand free, because they want to punch you with that hand anyway. Ranger fighters can either specialize in archery or use their fighter feats to pick up an unusual combat style combination. Rogue fighters can make good use of fighter’s free hand, two-weapon fighting, or archery feats. Spellcaster fighters benefit greatly from the additional weapon proficiencies, and fighter is a solid choice for any spellcaster of a particularly martial bent. <document level=\"2\" id=\"feat-710\" /> <document level=\"2\" id=\"feat-711\" /> <document level=\"2\" id=\"feat-712\" /> <document level=\"2\" id=\"feat-713\" /> <document level=\"2\" id=\"feat-714\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=7",
 "weakness": {}
}