{
 "archetype": [
  "Fireworks Technician"
 ],
 "archetype_category": [
  "Profession",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-119",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Fireworks Technician](/Archetypes.aspx?ID=119)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 134</row>\r\n\r\n_[**PFS Note**](/pathfinder-society)  Characters with a Home Region of Tien Xia or Vudra have access to the fireworks technician archetype._\r\n\r\nThe brilliant display of cascading lights and flickering aerial flowers, the thunderous boom, the sizzling crackle, and piercing screech—these are the stock and trade of your craft. You know how to perfectly pair light and sound to create fireworks displays that can amaze children and adults, comfort friends, and even confound your foes.\n\n As a fireworks technician, you might be an itinerant wanderer, roaming from town to town and developing your craft on your own. In that case, you make a living on the road, selling fireworks to the townsfolk, setting up public displays upon request and receipt of payment, and even tailoring individualized performances to those wealthy or interesting enough to be worthy of receiving their own private show.\n\n  On the other hand, you might be part of an established fireworks house from Tian Xia or Vudra and rely on teamwork to perfect your various formulas and displays. Hoping to produce the next great innovation in fireworks technology, you often send back the notes from your studies and field demonstrations to esteemed colleagues from your fireworks house, seeking their opinions on your next big idea.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Describing Your Fireworks Display</title>\r\n\r\nAs a firework technician, the exact visuals of your character's special abilities might matter significantly to you. No two firework technicians use exactly the same fireworks display, even if they come from the same fireworks house and both use the same feat to generate the display. In fact, it's likely that when you use a feat from the firework technician archetype, the resulting display remains a bit different each time as you tinker, perfect, and refine your technique. Even so, you probably have a few themes that you prefer for each of your firework technician feats. For instance, your Coughing Dragon Display might appear in the sinuous serpentine shape of a literal imperial dragon, coughing out glittering trails. It might also resemble a simple series of geometric shapes, an enigmatic spiraling aeon trailing off in a shape with radial symmetry, a pattern shaped like a tree blossoming with flowers in the sky, or anything else you can imagine. To help your fellow players visualize what your character is doing, you might come up with some go-to descriptions or draw art depicting some of your favorite displays.\r\n</aside>\n\n<document level=\"2\" id=\"feat-3245\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3246\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3247\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3248\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3249\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3250\"\n\n/>",
 "name": "Fireworks Technician",
 "pfs": "Standard",
 "prerequisite": "Trained in Crafting",
 "prerequisite_markdown": "Trained in [Crafting](/Skills.aspx?ID=4)",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 134</row>\r\n\r\n**Prerequisites**\r\nTrained in [Crafting](/Skills.aspx?ID=4)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe brilliant display of cascading lights and flickering aerial flowers, the thunderous boom, the sizzling crackle, and piercing screech—these are …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 134"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 134</row>",
 "speed": {},
 "summary": "The brilliant display of cascading lights and flickering aerial flowers, the thunderous boom, the sizzling crackle, and piercing screech—these are …",
 "summary_markdown": "The brilliant display of cascading lights and flickering aerial flowers, the thunderous boom, the sizzling crackle, and piercing screech—these are …",
 "text": " Fireworks Technician Source Guns &amp; Gears pg. 134 PFS Note Characters with a Home Region of Tien Xia or Vudra have access to the fireworks technician archetype. The brilliant display of cascading lights and flickering aerial flowers, the thunderous boom, the sizzling crackle, and piercing screech—these are the stock and trade of your craft. You know how to perfectly pair light and sound to create fireworks displays that can amaze children and adults, comfort friends, and even confound your foes. As a fireworks technician, you might be an itinerant wanderer, roaming from town to town and developing your craft on your own. In that case, you make a living on the road, selling fireworks to the townsfolk, setting up public displays upon request and receipt of payment, and even tailoring individualized performances to those wealthy or interesting enough to be worthy of receiving their own private show. On the other hand, you might be part of an established fireworks house from Tian Xia or Vudra and rely on teamwork to perfect your various formulas and displays. Hoping to produce the next great innovation in fireworks technology, you often send back the notes from your studies and field demonstrations to esteemed colleagues from your fireworks house, seeking their opinions on your next big idea. Describing Your Fireworks Display As a firework technician, the exact visuals of your character's special abilities might matter significantly to you. No two firework technicians use exactly the same fireworks display, even if they come from the same fireworks house and both use the same feat to generate the display. In fact, it's likely that when you use a feat from the firework technician archetype, the resulting display remains a bit different each time as you tinker, perfect, and refine your technique. Even so, you probably have a few themes that you prefer for each of your firework technician feats. For instance, your Coughing Dragon Display might appear in the sinuous serpentine shape of a literal imperial dragon, coughing out glittering trails. It might also resemble a simple series of geometric shapes, an enigmatic spiraling aeon trailing off in a shape with radial symmetry, a pattern shaped like a tree blossoming with flowers in the sky, or anything else you can imagine. To help your fellow players visualize what your character is doing, you might come up with some go-to descriptions or draw art depicting some of your favorite displays. <document level=\"2\" id=\"feat-3246\" /> <document level=\"2\" id=\"feat-3247\" /> <document level=\"2\" id=\"feat-3248\" /> <document level=\"2\" id=\"feat-3249\" /> <document level=\"2\" id=\"feat-3250\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=119",
 "weakness": {}
}