{
 "archetype": [
  "Gelid Shard"
 ],
 "archetype_category": [
  "Artifact",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-201",
 "markdown": "<title level=\"1\" right=\"Archetype \" pfs=\"\">[Gelid Shard](/Archetypes.aspx?ID=201)</title>\n\n<traits>\r\n\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 184 <sup>1.1</sup></row>\n\nThe Varki wizard T'aak Chamin once traveled from the Lands of the Linnorm Kings northward, past the Winterwall Glacier and deep into the frozen wastes of the Crown of the World. T'aak was seeking immortality without the risk of undeath, and he followed the hints and clues of ancient legends that spoke of “the frozen immortals,” and of ancient magics of ice crafting that were once commonly traded between these rumored immortals and the Erutaki people, who share ancestral roots with the Varki.\n\n Little is known of T'aak's journeys in the northern wastes, though all accounts that record anything of the wizard and his trek indicate that the man who returned was different in many ways than the man who first traveled north. T'aak spoke of beings known as saumen kar, of a “great whale” sealed beneath the ice, and of strange corruptions. An account left by his wife mentions that T'aak often awoke screaming about “malignant sludge” and a “disease clawing at the ancient gates.” Despite all this, T'aak's primary quest did result in at least one notable accomplishment: the crafting of the first [_gelid shard_](/Equipment.aspx?ID=2369).\n\n _Gelid shards_ are arcane focuses of refined magical cold in physical form. Unfortunately for their creator, _gelid shards_ do not grant immortality, though mortal creatures bonded to them do often have slightly longer lifespans thanks to the preserving cold that inundates and surrounds them.\n\n<document\r\nlevel=\"2\"\r\nid=\"feat-4096\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4097\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4098\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4099\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4100\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4101\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4102\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4103\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4104\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4105\"\n\n/>",
 "name": "Gelid Shard",
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 184 <sup>1.1</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe Varki wizard T'aak Chamin once traveled from the Lands of the Linnorm Kings northward, past the Winterwall Glacier and deep into the frozen …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 184"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 184 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "The Varki wizard T'aak Chamin once traveled from the Lands of the Linnorm Kings northward, past the Winterwall Glacier and deep into the frozen …",
 "summary_markdown": "The Varki wizard T'aak Chamin once traveled from the Lands of the Linnorm Kings northward, past the Winterwall Glacier and deep into the frozen …",
 "text": " Gelid Shard Source Treasure Vault pg. 184 1.1 The Varki wizard T'aak Chamin once traveled from the Lands of the Linnorm Kings northward, past the Winterwall Glacier and deep into the frozen wastes of the Crown of the World. T'aak was seeking immortality without the risk of undeath, and he followed the hints and clues of ancient legends that spoke of “the frozen immortals,” and of ancient magics of ice crafting that were once commonly traded between these rumored immortals and the Erutaki people, who share ancestral roots with the Varki. Little is known of T'aak's journeys in the northern wastes, though all accounts that record anything of the wizard and his trek indicate that the man who returned was different in many ways than the man who first traveled north. T'aak spoke of beings known as saumen kar, of a “great whale” sealed beneath the ice, and of strange corruptions. An account left by his wife mentions that T'aak often awoke screaming about “malignant sludge” and a “disease clawing at the ancient gates.” Despite all this, T'aak's primary quest did result in at least one notable accomplishment: the crafting of the first gelid shard . Gelid shards are arcane focuses of refined magical cold in physical form. Unfortunately for their creator, gelid shards do not grant immortality, though mortal creatures bonded to them do often have slightly longer lifespans thanks to the preserving cold that inundates and surrounds them. <document level=\"2\" id=\"feat-4096\" /> <document level=\"2\" id=\"feat-4097\" /> <document level=\"2\" id=\"feat-4098\" /> <document level=\"2\" id=\"feat-4099\" /> <document level=\"2\" id=\"feat-4100\" /> <document level=\"2\" id=\"feat-4101\" /> <document level=\"2\" id=\"feat-4102\" /> <document level=\"2\" id=\"feat-4103\" /> <document level=\"2\" id=\"feat-4104\" /> <document level=\"2\" id=\"feat-4105\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=201",
 "weakness": {}
}