{
 "archetype": [
  "Ghost"
 ],
 "archetype_category": [
  "Undead",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-177",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Ghost](/Archetypes.aspx?ID=177)</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 46</row>\n\nYour ties to the living world cling to you in death, your unfinished business reducing you to a spirit. Your soul carries on, but your body is gone. Your mind, too, may have changed: though death can impact thoughts and desires in all sorts of ways, most ghosts experience stronger, more volatile emotions and are frequently overcome by their past ties. A need to reconcile the past overwhelms other needs. Motivations can change over time but are always strong. Pragmatism, compassion, and foresight fall before a [ghost's](/MonsterFamilies.aspx?ID=51) fundamental desires.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Incorporeality, Flight, and Rejuvenation</title>\r\n\r\nMany ghost abilities have been significantly toned down to work for a player character—most notably flight and the ability to move through walls with incorporeality. The GM has the option to loosen the reins on both abilities, allowing movement through walls as normal for the trait, granting an unlimited fly Speed of 15 feet, or both. The fly Speed replaces any other abilities that involve flying, and any feat that upgrades the PC's flying capabilities, such as the [Unlimited Ghost Flight](/Feats.aspx?ID=3503) feat, might instead upgrade this Speed by an additional 5 feet. However, a PC who can constantly fly and move through walls can trivialize many low- and mid-level challenges, as well as a fair number of high-level challenges, consistently outshining or leaving other characters behind; the GM should consider this option very carefully before allowing it and adjust the game accordingly.\n\n Combining the [rejuvenation](/Feats.aspx?ID=3502) feat with a character whose unfinished business is tied to the adventure essentially makes the character immortal. As with a lich's _[soul cage](/Equipment.aspx?ID=1545)_, even a group using other undead archetypes might want to avoid the rejuvenation feat or have it function more like a [Rejuvenation Token](/Feats.aspx?ID=3539).\r\n</aside>\n\n<document level=\"2\" id=\"feat-3496\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3497\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3498\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3499\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3500\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3501\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3502\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3503\"\n\n/>",
 "name": "Ghost",
 "pfs": "Standard",
 "prerequisite": "You died and returned as a ghost.",
 "prerequisite_markdown": "You died and returned as a ghost.",
 "rarity": "rare",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 46</row>\r\n\r\n**Prerequisites**\r\nYou died and returned as a ghost.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYour ties to the living world cling to you in death, your unfinished business reducing you to a spirit. Your soul carries on, but your body is gone. …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 46"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 46</row>",
 "speed": {},
 "summary": "Your ties to the living world cling to you in death, your unfinished business reducing you to a spirit. Your soul carries on, but your body is gone. …",
 "summary_markdown": "Your ties to the living world cling to you in death, your unfinished business reducing you to a spirit. Your soul carries on, but your body is gone. …",
 "text": " Ghost Source Book of the Dead pg. 46 Your ties to the living world cling to you in death, your unfinished business reducing you to a spirit. Your soul carries on, but your body is gone. Your mind, too, may have changed: though death can impact thoughts and desires in all sorts of ways, most ghosts experience stronger, more volatile emotions and are frequently overcome by their past ties. A need to reconcile the past overwhelms other needs. Motivations can change over time but are always strong. Pragmatism, compassion, and foresight fall before a ghost's fundamental desires. Incorporeality, Flight, and Rejuvenation Many ghost abilities have been significantly toned down to work for a player character—most notably flight and the ability to move through walls with incorporeality. The GM has the option to loosen the reins on both abilities, allowing movement through walls as normal for the trait, granting an unlimited fly Speed of 15 feet, or both. The fly Speed replaces any other abilities that involve flying, and any feat that upgrades the PC's flying capabilities, such as the Unlimited Ghost Flight feat, might instead upgrade this Speed by an additional 5 feet. However, a PC who can constantly fly and move through walls can trivialize many low- and mid-level challenges, as well as a fair number of high-level challenges, consistently outshining or leaving other characters behind; the GM should consider this option very carefully before allowing it and adjust the game accordingly. Combining the rejuvenation feat with a character whose unfinished business is tied to the adventure essentially makes the character immortal. As with a lich's soul cage , even a group using other undead archetypes might want to avoid the rejuvenation feat or have it function more like a Rejuvenation Token. <document level=\"2\" id=\"feat-3497\" /> <document level=\"2\" id=\"feat-3498\" /> <document level=\"2\" id=\"feat-3499\" /> <document level=\"2\" id=\"feat-3500\" /> <document level=\"2\" id=\"feat-3501\" /> <document level=\"2\" id=\"feat-3502\" /> <document level=\"2\" id=\"feat-3503\" />",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=177",
 "weakness": {}
}