{
 "archetype": [
  "Ghoul"
 ],
 "archetype_category": [
  "Undead",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-178",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Ghoul](/Archetypes.aspx?ID=178)</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 48</row>\n\nYou died from the necrotic disease known as ghoul fever and rose anew as a ravenous [ghoul](/MonsterFamilies.aspx?ID=52), forever craving the flesh of sapient creatures. While you can temper your hunger with long-dead flesh stolen from ancient graves, you much prefer devouring those who are freshly dead, whether as a scavenger or because you killed the creature yourself to ensure a fresh meal.\n\n Whether they stalk through the graveyards and crypts of Golarion or work together with other ghouls to build empires in the Darklands, ghouls care most about the consumption of dead flesh. The moment you become a ghoul, your existence focuses upon satisfying this endless craving. Ghouls who go more than a few days without feeding on freshly dead humanoid flesh find themselves in constant pain; those who go for more than a week might be driven to the edge of delirium, becoming bestial in their craving.\n\n When you succumb to ghoul fever and become a ghoul, you don't lose your mind or memories. You keep your personality only to have it warped by the never-ending need to consume flesh. A brave warrior remains brave, but under the curse of the fever, that brave warrior's prime directive is to consume flesh. A rogue might go from finding clever ways to pick pockets to finding ways to waylay opponents and devour them.\n\n Since most societies don't allow cannibalism, ghouls who wish to continue their old lives must satisfy their cravings in secret, finding a way to balance society's rules while feeding the constant gnawing hunger inside them. Some take up professions that allow them to secretly eat dead flesh or create dead bodies to feed upon. There are tales told of ghoul mercenary troops who satisfy their cravings and profit, while ghoul spellcasters can use their magic to procure and preserve flesh.\n\n Ghouls who won't restrain themselves with rules of the living may join or establish ghoul societies. These caste systems base their hierarchy on how much flesh one has consumed and can provide for other ghouls. Hunger and ambition drive ghouls to rise through the ranks, which allows them to feed their hunger even more.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Roleplaying a Ghoul</title>\r\n\r\nWhen playing a ghoul, think about how hunger will affect your personality. Perhaps keep your character's personality as close to its original intent as possible, but with a slight twist. The desires and cravings of a ghoul are certainly strange and inhuman, but if you start emphasizing that right away, you don't have room to grow your portrayal of the character's descent into this hunger.\n\n As you get more ghoul feats, you can roleplay your character's diminishing aspects as ghoul-like characteristics emerge. As your character becomes more ghoulish, they loses old inhibitions and becomes more ambitious. Ambition, after all, is another sort of hunger. Adding these new ambitions gives you ways to portray the transformation besides just making your character a cannibal.\r\n</aside>\r\n\r\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-3504\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3505\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3506\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3507\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3508\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-446\"\r\noverride-title-right=\"Feat 6*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-564\"\r\noverride-title-right=\"Feat 6*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3509\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3510\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3888\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3511\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-462\"\r\noverride-title-right=\"Feat 10*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3889\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3512\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3890\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3891\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3892\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3893\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3894\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3895\"\n\n/>",
 "name": "Ghoul",
 "pfs": "Standard",
 "prerequisite": "You were killed by ghoul fever.",
 "prerequisite_markdown": "You were killed by ghoul fever.",
 "rarity": "rare",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 48</row>\r\n\r\n**Prerequisites**\r\nYou were killed by ghoul fever.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou died from the necrotic disease known as ghoul fever and rose anew as a ravenous  ghoul , forever craving the flesh of sapient creatures. While …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 48"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 48</row>",
 "speed": {},
 "summary": "You died from the necrotic disease known as ghoul fever and rose anew as a ravenous  ghoul , forever craving the flesh of sapient creatures. While …",
 "summary_markdown": "You died from the necrotic disease known as ghoul fever and rose anew as a ravenous  ghoul , forever craving the flesh of sapient creatures. While …",
 "text": " Ghoul Source Book of the Dead pg. 48 You died from the necrotic disease known as ghoul fever and rose anew as a ravenous ghoul, forever craving the flesh of sapient creatures. While you can temper your hunger with long-dead flesh stolen from ancient graves, you much prefer devouring those who are freshly dead, whether as a scavenger or because you killed the creature yourself to ensure a fresh meal. Whether they stalk through the graveyards and crypts of Golarion or work together with other ghouls to build empires in the Darklands, ghouls care most about the consumption of dead flesh. The moment you become a ghoul, your existence focuses upon satisfying this endless craving. Ghouls who go more than a few days without feeding on freshly dead humanoid flesh find themselves in constant pain; those who go for more than a week might be driven to the edge of delirium, becoming bestial in their craving. When you succumb to ghoul fever and become a ghoul, you don't lose your mind or memories. You keep your personality only to have it warped by the never-ending need to consume flesh. A brave warrior remains brave, but under the curse of the fever, that brave warrior's prime directive is to consume flesh. A rogue might go from finding clever ways to pick pockets to finding ways to waylay opponents and devour them. Since most societies don't allow cannibalism, ghouls who wish to continue their old lives must satisfy their cravings in secret, finding a way to balance society's rules while feeding the constant gnawing hunger inside them. Some take up professions that allow them to secretly eat dead flesh or create dead bodies to feed upon. There are tales told of ghoul mercenary troops who satisfy their cravings and profit, while ghoul spellcasters can use their magic to procure and preserve flesh. Ghouls who won't restrain themselves with rules of the living may join or establish ghoul societies. These caste systems base their hierarchy on how much flesh one has consumed and can provide for other ghouls. Hunger and ambition drive ghouls to rise through the ranks, which allows them to feed their hunger even more. Roleplaying a Ghoul When playing a ghoul, think about how hunger will affect your personality. Perhaps keep your character's personality as close to its original intent as possible, but with a slight twist. The desires and cravings of a ghoul are certainly strange and inhuman, but if you start emphasizing that right away, you don't have room to grow your portrayal of the character's descent into this hunger. As you get more ghoul feats, you can roleplay your character's diminishing aspects as ghoul-like characteristics emerge. As your character becomes more ghoulish, they loses old inhibitions and becomes more ambitious. Ambition, after all, is another sort of hunger. Adding these new ambitions gives you ways to portray the transformation besides just making your character a cannibal. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-3505\" /> <document level=\"2\" id=\"feat-3506\" /> <document level=\"2\" id=\"feat-3507\" /> <document level=\"2\" id=\"feat-3508\" /> <document level=\"2\" id=\"feat-446\" override-title-right=\"Feat 6 \" /> <document level=\"2\" id=\"feat-564\" override-title-right=\"Feat 6 \" /> <document level=\"2\" id=\"feat-3509\" /> <document level=\"2\" id=\"feat-3510\" /> <document level=\"2\" id=\"feat-3888\" /> <document level=\"2\" id=\"feat-3511\" /> <document level=\"2\" id=\"feat-462\" override-title-right=\"Feat 10 \" /> <document level=\"2\" id=\"feat-3889\" /> <document level=\"2\" id=\"feat-3512\" /> <document level=\"2\" id=\"feat-3890\" /> <document level=\"2\" id=\"feat-3891\" /> <document level=\"2\" id=\"feat-3892\" /> <document level=\"2\" id=\"feat-3893\" /> <document level=\"2\" id=\"feat-3894\" /> <document level=\"2\" id=\"feat-3895\" />",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=178",
 "weakness": {}
}