{
 "access": "A character who is Magaambyan of at least attendant rank has access to this option.",
 "archetype": [
  "Halcyon Speaker"
 ],
 "archetype_category": [
  "Faction",
  "Mystical"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-30",
 "level": 6,
 "markdown": "<title level=\"1\" right=\"Archetype 6\" pfs=\"Standard\">[Halcyon Speaker](/Archetypes.aspx?ID=30)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 104 <sup>2.0</sup></row>\n\nOne of Old-Mage Jatembe’s central lessons was that magic was magic, no matter what the source. Though the Magaambya seeks to hold true to Jatembe’s teachings by aiming to understand magic of all kinds, the mages of the Magaambya have found the most success with magic rooted in the material world. Halcyon speakers are powerful conversants who epitomize the Magaambyan practice of blending arcane and primal magic, seeing both traditions as flowing from the same wellspring.\r\n\r\n<title level=\"3\">Halcyon Spells</title>\r\n\r\nThrough hard study, Magaambyans can meld arcane and primal spellcasting. Halcyon spells are spells from the [arcane](/SpellLists.aspx?Tradition=1) or [primal](/SpellLists.aspx?Tradition=4) spell list. You don’t gain new halcyon spells via the normal means you typically use to gain spells; instead, you gain new halcyon spells and new spell levels of halcyon spells only through feats. Halcyon spells are prepared or cast just like other spells granted by your class; for example, a [wizard](/Classes.aspx?ID=12) who gained halcyon spells would add them to their spell list and their spellbook, while a [sorcerer](/Classes.aspx?ID=11) would add them to their spell list and their spell repertoire. If you have more than one arcane or primal spellcasting class, you add halcyon spells to all such classes.\n\n Each time you cast a halcyon spell, decide whether it is an arcane or primal spell. You can’t heighten a halcyon spell beyond your maximum spell level of halcyon spell, even if you have higher-level spell slots, and you can’t select a halcyon spell as a signature spell.\n\n Each time you gain a level and learn new spells, and each time you gain a halcyon feat, you can swap out one of your old halcyon spells for a different halcyon spell of the same level; this is in addition to any swapping from your class, such as via a sorcerer’s spell repertoire class feature. You can also swap out halcyon spells by retraining during downtime. If you have a spellbook, when you swap out a halcyon spell, you lose the spell from your spellbook entirely.\r\n\r\n<title level=\"3\">Magaambyan Archetypes</title>\r\n\r\nThese archetypes are uncommon, but characters who are Magaambyans of at least attendant rank have access to them. PCs who start off a campaign as members of the Magaambya typically begin at attendant rank and thus have access to these archetypes.\n\n<document level=\"2\" id=\"feat-1115\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1116\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1117\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1118\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1119\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1120\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1121\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1122\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1123\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1124\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1125\"\n\n/>",
 "name": "Halcyon Speaker",
 "pfs": "Standard",
 "prerequisite": "Magaambyan Attendant Dedication; member of the Magaambya of conversant rank",
 "prerequisite_markdown": "[Magaambyan Attendant Dedication](/Feats.aspx?ID=1102); member of the Magaambya of conversant rank",
 "rarity": "uncommon",
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 104 <sup>2.0</sup></row>\r\n\r\n**Prerequisites**\r\n[Magaambyan Attendant Dedication](/Feats.aspx?ID=1102); member of the Magaambya of conversant rank\r\n\r\n**Access**\r\nA character who is Magaambyan of at least attendant rank has access to this option.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOne of Old-Mage Jatembe’s central lessons was that magic was magic, no matter what the source. Though the Magaambya seeks to hold true to Jatembe’s …\r\n</summary>",
 "source": [
  "Character Guide"
 ],
 "source_raw": [
  "Character Guide pg. 104"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Character Guide](/Sources.aspx?ID=12) pg. 104 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "One of Old-Mage Jatembe’s central lessons was that magic was magic, no matter what the source. Though the Magaambya seeks to hold true to Jatembe’s …",
 "summary_markdown": "One of Old-Mage Jatembe’s central lessons was that magic was magic, no matter what the source. Though the Magaambya seeks to hold true to Jatembe’s …",
 "text": " Halcyon Speaker Source Character Guide pg. 104 2.0 One of Old-Mage Jatembe’s central lessons was that magic was magic, no matter what the source. Though the Magaambya seeks to hold true to Jatembe’s teachings by aiming to understand magic of all kinds, the mages of the Magaambya have found the most success with magic rooted in the material world. Halcyon speakers are powerful conversants who epitomize the Magaambyan practice of blending arcane and primal magic, seeing both traditions as flowing from the same wellspring. Halcyon Spells Through hard study, Magaambyans can meld arcane and primal spellcasting. Halcyon spells are spells from the arcane or primal spell list. You don’t gain new halcyon spells via the normal means you typically use to gain spells; instead, you gain new halcyon spells and new spell levels of halcyon spells only through feats. Halcyon spells are prepared or cast just like other spells granted by your class; for example, a wizard who gained halcyon spells would add them to their spell list and their spellbook, while a sorcerer would add them to their spell list and their spell repertoire. If you have more than one arcane or primal spellcasting class, you add halcyon spells to all such classes. Each time you cast a halcyon spell, decide whether it is an arcane or primal spell. You can’t heighten a halcyon spell beyond your maximum spell level of halcyon spell, even if you have higher-level spell slots, and you can’t select a halcyon spell as a signature spell. Each time you gain a level and learn new spells, and each time you gain a halcyon feat, you can swap out one of your old halcyon spells for a different halcyon spell of the same level; this is in addition to any swapping from your class, such as via a sorcerer’s spell repertoire class feature. You can also swap out halcyon spells by retraining during downtime. If you have a spellbook, when you swap out a halcyon spell, you lose the spell from your spellbook entirely. Magaambyan Archetypes These archetypes are uncommon, but characters who are Magaambyans of at least attendant rank have access to them. PCs who start off a campaign as members of the Magaambya typically begin at attendant rank and thus have access to these archetypes. <document level=\"2\" id=\"feat-1116\" /> <document level=\"2\" id=\"feat-1117\" /> <document level=\"2\" id=\"feat-1118\" /> <document level=\"2\" id=\"feat-1119\" /> <document level=\"2\" id=\"feat-1120\" /> <document level=\"2\" id=\"feat-1121\" /> <document level=\"2\" id=\"feat-1122\" /> <document level=\"2\" id=\"feat-1123\" /> <document level=\"2\" id=\"feat-1124\" /> <document level=\"2\" id=\"feat-1125\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=30",
 "weakness": {}
}