{
 "archetype": [
  "Hallowed Necromancer"
 ],
 "archetype_category": [
  "Mystical",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-172",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Hallowed Necromancer](/Archetypes.aspx?ID=172)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 24</row>\n\nIt's quite common for mages of all sorts to study [necromancy](/Traits.aspx?ID=117)—the surprisingly diverse school holds the secrets of [positive](/Traits.aspx?ID=128) and [negative](/Traits.aspx?ID=118) energy, as well as life and death. Many tap into these powers with no consideration of the morality of their use. For these unscrupulous magic users, it's simply another avenue in their never-ending pursuit of power, and the abilities learned are turned to the caster's personal ends, whatever they may be.\n\n Others choose a different path. Through spiritual study and introspection, they have come to recognize the evil intrinsic in the existence of [undead](/Traits.aspx?ID=160), the fundamental wrongness of using the universal energy of death to create an appearance of life. To combat this evil, these casters learn to conduct positive energy and direct it to great effect against the undead they encounter. They may also engage in ongoing study to learn of the nature of life, death, and undeath, and the precise relationship between each state. These scholars and mages are commonly known as hallowed necromancers—a slightly misrepresentative name, as many of them don't use religious methods, but a frequently used shorthand regardless.\n\n The exact origin of hallowed necromancers' abilities may vary from one to the next. Some are granted their gifts directly by a sympathetic deity such as [Sarenrae](/Deities.aspx?ID=16) or [Pharasma](/Deities.aspx?ID=14), while others might use their knowledge of religion and the planes to learn such abilities on their own. Though rarer, it's even possible these practitioners might discover they possess an intuitive understanding and control over abilities that manifest spontaneously as their capabilities grow. Despite this variance, all share a fundamental understanding that undeath is an aberration to be quickly remedied.\n\n Though the majority of hallowed necromancers have similar goals and are willing to work together, they tend not to form their own organizations. More often, these necromancers attach themselves to existing groups—such as the Knights of Lastwall or Voices of the Spire—and use their powers in support of those groups' causes. Otherwise, they plan and carry out their own personal vendettas against the forces of undeath, often enlisting the help of trusted friends and allies.\n\n<document level=\"2\" id=\"feat-3459\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3460\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3461\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3462\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3463\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3464\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3465\"\n\n/>",
 "name": "Hallowed Necromancer",
 "pfs": "Standard",
 "prerequisite": "Expert in Religion",
 "prerequisite_markdown": "Expert in [Religion](/Skills.aspx?ID=13)",
 "rarity": "uncommon",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 24</row>\r\n\r\n**Prerequisites**\r\nExpert in [Religion](/Skills.aspx?ID=13)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIt's quite common for mages of all sorts to study  necromancy —the surprisingly diverse school holds the secrets of  positive  and  negative  energy, …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 24"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 24</row>",
 "speed": {},
 "summary": "It's quite common for mages of all sorts to study  necromancy —the surprisingly diverse school holds the secrets of  positive  and  negative  energy, …",
 "summary_markdown": "It's quite common for mages of all sorts to study  necromancy —the surprisingly diverse school holds the secrets of  positive  and  negative  energy, …",
 "text": " Hallowed Necromancer Source Book of the Dead pg. 24 It's quite common for mages of all sorts to study necromancy—the surprisingly diverse school holds the secrets of positive and negative energy, as well as life and death. Many tap into these powers with no consideration of the morality of their use. For these unscrupulous magic users, it's simply another avenue in their never-ending pursuit of power, and the abilities learned are turned to the caster's personal ends, whatever they may be. Others choose a different path. Through spiritual study and introspection, they have come to recognize the evil intrinsic in the existence of undead, the fundamental wrongness of using the universal energy of death to create an appearance of life. To combat this evil, these casters learn to conduct positive energy and direct it to great effect against the undead they encounter. They may also engage in ongoing study to learn of the nature of life, death, and undeath, and the precise relationship between each state. These scholars and mages are commonly known as hallowed necromancers—a slightly misrepresentative name, as many of them don't use religious methods, but a frequently used shorthand regardless. The exact origin of hallowed necromancers' abilities may vary from one to the next. Some are granted their gifts directly by a sympathetic deity such as Sarenrae or Pharasma, while others might use their knowledge of religion and the planes to learn such abilities on their own. Though rarer, it's even possible these practitioners might discover they possess an intuitive understanding and control over abilities that manifest spontaneously as their capabilities grow. Despite this variance, all share a fundamental understanding that undeath is an aberration to be quickly remedied. Though the majority of hallowed necromancers have similar goals and are willing to work together, they tend not to form their own organizations. More often, these necromancers attach themselves to existing groups—such as the Knights of Lastwall or Voices of the Spire—and use their powers in support of those groups' causes. Otherwise, they plan and carry out their own personal vendettas against the forces of undeath, often enlisting the help of trusted friends and allies. <document level=\"2\" id=\"feat-3460\" /> <document level=\"2\" id=\"feat-3461\" /> <document level=\"2\" id=\"feat-3462\" /> <document level=\"2\" id=\"feat-3463\" /> <document level=\"2\" id=\"feat-3464\" /> <document level=\"2\" id=\"feat-3465\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=172",
 "weakness": {}
}