{
 "archetype": [
  "Lich"
 ],
 "archetype_category": [
  "Undead",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-179",
 "level": 12,
 "markdown": "<title level=\"1\" right=\"Archetype 12\" pfs=\"Standard\">[Lich](/Archetypes.aspx?ID=179)</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 50</row>\n\nThe path to [lichdom](/MonsterFamilies.aspx?ID=68) is long and winding, with many pitfalls that overcome all but the most accomplished and precise spellcasters. Despite the trials you underwent and decades spent sequestered away with magical tomes, you know with every fiber of your being that it's all been worth it. You devised a unique and incredibly evil ritual to tear your soul from your body, and you painstakingly crafted a receptacle to house your freed soul. Immortality now lies within your grasp.\n\n Becoming a lich requires much more than just magical knowledge. It demands fierce intelligence, bold ingenuity, incredible determination, unending patience, and a strict adherence to perfection, along with incredible skill as an artisan, for each lich must create their own _soul cage_. A mispronounced word or flaw in the construction of your _soul cage_ would end not in immortality but ignominious death. You have all these skills in abundance and now, with your ascension, you've proven your superiority beyond a shadow of a doubt.\n\n As a lich, you understand better than any the power and potential of magic. Many liches strive to increase their magical skills and foil the magic of any who dare oppose them. Others delve so deeply into necromantic arts and foul rituals that their flesh can burn the living, causing biological processes to falter and filling those who behold them with uncontrollable fear.\n\n Regardless of what paths they pursue, nearly all liches are obsessed with their _soul cage_, spending untold hours and a veritable fortune to protect it, surrounding it with magical and mundane hazards, and guarding it with powerful, loyal defenders. Some liches prefer to secure their _soul cage_ through obscurity rather than force, enshrouding it in magical abjurations or illusions to hide it from prying eyes. The most gifted crafters among liches tinker and improve their _soul cage_ over time, rendering it nigh indestructible. This is a dangerous proposition, undertaken by only the most confident and arrogant magical engineers, as physically altering one's _soul cage_ could have unintended consequences on its function. Many [wizard](/Classes.aspx?ID=12) liches instead learn to tap into the _soul cage_'s magical energy from afar to fuel their own spellcasting.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Soul Cage</title>\r\n\r\nThe _[soul cage](/Equipment.aspx?ID=1545)_ for the lich archetype is very similar to the [_lich soul cage_](/Equipment.aspx?ID=488) from the _Pathfinder Bestiary_ but has a few modifications to cover situations that might come up in play.\n\n While the story of the PCs sneaking in to destroy the NPC lich's _soul cage_ is classic, it's difficult to have NPC adversaries do the same to the PC lich's _soul cage_ without coming across poorly, similar to destroying a PC wizard's spellbook while it was off screen. Since that's the only way to defeat a lich, these table-dynamic concerns might effectively grant the lich PC immortality. Because of the way that changes the story and game play, even a group using the other undead archetypes in this book might want to consider whether or not to include the lich archetype. If you're looking for a compromise, consider having the _soul cage_ act similarly to a [Rejuvenation Token](/Feats.aspx?ID=3539), requiring a ritual to awaken the lich's soul from within the cage. \r\n</aside>\r\n\r\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-3513\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3514\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3515\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3516\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-622\"\r\noverride-title-right=\"Feat 14*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3517\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3518\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3519\"\n\n/>",
 "name": "Lich",
 "pfs": "Standard",
 "prerequisite": "Expert in Crafting",
 "prerequisite_markdown": "Expert in [Crafting](/Skills.aspx?ID=4)",
 "rarity": "rare",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 50</row>\r\n\r\n**Prerequisites**\r\nExpert in [Crafting](/Skills.aspx?ID=4)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe path to  lichdom  is long and winding, with many pitfalls that overcome all but the most accomplished and precise spellcasters. Despite the …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 50"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 50</row>",
 "speed": {},
 "summary": "The path to  lichdom  is long and winding, with many pitfalls that overcome all but the most accomplished and precise spellcasters. Despite the …",
 "summary_markdown": "The path to  lichdom  is long and winding, with many pitfalls that overcome all but the most accomplished and precise spellcasters. Despite the …",
 "text": " Lich Source Book of the Dead pg. 50 The path to lichdom is long and winding, with many pitfalls that overcome all but the most accomplished and precise spellcasters. Despite the trials you underwent and decades spent sequestered away with magical tomes, you know with every fiber of your being that it's all been worth it. You devised a unique and incredibly evil ritual to tear your soul from your body, and you painstakingly crafted a receptacle to house your freed soul. Immortality now lies within your grasp. Becoming a lich requires much more than just magical knowledge. It demands fierce intelligence, bold ingenuity, incredible determination, unending patience, and a strict adherence to perfection, along with incredible skill as an artisan, for each lich must create their own soul cage . A mispronounced word or flaw in the construction of your soul cage would end not in immortality but ignominious death. You have all these skills in abundance and now, with your ascension, you've proven your superiority beyond a shadow of a doubt. As a lich, you understand better than any the power and potential of magic. Many liches strive to increase their magical skills and foil the magic of any who dare oppose them. Others delve so deeply into necromantic arts and foul rituals that their flesh can burn the living, causing biological processes to falter and filling those who behold them with uncontrollable fear. Regardless of what paths they pursue, nearly all liches are obsessed with their soul cage , spending untold hours and a veritable fortune to protect it, surrounding it with magical and mundane hazards, and guarding it with powerful, loyal defenders. Some liches prefer to secure their soul cage through obscurity rather than force, enshrouding it in magical abjurations or illusions to hide it from prying eyes. The most gifted crafters among liches tinker and improve their soul cage over time, rendering it nigh indestructible. This is a dangerous proposition, undertaken by only the most confident and arrogant magical engineers, as physically altering one's soul cage could have unintended consequences on its function. Many wizard liches instead learn to tap into the soul cage 's magical energy from afar to fuel their own spellcasting. Soul Cage The soul cage for the lich archetype is very similar to the lich soul cage from the Pathfinder Bestiary but has a few modifications to cover situations that might come up in play. While the story of the PCs sneaking in to destroy the NPC lich's soul cage is classic, it's difficult to have NPC adversaries do the same to the PC lich's soul cage without coming across poorly, similar to destroying a PC wizard's spellbook while it was off screen. Since that's the only way to defeat a lich, these table-dynamic concerns might effectively grant the lich PC immortality. Because of the way that changes the story and game play, even a group using the other undead archetypes in this book might want to consider whether or not to include the lich archetype. If you're looking for a compromise, consider having the soul cage act similarly to a Rejuvenation Token, requiring a ritual to awaken the lich's soul from within the cage. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-3514\" /> <document level=\"2\" id=\"feat-3515\" /> <document level=\"2\" id=\"feat-3516\" /> <document level=\"2\" id=\"feat-622\" override-title-right=\"Feat 14 \" /> <document level=\"2\" id=\"feat-3517\" /> <document level=\"2\" id=\"feat-3518\" /> <document level=\"2\" id=\"feat-3519\" />",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=179",
 "weakness": {}
}