{
 "archetype": [
  "Living Vessel"
 ],
 "archetype_category": [
  "Mystical",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-188",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Restricted\">[Living Vessel](/Archetypes.aspx?ID=188)</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 140</row>\n\nWith the dawning of a new era comes the need for a new seat of power, and what better way to show your coming master your devotion than by sacrificing your entire being for their use? You presented yourself before their altar and they answered your call, flooding your body with their power and granting you the gift of their original form. Or maybe you were abducted in the dark, on a night that the moon refused to shine, when you were taken to a profane location where a mysterious cult bound you to their master against your will. Now you have powers you didn't before and you have new features that scare (and maybe, in a small dark part of your heart, thrill) you.\n\n You might have even become a living vessel through a strange bargain. For instance, perhaps at the brink of death, you received an offer from an entity to spare your life in exchange for inhabiting you. Or you might have offered yourself to the entity in exchange for saving a loved one, for riches, or to fulfill a lifelong dream.\n\n Beings of any alignment can inhabit a living vessel. Evil-aligned beings, especially [demons](/MonsterFamilies.aspx?ID=28), are most likely to be interested in such an arrangement, especially if it involves forcefully taking over and changing the body and mind of a sapient being. Part of being a living vessel is learning more about your entity and finding what assuages them best and what their ultimate plans might be for your body and the world. Few vessels can fully dictate the terms of the arrangement, but the fact that you give the entity a corporeal form does give you some amount of leverage. Use it wisely.\n\n **Additional Feats**: Your GM might determine that you can take a pact feat from the [pactbinder](/Archetypes.aspx?ID=189) archetype as an additional feat, as long as the pact is made to the entity within you. For instance, if you're hosting a [fey](/Traits.aspx?ID=69), you could make a pact involving fey. These pact feats are at the same level as for a pactbinder.\n\n<document level=\"2\" id=\"feat-3815\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3816\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3817\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3818\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3819\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3820\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3821\"\n\n/>",
 "name": "Living Vessel",
 "pfs": "Restricted",
 "rarity": "rare",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 140</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWith the dawning of a new era comes the need for a new seat of power, and what better way to show your coming master your devotion than by …\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 140"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 140</row>",
 "speed": {},
 "summary": "With the dawning of a new era comes the need for a new seat of power, and what better way to show your coming master your devotion than by …",
 "summary_markdown": "With the dawning of a new era comes the need for a new seat of power, and what better way to show your coming master your devotion than by …",
 "text": " Living Vessel Source Dark Archive pg. 140 With the dawning of a new era comes the need for a new seat of power, and what better way to show your coming master your devotion than by sacrificing your entire being for their use? You presented yourself before their altar and they answered your call, flooding your body with their power and granting you the gift of their original form. Or maybe you were abducted in the dark, on a night that the moon refused to shine, when you were taken to a profane location where a mysterious cult bound you to their master against your will. Now you have powers you didn't before and you have new features that scare (and maybe, in a small dark part of your heart, thrill) you. You might have even become a living vessel through a strange bargain. For instance, perhaps at the brink of death, you received an offer from an entity to spare your life in exchange for inhabiting you. Or you might have offered yourself to the entity in exchange for saving a loved one, for riches, or to fulfill a lifelong dream. Beings of any alignment can inhabit a living vessel. Evil-aligned beings, especially demons, are most likely to be interested in such an arrangement, especially if it involves forcefully taking over and changing the body and mind of a sapient being. Part of being a living vessel is learning more about your entity and finding what assuages them best and what their ultimate plans might be for your body and the world. Few vessels can fully dictate the terms of the arrangement, but the fact that you give the entity a corporeal form does give you some amount of leverage. Use it wisely. Additional Feats : Your GM might determine that you can take a pact feat from the pactbinder archetype as an additional feat, as long as the pact is made to the entity within you. For instance, if you're hosting a fey, you could make a pact involving fey. These pact feats are at the same level as for a pactbinder. <document level=\"2\" id=\"feat-3816\" /> <document level=\"2\" id=\"feat-3817\" /> <document level=\"2\" id=\"feat-3818\" /> <document level=\"2\" id=\"feat-3819\" /> <document level=\"2\" id=\"feat-3820\" /> <document level=\"2\" id=\"feat-3821\" />",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=188",
 "weakness": {}
}