{
 "archetype": [
  "Mammoth Lord"
 ],
 "archetype_category": [
  "Faction"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-170",
 "level": 4,
 "markdown": "<title level=\"1\" right=\"Archetype 4\" pfs=\"Limited\">[Mammoth Lord](/Archetypes.aspx?ID=170)</title>\r\n\r\n<spoilers>May contain spoilers from Quest for the Frozen Flame</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 78</row>\n\nThe Kellid people of the far north are collectively known as the Mammoth Lords, but this name is something of a generalization. True Mammoth Lords are rare champions, heroes among their people who have tamed a mammoth, cave bear, triceratops, or other megafauna. They often ride these enormous creatures into battle. Astride their mighty steeds, Mammoth Lords lead their followings along migratory routes they've used for generations, and they defend their people from frost giants, white dragons, and many other perils of the far north.\n\n You're one of these legendary heroes, a true Mammoth Lord. You've captured or befriended one of the megafauna of the far north and tamed it. This heroic deed is best done as part of an adventure, but if that isn't possible, work with your GM to determine the details of how you managed to make one of these tremendous creatures your companion. You now ride this fantastic beast into battle, fighting from atop its back.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Mammoth Lord Animal Companions</title>\r\n\r\nIf you're playing a mammoth lord, you determine the statistics and abilities of your animal companions according to the rules found [here](/Rules.aspx?ID=149). As a mammoth lord, it's possible for you to have more than one animal companion at one time—up to four companions—but only one of those companions, your “active companion,” follows you during exploration and in encounters; the rest are nearby, usually foraging or hunting for food. As soon as you gain a second animal companion from the mammoth lord archetype, you also gain Call Companion to switch your active companion. These rules apply to all your companions, regardless of whether you got the animal companion from the mammoth lord archetype or from another source.\n\n<document level=\"2\" id=\"action-601\" />\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">What Counts as Megafauna?</title>\r\n\r\nThe megafauna of the Realm of the Mammoth Lords are enormous beasts of intimidating appearance, but they can be hard to otherwise classify. While the most well-known megafauna are mammals—like the mammoth or the woolly rhinoceros—not all are. Large dinosaurs like the stegosaurus and triceratops qualify as megafauna, for example, but smaller dinosaurs like raptors don't. A list of well-established megafauna can be found below, but it isn't an exclusive list; other, more unusual, species might be permitted with GM approval. One rule is certain, however: an adult megafauna is always Large or bigger.\n<ul><li>[**Cave Bear**](/Monsters.aspx?ID=48): Use a [bear's](/AnimalCompanions.aspx?ID=2) statistics for a cave bear animal companion.</li><li>[**Daeodon**](/Monsters.aspx?ID=53): Use a [boar's](/AnimalCompanions.aspx?ID=19) statistics for a daeodon, or giant boar, companion.</li><li>[**Dire Wolf**](/Monsters.aspx?ID=416): Use a [wolf's](/AnimalCompanions.aspx?ID=8) statistics for a dire wolf companion.</li><li>[**Mammoth**](/Monsters.aspx?ID=202): Use a [elephants's](/AnimalCompanions.aspx?ID=34)  statistics for the statistics for an elephant or woolly mammoth animal companion.</li><li>[**Roc**](/Monsters.aspx?ID=352): Use [bird](/AnimalCompanions.aspx?ID=3) statistics for a young roc.</li><li>[**Smilodon**](/Monsters.aspx?ID=70): Use [cat](/AnimalCompanions.aspx?ID=4) statistics for a smilodon animal companion.</li><li>[**Triceratops**](/Monsters.aspx?ID=121): Use [triceratops](/AnimalCompanions.aspx?ID=36) statistics for a triceratops or other armored dinosaur, such as a stegosaurus or ankylosaurus.</li><li>[**Tyrannosaurus**](/Monsters.aspx?ID=123): Use [tyrannosaurus](/AnimalCompanions.aspx?ID=37) statistics for for a tyrannosaurus, allosaurus, or similar dinosaur.</li><li>[**Woolly Rhinoceros**](/Monsters.aspx?ID=788): Use [rhinoceros](/AnimalCompanions.aspx?ID=35) statistics  for a rhinoceros or woolly rhinoceros animal companion.</li></ul>\r\n</aside>\r\n\r\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-3443\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1923\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-499\"\r\noverride-title-right=\"Feat 4*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-500\"\r\noverride-title-right=\"Feat 6*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3444\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3445\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3446\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3447\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3448\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3449\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3450\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3451\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3452\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1927\"\r\noverride-title-right=\"Feat 12*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3453\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-1930\"\n\n/>",
 "name": "Mammoth Lord",
 "pfs": "Limited",
 "prerequisite": "Ride",
 "prerequisite_markdown": "[Ride](/Feats.aspx?ID=835)",
 "rarity": "uncommon",
 "release_date": "2022-03-30",
 "resistance": {},
 "search_markdown": "<spoilers>May contain spoilers from Quest for the Frozen Flame</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 78</row>\r\n\r\n**Prerequisites**\r\n[Ride](/Feats.aspx?ID=835)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe Kellid people of the far north are collectively known as the Mammoth Lords, but this name is something of a generalization. True Mammoth Lords …\r\n</summary>",
 "source": [
  "Pathfinder #177: Burning Tundra"
 ],
 "source_raw": [
  "Pathfinder #177: Burning Tundra pg. 78"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Quest for the Frozen Flame",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 78</row>",
 "speed": {},
 "spoilers": "Quest for the Frozen Flame",
 "summary": "The Kellid people of the far north are collectively known as the Mammoth Lords, but this name is something of a generalization. True Mammoth Lords …",
 "summary_markdown": "The Kellid people of the far north are collectively known as the Mammoth Lords, but this name is something of a generalization. True Mammoth Lords …",
 "text": " Mammoth Lord May contain spoilers from Quest for the Frozen Flame Source Pathfinder #177: Burning Tundra pg. 78 The Kellid people of the far north are collectively known as the Mammoth Lords, but this name is something of a generalization. True Mammoth Lords are rare champions, heroes among their people who have tamed a mammoth, cave bear, triceratops, or other megafauna. They often ride these enormous creatures into battle. Astride their mighty steeds, Mammoth Lords lead their followings along migratory routes they've used for generations, and they defend their people from frost giants, white dragons, and many other perils of the far north. You're one of these legendary heroes, a true Mammoth Lord. You've captured or befriended one of the megafauna of the far north and tamed it. This heroic deed is best done as part of an adventure, but if that isn't possible, work with your GM to determine the details of how you managed to make one of these tremendous creatures your companion. You now ride this fantastic beast into battle, fighting from atop its back. Mammoth Lord Animal Companions If you're playing a mammoth lord, you determine the statistics and abilities of your animal companions according to the rules found here. As a mammoth lord, it's possible for you to have more than one animal companion at one time—up to four companions—but only one of those companions, your “active companion,” follows you during exploration and in encounters; the rest are nearby, usually foraging or hunting for food. As soon as you gain a second animal companion from the mammoth lord archetype, you also gain Call Companion to switch your active companion. These rules apply to all your companions, regardless of whether you got the animal companion from the mammoth lord archetype or from another source. What Counts as Megafauna? The megafauna of the Realm of the Mammoth Lords are enormous beasts of intimidating appearance, but they can be hard to otherwise classify. While the most well-known megafauna are mammals—like the mammoth or the woolly rhinoceros—not all are. Large dinosaurs like the stegosaurus and triceratops qualify as megafauna, for example, but smaller dinosaurs like raptors don't. A list of well-established megafauna can be found below, but it isn't an exclusive list; other, more unusual, species might be permitted with GM approval. One rule is certain, however: an adult megafauna is always Large or bigger. Cave Bear : Use a bear's statistics for a cave bear animal companion. Daeodon : Use a boar's statistics for a daeodon, or giant boar, companion. Dire Wolf : Use a wolf's statistics for a dire wolf companion. Mammoth : Use a elephants's statistics for the statistics for an elephant or woolly mammoth animal companion. Roc : Use bird statistics for a young roc. Smilodon : Use cat statistics for a smilodon animal companion. Triceratops : Use triceratops statistics for a triceratops or other armored dinosaur, such as a stegosaurus or ankylosaurus. Tyrannosaurus : Use tyrannosaurus statistics for for a tyrannosaurus, allosaurus, or similar dinosaur. Woolly Rhinoceros : Use rhinoceros statistics for a rhinoceros or woolly rhinoceros animal companion. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-1923\" /> <document level=\"2\" id=\"feat-499\" override-title-right=\"Feat 4 \" /> <document level=\"2\" id=\"feat-500\" override-title-right=\"Feat 6 \" /> <document level=\"2\" id=\"feat-3444\" /> <document level=\"2\" id=\"feat-3445\" /> <document level=\"2\" id=\"feat-3446\" /> <document level=\"2\" id=\"feat-3447\" /> <document level=\"2\" id=\"feat-3448\" /> <document level=\"2\" id=\"feat-3449\" /> <document level=\"2\" id=\"feat-3450\" /> <document level=\"2\" id=\"feat-3451\" /> <document level=\"2\" id=\"feat-3452\" /> <document level=\"2\" id=\"feat-1927\" override-title-right=\"Feat 12 \" /> <document level=\"2\" id=\"feat-3453\" /> <document level=\"2\" id=\"feat-1930\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=170",
 "weakness": {}
}