{
 "archetype": [
  "Mummy"
 ],
 "archetype_category": [
  "Undead",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-180",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Mummy](/Archetypes.aspx?ID=180)</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 52</row>\n\nMummification is a common funereal rite across the breadth of Golarion throughout the ages. Becoming a living [mummy](/MonsterFamilies.aspx?ID=74)—one capable of both motion and thought—is another thing altogether.\n\n Most of those forced into undeath as mummies are bound to tombs, temples, and vaults as guardians. Some willingly undergo the process, embracing death to live beyond it. These willing mummies become the most powerful of their kind, rising above their brethren like an emperor above their subjects.\n\n The horrifically painful living mummification process must be performed by others—usually a team of well-trained necromancers, priests, or ritualists—upon a still-living subject. Death by mummification is gruesome, but to be kept alive for as long as possible throughout the process is a thousandfold worse. The process usually takes weeks, beginning with forced starvation, followed by the consumption of spices and tonics that desiccate the subject's internal organs.\n\n Very rarely, mummies are created by natural processes occurring in locations that are cursed or inundated by negative energy. These mummies most often rise in deserts, bogs, swamps, at high altitudes, or in frigid locales. Although the process through which they are created is less painful and far shorter in duration, the spiritual shift from living to undead is no less traumatizing.\n\n Mummies are most commonly found in Geb and Osirion, as well as the surrounding nations of Thuvia, Katapesh, and Qadira. They have a foothold in the Gravelands, the Realm of the Mammoth Lords, and the Mwangi Expanse, particularly around Mzali. Outside the Inner Sea, mummies are found in Vudra and Arcadia, particularly in places once ruled by the Razatlani empire.\n\n<document level=\"2\" id=\"feat-3520\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3521\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3522\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3523\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3524\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3525\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3526\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3527\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3528\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3529\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3530\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3531\"\n\n/>",
 "name": "Mummy",
 "pfs": "Standard",
 "prerequisite": "you are dead and were mummified (by natural or ritualistic means)",
 "prerequisite_markdown": "you are dead and were mummified (by natural or ritualistic means)",
 "rarity": "rare",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 52</row>\r\n\r\n**Prerequisites**\r\nyou are dead and were mummified (by natural or ritualistic means)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMummification is a common funereal rite across the breadth of Golarion throughout the ages. Becoming a living  mummy —one capable of both motion and …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 52"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 52</row>",
 "speed": {},
 "summary": "Mummification is a common funereal rite across the breadth of Golarion throughout the ages. Becoming a living  mummy —one capable of both motion and …",
 "summary_markdown": "Mummification is a common funereal rite across the breadth of Golarion throughout the ages. Becoming a living  mummy —one capable of both motion and …",
 "text": " Mummy Source Book of the Dead pg. 52 Mummification is a common funereal rite across the breadth of Golarion throughout the ages. Becoming a living mummy—one capable of both motion and thought—is another thing altogether. Most of those forced into undeath as mummies are bound to tombs, temples, and vaults as guardians. Some willingly undergo the process, embracing death to live beyond it. These willing mummies become the most powerful of their kind, rising above their brethren like an emperor above their subjects. The horrifically painful living mummification process must be performed by others—usually a team of well-trained necromancers, priests, or ritualists—upon a still-living subject. Death by mummification is gruesome, but to be kept alive for as long as possible throughout the process is a thousandfold worse. The process usually takes weeks, beginning with forced starvation, followed by the consumption of spices and tonics that desiccate the subject's internal organs. Very rarely, mummies are created by natural processes occurring in locations that are cursed or inundated by negative energy. These mummies most often rise in deserts, bogs, swamps, at high altitudes, or in frigid locales. Although the process through which they are created is less painful and far shorter in duration, the spiritual shift from living to undead is no less traumatizing. Mummies are most commonly found in Geb and Osirion, as well as the surrounding nations of Thuvia, Katapesh, and Qadira. They have a foothold in the Gravelands, the Realm of the Mammoth Lords, and the Mwangi Expanse, particularly around Mzali. Outside the Inner Sea, mummies are found in Vudra and Arcadia, particularly in places once ruled by the Razatlani empire. <document level=\"2\" id=\"feat-3521\" /> <document level=\"2\" id=\"feat-3522\" /> <document level=\"2\" id=\"feat-3523\" /> <document level=\"2\" id=\"feat-3524\" /> <document level=\"2\" id=\"feat-3525\" /> <document level=\"2\" id=\"feat-3526\" /> <document level=\"2\" id=\"feat-3527\" /> <document level=\"2\" id=\"feat-3528\" /> <document level=\"2\" id=\"feat-3529\" /> <document level=\"2\" id=\"feat-3530\" /> <document level=\"2\" id=\"feat-3531\" />",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=180",
 "weakness": {}
}