{
 "archetype": [
  "Pactbinder"
 ],
 "archetype_category": [
  "Mystical",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-189",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Pactbinder](/Archetypes.aspx?ID=189)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 166</row>\n\nSome people feel that the universe is a constant struggle. Good against evil, law against chaos, civilization against nature, life against death against undeath. But why fight what you can't change? You prefer to bargain.\n\n As a pactbinder, you make deals with strange entities, otherworldly beings, and all sorts of multiversal denizens, amiable and unapproachable alike. Over the course of your many negotiations, you've learned something important: while such beings always seek a bargain tilted in their own favor, sometimes your definition of value differs enough from theirs that you can still come out ahead. In fact, sometimes, those who don't understand pacts like you do might mistake the payment for the benefit, or vice versa. Perhaps an ancient being of nightmare demanded to consume something you sought to be rid of, like a painful memory or a negative personality trait, priding itself on how it was taking something personal from you. Little did it know, you let it win on haggling your end of the deal. Of course, this practice isn't without its own risks, as who knows what you might become without that part of you.\n\n All these things, you can and must consider in every pact. In addition to pacts, you might also pursue magical contracts. While less of a metaphysical commitment than a pact, contracts offer similar benefits you just can't resist— and you can employ your skill set as a pactbinder to manipulate the precise wording of the bargain.\n\n<document level=\"2\" id=\"feat-3822\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3824\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3823\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3825\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3826\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3827\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3828\"\n\n/>",
 "name": "Pactbinder",
 "pfs": "Standard",
 "prerequisite": "trained in Diplomacy as well as either Arcana, Nature, Occultism, or Religion",
 "prerequisite_markdown": "trained in [Diplomacy](/Skills.aspx?ID=6) as well as either [Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10), [Occultism](/Skills.aspx?ID=11), or [Religion](/Skills.aspx?ID=13)",
 "rarity": "uncommon",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 166</row>\r\n\r\n**Prerequisites**\r\ntrained in [Diplomacy](/Skills.aspx?ID=6) as well as either [Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10), [Occultism](/Skills.aspx?ID=11), or [Religion](/Skills.aspx?ID=13)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSome people feel that the universe is a constant struggle. Good against evil, law against chaos, civilization against nature, life against death …\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 166"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 166</row>",
 "speed": {},
 "summary": "Some people feel that the universe is a constant struggle. Good against evil, law against chaos, civilization against nature, life against death …",
 "summary_markdown": "Some people feel that the universe is a constant struggle. Good against evil, law against chaos, civilization against nature, life against death …",
 "text": " Pactbinder Source Dark Archive pg. 166 Some people feel that the universe is a constant struggle. Good against evil, law against chaos, civilization against nature, life against death against undeath. But why fight what you can't change? You prefer to bargain. As a pactbinder, you make deals with strange entities, otherworldly beings, and all sorts of multiversal denizens, amiable and unapproachable alike. Over the course of your many negotiations, you've learned something important: while such beings always seek a bargain tilted in their own favor, sometimes your definition of value differs enough from theirs that you can still come out ahead. In fact, sometimes, those who don't understand pacts like you do might mistake the payment for the benefit, or vice versa. Perhaps an ancient being of nightmare demanded to consume something you sought to be rid of, like a painful memory or a negative personality trait, priding itself on how it was taking something personal from you. Little did it know, you let it win on haggling your end of the deal. Of course, this practice isn't without its own risks, as who knows what you might become without that part of you. All these things, you can and must consider in every pact. In addition to pacts, you might also pursue magical contracts. While less of a metaphysical commitment than a pact, contracts offer similar benefits you just can't resist— and you can employ your skill set as a pactbinder to manipulate the precise wording of the bargain. <document level=\"2\" id=\"feat-3824\" /> <document level=\"2\" id=\"feat-3823\" /> <document level=\"2\" id=\"feat-3825\" /> <document level=\"2\" id=\"feat-3826\" /> <document level=\"2\" id=\"feat-3827\" /> <document level=\"2\" id=\"feat-3828\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=189",
 "weakness": {}
}