{
 "archetype": [
  "Pactbound Initiate"
 ],
 "archetype_category": [
  "Mystical"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-167",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Pactbound Initiate](/Archetypes.aspx?ID=167)</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 10</row>\n\nSaumen kar can initiate a member of another ancestry into their pact, imbuing the creature with their power and their curse. Over time, this pact slowly changes the initiate internally and, sometimes, externally as well. The initiate's mind slowly fills with ancient pieces of lore and techniques that are as much part of the saumen kar as their hands and feet. As the initiate's mind adapts to this knowledge and power, their body sometimes evolves in kind—sprouting sweeping horns, gaining heightened olfactory senses, and growing additional height and muscle—becoming a hybrid between their old ancestry and saumen kar, wrapped in runic tattoos.\n\n An unwilling creature can never be forced to become a pactbound initiate, and only those with deep bonds of mutual friendship with a saumen kar can even attempt the process. Befriending a saumen kar can be enough to begin one's initiation into the pact, though they must choose to accept the burden and can change their minds about undertaking the pact at any point until their final transition (represented by the Bound in Ice feat). Once a creature has completed the pact by accepting the full burden of a saumen kar and taking the Bound in Ice feat, all transformations are permanent. At that point, they can't retrain the Pactbound Dedication, Frostbite Runes, or Bound in Ice feats and must live out the rest of their lives as something between their old ancestry and a saumen kar. If their normal lifespan was less than 400 years, it's increased to at least 400 years. If their natural lifespan was greater than 400 years, it's instead reduced to approximately that amount of time.\n\n<document level=\"2\" id=\"feat-3414\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3415\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3416\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3417\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3418\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3419\"\n\n/>",
 "name": "Pactbound Initiate",
 "pfs": "Standard",
 "prerequisite": "Trained in Nature",
 "prerequisite_markdown": "Trained in [Nature](/Skills.aspx?ID=10)",
 "rarity": "rare",
 "release_date": "2021-12-22",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 10</row>\r\n\r\n**Prerequisites**\r\nTrained in [Nature](/Skills.aspx?ID=10)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSaumen kar can initiate a member of another ancestry into their pact, imbuing the creature with their power and their curse. Over time, this pact …\r\n</summary>",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 10"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 10</row>",
 "speed": {},
 "summary": "Saumen kar can initiate a member of another ancestry into their pact, imbuing the creature with their power and their curse. Over time, this pact …",
 "summary_markdown": "Saumen kar can initiate a member of another ancestry into their pact, imbuing the creature with their power and their curse. Over time, this pact …",
 "text": " Pactbound Initiate Source Monsters of Myth pg. 10 Saumen kar can initiate a member of another ancestry into their pact, imbuing the creature with their power and their curse. Over time, this pact slowly changes the initiate internally and, sometimes, externally as well. The initiate's mind slowly fills with ancient pieces of lore and techniques that are as much part of the saumen kar as their hands and feet. As the initiate's mind adapts to this knowledge and power, their body sometimes evolves in kind—sprouting sweeping horns, gaining heightened olfactory senses, and growing additional height and muscle—becoming a hybrid between their old ancestry and saumen kar, wrapped in runic tattoos. An unwilling creature can never be forced to become a pactbound initiate, and only those with deep bonds of mutual friendship with a saumen kar can even attempt the process. Befriending a saumen kar can be enough to begin one's initiation into the pact, though they must choose to accept the burden and can change their minds about undertaking the pact at any point until their final transition (represented by the Bound in Ice feat). Once a creature has completed the pact by accepting the full burden of a saumen kar and taking the Bound in Ice feat, all transformations are permanent. At that point, they can't retrain the Pactbound Dedication, Frostbite Runes, or Bound in Ice feats and must live out the rest of their lives as something between their old ancestry and a saumen kar. If their normal lifespan was less than 400 years, it's increased to at least 400 years. If their natural lifespan was greater than 400 years, it's instead reduced to approximately that amount of time. <document level=\"2\" id=\"feat-3415\" /> <document level=\"2\" id=\"feat-3416\" /> <document level=\"2\" id=\"feat-3417\" /> <document level=\"2\" id=\"feat-3418\" /> <document level=\"2\" id=\"feat-3419\" />",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=167",
 "weakness": {}
}