{
 "archetype": [
  "Pistol Phenom"
 ],
 "archetype_category": [
  "Combat Style",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-120",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Pistol Phenom](/Archetypes.aspx?ID=120)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 136</row>\r\n\r\n_[**PFS Note**](/pathfinder-society)  Characters with a Home Region of Alkenstar, Dongun Hold, or the Shackles have access to all archetypes from Chapter 3 with the exception of beast gunner, fireworks technician, and spellshot. Characters with a Home Region of Arcadia have access to all archetypes from Chapter 3 with the exception of fireworks technician and demolitionist._\r\n\r\nYou treat combat as an art and your pistol as an extension of your performance. You might wield a single pistol, a pair of pistols, or a pistol paired with a melee weapon to pull off showy maneuvers. However you slice it, though, the use of pistols or other one-handed firearms is crucial to your technique and style.\n\n To you, everything is a show, and you use your gun as a prop and instrument, not just to kill opponents but to trick, mislead, hinder, and even bully them into doing what you want them to do. While others tend to focus on delivering as much devastation downrange as possible, your style is all about control. By controlling a foe's attention and actions, you can bolster your own attacks and mitigate the foe's potential for mayhem. You control the tempo of the battle much as you would a staged performance, carefully ensuring your foe's actions don't fall outside of your intended script. You're both the director and the star of this show, and your enemies dance to the tune you play with your pistol... sometimes quite literally!\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">What Makes a Phenom?</title>\r\n\r\nMany gunslingers can learn how to twirl a pistol or intimidate a foe, but it's not just your skills that make you a phenom, it's your style and attitude. As a pistol phenom, you understand how to grab everyone's attention with everything you do, especially the way you talk, the way you walk, and the way you use your gun. But what's more, you're well aware of that fact and the power you have over others, and you aren't afraid to flaunt it.\n\n Despite this attitude, or perhaps because of it, as a pistol phenom you likely tend to get along well with groups of allies, understanding both how to take the spotlight to protect your allies and how to share it to make sure they get their time in the sun. The one exception to this can be other pistol phenoms. When two or more pistol phenoms gather in the same group, it's almost inevitable for a duel or other contest to arise. However, such a contest need not end in enmity. Depending on your temperament, and that of the other pistol phenom, the result of the exhilarating rivalry expressed during competition could be a lifelong friendship, albeit one in which you both keep score of your greatest achievements to compare exploits.\r\n</aside>\r\n\r\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-3251\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3252\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3159\"\r\noverride-title-right=\"Feat 4*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3253\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3254\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3255\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3256\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3188\"\r\noverride-title-right=\"Feat 12*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3257\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3202\"\r\noverride-title-right=\"Feat 16*\"\r\n\r\n/>",
 "name": "Pistol Phenom",
 "pfs": "Standard",
 "prerequisite": "trained in at least one type of one-handed firearm; Trained in Deception; Trained in Performance",
 "prerequisite_markdown": "trained in at least one type of one-handed firearm; Trained in [Deception](/Skills.aspx?ID=5); Trained in [Performance](/Skills.aspx?ID=12)",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 136</row>\r\n\r\n**Prerequisites**\r\ntrained in at least one type of one-handed firearm; Trained in [Deception](/Skills.aspx?ID=5); Trained in [Performance](/Skills.aspx?ID=12)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou treat combat as an art and your pistol as an extension of your performance. You might wield a single pistol, a pair of pistols, or a pistol …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 136"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 136</row>",
 "speed": {},
 "summary": "You treat combat as an art and your pistol as an extension of your performance. You might wield a single pistol, a pair of pistols, or a pistol …",
 "summary_markdown": "You treat combat as an art and your pistol as an extension of your performance. You might wield a single pistol, a pair of pistols, or a pistol …",
 "text": " Pistol Phenom Source Guns &amp; Gears pg. 136 PFS Note Characters with a Home Region of Alkenstar, Dongun Hold, or the Shackles have access to all archetypes from Chapter 3 with the exception of beast gunner, fireworks technician, and spellshot. Characters with a Home Region of Arcadia have access to all archetypes from Chapter 3 with the exception of fireworks technician and demolitionist. You treat combat as an art and your pistol as an extension of your performance. You might wield a single pistol, a pair of pistols, or a pistol paired with a melee weapon to pull off showy maneuvers. However you slice it, though, the use of pistols or other one-handed firearms is crucial to your technique and style. To you, everything is a show, and you use your gun as a prop and instrument, not just to kill opponents but to trick, mislead, hinder, and even bully them into doing what you want them to do. While others tend to focus on delivering as much devastation downrange as possible, your style is all about control. By controlling a foe's attention and actions, you can bolster your own attacks and mitigate the foe's potential for mayhem. You control the tempo of the battle much as you would a staged performance, carefully ensuring your foe's actions don't fall outside of your intended script. You're both the director and the star of this show, and your enemies dance to the tune you play with your pistol... sometimes quite literally! What Makes a Phenom? Many gunslingers can learn how to twirl a pistol or intimidate a foe, but it's not just your skills that make you a phenom, it's your style and attitude. As a pistol phenom, you understand how to grab everyone's attention with everything you do, especially the way you talk, the way you walk, and the way you use your gun. But what's more, you're well aware of that fact and the power you have over others, and you aren't afraid to flaunt it. Despite this attitude, or perhaps because of it, as a pistol phenom you likely tend to get along well with groups of allies, understanding both how to take the spotlight to protect your allies and how to share it to make sure they get their time in the sun. The one exception to this can be other pistol phenoms. When two or more pistol phenoms gather in the same group, it's almost inevitable for a duel or other contest to arise. However, such a contest need not end in enmity. Depending on your temperament, and that of the other pistol phenom, the result of the exhilarating rivalry expressed during competition could be a lifelong friendship, albeit one in which you both keep score of your greatest achievements to compare exploits. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-3252\" /> <document level=\"2\" id=\"feat-3159\" override-title-right=\"Feat 4 \" /> <document level=\"2\" id=\"feat-3253\" /> <document level=\"2\" id=\"feat-3254\" /> <document level=\"2\" id=\"feat-3255\" /> <document level=\"2\" id=\"feat-3256\" /> <document level=\"2\" id=\"feat-3188\" override-title-right=\"Feat 12 \" /> <document level=\"2\" id=\"feat-3257\" /> <document level=\"2\" id=\"feat-3202\" override-title-right=\"Feat 16 \" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=120",
 "weakness": {}
}