{
 "archetype": [
  "Ranger"
 ],
 "archetype_category": [
  "Multiclass"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-9",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Ranger](/Archetypes.aspx?ID=9)</title>\n\n<traits>\r\n\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 228 <sup>4.0</sup></row>\n\nYou have studied hunting, tracking, and wilderness survival, adding a ranger’s tools to your skill set.\r\n\r\n<title level=\"3\">Multiclass Ranger characters</title>\r\n\r\nThe ranger archetype has access to excellent options to improve a character's monster knowledge and survival skills, but ranger is of particular interest to any character wanting to become a dedicated archer. \n<ul><li>Alchemist rangers can add snares to their daily free items, benefiting from a strong Crafting modifier, and their Intelligence makes them exceptional with monster knowledge feats. The ranger archetype is also useful to bombers who want to alternate with in bow attacks. </li><li>Champion rangers are particularly fitting for deities who connect thematically to nature or have a bow as their favored weapon. (Or, in the case of [Erastil](/Deities.aspx?ID=6), both!) </li><li>Fighter rangers are among the most fearsome archers, combining the best archery feats from both classes to create a fighting style unique to each fighter ranger. </li><li>Rogue rangers make excellent snipers or ranged skirmishers, and snares let them be on the other side of traps for a change. </li><li>Spellcaster rangers benefit greatly from ranger's feat support, backing up their spells with ranged weapon attacks. Druids have the most thematic overlap with rangers among the spellcasters, allowing you to create a true master of the wilderness.</li></ul>\n\n<document level=\"2\" id=\"feat-722\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-723\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-724\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-725\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-726\"\n\n/>",
 "name": "Ranger",
 "pfs": "Standard",
 "prerequisite": "Dexterity 14",
 "prerequisite_markdown": "Dexterity 14",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 228 <sup>4.0</sup></row>\r\n\r\n**Prerequisites**\r\nDexterity 14\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have studied hunting, tracking, and wilderness survival, adding a ranger’s tools to your skill set.\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 228"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 228 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "You have studied hunting, tracking, and wilderness survival, adding a ranger’s tools to your skill set.",
 "summary_markdown": "You have studied hunting, tracking, and wilderness survival, adding a ranger’s tools to your skill set.",
 "text": " Ranger Source Core Rulebook pg. 228 4.0 You have studied hunting, tracking, and wilderness survival, adding a ranger’s tools to your skill set. Multiclass Ranger characters The ranger archetype has access to excellent options to improve a character's monster knowledge and survival skills, but ranger is of particular interest to any character wanting to become a dedicated archer. Alchemist rangers can add snares to their daily free items, benefiting from a strong Crafting modifier, and their Intelligence makes them exceptional with monster knowledge feats. The ranger archetype is also useful to bombers who want to alternate with in bow attacks. Champion rangers are particularly fitting for deities who connect thematically to nature or have a bow as their favored weapon. (Or, in the case of Erastil, both!) Fighter rangers are among the most fearsome archers, combining the best archery feats from both classes to create a fighting style unique to each fighter ranger. Rogue rangers make excellent snipers or ranged skirmishers, and snares let them be on the other side of traps for a change. Spellcaster rangers benefit greatly from ranger's feat support, backing up their spells with ranged weapon attacks. Druids have the most thematic overlap with rangers among the spellcasters, allowing you to create a true master of the wilderness. <document level=\"2\" id=\"feat-723\" /> <document level=\"2\" id=\"feat-724\" /> <document level=\"2\" id=\"feat-725\" /> <document level=\"2\" id=\"feat-726\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=9",
 "weakness": {}
}