{
 "archetype": [
  "Runelord"
 ],
 "archetype_category": [
  "Mystical",
  "Class",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-103",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Runelord](/Archetypes.aspx?ID=103)</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 240 <sup>1.1</sup></row>\n\nYou've learned arcane magic following the path of the runelords. You unlock secrets of a chosen school of magic while forsaking lesser schools. You learn the secrets of runic magic, the building blocks of magic. But be warned: you might succumb to sin in your pursuit of power.\n\n You also learn to use polearms, the signature weapons of the runelords, and can acquire the secrets of the mighty, ancient magic items called [_aeon stones_](/Equipment.aspx?ID=407), embedding them into your skin.\r\n\r\n<title level=\"3\">Runelord Specialization (1st)</title>\r\n\r\nYou draw untold power from runes, sometimes called sin magic. You associate with one of the seven vices, also known as the seven rewards of rule: envy ([abjuration](/Traits.aspx?ID=2)), gluttony ([necromancy](/Traits.aspx?ID=117)), greed ([transmutation](/Traits.aspx?ID=157)), lust ([enchantment](/Traits.aspx?ID=61)), pride ([illusion](/Traits.aspx?ID=92)), sloth ([conjuration](/Traits.aspx?ID=33)), and wrath ([evocation](/Traits.aspx?ID=65)). Studying these techniques often tempts you with the associated sin. While leaning into it could corrupt you, it might make you more powerful. If you choose this class archetype, you must select Runelord Dedication as your 2nd-level class feat. \n\n**Prerequisites**: You must be a wizard specializing in one of the [seven schools](/classes/wizard/arcane-schools) other than [divination](/Traits.aspx?ID=47). \n\n**Runelord Adjustments**: In addition to the normal school spell for your chosen school of magic, you learn the initial rune spell associated with your school, with its school adjusted to your chosen school of magic if it wasn't from that school already. Your pool of Focus Points increases to 2 Focus Points. At 8th level, you also learn the advanced rune spell associated with your school, also adjusting its school to match your chosen school of magic if it wasn't already, and your pool of Focus Points increases to 3 Focus Points.\n\n You can [Refocus](/Actions.aspx?ID=71) by indulging in your school's sin in lieu of studying your spellbook. As you become more powerful, your indulgence grows. At 12th level, if you indulge in your sin to Refocus, if you have spent at least 2 Focus Points since the last time you Refocused, you recover 2 Focus Points when you Refocus instead of 1. At 18th level, if you indulge in your sin to Refocus, if you have spent at least 3 Focus Points since the last time you Refocused, you recover 3 Focus Points when you Refocus instead of 1.\n\n You are trained in martial [polearms](/WeaponGroups.aspx?ID=11). At 11th level, if you gain weapon expertise, you become an expert in martial polearms.\n\n Finally, you lose the ability to prepare or cast any spell from your school's prohibited schools. You remove all spells of those schools from your spell list, meaning you can't even activate [scrolls](/Rules.aspx?ID=720) or [wands](/Rules.aspx?ID=756) of such spells.\r\n\r\n<title level=\"3\">The Seven Schools</title>\r\n\r\nThe following seven schools are considered proper specializations of Thassilonian rune magic. In this paradigm, the Thassilonians considered divination magic to be something every wizard should learn but that none need take the effort to master. \n\n<title level=\"4\">Abjuration (Envy)</title> Runelords of [abjuration](/Traits.aspx?ID=2) specialize in protective magic and in suppressing all other magic to glorify their own.<br /> **Prohibited Schools** [evocation](/Traits.aspx?ID=65), [necromancy](/Traits.aspx?ID=117); **Rune Spells** initial: [_blind ambition_](/Spells.aspx?ID=404) advanced: [_competitive edge_](/Spells.aspx?ID=409) \n\n<title level=\"4\">Conjuration (Sloth)</title> Runelords of [conjuration](/Traits.aspx?ID=33) use their magic to create what they need as they need it, and call forth servants to do their bidding.<br /> **Prohibited Schools** [evocation](/Traits.aspx?ID=65), [illusion](/Traits.aspx?ID=92); **Rune Spells** initial: [_efficient apport_](/Spells.aspx?ID=1062), advanced: [_swamp of sloth_](/Spells.aspx?ID=516) \n\n<title level=\"4\">Enchantment (Lust)</title> Runelords of [enchantment](/Traits.aspx?ID=61) specialize in magic that compels and controls the minds of others, often to fulfill their own needs and desires.<br /> **Prohibited Schools** [necromancy](/Traits.aspx?ID=117), [transmutation](/Traits.aspx?ID=157); **Rune Spells** initial: [_charming touch_](/Spells.aspx?ID=406), advanced: [_captivating adoration_](/Spells.aspx?ID=405) \n\n<title level=\"4\">Evocation (Wrath)</title> Runelords of [evocation](/Traits.aspx?ID=65) channel raw destructive energies and direct them toward all who would oppose their will.<br /> **Prohibited Schools** [abjuration](/Traits.aspx?ID=2), [conjuration](/Traits.aspx?ID=33); **Rune Spells** initial: [_weapon surge_](/Spells.aspx?ID=469), advanced: [_zeal for battle_](/Spells.aspx?ID=472) \n\n<title level=\"4\">Illusion (Pride)</title> Runelords of [illusion](/Traits.aspx?ID=92) use magic to create the perfect appearance and fool others through trickery, deception, and misdirection.<br /> **Prohibited Schools** [conjuration](/Traits.aspx?ID=33), [transmutation](/Traits.aspx?ID=157); **Rune Spells** initial: [_veil of confidence_](/Spells.aspx?ID=466), advanced: [_delusional pride_](/Spells.aspx?ID=414) \n\n<title level=\"4\">Necromancy (Gluttony)</title> Runelords of [necromancy](/Traits.aspx?ID=117) tap into their constant hunger for more power and enhancing their longevity, potentially even unto undeath.<br /> **Prohibited Schools** [abjuration](/Traits.aspx?ID=2), [enchantment](/Traits.aspx?ID=61); **Rune Spells** initial: [_overstuff_](/Spells.aspx?ID=436), advanced: [_take its course_](/Spells.aspx?ID=456) \n\n<title level=\"4\">Transmutation (Greed)</title> Runelords of [transmutation](/Traits.aspx?ID=157) not only transform objects to create value, but also transform and enhance their own power.<br /> **Prohibited Schools** [enchantment](/Traits.aspx?ID=61), [illusion](/Traits.aspx?ID=92); **Rune Spells** initial: [_appearance of wealth_](/Spells.aspx?ID=400), advanced: [_precious metals_](/Spells.aspx?ID=440)\r\n\r\n[Click here for more rules on using this archetype.](/Rules.aspx?ID=1567)\n\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-3020\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3021\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2962\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3022\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3023\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3024\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3025\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3026\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3027\"\n\n/>",
 "name": "Runelord",
 "pfs": "Standard",
 "prerequisite": "runelord specialization",
 "prerequisite_markdown": "runelord specialization",
 "rarity": "rare",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 240 <sup>1.1</sup></row>\r\n\r\n**Prerequisites**\r\nrunelord specialization\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou've learned arcane magic following the path of the runelords. You unlock secrets of a chosen school of magic while forsaking lesser schools. You …\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 240"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 240 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "You've learned arcane magic following the path of the runelords. You unlock secrets of a chosen school of magic while forsaking lesser schools. You …",
 "summary_markdown": "You've learned arcane magic following the path of the runelords. You unlock secrets of a chosen school of magic while forsaking lesser schools. You …",
 "text": " Runelord Source Secrets of Magic pg. 240 1.1 You've learned arcane magic following the path of the runelords. You unlock secrets of a chosen school of magic while forsaking lesser schools. You learn the secrets of runic magic, the building blocks of magic. But be warned: you might succumb to sin in your pursuit of power. You also learn to use polearms, the signature weapons of the runelords, and can acquire the secrets of the mighty, ancient magic items called aeon stones , embedding them into your skin. Runelord Specialization (1st) You draw untold power from runes, sometimes called sin magic. You associate with one of the seven vices, also known as the seven rewards of rule: envy (abjuration), gluttony (necromancy), greed (transmutation), lust (enchantment), pride (illusion), sloth (conjuration), and wrath (evocation). Studying these techniques often tempts you with the associated sin. While leaning into it could corrupt you, it might make you more powerful. If you choose this class archetype, you must select Runelord Dedication as your 2nd-level class feat. Prerequisites : You must be a wizard specializing in one of the seven schools other than divination. Runelord Adjustments : In addition to the normal school spell for your chosen school of magic, you learn the initial rune spell associated with your school, with its school adjusted to your chosen school of magic if it wasn't from that school already. Your pool of Focus Points increases to 2 Focus Points. At 8th level, you also learn the advanced rune spell associated with your school, also adjusting its school to match your chosen school of magic if it wasn't already, and your pool of Focus Points increases to 3 Focus Points. You can Refocus by indulging in your school's sin in lieu of studying your spellbook. As you become more powerful, your indulgence grows. At 12th level, if you indulge in your sin to Refocus, if you have spent at least 2 Focus Points since the last time you Refocused, you recover 2 Focus Points when you Refocus instead of 1. At 18th level, if you indulge in your sin to Refocus, if you have spent at least 3 Focus Points since the last time you Refocused, you recover 3 Focus Points when you Refocus instead of 1. You are trained in martial polearms. At 11th level, if you gain weapon expertise, you become an expert in martial polearms. Finally, you lose the ability to prepare or cast any spell from your school's prohibited schools. You remove all spells of those schools from your spell list, meaning you can't even activate scrolls or wands of such spells. The Seven Schools The following seven schools are considered proper specializations of Thassilonian rune magic. In this paradigm, the Thassilonians considered divination magic to be something every wizard should learn but that none need take the effort to master. Abjuration (Envy) Runelords of abjuration specialize in protective magic and in suppressing all other magic to glorify their own. Prohibited Schools evocation, necromancy; Rune Spells initial: blind ambition advanced: competitive edge Conjuration (Sloth) Runelords of conjuration use their magic to create what they need as they need it, and call forth servants to do their bidding. Prohibited Schools evocation, illusion; Rune Spells initial: efficient apport , advanced: swamp of sloth Enchantment (Lust) Runelords of enchantment specialize in magic that compels and controls the minds of others, often to fulfill their own needs and desires. Prohibited Schools necromancy, transmutation; Rune Spells initial: charming touch , advanced: captivating adoration Evocation (Wrath) Runelords of evocation channel raw destructive energies and direct them toward all who would oppose their will. Prohibited Schools abjuration, conjuration; Rune Spells initial: weapon surge , advanced: zeal for battle Illusion (Pride) Runelords of illusion use magic to create the perfect appearance and fool others through trickery, deception, and misdirection. Prohibited Schools conjuration, transmutation; Rune Spells initial: veil of confidence , advanced: delusional pride Necromancy (Gluttony) Runelords of necromancy tap into their constant hunger for more power and enhancing their longevity, potentially even unto undeath. Prohibited Schools abjuration, enchantment; Rune Spells initial: overstuff , advanced: take its course Transmutation (Greed) Runelords of transmutation not only transform objects to create value, but also transform and enhance their own power. Prohibited Schools enchantment, illusion; Rune Spells initial: appearance of wealth , advanced: precious metals Click here for more rules on using this archetype. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-3021\" /> <document level=\"2\" id=\"feat-2962\" /> <document level=\"2\" id=\"feat-3022\" /> <document level=\"2\" id=\"feat-3023\" /> <document level=\"2\" id=\"feat-3024\" /> <document level=\"2\" id=\"feat-3025\" /> <document level=\"2\" id=\"feat-3026\" /> <document level=\"2\" id=\"feat-3027\" />",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=103",
 "weakness": {}
}