{
 "access": "Characters from Alkenstar have access to this archetype",
 "archetype": [
  "Shieldmarshal"
 ],
 "archetype_category": [
  "Profession"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-197",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Shieldmarshal](/Archetypes.aspx?ID=197)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 108</row>\n\nGunplay isn't enough to uphold Alkenstar's laws; when firearms are readily available to criminals and the corrupt, relying solely on firepower isn't always the best approach to law enforcement. To stay ahead in their never-ending war against crime and espionage, Alkenstar's elite shieldmarshals instead refine their skills of marksmanship and situational awareness into a potent blend of operational acumen and special tactics. Shieldmarshals study forensics, engineering, law, and etiquette to navigate the city's volatile conditions and politics; advanced lessons include specialized training to deal with criminals using technology as well as tactical analysis for maneuvering in congested urban environments.\n\n You've undergone specialized training to help you keep the peace in Alkenstar's sprawling streets. Urban operations are dreadfully complex endeavors; closed doors and high walls conceal suspects and belligerents, while every alley and corridor could be a fatal funnel. As a shieldmarshal, you overcome these complexities by reducing and adapting to uncertain elements. You methodically observe your surroundings, make swift decisions, and actualize best practices to pacify hostiles, rescue hostages, and otherwise meet overall mission objectives. \n\n<document level=\"2\" id=\"feat-4040\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4041\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4042\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4043\"\n\n/>",
 "name": "Shieldmarshal",
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2022-11-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 108</row>\n\n**Access**\r\nCharacters from Alkenstar have access to this archetype\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGunplay isn't enough to uphold Alkenstar's laws; when firearms are readily available to criminals and the corrupt, relying solely on firepower isn't …\r\n</summary>",
 "source": [
  "Impossible Lands"
 ],
 "source_raw": [
  "Impossible Lands pg. 108"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Impossible Lands](/Sources.aspx?ID=146) pg. 108</row>",
 "speed": {},
 "summary": "Gunplay isn't enough to uphold Alkenstar's laws; when firearms are readily available to criminals and the corrupt, relying solely on firepower isn't …",
 "summary_markdown": "Gunplay isn't enough to uphold Alkenstar's laws; when firearms are readily available to criminals and the corrupt, relying solely on firepower isn't …",
 "text": " Shieldmarshal Source Impossible Lands pg. 108 Gunplay isn't enough to uphold Alkenstar's laws; when firearms are readily available to criminals and the corrupt, relying solely on firepower isn't always the best approach to law enforcement. To stay ahead in their never-ending war against crime and espionage, Alkenstar's elite shieldmarshals instead refine their skills of marksmanship and situational awareness into a potent blend of operational acumen and special tactics. Shieldmarshals study forensics, engineering, law, and etiquette to navigate the city's volatile conditions and politics; advanced lessons include specialized training to deal with criminals using technology as well as tactical analysis for maneuvering in congested urban environments. You've undergone specialized training to help you keep the peace in Alkenstar's sprawling streets. Urban operations are dreadfully complex endeavors; closed doors and high walls conceal suspects and belligerents, while every alley and corridor could be a fatal funnel. As a shieldmarshal, you overcome these complexities by reducing and adapting to uncertain elements. You methodically observe your surroundings, make swift decisions, and actualize best practices to pacify hostiles, rescue hostages, and otherwise meet overall mission objectives. <document level=\"2\" id=\"feat-4041\" /> <document level=\"2\" id=\"feat-4042\" /> <document level=\"2\" id=\"feat-4043\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=197",
 "weakness": {}
}