{
 "archetype": [
  "Spellshot"
 ],
 "archetype_category": [
  "Mystical",
  "Class",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-122",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Spellshot](/Archetypes.aspx?ID=122)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 140</row>\r\n\r\n_[**PFS Note**](/pathfinder-society)  Characters with a Home Region of Arcadia have access to all archetypes from Chapter 3 with the exception of fireworks technician and demolitionist._\r\n\r\nSpellshots aren't ordinary [gunslingers](/Classes.aspx?ID=20). They come from a tradition of ancient secrets and principles, which they temper with modern innovation and perspective. Spellshots combine magical power into the art of gunplay to create a distinct and mystical way known only to spellshots, enigmatic and unavailable to other gunslingers in the world at large. The first to identify themselves as spellshots tied their magical traditions to the history of the Star Code and the Crowned Regents in Arcadia. Ancient, reclusive crafters known as the Crowned Regents created star guns, the legendary magical firearms that shot white-hot blasts of energy. Wielders of star guns became bound together by the Star Code—a set of cultural expectations that defined how one should behave while using these powerful weapons. You can find more information about star guns, the Crowned Regents, and the Star Code in _Guns &amp; Gears_.\n\n Most spellshots continue to come from Arcadia, as the stories describing the relevant skills and training to become one have been passed down over the generations. Many gunslingers who grow up in this region hear of these tales early in their lives, and they develop the techniques to channel magical energy through their firearms in imitation of the Regents' arcane methods. While Arcadia is home to the vast majority of the world's spellshots, the techniques have slowly spread to other regions. However, spellshots remain particularly rare in the Inner Sea region due to the unique history of guns there and their connection to the Grand Duchy of Alkenstar, which exists in a magic-dead region of the Mana Wastes.\r\n\r\n<title level=\"3\">Way Of The Spellshot (1st)</title>\r\n\r\nYou've learned the intricacies of magic and technology, blending the two together with deadly results. You combine a knowledge of arcane theories with a strong connection to your chosen weapon that allows you to manifest unique effects, though your knowledge doesn't extend as far as actual spellcasting. You can imbue energy into your weapon and conjure bullets from thin air. As you progress, you eventually learn to phase bullets through walls or even to teleport yourself along the path of your bullets. You must select Spellshot Dedication as your 2nd-level class feat.\n\n **Prerequisites**: You must be a gunslinger.\n\n **Spellshot Adjustments**: Instead of choosing a way from the options listed in the gunslinger class, you have the way of the spellshot. It has the following way skill, slinger's reload, and deeds. You gain these abilities at the same levels as normal for the class. You use Intelligence for your class DC.\n\n **Way Skill** [Arcana](/Skills.aspx?ID=2)\n\n **Slinger's Reload** Thoughtful Reload\n\n **Deeds** _Initial_ Energy Shot; _Advanced_ Recall Ammunition; _Greater_ Dispelling Bullet  \n\n<title level=\"2\" right=\"\">Slinger's Reload</title> \n\n<document level=\"2\" id=\"action-922\" /> \n\n<title level=\"2\" right=\"\">Initial Deed</title> \n\n<document level=\"2\" id=\"action-923\" /> \n\n<title level=\"2\" right=\"9th\">Advanced Deed </title> \n\n<document level=\"2\" id=\"action-924\" /> \n\n<title level=\"2\" right=\"15th\">Greater Deed </title> \n\n<document level=\"2\" id=\"action-925\" />\n\n<document level=\"2\" id=\"feat-3267\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3268\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3269\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3270\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3271\"\n\n/>",
 "name": "Spellshot",
 "pfs": "Standard",
 "prerequisite": "way of the spellshot",
 "prerequisite_markdown": "way of the spellshot",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 140</row>\r\n\r\n**Prerequisites**\r\nway of the spellshot\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSpellshots aren't ordinary  gunslingers . They come from a tradition of ancient secrets and principles, which they temper with modern innovation and …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 140"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 140</row>",
 "speed": {},
 "summary": "Spellshots aren't ordinary  gunslingers . They come from a tradition of ancient secrets and principles, which they temper with modern innovation and …",
 "summary_markdown": "Spellshots aren't ordinary  gunslingers . They come from a tradition of ancient secrets and principles, which they temper with modern innovation and …",
 "text": " Spellshot Source Guns &amp; Gears pg. 140 PFS Note Characters with a Home Region of Arcadia have access to all archetypes from Chapter 3 with the exception of fireworks technician and demolitionist. Spellshots aren't ordinary gunslingers. They come from a tradition of ancient secrets and principles, which they temper with modern innovation and perspective. Spellshots combine magical power into the art of gunplay to create a distinct and mystical way known only to spellshots, enigmatic and unavailable to other gunslingers in the world at large. The first to identify themselves as spellshots tied their magical traditions to the history of the Star Code and the Crowned Regents in Arcadia. Ancient, reclusive crafters known as the Crowned Regents created star guns, the legendary magical firearms that shot white-hot blasts of energy. Wielders of star guns became bound together by the Star Code—a set of cultural expectations that defined how one should behave while using these powerful weapons. You can find more information about star guns, the Crowned Regents, and the Star Code in Guns &amp; Gears . Most spellshots continue to come from Arcadia, as the stories describing the relevant skills and training to become one have been passed down over the generations. Many gunslingers who grow up in this region hear of these tales early in their lives, and they develop the techniques to channel magical energy through their firearms in imitation of the Regents' arcane methods. While Arcadia is home to the vast majority of the world's spellshots, the techniques have slowly spread to other regions. However, spellshots remain particularly rare in the Inner Sea region due to the unique history of guns there and their connection to the Grand Duchy of Alkenstar, which exists in a magic-dead region of the Mana Wastes. Way Of The Spellshot (1st) You've learned the intricacies of magic and technology, blending the two together with deadly results. You combine a knowledge of arcane theories with a strong connection to your chosen weapon that allows you to manifest unique effects, though your knowledge doesn't extend as far as actual spellcasting. You can imbue energy into your weapon and conjure bullets from thin air. As you progress, you eventually learn to phase bullets through walls or even to teleport yourself along the path of your bullets. You must select Spellshot Dedication as your 2nd-level class feat. Prerequisites : You must be a gunslinger. Spellshot Adjustments : Instead of choosing a way from the options listed in the gunslinger class, you have the way of the spellshot. It has the following way skill, slinger's reload, and deeds. You gain these abilities at the same levels as normal for the class. You use Intelligence for your class DC. Way Skill Arcana Slinger's Reload Thoughtful Reload Deeds Initial Energy Shot; Advanced Recall Ammunition; Greater Dispelling Bullet Slinger's Reload Initial Deed Advanced Deed Greater Deed <document level=\"2\" id=\"feat-3268\" /> <document level=\"2\" id=\"feat-3269\" /> <document level=\"2\" id=\"feat-3270\" /> <document level=\"2\" id=\"feat-3271\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=122",
 "weakness": {}
}