{
 "archetype": [
  "Spell Trickster"
 ],
 "archetype_category": [
  "Mystical"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-126",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Spell Trickster](/Archetypes.aspx?ID=126)</title>\n\n<traits>\r\n\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 122</row>\n\nJust as Golarion's merchants scour busy marketplaces for newfound goods, scholars of magic congregate in teahouses, debate at symposia, and haunt the back rooms of esoteric shops to swap secrets of their trade. In such meetings, a different kind of magic may strike: the spark of innovation! The mixing of magical techniques produces fascinating and unpredictable results. As one of these innovators, sometimes called a spell trickster, you have a knack for pioneering magical techniques and discovering new effects from spells most novice spellcasters take for granted. Whether your unique abilities are the result of weeks of experimentation or a secret passed to you by a traveling practitioner, you delight in surprising others with your tricks.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The Fruits of Research</title>\r\n\r\nWhile magic can spring from many sources, from wizard tutors to self-taught savants, the art of the spell trickster often springs from sophisticated magical research. The magical academies in Golarion have no claim to magic as a whole but can often teach lesser-known variants of a spell to their students. At the Magaambya academy in the Mwangi Expanse, for instance, initiates study multiple traditions of magic, adapting the techniques of harnessing magical essence from one tradition to create new methods of casting spells in another. The Arclords of Nex have spent thousands of years honing spells in both wartime and peace, demonstrating a fine control over the arcane by effortlessly changing their magic to suit their whims. The return of New Thassilon brought thousands of magical dabblers and scholars, each with their own unique tricks and each eager to see what new spell variants have developed in their long absence.\n\n This isn't to say that spell tricksters come solely from high academia. A sorcerer might demonstrate aberrant powers in her bloodline magic, hinting at a background more complex than a single eldritch influence acting upon her. An oracle might grope at a divine power that they poorly understand and cast a spell in a unique manner simply because they were never taught otherwise. A witch's patron or a whimsical deity might grant a favored servant a special power for whatever strange motives such beings might possess. Magic in Golarion isn't entirely predictable, no matter how many practitioners wish that it was so. While most spellcasters follow predictable patterns in their art, there are always exceptions.\n\n The rules in this section are presented as part of an archetype, meant for a character dedicated to the art of innovating magic—but you don't have to limit yourself to this premise. At the GM's discretion, a spell trickster feat could be made available to a character as a class feat without the character taking the archetype. In most cases, this option should only be offered as a reward or story element that the character, GM, or group has dedicated a significant amount of time to developing—a character who wishes to partake in these options without GM permission or involvement should simply take the spell trickster archetype. These feats could be used to represent the payoff from extended magical research; finding forgotten or forbidden lore in a lost corner of Golarion; pleasing a god, patron, or other notable power; a magical plane or artifact exerting its influence; or any other number of situations that an adventurer might encounter while exploring. Keep in mind, however, that these feats were created and balanced to be part of an archetype. If allowing spell trickster feats as general class feats begins to negatively impact the game, the players should be willing to walk the decision back and rebuild characters as necessary.\r\n</aside>\n\n<document level=\"2\" id=\"feat-3368\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3369\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3370\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3371\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3372\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3373\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3374\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3375\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3376\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3377\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3378\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3379\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3380\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3381\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3382\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3383\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3384\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3385\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3386\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3387\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3388\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3389\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3390\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3391\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3392\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3393\"\n\n/>",
 "name": "Spell Trickster",
 "pfs": "Standard",
 "prerequisite": "Able to cast spells; Trained in Arcana, Trained in Nature, Trained in Occultism, or Trained in Religion",
 "prerequisite_markdown": "Able to cast spells; Trained in [Arcana](/Skills.aspx?ID=2), Trained in [Nature](/Skills.aspx?ID=10), Trained in [Occultism](/Skills.aspx?ID=11), or Trained in [Religion](/Skills.aspx?ID=13)",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 122</row>\r\n\r\n**Prerequisites**\r\nAble to cast spells; Trained in [Arcana](/Skills.aspx?ID=2), Trained in [Nature](/Skills.aspx?ID=10), Trained in [Occultism](/Skills.aspx?ID=11), or Trained in [Religion](/Skills.aspx?ID=13)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nJust as Golarion's merchants scour busy marketplaces for newfound goods, scholars of magic congregate in teahouses, debate at symposia, and haunt the …\r\n</summary>",
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 122"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Grand Bazaar](/Sources.aspx?ID=100) pg. 122</row>",
 "speed": {},
 "summary": "Just as Golarion's merchants scour busy marketplaces for newfound goods, scholars of magic congregate in teahouses, debate at symposia, and haunt the …",
 "summary_markdown": "Just as Golarion's merchants scour busy marketplaces for newfound goods, scholars of magic congregate in teahouses, debate at symposia, and haunt the …",
 "text": " Spell Trickster Source Grand Bazaar pg. 122 Just as Golarion's merchants scour busy marketplaces for newfound goods, scholars of magic congregate in teahouses, debate at symposia, and haunt the back rooms of esoteric shops to swap secrets of their trade. In such meetings, a different kind of magic may strike: the spark of innovation! The mixing of magical techniques produces fascinating and unpredictable results. As one of these innovators, sometimes called a spell trickster, you have a knack for pioneering magical techniques and discovering new effects from spells most novice spellcasters take for granted. Whether your unique abilities are the result of weeks of experimentation or a secret passed to you by a traveling practitioner, you delight in surprising others with your tricks. The Fruits of Research While magic can spring from many sources, from wizard tutors to self-taught savants, the art of the spell trickster often springs from sophisticated magical research. The magical academies in Golarion have no claim to magic as a whole but can often teach lesser-known variants of a spell to their students. At the Magaambya academy in the Mwangi Expanse, for instance, initiates study multiple traditions of magic, adapting the techniques of harnessing magical essence from one tradition to create new methods of casting spells in another. The Arclords of Nex have spent thousands of years honing spells in both wartime and peace, demonstrating a fine control over the arcane by effortlessly changing their magic to suit their whims. The return of New Thassilon brought thousands of magical dabblers and scholars, each with their own unique tricks and each eager to see what new spell variants have developed in their long absence. This isn't to say that spell tricksters come solely from high academia. A sorcerer might demonstrate aberrant powers in her bloodline magic, hinting at a background more complex than a single eldritch influence acting upon her. An oracle might grope at a divine power that they poorly understand and cast a spell in a unique manner simply because they were never taught otherwise. A witch's patron or a whimsical deity might grant a favored servant a special power for whatever strange motives such beings might possess. Magic in Golarion isn't entirely predictable, no matter how many practitioners wish that it was so. While most spellcasters follow predictable patterns in their art, there are always exceptions. The rules in this section are presented as part of an archetype, meant for a character dedicated to the art of innovating magic—but you don't have to limit yourself to this premise. At the GM's discretion, a spell trickster feat could be made available to a character as a class feat without the character taking the archetype. In most cases, this option should only be offered as a reward or story element that the character, GM, or group has dedicated a significant amount of time to developing—a character who wishes to partake in these options without GM permission or involvement should simply take the spell trickster archetype. These feats could be used to represent the payoff from extended magical research; finding forgotten or forbidden lore in a lost corner of Golarion; pleasing a god, patron, or other notable power; a magical plane or artifact exerting its influence; or any other number of situations that an adventurer might encounter while exploring. Keep in mind, however, that these feats were created and balanced to be part of an archetype. If allowing spell trickster feats as general class feats begins to negatively impact the game, the players should be willing to walk the decision back and rebuild characters as necessary. <document level=\"2\" id=\"feat-3369\" /> <document level=\"2\" id=\"feat-3370\" /> <document level=\"2\" id=\"feat-3371\" /> <document level=\"2\" id=\"feat-3372\" /> <document level=\"2\" id=\"feat-3373\" /> <document level=\"2\" id=\"feat-3374\" /> <document level=\"2\" id=\"feat-3375\" /> <document level=\"2\" id=\"feat-3376\" /> <document level=\"2\" id=\"feat-3377\" /> <document level=\"2\" id=\"feat-3378\" /> <document level=\"2\" id=\"feat-3379\" /> <document level=\"2\" id=\"feat-3380\" /> <document level=\"2\" id=\"feat-3381\" /> <document level=\"2\" id=\"feat-3382\" /> <document level=\"2\" id=\"feat-3383\" /> <document level=\"2\" id=\"feat-3384\" /> <document level=\"2\" id=\"feat-3385\" /> <document level=\"2\" id=\"feat-3386\" /> <document level=\"2\" id=\"feat-3387\" /> <document level=\"2\" id=\"feat-3388\" /> <document level=\"2\" id=\"feat-3389\" /> <document level=\"2\" id=\"feat-3390\" /> <document level=\"2\" id=\"feat-3391\" /> <document level=\"2\" id=\"feat-3392\" /> <document level=\"2\" id=\"feat-3393\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=126",
 "weakness": {}
}