{
 "archetype": [
  "Sterling Dynamo"
 ],
 "archetype_category": [
  "Combat Style",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-110",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Sterling Dynamo](/Archetypes.aspx?ID=110)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 52</row>\n\nWhile many people across Golarion use prosthetic devices, you've acquired and outfitted yourself with a particularly advanced combat model of clockwork prosthesis: a piece of cutting edge technology called a sterling dynamo. You know how to maintain your dynamo and how to customize it to suit your needs and style, incorporating any promising new technologies you encounter into its design.\n\n There's a significant distinction, however, between someone who merely has a sterling dynamo prosthesis and someone like you who is a true sterling dynamo. With their recent invention, people in Absalom and Dongun Hold with access to the technology have begun to adopt sterling dynamos as their prostheses of choice, among the wide variety of amazing options already available in both markets. However, not everyone who chooses to use sterling dynamo technology is a member of the sterling dynamo archetype.\n\n With the sterling dynamo archetype, you both use a sterling dynamo prosthesis and truly understand its advantages, limitations, and limitless potential. You don't have to literally be your own mechanic, as there's no requirement for a sterling dynamo to be particularly skilled at crafting, but even if you aren't, you can still “feel” what's right when it comes to adjusting and optimizing your dynamo. Whether you implement these improvements yourself or present your mechanic with ideas and insights that allow them to achieve something special on your behalf, your strength and ingenuity are what make you a sterling dynamo.\n\n As you train to use your dynamo in all sorts of adventures, you may become capable of feats its original inventors never dreamed possible. In fact, as you progress in the archetype and explore the possibilities, you might find that these inventors want to interview you in order to apply your insights and help them create a new generation of the technology with even greater capabilities. The sterling dynamo's adaptability grants it vast potential, so the sky's the limit!\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Prosthetics in Golarion</title>\r\n\r\nProsthetics in Golarion don't require membership in an archetype or special organization to obtain. A character can purchase a simple prosthetic foot, eye, hand, or virtually any other body part for as little as 5 silver pieces, with more expensive prosthetics that are decorated with unique customizations or designs available for a corresponding mark-up. For more information on prosthetics, see page 69 of Pathfinder Lost Omens Grand Bazaar. The sterling dynamo prosthetic technology presented here was created through collaboration between a Dongun Hold prosthesis inventor, who created the flexible silvery clockwork joint system, and a researcher from the Clockwork Cathedral in Absalom, who created a prototype variant that increased how customizable the model was and sent it back to the dwarven inventor to iterate further. That iteration became the sterling dynamo that entered the market in late 4721 AR. It has been widely applauded for its adaptability in both combat and everyday use.\r\n</aside>\n\n<document level=\"2\" id=\"feat-3127\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3128\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3129\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3130\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3131\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3132\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3133\"\n\n/>",
 "name": "Sterling Dynamo",
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 52</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhile many people across Golarion use prosthetic devices, you've acquired and outfitted yourself with a particularly advanced combat model of …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 52"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 52</row>",
 "speed": {},
 "summary": "While many people across Golarion use prosthetic devices, you've acquired and outfitted yourself with a particularly advanced combat model of …",
 "summary_markdown": "While many people across Golarion use prosthetic devices, you've acquired and outfitted yourself with a particularly advanced combat model of …",
 "text": " Sterling Dynamo Source Guns &amp; Gears pg. 52 While many people across Golarion use prosthetic devices, you've acquired and outfitted yourself with a particularly advanced combat model of clockwork prosthesis: a piece of cutting edge technology called a sterling dynamo. You know how to maintain your dynamo and how to customize it to suit your needs and style, incorporating any promising new technologies you encounter into its design. There's a significant distinction, however, between someone who merely has a sterling dynamo prosthesis and someone like you who is a true sterling dynamo. With their recent invention, people in Absalom and Dongun Hold with access to the technology have begun to adopt sterling dynamos as their prostheses of choice, among the wide variety of amazing options already available in both markets. However, not everyone who chooses to use sterling dynamo technology is a member of the sterling dynamo archetype. With the sterling dynamo archetype, you both use a sterling dynamo prosthesis and truly understand its advantages, limitations, and limitless potential. You don't have to literally be your own mechanic, as there's no requirement for a sterling dynamo to be particularly skilled at crafting, but even if you aren't, you can still “feel” what's right when it comes to adjusting and optimizing your dynamo. Whether you implement these improvements yourself or present your mechanic with ideas and insights that allow them to achieve something special on your behalf, your strength and ingenuity are what make you a sterling dynamo. As you train to use your dynamo in all sorts of adventures, you may become capable of feats its original inventors never dreamed possible. In fact, as you progress in the archetype and explore the possibilities, you might find that these inventors want to interview you in order to apply your insights and help them create a new generation of the technology with even greater capabilities. The sterling dynamo's adaptability grants it vast potential, so the sky's the limit! Prosthetics in Golarion Prosthetics in Golarion don't require membership in an archetype or special organization to obtain. A character can purchase a simple prosthetic foot, eye, hand, or virtually any other body part for as little as 5 silver pieces, with more expensive prosthetics that are decorated with unique customizations or designs available for a corresponding mark-up. For more information on prosthetics, see page 69 of Pathfinder Lost Omens Grand Bazaar. The sterling dynamo prosthetic technology presented here was created through collaboration between a Dongun Hold prosthesis inventor, who created the flexible silvery clockwork joint system, and a researcher from the Clockwork Cathedral in Absalom, who created a prototype variant that increased how customizable the model was and sent it back to the dwarven inventor to iterate further. That iteration became the sterling dynamo that entered the market in late 4721 AR. It has been widely applauded for its adaptability in both combat and everyday use. <document level=\"2\" id=\"feat-3128\" /> <document level=\"2\" id=\"feat-3129\" /> <document level=\"2\" id=\"feat-3130\" /> <document level=\"2\" id=\"feat-3131\" /> <document level=\"2\" id=\"feat-3132\" /> <document level=\"2\" id=\"feat-3133\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=110",
 "weakness": {}
}