{
 "archetype": [
  "Summoner"
 ],
 "archetype_category": [
  "Multiclass"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-96",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Summoner](/Archetypes.aspx?ID=96)</title>\n\n<traits>\r\n\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 76 <sup>1.1</sup></row>\n\nYou have a tenuous connection to an eidolon, a bodiless being that shares your life force, and with effort you can manifest the eidolon into the world.\r\n\r\n<title level=\"3\">Multiclass Summoner Characters</title>\r\n\r\nThe summoner archetype grants you an eidolon to join you in battle. It's a particularly helpful multiclass for characters with weaker martial abilities. \n<ul><li>[Alchemist](/Classes.aspx?ID=1) summoners can use their eidolons as lab assistants or even as the source of experiments. They are a good fit for [construct](/Eidolons.aspx?ID=4) or [plant](/Eidolons.aspx?ID=9)  eidolons.</li><li>[Barbarian](/Classes.aspx?ID=2) summoners find themselves drawn to the fury of [anger phantoms](/Eidolons.aspx?ID=2), the two fueled by the same inner instinct.</li><li>[Bard](/Classes.aspx?ID=3) summoners inspire their eidolons to greater heights with their bardic performances. They often team up with eidolons who pair well with their muse, such as a [fey](/Eidolons.aspx?ID=8) eidolon for a [polymath muse](/Muses.aspx?ID=3) or a phantom eidolon for a [warrior muse](/Muses.aspx?ID=4).</li><li>[Champion](/Classes.aspx?ID=4) summoners get along best with divine eidolons matching the alignment associated with their cause—[angel](/Eidolons.aspx?ID=1) eidolons for the [tenets of good](/Tenets.aspx?ID=1), devil eidolons for a [tyrant](/Causes.aspx?ID=4), and so on. This allows the champion and eidolon to have a unity in philosophy and purpose that other eidolon choices might lack.</li><li>[Cleric](/Classes.aspx?ID=5) summoners often find a connection to eidolons associated with their deity, such as a [Sarenite](/Deities.aspx?ID=16) cleric who chooses an angel eidolon. Clerics' ability to heal and support allows them to keep their eidolon healthy.</li><li>[Druid](/Classes.aspx?ID=6) summoners find the life link with primal eidolons to be a religious experience. They are especially likely to bond with eidolons that match their order, such as plant eidolons for the [leaf order](/DruidicOrders.aspx?ID=2) or [beast](/Eidolons.aspx?ID=3) eidolons for the [animal](/DruidicOrders.aspx?ID=1) or [wild ](/DruidicOrders.aspx?ID=4) order.</li><li>[Fighter](/Classes.aspx?ID=7) summoners use tactics and techniques with their eidolons to best foes. They can partner with eidolons of any kind, but they work especially well with eidolons who provide utilities that complement their fighting style.</li><li>[Monk](/Classes.aspx?ID=8) summoners often choose eidolons that are on their own path to enlightenment, to help enrich the monk's journey. These might be divine eidolons, especially if the monk is religious or uses divine ki spells, but they also might be phantoms seeking to transcend their phantom existence to reach the afterlife.</li><li>[Ranger](/Classes.aspx?ID=9) summoners get along best with beast and plant eidolons, but they make a good team with other eidolons as well, especially when an archer ranger teams up with a melee eidolon.</li><li>[Rogue](/Classes.aspx?ID=10) summoners gain a partner in crime that can disappear when necessary, providing the eidolon with the ultimate getaway as long as no one expects it to carry back loot from a heist. Rogues work well with tricky eidolons, such as fey, and they get a lot of mileage out of sharing their skills with their eidolon. The [Unfetter Eidolon](/Feats.aspx?ID=2893) feat can be especially useful if the rogue wants to establish a quick alibi far from the eidolon's crimes.</li><li>[Sorcerer](/Classes.aspx?ID=11) summoners often choose eidolons that match closely to their bloodline, such as a [psychopomp](/Eidolons.aspx?ID=10) eidolon for the [psychopomp bloodline](/Bloodlines.aspx?ID=13). The eidolon might even be part of the story of how the sorcerer gained their bloodline.</li><li>[Wizard](/Classes.aspx?ID=12) summoners are especially appreciative of an eidolon to help them in combat, and they tend to favor arcane eidolons like [dragon](/Eidolons.aspx?ID=7) and construct eidolons.</li></ul>\n\n<document level=\"2\" id=\"feat-2953\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2954\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2955\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2956\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2957\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2958\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2959\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2960\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-2961\"\n\n/>",
 "name": "Summoner",
 "pfs": "Standard",
 "prerequisite": "Charisma 14",
 "prerequisite_markdown": "Charisma 14",
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 76 <sup>1.1</sup></row>\r\n\r\n**Prerequisites**\r\nCharisma 14\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have a tenuous connection to an eidolon, a bodiless being that shares your life force, and with effort you can manifest the eidolon into the …\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 76"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 76 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "You have a tenuous connection to an eidolon, a bodiless being that shares your life force, and with effort you can manifest the eidolon into the …",
 "summary_markdown": "You have a tenuous connection to an eidolon, a bodiless being that shares your life force, and with effort you can manifest the eidolon into the …",
 "text": " Summoner Source Secrets of Magic pg. 76 1.1 You have a tenuous connection to an eidolon, a bodiless being that shares your life force, and with effort you can manifest the eidolon into the world. Multiclass Summoner Characters The summoner archetype grants you an eidolon to join you in battle. It's a particularly helpful multiclass for characters with weaker martial abilities. Alchemist summoners can use their eidolons as lab assistants or even as the source of experiments. They are a good fit for construct or plant eidolons. Barbarian summoners find themselves drawn to the fury of anger phantoms, the two fueled by the same inner instinct. Bard summoners inspire their eidolons to greater heights with their bardic performances. They often team up with eidolons who pair well with their muse, such as a fey eidolon for a polymath muse or a phantom eidolon for a warrior muse. Champion summoners get along best with divine eidolons matching the alignment associated with their cause—angel eidolons for the tenets of good, devil eidolons for a tyrant, and so on. This allows the champion and eidolon to have a unity in philosophy and purpose that other eidolon choices might lack. Cleric summoners often find a connection to eidolons associated with their deity, such as a Sarenite cleric who chooses an angel eidolon. Clerics' ability to heal and support allows them to keep their eidolon healthy. Druid summoners find the life link with primal eidolons to be a religious experience. They are especially likely to bond with eidolons that match their order, such as plant eidolons for the leaf order or beast eidolons for the animal or wild order. Fighter summoners use tactics and techniques with their eidolons to best foes. They can partner with eidolons of any kind, but they work especially well with eidolons who provide utilities that complement their fighting style. Monk summoners often choose eidolons that are on their own path to enlightenment, to help enrich the monk's journey. These might be divine eidolons, especially if the monk is religious or uses divine ki spells, but they also might be phantoms seeking to transcend their phantom existence to reach the afterlife. Ranger summoners get along best with beast and plant eidolons, but they make a good team with other eidolons as well, especially when an archer ranger teams up with a melee eidolon. Rogue summoners gain a partner in crime that can disappear when necessary, providing the eidolon with the ultimate getaway as long as no one expects it to carry back loot from a heist. Rogues work well with tricky eidolons, such as fey, and they get a lot of mileage out of sharing their skills with their eidolon. The Unfetter Eidolon feat can be especially useful if the rogue wants to establish a quick alibi far from the eidolon's crimes. Sorcerer summoners often choose eidolons that match closely to their bloodline, such as a psychopomp eidolon for the psychopomp bloodline. The eidolon might even be part of the story of how the sorcerer gained their bloodline. Wizard summoners are especially appreciative of an eidolon to help them in combat, and they tend to favor arcane eidolons like dragon and construct eidolons. <document level=\"2\" id=\"feat-2954\" /> <document level=\"2\" id=\"feat-2955\" /> <document level=\"2\" id=\"feat-2956\" /> <document level=\"2\" id=\"feat-2957\" /> <document level=\"2\" id=\"feat-2958\" /> <document level=\"2\" id=\"feat-2959\" /> <document level=\"2\" id=\"feat-2960\" /> <document level=\"2\" id=\"feat-2961\" />",
 "trait_markdown": "",
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=96",
 "weakness": {}
}