{
 "archetype": [
  "Twilight Speaker"
 ],
 "archetype_category": [
  "Profession"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-203",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Limited\">[Twilight Speaker](/Archetypes.aspx?ID=203)</title>\r\n\r\n<spoilers>May contain spoilers from Gatewalkers</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 78</row>\n\nAs a religious and diplomatic representative of [Findeladlara](/Deities.aspx?ID=109)—and all Ilverani of the north—you see it as your duty to befriend shorter-lived peoples you encounter on your travels. Unlike other Ilverani, also called “snowcaster elves” by outsiders, you find outsiders interesting and believe there is much to learn from having conversations and relationships with others. Whether to watch them, teach them, or to keep would-be enemies close, you believe a broad smile, ageless learning, and a watchful eye are key. Some see this watchful and outwardly friendly nature as condescending, but they don't understand the reason why worshipers of Findeladlara feel a duty to uphold this tradition. When Earthfall struck and most of the other elves on Golarion fled to Sovyrian or delved deep into the earth, the elves that would one day come to be known as Ilverani remained and sought to shelter others from catastrophe. They built refuges to protect others and helped guide people to safety during the Age of Darkness. While Twilight Seekers today don't build safe structures, they do work to build bonds among people so that society can be protected against other catastrophic events should they come to pass.\n\n This calling brings you in contact with many different cultures, yet you seek to preserve the ways of your people. To this end, you are ever on your guard against the lure of “modern fads.” Unfortunately, some twilight speakers have succumbed to the allure of other ways of life and, for them, there is only one outcome: exile.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Ilverani and the Stars</title>\r\n\r\nTwilight speakers hold the stars as an enduring reminder of their god's quest for artistic perfection. Although few Ilverani believe that Findeladlara had any hand in the creation of the stars, these astral bodies form an important part of snowcaster beliefs.\n\n Twilight speakers returning home look to Cynosure, the North Star of Golarion, to guide them. While the short polar summers in the Crown of the World can rob the sky of many stars, Cynosure shines bright and clear more often than not. It is for this reason that the envoys of the Ilverani gave themselves the name of “twilight speakers”: to remember their place as spiritual and diplomatic guides.\n\n Also in summer, the Aurora Iobara colors the sky in shifting tones. The “great painting,” as it is called in the Ilverani language, is contemplated by fortune tellers and prophets alike. Many Ilverani have noticed changes in the Aurora Iobara that they fear might point to the onset of another great cataclysm like Earthfall. The twilight speakers venture far and wide in search of information to support or dissuade such fears.\n\n During the long, cold nights of winter, when the stars are clearest, Ilverani hold their night vigils. While the stars turn in the sky above, they act out plays of their histories, tales that remember betrayal and great disasters. The stars are both backdrop and the personification of their ancestors, played by beautiful actresses with magical starlight in their hair.\r\n</aside>\n\n<document level=\"2\" id=\"feat-4114\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4115\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4117\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4116\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4118\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4119\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-4120\"\n\n/>",
 "name": "Twilight Speaker",
 "pfs": "Limited",
 "prerequisite": "Trained in Society",
 "prerequisite_markdown": "Trained in [Society](/Skills.aspx?ID=14)",
 "rarity": "uncommon",
 "release_date": "2023-03-29",
 "resistance": {},
 "search_markdown": "<spoilers>May contain spoilers from Gatewalkers</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 78</row>\r\n\r\n**Prerequisites**\r\nTrained in [Society](/Skills.aspx?ID=14)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAs a religious and diplomatic representative of  Findeladlara —and all Ilverani of the north—you see it as your duty to befriend shorter-lived …\r\n</summary>",
 "source": [
  "Pathfinder #189: Dreamers of the Nameless Spires"
 ],
 "source_raw": [
  "Pathfinder #189: Dreamers of the Nameless Spires pg. 78"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 78</row>",
 "speed": {},
 "spoilers": "Gatewalkers",
 "summary": "As a religious and diplomatic representative of  Findeladlara —and all Ilverani of the north—you see it as your duty to befriend shorter-lived …",
 "summary_markdown": "As a religious and diplomatic representative of  Findeladlara —and all Ilverani of the north—you see it as your duty to befriend shorter-lived …",
 "text": " Twilight Speaker May contain spoilers from Gatewalkers Source Pathfinder #189: Dreamers of the Nameless Spires pg. 78 As a religious and diplomatic representative of Findeladlara—and all Ilverani of the north—you see it as your duty to befriend shorter-lived peoples you encounter on your travels. Unlike other Ilverani, also called “snowcaster elves” by outsiders, you find outsiders interesting and believe there is much to learn from having conversations and relationships with others. Whether to watch them, teach them, or to keep would-be enemies close, you believe a broad smile, ageless learning, and a watchful eye are key. Some see this watchful and outwardly friendly nature as condescending, but they don't understand the reason why worshipers of Findeladlara feel a duty to uphold this tradition. When Earthfall struck and most of the other elves on Golarion fled to Sovyrian or delved deep into the earth, the elves that would one day come to be known as Ilverani remained and sought to shelter others from catastrophe. They built refuges to protect others and helped guide people to safety during the Age of Darkness. While Twilight Seekers today don't build safe structures, they do work to build bonds among people so that society can be protected against other catastrophic events should they come to pass. This calling brings you in contact with many different cultures, yet you seek to preserve the ways of your people. To this end, you are ever on your guard against the lure of “modern fads.” Unfortunately, some twilight speakers have succumbed to the allure of other ways of life and, for them, there is only one outcome: exile. Ilverani and the Stars Twilight speakers hold the stars as an enduring reminder of their god's quest for artistic perfection. Although few Ilverani believe that Findeladlara had any hand in the creation of the stars, these astral bodies form an important part of snowcaster beliefs. Twilight speakers returning home look to Cynosure, the North Star of Golarion, to guide them. While the short polar summers in the Crown of the World can rob the sky of many stars, Cynosure shines bright and clear more often than not. It is for this reason that the envoys of the Ilverani gave themselves the name of “twilight speakers”: to remember their place as spiritual and diplomatic guides. Also in summer, the Aurora Iobara colors the sky in shifting tones. The “great painting,” as it is called in the Ilverani language, is contemplated by fortune tellers and prophets alike. Many Ilverani have noticed changes in the Aurora Iobara that they fear might point to the onset of another great cataclysm like Earthfall. The twilight speakers venture far and wide in search of information to support or dissuade such fears. During the long, cold nights of winter, when the stars are clearest, Ilverani hold their night vigils. While the stars turn in the sky above, they act out plays of their histories, tales that remember betrayal and great disasters. The stars are both backdrop and the personification of their ancestors, played by beautiful actresses with magical starlight in their hair. <document level=\"2\" id=\"feat-4115\" /> <document level=\"2\" id=\"feat-4117\" /> <document level=\"2\" id=\"feat-4116\" /> <document level=\"2\" id=\"feat-4118\" /> <document level=\"2\" id=\"feat-4119\" /> <document level=\"2\" id=\"feat-4120\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=203",
 "weakness": {}
}