{
 "archetype": [
  "Unexpected Sharpshooter"
 ],
 "archetype_category": [
  "Combat Style",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-123",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Unexpected Sharpshooter](/Archetypes.aspx?ID=123)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 142</row>\r\n\r\n_[**PFS Note**](/pathfinder-society)  Characters with a Home Region of Alkenstar, Dongun Hold, or the Shackles have access to all archetypes from Chapter 3 with the exception of beast gunner, fireworks technician, and spellshot. Characters with a Home Region of Arcadia have access to all archetypes from Chapter 3 with the exception of fireworks technician and demolitionist._\r\n\r\nSome people say you must be the luckiest soul in all of Golarion to still be alive and kicking after all the dangers you've seen. Others say that, given the circumstances and the number of foes who you've defeated seemingly by accident, that there's no way you can really be as incompetent as you seem. These critics claim there has to be some kind of angle, some racket you're running. Either way, you sure don't look or act dangerous, except possibly to yourself.\n\n Somehow, despite your apparent clumsiness, professed confusion, and known propensity to incite calamity, you find yourself standing after every battle. The same can't often be said for your enemies. Funny how that works out, isn't it?\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Skilled or Lucky</title>\r\n\r\nPart of the fun of roleplaying an unexpected sharpshooter is the ambiguity and mystery of how your character achieves their surprising success. Your character at first seems like they bumble into their successes through sheer circumstance. However, when the circumstances pile up, others might start to suspect another possibility: perhaps your character is secretly so incredible that they not only achieve impressive results but do so in a way that hides their skill behind a veneer of lucky breaks. Ultimately, either could be true about your character, or some combination of both. You might decide the truth together with the GM as soon as you take this archetype or hold off until later to make that call. Because this archetype hints at hidden talent intentionally obfuscated, it offers a good choice for a character who's secretly more powerful or skilled than they seem or who must hide their abilities for some reason—perhaps associated with the plot of the campaign.\n\n If your inclination is to play a character who hides their abilities, consider training in the [Deception](/Skills.aspx?ID=5) skill and taking skill feats like [Charming Liar](/Feats.aspx?ID=766) and [Confabulator](/Feats.aspx?ID=769) that emphasize your character's crafty nature and skill at concealing their true intent.\n\n If you instead prefer to play a character who's legitimately a bit uncoordinated but abnormally lucky, you might choose to pursue actions that have a high chance of earning you a Hero Point. You could also consider taking abilities with the [fortune](/Traits.aspx?ID=76) or [misfortune](/Traits.aspx?ID=110) traits, such as [Halfling Luck](/Feats.aspx?ID=54) or [Harbinger's Caw](/Feats.aspx?ID=2442).\r\n</aside>\r\n\r\n<title level=\"3\">Additional Feats</title>\r\n\r\nThis archetype has some feats at a level other than their original level.\r\nSuch feats are marked with a \\*.\r\n\r\n[Click here for the full rules on Additional Feats](/Rules.aspx?ID=1432).\r\n\r\n<document level=\"2\" id=\"feat-3272\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3157\"\r\noverride-title-right=\"Feat 4*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3273\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3163\"\r\noverride-title-right=\"Feat 4*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3274\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3275\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3276\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3278\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3188\"\r\noverride-title-right=\"Feat 10*\"\r\n\r\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3277\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3279\"\n\n/>",
 "name": "Unexpected Sharpshooter",
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 142</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSome people say you must be the luckiest soul in all of Golarion to still be alive and kicking after all the dangers you've seen. Others say that, …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 142"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 142</row>",
 "speed": {},
 "summary": "Some people say you must be the luckiest soul in all of Golarion to still be alive and kicking after all the dangers you've seen. Others say that, …",
 "summary_markdown": "Some people say you must be the luckiest soul in all of Golarion to still be alive and kicking after all the dangers you've seen. Others say that, …",
 "text": " Unexpected Sharpshooter Source Guns &amp; Gears pg. 142 PFS Note Characters with a Home Region of Alkenstar, Dongun Hold, or the Shackles have access to all archetypes from Chapter 3 with the exception of beast gunner, fireworks technician, and spellshot. Characters with a Home Region of Arcadia have access to all archetypes from Chapter 3 with the exception of fireworks technician and demolitionist. Some people say you must be the luckiest soul in all of Golarion to still be alive and kicking after all the dangers you've seen. Others say that, given the circumstances and the number of foes who you've defeated seemingly by accident, that there's no way you can really be as incompetent as you seem. These critics claim there has to be some kind of angle, some racket you're running. Either way, you sure don't look or act dangerous, except possibly to yourself. Somehow, despite your apparent clumsiness, professed confusion, and known propensity to incite calamity, you find yourself standing after every battle. The same can't often be said for your enemies. Funny how that works out, isn't it? Skilled or Lucky Part of the fun of roleplaying an unexpected sharpshooter is the ambiguity and mystery of how your character achieves their surprising success. Your character at first seems like they bumble into their successes through sheer circumstance. However, when the circumstances pile up, others might start to suspect another possibility: perhaps your character is secretly so incredible that they not only achieve impressive results but do so in a way that hides their skill behind a veneer of lucky breaks. Ultimately, either could be true about your character, or some combination of both. You might decide the truth together with the GM as soon as you take this archetype or hold off until later to make that call. Because this archetype hints at hidden talent intentionally obfuscated, it offers a good choice for a character who's secretly more powerful or skilled than they seem or who must hide their abilities for some reason—perhaps associated with the plot of the campaign. If your inclination is to play a character who hides their abilities, consider training in the Deception skill and taking skill feats like Charming Liar and Confabulator that emphasize your character's crafty nature and skill at concealing their true intent. If you instead prefer to play a character who's legitimately a bit uncoordinated but abnormally lucky, you might choose to pursue actions that have a high chance of earning you a Hero Point. You could also consider taking abilities with the fortune or misfortune traits, such as Halfling Luck or Harbinger's Caw. Additional Feats This archetype has some feats at a level other than their original level. Such feats are marked with a \\ . Click here for the full rules on Additional Feats. <document level=\"2\" id=\"feat-3157\" override-title-right=\"Feat 4 \" /> <document level=\"2\" id=\"feat-3273\" /> <document level=\"2\" id=\"feat-3163\" override-title-right=\"Feat 4 \" /> <document level=\"2\" id=\"feat-3274\" /> <document level=\"2\" id=\"feat-3275\" /> <document level=\"2\" id=\"feat-3276\" /> <document level=\"2\" id=\"feat-3278\" /> <document level=\"2\" id=\"feat-3188\" override-title-right=\"Feat 10 \" /> <document level=\"2\" id=\"feat-3277\" /> <document level=\"2\" id=\"feat-3279\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=123",
 "weakness": {}
}