{
 "archetype": [
  "Vehicle Mechanic"
 ],
 "archetype_category": [
  "Profession",
  "Core"
 ],
 "breadcrumbs_spa": [],
 "category": "archetype",
 "exclude_from_search": false,
 "id": "archetype-113",
 "level": 2,
 "markdown": "<title level=\"1\" right=\"Archetype 2\" pfs=\"Standard\">[Vehicle Mechanic](/Archetypes.aspx?ID=113)</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 56</row>\n\nYou have always felt that vehicles are as much works of art as they are means of transportation. It doesn't matter if it's as common as a chariot or as complex as an airship, there's always some aspect of the vehicle you can improve upon. Pilots, drivers, and sailors alike value your expertise, and many seek you out to work on their vehicles. While you can make a great profit working on custom vehicles for wealthy clients, you still keep a vehicle of your own to tinker with as your personal passion project.\n\n You might be part of a vehicle mechanic union, working with other mechanics and engineers to find fair jobs and support each other's labor. While some vehicle mechanic unions are secular, many realize the benefits of organizing alongside a sympathetic religion, and so they typically adopt the ideals of economically-focused gods like [Abadar](/Deities.aspx?ID=1) or deities interested in crafting such as the goddess [Brigh](/Deities.aspx?ID=33)—the Whisper in Bronze—the goddess of invention. Whether religious or secular, vehicle mechanic unions take the bonds between fellow union members seriously. While this might mean your character becomes obligated to help a fellow union member who needs your help, it also means you have steadfast allies you can fall back on in your own time of need. In dire straits, such a connection can be worth its weight in gold.\n\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Unions</title>\r\n\r\nVehicle mechanics typically ply their trade to those who need to keep their vehicles finely tuned. As in most other such trades, some vehicle mechanics form unions to keep business practices fair and to protect each other from predatory employers. The Absalom Shipwright's Union is the largest union for vehicle mechanics in Absalom, with over a thousand builders, carpenters, and engineers among its membership. **Almenia Oarstone** (LG female dwarf shipwright) is the current leader of the union, having been a member for more than 60 years. It is said that you can count on one hand the number of ships that have docked in Absalom on which she has never worked. The Shipwright's Union manages shipbuilding and repairs in both the Devil's Own and the Sea King Shipyard, and sometimes dispatches members to handle jobs that need doing at the Docks.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Using Vehicles</title>\r\n\r\nThe vehicle mechanic plays best in a campaign where the PCs adventure together in one shared vehicle that the mechanic can enhance, such as in a pirate campaign on a single vessel. In this way, the vehicle mechanic archetype pairs excellently with a PC who has chosen the [trick driver](/Archetypes.aspx?ID=112) archetype. Vehicles are an element you should consider carefully before deciding to include, even in a guns and gears campaign. Vehicles are relatively complicated and can move very fast, which may make mapping encounters quite difficult. They can also move characters too far from the fight for other participants to respond. Think carefully before deciding whether to include the vehicle mechanic archetype, and make sure that vehicle use is right for your campaign's style and encounter area size.\r\n</aside>\n\n<document level=\"2\" id=\"feat-3147\" />\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3148\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3149\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3150\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3151\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3152\"\n\n/>\r\n\r\n<document\r\nlevel=\"2\"\r\nid=\"feat-3153\"\n\n/>",
 "name": "Vehicle Mechanic",
 "pfs": "Standard",
 "prerequisite": "Intelligence 14; Trained in Crafting",
 "prerequisite_markdown": "Intelligence 14; Trained in [Crafting](/Skills.aspx?ID=4)",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 56</row>\r\n\r\n**Prerequisites**\r\nIntelligence 14; Trained in [Crafting](/Skills.aspx?ID=4)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have always felt that vehicles are as much works of art as they are means of transportation. It doesn't matter if it's as common as a chariot or …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 56"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 56</row>",
 "speed": {},
 "summary": "You have always felt that vehicles are as much works of art as they are means of transportation. It doesn't matter if it's as common as a chariot or …",
 "summary_markdown": "You have always felt that vehicles are as much works of art as they are means of transportation. It doesn't matter if it's as common as a chariot or …",
 "text": " Vehicle Mechanic Source Guns &amp; Gears pg. 56 You have always felt that vehicles are as much works of art as they are means of transportation. It doesn't matter if it's as common as a chariot or as complex as an airship, there's always some aspect of the vehicle you can improve upon. Pilots, drivers, and sailors alike value your expertise, and many seek you out to work on their vehicles. While you can make a great profit working on custom vehicles for wealthy clients, you still keep a vehicle of your own to tinker with as your personal passion project. You might be part of a vehicle mechanic union, working with other mechanics and engineers to find fair jobs and support each other's labor. While some vehicle mechanic unions are secular, many realize the benefits of organizing alongside a sympathetic religion, and so they typically adopt the ideals of economically-focused gods like Abadar or deities interested in crafting such as the goddess Brigh—the Whisper in Bronze—the goddess of invention. Whether religious or secular, vehicle mechanic unions take the bonds between fellow union members seriously. While this might mean your character becomes obligated to help a fellow union member who needs your help, it also means you have steadfast allies you can fall back on in your own time of need. In dire straits, such a connection can be worth its weight in gold. Unions Vehicle mechanics typically ply their trade to those who need to keep their vehicles finely tuned. As in most other such trades, some vehicle mechanics form unions to keep business practices fair and to protect each other from predatory employers. The Absalom Shipwright's Union is the largest union for vehicle mechanics in Absalom, with over a thousand builders, carpenters, and engineers among its membership. Almenia Oarstone (LG female dwarf shipwright) is the current leader of the union, having been a member for more than 60 years. It is said that you can count on one hand the number of ships that have docked in Absalom on which she has never worked. The Shipwright's Union manages shipbuilding and repairs in both the Devil's Own and the Sea King Shipyard, and sometimes dispatches members to handle jobs that need doing at the Docks. Using Vehicles The vehicle mechanic plays best in a campaign where the PCs adventure together in one shared vehicle that the mechanic can enhance, such as in a pirate campaign on a single vessel. In this way, the vehicle mechanic archetype pairs excellently with a PC who has chosen the trick driver archetype. Vehicles are an element you should consider carefully before deciding to include, even in a guns and gears campaign. Vehicles are relatively complicated and can move very fast, which may make mapping encounters quite difficult. They can also move characters too far from the fight for other participants to respond. Think carefully before deciding whether to include the vehicle mechanic archetype, and make sure that vehicle use is right for your campaign's style and encounter area size. <document level=\"2\" id=\"feat-3148\" /> <document level=\"2\" id=\"feat-3149\" /> <document level=\"2\" id=\"feat-3150\" /> <document level=\"2\" id=\"feat-3151\" /> <document level=\"2\" id=\"feat-3152\" /> <document level=\"2\" id=\"feat-3153\" />",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Archetype",
 "url": "/Archetypes.aspx?ID=113",
 "weakness": {}
}