{
 "access": " The following regions have access to firearms: Alkenstar, Dongun Hold, Tian Xia, Vudra, Arcadia, Ustalav, the Shackles",
 "ammunition": "Firearm Ammunition (5 rounds)",
 "ammunition_markdown": "[Firearm Ammunition (5 rounds)](/Weapons.aspx?ID=212)",
 "breadcrumbs_spa": [],
 "bulk": 2,
 "bulk_raw": "2",
 "category": "weapon",
 "damage": "1d8 P",
 "damage_die": 8,
 "deity_markdown": "",
 "exclude_from_search": false,
 "favored_weapon_markdown": "",
 "hands": "2",
 "id": "weapon-207",
 "item_category": "Weapons",
 "item_subcategory": "Base Weapons",
 "level": 1,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Weapon 1\"\r\n    pfs=\"Standard\"\r\n>\r\n[Dwarven Scattergun](/Weapons.aspx?ID=207)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Concussive\" url=\"/Traits.aspx?ID=401\" />\r\n<trait label=\"Dwarf\" url=\"/Traits.aspx?ID=54\" />\r\n<trait label=\"Kickback\" url=\"/Traits.aspx?ID=409\" />\r\n<trait label=\"Scatter 10 ft.\" url=\"/Traits.aspx?ID=413\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 153</row>\r\n\r\n_[**PFS Note**](/pathfinder-society)  Gunslingers (and characters with the Gunslinger archetype) gain access to all uncommon weapons, ammunition, and related items from Chapter 4 of this book, with the exception of Beast Guns and any limited or restricted items, unless the item indicates otherwise.  Characters with a Home Region of Alkenstar, Dongun Hold, or the Shackles have access to all black powder guns, ammunition and related accessories._<br />_Feats that grant access to weapons with ancestry traits (such as Dwarven Weapon Familiarity), do not grant access to firearms with the listed trait unless the character separately has access to firearms. The reverse is also true, that general access to firearms does not grant access to ancestry-specific weapons. If you have access to firearms, you can gain access to firearms with an ancestry trait (dwarf, elf, goblin, etc.) by selecting an ancestry feat or other option that specifically grants it (for example, to gain access to a clan pistol, take the Clan Pistol feat or Dwarven Weapon Familiarity feat)._\n\n**Access**  The following regions have access to firearms: Alkenstar, Dongun Hold, Tian Xia, Vudra, Arcadia, Ustalav, the Shackles\r\n\r\n<row gap=\"medium\">\r\n**Price** 10 gp\r\n\r\n**Damage** 1d8 P\r\n\r\n**Bulk** 2\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Hands** 2\r\n\r\n**Range** 50 ft.\r\n\r\n**Reload** 1\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Category** Advanced\r\n\r\n**Group** [Firearm](/WeaponGroups.aspx?ID=16)\r\n</row>\r\n\r\n**Ammunition** [Firearm Ammunition (5 rounds)](/Weapons.aspx?ID=212)\r\n\r\n</column>\r\n\r\n---\r\n\r\nA favored weapon of [dwarf](/Ancestries.aspx?ID=1) scouts from Dongun Hold, the dwarven scattergun is a powerful weapon designed to take advantage of a dwarf's sturdy frame. A dwarven scattergun fires a large paper cartridge stuffed with black powder and knuckle-sized lumps of metal, creating a devastating burst so destructive that a foolish dwarf might find themself catching painful ricochets when firing at a too-close target. Some scatterguns are crafted with a clockwork firing tray that can quickly sort and load black powder and shot without needing a prepackaged cartridge, though this is largely an aesthetic feature with no real mechanical benefit.\r\n\r\n<title level=\"2\">Critical Specialization Effects</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 283 <sup>4.0</sup></row>\r\n\r\nCertain feats, class features, weapon runes, and other effects can grant you additional benefits when you make a Strike with certain weapons and get a critical success. This is called a critical specialization effect. The exact effect depends on which weapon group your weapon belongs to, as listed below. You can always decide not to add the critical specialization effect of your weapon.\r\n\r\n[Click here for the full rules on Critical Specialization Effects](/Rules.aspx?ID=235).\r\n\r\n<document level=\"2\" id=\"weapon-group-16\" />\r\n\r\n<title level=\"2\">Specific Magic Weapons</title>\r\n[Animate Dreamer](/Equipment.aspx?ID=1177)",
 "name": "Dwarven Scattergun",
 "pfs": "Standard",
 "price": 1000,
 "price_raw": "10 gp",
 "range": 50,
 "range_raw": "50 ft.",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "reload": 1,
 "reload_raw": "1",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Concussive\" url=\"/Traits.aspx?ID=401\" />\r\n<trait label=\"Dwarf\" url=\"/Traits.aspx?ID=54\" />\r\n<trait label=\"Kickback\" url=\"/Traits.aspx?ID=409\" />\r\n<trait label=\"Scatter 10 ft.\" url=\"/Traits.aspx?ID=413\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 153</row>\r\n\r\n<row gap=\"medium\">\r\n**Price** 10 gp\r\n\r\n**Damage** 1d8 P\r\n\r\n**Bulk** 2\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Hands** 2\r\n\r\n**Range** 50 ft.\r\n\r\n**Reload** 1\r\n</row>\r\n\r\n**Ammunition** [Firearm Ammunition (5 rounds)](/Weapons.aspx?ID=212)\r\n\r\n<row gap=\"medium\">\r\n**Category** Advanced\r\n\r\n**Group** [Firearm](/WeaponGroups.aspx?ID=16)\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA favored weapon of  dwarf  scouts from Dongun Hold, the dwarven scattergun is a powerful weapon designed to take advantage of a dwarf's sturdy …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 153"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 153</row>",
 "speed": {},
 "summary": "A favored weapon of  dwarf  scouts from Dongun Hold, the dwarven scattergun is a powerful weapon designed to take advantage of a dwarf's sturdy …",
 "summary_markdown": "A favored weapon of  dwarf  scouts from Dongun Hold, the dwarven scattergun is a powerful weapon designed to take advantage of a dwarf's sturdy …",
 "text": "<title level=\"1\" right=\"Weapon 1\" pfs=\"Standard\" > Dwarven Scattergun Source Guns &amp; Gears pg. 153 PFS Note Gunslingers (and characters with the Gunslinger archetype) gain access to all uncommon weapons, ammunition, and related items from Chapter 4 of this book, with the exception of Beast Guns and any limited or restricted items, unless the item indicates otherwise. Characters with a Home Region of Alkenstar, Dongun Hold, or the Shackles have access to all black powder guns, ammunition and related accessories. Feats that grant access to weapons with ancestry traits (such as Dwarven Weapon Familiarity), do not grant access to firearms with the listed trait unless the character separately has access to firearms. The reverse is also true, that general access to firearms does not grant access to ancestry-specific weapons. If you have access to firearms, you can gain access to firearms with an ancestry trait (dwarf, elf, goblin, etc.) by selecting an ancestry feat or other option that specifically grants it (for example, to gain access to a clan pistol, take the Clan Pistol feat or Dwarven Weapon Familiarity feat). Access The following regions have access to firearms: Alkenstar, Dongun Hold, Tian Xia, Vudra, Arcadia, Ustalav, the Shackles Price 10 gp Damage 1d8 P Bulk 2 Hands 2 Range 50 ft. Reload 1 Category Advanced Group Firearm Ammunition Firearm Ammunition (5 rounds) --- A favored weapon of dwarf scouts from Dongun Hold, the dwarven scattergun is a powerful weapon designed to take advantage of a dwarf's sturdy frame. A dwarven scattergun fires a large paper cartridge stuffed with black powder and knuckle-sized lumps of metal, creating a devastating burst so destructive that a foolish dwarf might find themself catching painful ricochets when firing at a too-close target. Some scatterguns are crafted with a clockwork firing tray that can quickly sort and load black powder and shot without needing a prepackaged cartridge, though this is largely an aesthetic feature with no real mechanical benefit. Critical Specialization Effects Source Core Rulebook pg. 283 4.0 Certain feats, class features, weapon runes, and other effects can grant you additional benefits when you make a Strike with certain weapons and get a critical success. This is called a critical specialization effect. The exact effect depends on which weapon group your weapon belongs to, as listed below. You can always decide not to add the critical specialization effect of your weapon. Click here for the full rules on Critical Specialization Effects. Specific Magic Weapons Animate Dreamer",
 "trait": [
  "Concussive",
  "Dwarf",
  "Kickback",
  "Scatter",
  "Uncommon"
 ],
 "trait_markdown": "[Concussive](/Traits.aspx?ID=401), [Dwarf](/Traits.aspx?ID=54), [Kickback](/Traits.aspx?ID=409), [Scatter 10 ft.](/Traits.aspx?ID=413), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Concussive",
  "Dwarf",
  "Kickback",
  "Scatter 10 ft.",
  "Uncommon"
 ],
 "type": "Weapon",
 "url": "/Weapons.aspx?ID=207",
 "weakness": {},
 "weapon_category": "Advanced",
 "weapon_group": "Firearm",
 "weapon_group_markdown": "[Firearm](/WeaponGroups.aspx?ID=16)",
 "weapon_type": "Ranged"
}