{
 "access": " The following regions have access to firearms: Alkenstar, Dongun Hold, Tian Xia, Vudra, Arcadia, Ustalav, the Shackles",
 "ammunition_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 0.1,
 "bulk_raw": "L",
 "category": "weapon",
 "deity_markdown": "",
 "exclude_from_search": false,
 "favored_weapon_markdown": "",
 "id": "weapon-211",
 "item_category": "Weapons",
 "item_subcategory": "Base Weapons",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Weapon 0\"\r\n    pfs=\"Standard\"\r\n>\r\n[Firearm Ammunition (10 rounds)](/Weapons.aspx?ID=211)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 151</row>\r\n\r\n_[**PFS Note**](/pathfinder-society)  Gunslingers (and characters with the Gunslinger archetype) gain access to all uncommon weapons, ammunition, and related items from Chapter 4 of this book, with the exception of Beast Guns and any limited or restricted items, unless the item indicates otherwise. Characters with a Home Region of Tien Xia or Vudra have access to hand cannons and fire lances, associated ammunition and accessories. Characters with a Home Region of Alkenstar, Dongun Hold, or the Shackles have access to all black powder guns, ammunition and related accessories._\n\n**Access**  The following regions have access to firearms: Alkenstar, Dongun Hold, Tian Xia, Vudra, Arcadia, Ustalav, the Shackles\r\n\r\n<row gap=\"medium\">\r\n**Price** 1 sp\n\n**Bulk** L\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Hands** \n\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Category** Ammunition\r\n\r\n**Group** [Firearm](/WeaponGroups.aspx?ID=16)\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\nFirearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the [Alchemical Crafting](/Feats.aspx?ID=752) skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items.\r\n\r\n<title level=\"2\">Critical Specialization Effects</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 283 <sup>4.0</sup></row>\r\n\r\nCertain feats, class features, weapon runes, and other effects can grant you additional benefits when you make a Strike with certain weapons and get a critical success. This is called a critical specialization effect. The exact effect depends on which weapon group your weapon belongs to, as listed below. You can always decide not to add the critical specialization effect of your weapon.\r\n\r\n[Click here for the full rules on Critical Specialization Effects](/Rules.aspx?ID=235).\r\n\r\n<document level=\"2\" id=\"weapon-group-16\" />",
 "name": "Firearm Ammunition (10 rounds)",
 "pfs": "Standard",
 "price": 10,
 "price_raw": "1 sp",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 151</row>\r\n\r\n<row gap=\"medium\">\r\n**Price** 1 sp\r\n\r\n \r\n\r\n**Bulk** L\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n**Category** Ammunition\r\n\r\n**Group** [Firearm](/WeaponGroups.aspx?ID=16)\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFirearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 151"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 151</row>",
 "speed": {},
 "summary": "Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a …",
 "summary_markdown": "Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a …",
 "text": "<title level=\"1\" right=\"Weapon 0\" pfs=\"Standard\" > Firearm Ammunition (10 rounds) Source Guns &amp; Gears pg. 151 PFS Note Gunslingers (and characters with the Gunslinger archetype) gain access to all uncommon weapons, ammunition, and related items from Chapter 4 of this book, with the exception of Beast Guns and any limited or restricted items, unless the item indicates otherwise. Characters with a Home Region of Tien Xia or Vudra have access to hand cannons and fire lances, associated ammunition and accessories. Characters with a Home Region of Alkenstar, Dongun Hold, or the Shackles have access to all black powder guns, ammunition and related accessories. Access The following regions have access to firearms: Alkenstar, Dongun Hold, Tian Xia, Vudra, Arcadia, Ustalav, the Shackles Price 1 sp Bulk L Hands Category Ammunition Group Firearm --- Firearms require ammunition consisting of a projectile and black powder. A round of ammo can vary in its composition but is typically either a prepackaged paper cartridge, including wadding, bullet, and black powder, or loose shot packed in manually. Some weapons, like hand cannons and blunderbusses, can fire other materials, but their ammunition has the same Price due to the cost of the black powder. Because making rounds of firearm ammunition requires creating black powder, you need the Alchemical Crafting skill feat to make them. Firearm rounds are a valid option for magical ammunition, just like arrows or bolts. Crafting magical firearm ammunition requires you to be able to craft both alchemical and magical items. Critical Specialization Effects Source Core Rulebook pg. 283 4.0 Certain feats, class features, weapon runes, and other effects can grant you additional benefits when you make a Strike with certain weapons and get a critical success. This is called a critical specialization effect. The exact effect depends on which weapon group your weapon belongs to, as listed below. You can always decide not to add the critical specialization effect of your weapon. Click here for the full rules on Critical Specialization Effects. ",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Weapon",
 "url": "/Weapons.aspx?ID=211",
 "weakness": {},
 "weapon_category": "Ammunition",
 "weapon_group": "Firearm",
 "weapon_group_markdown": "[Firearm](/WeaponGroups.aspx?ID=16)",
 "weapon_type": "Ranged"
}