{
 "ability": [
  "Wisdom",
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Assurance"
 ],
 "feat_markdown": "[Assurance](/Feats.aspx?ID=756)",
 "id": "background-217",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Abadar's Avenger](/Backgrounds.aspx?ID=217)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Fists of the Ruby Phoenix Player's Guide](/Sources.aspx?ID=82) pg. 6</row>\n\n</column>\r\n\r\nHao Jin really has some nerve for a supposed disciple of [Abadar](/Deities.aspx?ID=1). First, she dares to start a collection of trinkets in hopes of emulating the great Abadar's unsurpassable First Vault. As if that weren't enough, she also sets up a contest to give away her most powerful treasures to anyone who can throw a punch! Abadar hasn't directly told you as much, per se, but surely this kind of hubris can't sit well with your beloved deity, regardless of Hao Jin's own supposed ties to the Master of the First Vault. At the very least, someone's got to check out this shoddy imitation of the First Vault and write a report for the church of Abadar—and you've decided that someone is you.\n\n With or without the blessing of an actual priest of Abadar, you've taken it upon yourself to investigate Hao Jin's “wondrous” vault by winning her Ruby Phoenix Tournament. You read a few flyers about the tournament's home city and joined the first team that could handle your righteous zealotry, but any more preparation would be a waste of time. You clearly have the divine will of Abadar on your side (but again, no actual proof of this), which is all you'll need to win this tournament and dispel any notions of Hao Jin's ties to your patron deity.\r\n\r\nChoose two ability boosts. One must be to Wisdom\r\nor Charisma, and one is a free ability boost.\r\n\r\nYou're trained in the [Religion](/Skills.aspx?ID=13) skill, and the [Goka Lore](/skills/lore) skill. You gain the [Assurance](/Feats.aspx?ID=756) skill feat with Religion.",
 "name": "Abadar's Avenger",
 "rarity": "common",
 "release_date": "2021-04-12",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Fists of the Ruby Phoenix Player's Guide](/Sources.aspx?ID=82) pg. 6</row>\r\n\r\n**Abilities**\r\nWisdom, Charisma\r\n\r\n**Skills**\r\n[Religion](/Skills.aspx?ID=13), Goka [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Assurance](/Feats.aspx?ID=756)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHao Jin really has some nerve for a supposed disciple of  Abadar . First, she dares to start a collection of trinkets in hopes of emulating the great …\r\n</summary>",
 "skill": [
  "Religion",
  "Goka Lore"
 ],
 "skill_markdown": "[Religion](/Skills.aspx?ID=13), Goka [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Fists of the Ruby Phoenix Player's Guide"
 ],
 "source_raw": [
  "Fists of the Ruby Phoenix Player's Guide pg. 6"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Fists of the Ruby Phoenix Player's Guide](/Sources.aspx?ID=82) pg. 6</row>",
 "speed": {},
 "summary": "Hao Jin really has some nerve for a supposed disciple of  Abadar . First, she dares to start a collection of trinkets in hopes of emulating the great …",
 "summary_markdown": "Hao Jin really has some nerve for a supposed disciple of  Abadar . First, she dares to start a collection of trinkets in hopes of emulating the great …",
 "text": " Abadar's Avenger Source Fists of the Ruby Phoenix Player's Guide pg. 6 Hao Jin really has some nerve for a supposed disciple of Abadar. First, she dares to start a collection of trinkets in hopes of emulating the great Abadar's unsurpassable First Vault. As if that weren't enough, she also sets up a contest to give away her most powerful treasures to anyone who can throw a punch! Abadar hasn't directly told you as much, per se, but surely this kind of hubris can't sit well with your beloved deity, regardless of Hao Jin's own supposed ties to the Master of the First Vault. At the very least, someone's got to check out this shoddy imitation of the First Vault and write a report for the church of Abadar—and you've decided that someone is you. With or without the blessing of an actual priest of Abadar, you've taken it upon yourself to investigate Hao Jin's “wondrous” vault by winning her Ruby Phoenix Tournament. You read a few flyers about the tournament's home city and joined the first team that could handle your righteous zealotry, but any more preparation would be a waste of time. You clearly have the divine will of Abadar on your side (but again, no actual proof of this), which is all you'll need to win this tournament and dispel any notions of Hao Jin's ties to your patron deity. Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost. You're trained in the Religion skill, and the Goka Lore skill. You gain the Assurance skill feat with Religion.",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=217",
 "weakness": {}
}