{
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "id": "background-182",
 "is_general_background": true,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"Standard\">[Amnesiac](/Backgrounds.aspx?ID=182)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 50 <sup>2.0</sup></row>\n\n</column>\r\n\r\nYour background is… well… honestly, you can’t remember! You might have inklings deep within your mind, undercurrents of unusual emotions or unexpected responses to certain people or situations, but ultimately you don’t know who you once were. You might be adventuring specifically to help discover yourself. It’s up to you and the GM how to handle the truth of your character’s backstory. You could leave it to the GM so it’s a secret, work together with the GM, or even choose to leave it undecided until later. In any case, you and your GM should determine a few noteworthy details about your character or their belongings to get the first clues to your past.\n\n You gain three free ability boosts. You choose two, and the GM chooses the third based on their first inklings of your character’s possible history.",
 "name": "Amnesiac",
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 50 <sup>2.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYour background is… well… honestly, you can’t remember! You might have inklings deep within your mind, undercurrents of unusual emotions or …\r\n</summary>",
 "skill_markdown": "",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 50"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 50 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Your background is… well… honestly, you can’t remember! You might have inklings deep within your mind, undercurrents of unusual emotions or …",
 "summary_markdown": "Your background is… well… honestly, you can’t remember! You might have inklings deep within your mind, undercurrents of unusual emotions or …",
 "text": " Amnesiac Source Advanced Player's Guide pg. 50 2.0 Your background is… well… honestly, you can’t remember! You might have inklings deep within your mind, undercurrents of unusual emotions or unexpected responses to certain people or situations, but ultimately you don’t know who you once were. You might be adventuring specifically to help discover yourself. It’s up to you and the GM how to handle the truth of your character’s backstory. You could leave it to the GM so it’s a secret, work together with the GM, or even choose to leave it undecided until later. In any case, you and your GM should determine a few noteworthy details about your character or their belongings to get the first clues to your past. You gain three free ability boosts. You choose two, and the GM chooses the third based on their first inklings of your character’s possible history.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=182",
 "weakness": {}
}