{
 "ability": [
  "Intelligence",
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Quick Identification"
 ],
 "feat_markdown": "[Quick Identification](/Feats.aspx?ID=824)",
 "id": "background-295",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Banished Brighite](/Backgrounds.aspx?ID=295)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 11</row>\n\n</column>\r\n\r\nOnce, you were a dedicated and important priest of [Brigh](/Deities.aspx?ID=33), goddess of clockwork and invention, based out of the largest church to your deity, the Temple of Brigh in Alkenstar. Here, you made important discoveries in the annals of your religion's canon and furthered the Bronze Lady's agendas of innovation and creation. Your future seemed bright, and you predicted that it was only a matter of time until you ascended to the rank of primary cog or, someday, grand cog.\n\n Then, your years of devout service were undone in an instant. A man named Ambrost Mugland came to the Temple and demanded not only access to the religious formulas you'd been uncovering, but exclusive rights to the precious knowledge. When you refused, Mugland sent word to the church's leaders that you'd been meddling in heretical doctrine. He also implicated you in the theft of church funds that had mysteriously gone missing as of late. Sure enough, you found yourself being asked to hand in your robes. Your church colleagues didn't turn you in, but they told you in no uncertain terms that you wouldn't be able to find sanctuary for your alleged crimes in the halls of the Temple of Brigh.\n\n On the run and with nowhere to turn, your faith has been thoroughly tested, though so far you've remained true to your religion and maintained your sacred skills and divine powers. It's unclear what the Bronze Lady has in store for you, but at least one thing's for certain: Ambrost Mugland will pay for what he did.\r\n\r\nChoose two ability boosts. One must be to Intelligence\r\nor Wisdom, and one is a free ability boost.\r\n\r\nYou're trained in the [Religion](/Skills.aspx?ID=13) skill, and the [Brigh Lore](/skills/lore) skill. You gain the [Quick Identification](/Feats.aspx?ID=824) skill feat.",
 "name": "Banished Brighite",
 "rarity": "uncommon",
 "release_date": "2022-03-28",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 11</row>\r\n\r\n**Abilities**\r\nIntelligence, Wisdom\r\n\r\n**Skills**\r\n[Religion](/Skills.aspx?ID=13), Brigh [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Quick Identification](/Feats.aspx?ID=824)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOnce, you were a dedicated and important priest of  Brigh , goddess of clockwork and invention, based out of the largest church to your deity, the …\r\n</summary>",
 "skill": [
  "Religion",
  "Brigh Lore"
 ],
 "skill_markdown": "[Religion](/Skills.aspx?ID=13), Brigh [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Outlaws of Alkenstar Player's Guide"
 ],
 "source_raw": [
  "Outlaws of Alkenstar Player's Guide pg. 11"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 11</row>",
 "speed": {},
 "spoilers": "Outlaws of Alkenstar",
 "summary": "Once, you were a dedicated and important priest of  Brigh , goddess of clockwork and invention, based out of the largest church to your deity, the …",
 "summary_markdown": "Once, you were a dedicated and important priest of  Brigh , goddess of clockwork and invention, based out of the largest church to your deity, the …",
 "text": " Banished Brighite Source Outlaws of Alkenstar Player's Guide pg. 11 Once, you were a dedicated and important priest of Brigh, goddess of clockwork and invention, based out of the largest church to your deity, the Temple of Brigh in Alkenstar. Here, you made important discoveries in the annals of your religion's canon and furthered the Bronze Lady's agendas of innovation and creation. Your future seemed bright, and you predicted that it was only a matter of time until you ascended to the rank of primary cog or, someday, grand cog. Then, your years of devout service were undone in an instant. A man named Ambrost Mugland came to the Temple and demanded not only access to the religious formulas you'd been uncovering, but exclusive rights to the precious knowledge. When you refused, Mugland sent word to the church's leaders that you'd been meddling in heretical doctrine. He also implicated you in the theft of church funds that had mysteriously gone missing as of late. Sure enough, you found yourself being asked to hand in your robes. Your church colleagues didn't turn you in, but they told you in no uncertain terms that you wouldn't be able to find sanctuary for your alleged crimes in the halls of the Temple of Brigh. On the run and with nowhere to turn, your faith has been thoroughly tested, though so far you've remained true to your religion and maintained your sacred skills and divine powers. It's unclear what the Bronze Lady has in store for you, but at least one thing's for certain: Ambrost Mugland will pay for what he did. Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost. You're trained in the Religion skill, and the Brigh Lore skill. You gain the Quick Identification skill feat.",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=295",
 "weakness": {}
}