{
 "ability": [
  "Intelligence"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Multilingual"
 ],
 "feat_markdown": "[Multilingual](/Feats.aspx?ID=814)",
 "id": "background-364",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Bookish Providence](/Backgrounds.aspx?ID=364)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 10</row>\n\n</column>\r\n\r\nYou have always been interested in knowledge and learned to read from a very young age. Perhaps one or both of your parents were librarians or scholars, or maybe the local bookshop or university was a place you felt safe at. Or, you could simply have been an avid reader of stories. Whatever the case, books have always brought you peace and comfort, and you try to never travel without a few packed away in your belongings. Since not every book is written in the same language, you've also picked up a few extra languages along the way. Your interest in the written word hasn't always been a positive, though. You might have been bullied or tormented by your peers for being more interested in reading than other pursuits. Or maybe you had some unsettling experiences with misinformation or knowledge that sent you in pursuit of something dangerous. Try to come up with one event from your past where your pursuit of books or the testing of knowledge learned from them placed you in danger, but also keep in mind that you managed to escape this danger because of what you've learned from your voracious reading habits!\n\n This background is associated with the suit of Books.\n\n Choose two ability boosts. One must be to **Intelligence**, and one is a free ability boost.\n\n You gain the [Multilingual](/Feats.aspx?ID=814) skill feat, are trained in the [Academia Lore](/Skills.aspx?ID=8) skill, and gain the following free action.\n\n **Recall Under Pressure** <actions string=\"Free Action\" /> ([fortune](/Traits.aspx?ID=76)) **Trigger** You attempt to [Recall Knowledge](/Actions.aspx?ID=26) during a combat; **Frequency** once per day; **Effect** Rather than roll a different skill to Recall Knowledge during the fight, your memory flashes back to something you read in some old book. You instead attempt this Recall Knowledge check with an Academia Lore check. If the information you recall ends up being helpful and positive in an obvious way before you take your next turn, draw a random harrow card. You gain a +1 status bonus to saving throws for the remainder of the combat encounter as your morale soars or a +2 status bonus if the card you drew was from the suit of Books.",
 "name": "Bookish Providence",
 "rarity": "rare",
 "release_date": "2023-04-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 10</row>\r\n\r\n**Ability**\r\nIntelligence\r\n\r\n**Skill**\r\nAcademia [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Multilingual](/Feats.aspx?ID=814)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have always been interested in knowledge and learned to read from a very young age. Perhaps one or both of your parents were librarians or …\r\n</summary>",
 "skill": [
  "Academia Lore"
 ],
 "skill_markdown": "Academia [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Stolen Fate Player's Guide"
 ],
 "source_raw": [
  "Stolen Fate Player's Guide pg. 10"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Stolen Fate",
 "source_markdown": "<row gap=\"tiny\">[Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 10</row>",
 "speed": {},
 "spoilers": "Stolen Fate",
 "summary": "You have always been interested in knowledge and learned to read from a very young age. Perhaps one or both of your parents were librarians or …",
 "summary_markdown": "You have always been interested in knowledge and learned to read from a very young age. Perhaps one or both of your parents were librarians or …",
 "text": " Bookish Providence Source Stolen Fate Player's Guide pg. 10 You have always been interested in knowledge and learned to read from a very young age. Perhaps one or both of your parents were librarians or scholars, or maybe the local bookshop or university was a place you felt safe at. Or, you could simply have been an avid reader of stories. Whatever the case, books have always brought you peace and comfort, and you try to never travel without a few packed away in your belongings. Since not every book is written in the same language, you've also picked up a few extra languages along the way. Your interest in the written word hasn't always been a positive, though. You might have been bullied or tormented by your peers for being more interested in reading than other pursuits. Or maybe you had some unsettling experiences with misinformation or knowledge that sent you in pursuit of something dangerous. Try to come up with one event from your past where your pursuit of books or the testing of knowledge learned from them placed you in danger, but also keep in mind that you managed to escape this danger because of what you've learned from your voracious reading habits! This background is associated with the suit of Books. Choose two ability boosts. One must be to Intelligence , and one is a free ability boost. You gain the Multilingual skill feat, are trained in the Academia Lore skill, and gain the following free action. Recall Under Pressure Free Action (fortune) Trigger You attempt to Recall Knowledge during a combat; Frequency once per day; Effect Rather than roll a different skill to Recall Knowledge during the fight, your memory flashes back to something you read in some old book. You instead attempt this Recall Knowledge check with an Academia Lore check. If the information you recall ends up being helpful and positive in an obvious way before you take your next turn, draw a random harrow card. You gain a +1 status bonus to saving throws for the remainder of the combat encounter as your morale soars or a +2 status bonus if the card you drew was from the suit of Books.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=364",
 "weakness": {}
}