{
 "ability": [
  "Constitution",
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "id": "background-338",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Brevic Noble](/Backgrounds.aspx?ID=338)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 12</row>\n\n</column>\r\n\r\nYou claim a tangential but legitimate connection to one of Brevoy's noble families. If you aren't [human](/Ancestries.aspx?ID=6), you were adopted by one of Brevoy's nobles or were perhaps a favored servant or even a childhood friend of a noble scion. Whatever the case, you've had a comfortable life, though still a far cry from the one your distant cousins or close associates know. An expedition into the storied Stolen Lands seems like just the test to see if you really are worthy of the “noble” title.\n\n Choose two ability boosts. One must be to **Constitution** or **Wisdom**, and one is a free ability boost.\n\n Choose one of the Brevic lineages below.\n\n **Garess**: Family ties to the Golushkin Mountain dwarves left its mark. Your family motto is “Strong as the Mountains.” You're trained in the [Crafting](/Skills.aspx?ID=4) skill and the [Architecture Lore](/Skills.aspx?ID=8) skill. You gain the [Specialty Crafting](/Feats.aspx?ID=844) skill feat.\n\n **Lebeda**: Your family's history of trading along the shores of Lake Reykal pervades your blood. Your family motto is “Success through Grace.” You're trained in the [Society](/Skills.aspx?ID=14) skill and the Mercantile Lore skill. You gain the [Multilingual](/Feats.aspx?ID=814) skill feat.\n\n **Lodovka**: Your family has made a living off the coasts of the Lake of Mists and Veils since before Brevoy existed. Your family motto is “The Waters, Our Fields.” You're trained in the [Athletics](/Skills.aspx?ID=3) skill and the Fishing Lore skill. You gain the [Underwater Marauder](/Feats.aspx?ID=858) skill feat.\n\n **Medvyed**: Your family has a deep respect for the wilderness and is skilled at hunting and surviving off the land. Your family motto is “Endurance Overcomes All.” You're trained in the [Survival](/Skills.aspx?ID=16) skill and the Hunting Lore skill. You gain the [Terrain Expertise](/Feats.aspx?ID=851) skill feat (choose your terrain from aquatic, forest, mountain, plains, or swamp).\n\n **Orlovsky**: Your family has a reputation for avoiding conflicts. Your family motto is “High Above.” You're trained in the [Diplomacy](/Skills.aspx?ID=6) skill and the Brevoy Lore skill. You gain the [Group Impression](/Feats.aspx?ID=789) skill feat.\n\n **Surtova**: Your family is well known for their political agility and scheming nature. Your family motto is “Ours Is the Right.” You're trained in the [Deception](/Skills.aspx?ID=5) skill and the Politics Lore skill. You gain the [Charming Liar](/Feats.aspx?ID=766) skill feat.",
 "name": "Brevic Noble",
 "rarity": "rare",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 12</row>\r\n\r\n**Abilities**\r\nConstitution, Wisdom\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou claim a tangential but legitimate connection to one of Brevoy's noble families. If you aren't  human , you were adopted by one of Brevoy's nobles …\r\n</summary>",
 "skill_markdown": "",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 12"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 12</row>",
 "speed": {},
 "spoilers": "Kingmaker",
 "summary": "You claim a tangential but legitimate connection to one of Brevoy's noble families. If you aren't  human , you were adopted by one of Brevoy's nobles …",
 "summary_markdown": "You claim a tangential but legitimate connection to one of Brevoy's noble families. If you aren't  human , you were adopted by one of Brevoy's nobles …",
 "text": " Brevic Noble Source Kingmaker Adventure Path pg. 12 You claim a tangential but legitimate connection to one of Brevoy's noble families. If you aren't human, you were adopted by one of Brevoy's nobles or were perhaps a favored servant or even a childhood friend of a noble scion. Whatever the case, you've had a comfortable life, though still a far cry from the one your distant cousins or close associates know. An expedition into the storied Stolen Lands seems like just the test to see if you really are worthy of the “noble” title. Choose two ability boosts. One must be to Constitution or Wisdom , and one is a free ability boost. Choose one of the Brevic lineages below. Garess : Family ties to the Golushkin Mountain dwarves left its mark. Your family motto is “Strong as the Mountains.” You're trained in the Crafting skill and the Architecture Lore skill. You gain the Specialty Crafting skill feat. Lebeda : Your family's history of trading along the shores of Lake Reykal pervades your blood. Your family motto is “Success through Grace.” You're trained in the Society skill and the Mercantile Lore skill. You gain the Multilingual skill feat. Lodovka : Your family has made a living off the coasts of the Lake of Mists and Veils since before Brevoy existed. Your family motto is “The Waters, Our Fields.” You're trained in the Athletics skill and the Fishing Lore skill. You gain the Underwater Marauder skill feat. Medvyed : Your family has a deep respect for the wilderness and is skilled at hunting and surviving off the land. Your family motto is “Endurance Overcomes All.” You're trained in the Survival skill and the Hunting Lore skill. You gain the Terrain Expertise skill feat (choose your terrain from aquatic, forest, mountain, plains, or swamp). Orlovsky : Your family has a reputation for avoiding conflicts. Your family motto is “High Above.” You're trained in the Diplomacy skill and the Brevoy Lore skill. You gain the Group Impression skill feat. Surtova : Your family is well known for their political agility and scheming nature. Your family motto is “Ours Is the Right.” You're trained in the Deception skill and the Politics Lore skill. You gain the Charming Liar skill feat.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=338",
 "weakness": {}
}