{
 "ability": [
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Charming Liar"
 ],
 "feat_markdown": "[Charming Liar](/Feats.aspx?ID=766)",
 "id": "background-365",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Crown of Chaos](/Backgrounds.aspx?ID=365)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 11</row>\n\n</column>\r\n\r\nYour life was one of tumult and mayhem, but you don't see this as a bad thing. Perhaps you lived life on the road as part of an ever-changing group, such as being a member of a traveling circus or part of a years-long pilgrimage with a group of explorers. Maybe you were a member of a large family and found the best way to get attention was to be unpredictable. Or you could have grown up in a region where society had collapsed, such as a war zone or ruined city after a disaster, where you were forced to constantly think on your feet to handle unexpected situations. One thing you've certainly excelled at is developing the skill of lying to strangers in order to put them at ease. Is it really a bad thing to lie, after all, if the end result is good for both sides? Or at the very least, good for you?\n\n This background is associated with the suit of Crowns.\n\n Choose two ability boosts. One must be to **Charisma**, and one is a free ability boost.\n\n You gain the [Charming Liar](/Feats.aspx?ID=766) skill feat and are trained in a [Lore](/Skills.aspx?ID=8) about a specific terrain, as befits where you spent most of your childhood growing up. You also gain the following free action.\n\n **Chaotic Destiny** <actions string=\"Free Action\" /> ([fortune](/Traits.aspx?ID=76)) **Trigger** You fail a saving throw during a combat; **Frequency** once per day; **Effect** Chaos intervenes on your behalf at the last instant as you fail a saving throw. Draw a harrow card and reroll the saving throw you failed. You must take the result of the reroll, but if you drew a card from the suit of Crowns, improve the result by one degree of success.",
 "name": "Crown of Chaos",
 "rarity": "rare",
 "release_date": "2023-04-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 11</row>\r\n\r\n**Ability**\r\nCharisma\r\n\r\n**Skill**\r\n[Lore](/Skills.aspx?ID=8) about a specific terrain, as befits where you spent most of your childhood growing up.\r\n\r\n**Feat**\r\n[Charming Liar](/Feats.aspx?ID=766)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYour life was one of tumult and mayhem, but you don't see this as a bad thing. Perhaps you lived life on the road as part of an ever-changing group, …\r\n</summary>",
 "skill": [
  "Lore about a specific terrain, as befits where you spent most of your childhood growing up."
 ],
 "skill_markdown": "[Lore](/Skills.aspx?ID=8) about a specific terrain, as befits where you spent most of your childhood growing up.",
 "source": [
  "Stolen Fate Player's Guide"
 ],
 "source_raw": [
  "Stolen Fate Player's Guide pg. 11"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Stolen Fate",
 "source_markdown": "<row gap=\"tiny\">[Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 11</row>",
 "speed": {},
 "spoilers": "Stolen Fate",
 "summary": "Your life was one of tumult and mayhem, but you don't see this as a bad thing. Perhaps you lived life on the road as part of an ever-changing group, …",
 "summary_markdown": "Your life was one of tumult and mayhem, but you don't see this as a bad thing. Perhaps you lived life on the road as part of an ever-changing group, …",
 "text": " Crown of Chaos Source Stolen Fate Player's Guide pg. 11 Your life was one of tumult and mayhem, but you don't see this as a bad thing. Perhaps you lived life on the road as part of an ever-changing group, such as being a member of a traveling circus or part of a years-long pilgrimage with a group of explorers. Maybe you were a member of a large family and found the best way to get attention was to be unpredictable. Or you could have grown up in a region where society had collapsed, such as a war zone or ruined city after a disaster, where you were forced to constantly think on your feet to handle unexpected situations. One thing you've certainly excelled at is developing the skill of lying to strangers in order to put them at ease. Is it really a bad thing to lie, after all, if the end result is good for both sides? Or at the very least, good for you? This background is associated with the suit of Crowns. Choose two ability boosts. One must be to Charisma , and one is a free ability boost. You gain the Charming Liar skill feat and are trained in a Lore about a specific terrain, as befits where you spent most of your childhood growing up. You also gain the following free action. Chaotic Destiny Free Action (fortune) Trigger You fail a saving throw during a combat; Frequency once per day; Effect Chaos intervenes on your behalf at the last instant as you fail a saving throw. Draw a harrow card and reroll the saving throw you failed. You must take the result of the reroll, but if you drew a card from the suit of Crowns, improve the result by one degree of success.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=365",
 "weakness": {}
}