{
 "ability": [
  "Intelligence",
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "id": "background-184",
 "is_general_background": true,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"Standard\">[Cursed](/Backgrounds.aspx?ID=184)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 50 <sup>2.0</sup></row>\n\n</column>\r\n\r\nYou are the victim of a personal or hereditary curse. Through great effort and occult study, you have learned to fend off the curse's worst effects and, by extension, you can protect yourself against other harmful magic. However, the curse still hangs over you and sometimes manifests in dangerous ways.\n\n Choose two ability boosts. One must be to **Intelligence** or **Charisma**, and one is a free ability boost.\n\n You are trained in [Occultism](/Skills.aspx?ID=11) and [Curse Lore](/Skills.aspx?ID=8). You gain the Warding Sign reaction. You and the GM should determine the full effects of the curse, though you've staved most of them off for now. The GM determines the curse's lingering manifestations on you, which usually include at least a constant or very frequent thematic effect and occasional more dangerous effects.\n\n**Warding Sign** <actions string=\"Reaction\" /> ([Concentrate](/Traits.aspx?ID=32)); **Frequency** once per minute; **Trigger** You attempt a saving throw against a magical effect, but you haven't rolled yet; **Effect** You call on the power of a personal, eldritch sign of protection, which flares brightly before slowly fading. You gain a +2 circumstance bonus to the triggering saving throw, or a +3 circumstance bonus if the effect is a [curse](/Traits.aspx?ID=38).",
 "name": "Cursed",
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 50 <sup>2.0</sup></row>\r\n\r\n**Abilities**\r\nIntelligence, Charisma\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou are the victim of a personal or hereditary curse. Through great effort and occult study, you have learned to fend off the curse's worst effects …\r\n</summary>",
 "skill_markdown": "",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 50"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 50 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "You are the victim of a personal or hereditary curse. Through great effort and occult study, you have learned to fend off the curse's worst effects …",
 "summary_markdown": "You are the victim of a personal or hereditary curse. Through great effort and occult study, you have learned to fend off the curse's worst effects …",
 "text": " Cursed Source Advanced Player's Guide pg. 50 2.0 You are the victim of a personal or hereditary curse. Through great effort and occult study, you have learned to fend off the curse's worst effects and, by extension, you can protect yourself against other harmful magic. However, the curse still hangs over you and sometimes manifests in dangerous ways. Choose two ability boosts. One must be to Intelligence or Charisma , and one is a free ability boost. You are trained in Occultism and Curse Lore. You gain the Warding Sign reaction. You and the GM should determine the full effects of the curse, though you've staved most of them off for now. The GM determines the curse's lingering manifestations on you, which usually include at least a constant or very frequent thematic effect and occasional more dangerous effects. Warding Sign Reaction (Concentrate); Frequency once per minute; Trigger You attempt a saving throw against a magical effect, but you haven't rolled yet; Effect You call on the power of a personal, eldritch sign of protection, which flares brightly before slowly fading. You gain a +2 circumstance bonus to the triggering saving throw, or a +3 circumstance bonus if the effect is a curse.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=184",
 "weakness": {}
}