{
 "ability": [
  "Intelligence",
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "id": "background-329",
 "is_general_background": true,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"Standard\">[Doomcaller](/Backgrounds.aspx?ID=329)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Travel Guide](/Sources.aspx?ID=141) pg. 122</row>\n\n</column>\r\n\r\nIn the stars you see not guidance or wisdom but a twinkling door to the impending end of all things. You might have been raised in this ideology, gleaned it from superstition, or received a prophetic vision. Regardless, you've come to view the stars and whatever power they evoke as a path to doom, a curse to warn the masses. Others might spurn your warnings, while some might join you in enlightening the ignorant. To you, there's no greater truth than the coming end, and you know that whatever the cause for it will come from the stars—or perhaps the stars are just a gate to a more terrifying beyond.\n\n Choose two ability boosts. One must be to **Intelligence** or **Wisdom**, and one is a free ability boost.\n\n You're trained in [Occultism](/Skills.aspx?ID=11) and [Star Lore](/Skills.aspx?ID=8). You also gain the Stellar Misfortune action.\n\n **Stellar Misfortune** <actions string=\"Free Action\" /> ([divination](/Traits.aspx?ID=47), [misfortune](/Traits.aspx?ID=110), [occult](/Traits.aspx?ID=120)) **Frequency** once per day; **Trigger** A creature you can see is about to attempt a saving throw, attack roll, or skill check; **Requirements** You must be under the night sky with the stars visible; **Effect** You call upon the power of a dooming star, exacerbating the target's bad luck. The target must roll the triggering check twice and take the worse result.",
 "name": "Doomcaller",
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2022-08-31",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Travel Guide](/Sources.aspx?ID=141) pg. 122</row>\r\n\r\n**Abilities**\r\nIntelligence, Wisdom\r\n\r\n**Skills**\r\n[Occultism](/Skills.aspx?ID=11), Star [Lore](/Skills.aspx?ID=8)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn the stars you see not guidance or wisdom but a twinkling door to the impending end of all things. You might have been raised in this ideology, …\r\n</summary>",
 "skill": [
  "Occultism",
  "Star Lore"
 ],
 "skill_markdown": "[Occultism](/Skills.aspx?ID=11), Star [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Travel Guide"
 ],
 "source_raw": [
  "Travel Guide pg. 122"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Travel Guide](/Sources.aspx?ID=141) pg. 122</row>",
 "speed": {},
 "summary": "In the stars you see not guidance or wisdom but a twinkling door to the impending end of all things. You might have been raised in this ideology, …",
 "summary_markdown": "In the stars you see not guidance or wisdom but a twinkling door to the impending end of all things. You might have been raised in this ideology, …",
 "text": " Doomcaller Source Travel Guide pg. 122 In the stars you see not guidance or wisdom but a twinkling door to the impending end of all things. You might have been raised in this ideology, gleaned it from superstition, or received a prophetic vision. Regardless, you've come to view the stars and whatever power they evoke as a path to doom, a curse to warn the masses. Others might spurn your warnings, while some might join you in enlightening the ignorant. To you, there's no greater truth than the coming end, and you know that whatever the cause for it will come from the stars—or perhaps the stars are just a gate to a more terrifying beyond. Choose two ability boosts. One must be to Intelligence or Wisdom , and one is a free ability boost. You're trained in Occultism and Star Lore. You also gain the Stellar Misfortune action. Stellar Misfortune Free Action (divination, misfortune, occult) Frequency once per day; Trigger A creature you can see is about to attempt a saving throw, attack roll, or skill check; Requirements You must be under the night sky with the stars visible; Effect You call upon the power of a dooming star, exacerbating the target's bad luck. The target must roll the triggering check twice and take the worse result.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=329",
 "weakness": {}
}