{
 "ability": [
  "Strength",
  "Constitution"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Titan Wrestler"
 ],
 "feat_markdown": "[Titan Wrestler](/Feats.aspx?ID=854)",
 "id": "background-344",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Dreams of Vengeance](/Backgrounds.aspx?ID=344)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 6</row>\n\n</column>\r\n\r\nYou've known strife your whole life, whether on the battlefield, in the arena, or simply living your day-to-day life. When you're not thinking about your next brawl, you're turning over memories of traitorous rivals and troublesome betrayers who've wronged you in the past. The sight of your enemies broken and maimed, then, greatly appealed to you when you glimpsed through a mysterious glowing archway during the Missing Moment. But when you stepped through the gate, you found yourself back where you started, with no indications of your exacted revenge anywhere in sight. You nearly burned down the countryside in frustrated rage, only realizing afterward the magnitude of the fiery new power you wielded. Fiery rays of energy you could shoot from your eyes—these, no doubt, would come in handy.\n\n Your [deviant abilities](/Rules.aspx?ID=1718) are of the [dragon classification](/DeviantFeats.aspx?ID=1). You gain the [Blasting Beams](/Feats.aspx?ID=3780) deviant feat with the fire type. As a quirk, your pupils are shaped like curved arches. When you use a deviant ability, the centers of your pupils shine with light, like the glowing gateways of the Missing Moment.\n\nChoose two ability boosts. One must be to Strength\r\nor Constitution, and one is a free ability boost.\r\n\r\nYou're trained in the [Athletics](/Skills.aspx?ID=3) skill, and the [Gladiator Lore](/skills/lore) skill. You gain the [Titan Wrestler](/Feats.aspx?ID=854) skill feat.",
 "name": "Dreams of Vengeance",
 "rarity": "rare",
 "release_date": "2023-01-04",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 6</row>\r\n\r\n**Abilities**\r\nStrength, Constitution\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3), Gladiator [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Titan Wrestler](/Feats.aspx?ID=854)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou've known strife your whole life, whether on the battlefield, in the arena, or simply living your day-to-day life. When you're not thinking about …\r\n</summary>",
 "skill": [
  "Athletics",
  "Gladiator Lore"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3), Gladiator [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Gatewalkers Player's Guide"
 ],
 "source_raw": [
  "Gatewalkers Player's Guide pg. 6"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 6</row>",
 "speed": {},
 "spoilers": "Gatewalkers",
 "summary": "You've known strife your whole life, whether on the battlefield, in the arena, or simply living your day-to-day life. When you're not thinking about …",
 "summary_markdown": "You've known strife your whole life, whether on the battlefield, in the arena, or simply living your day-to-day life. When you're not thinking about …",
 "text": " Dreams of Vengeance Source Gatewalkers Player's Guide pg. 6 You've known strife your whole life, whether on the battlefield, in the arena, or simply living your day-to-day life. When you're not thinking about your next brawl, you're turning over memories of traitorous rivals and troublesome betrayers who've wronged you in the past. The sight of your enemies broken and maimed, then, greatly appealed to you when you glimpsed through a mysterious glowing archway during the Missing Moment. But when you stepped through the gate, you found yourself back where you started, with no indications of your exacted revenge anywhere in sight. You nearly burned down the countryside in frustrated rage, only realizing afterward the magnitude of the fiery new power you wielded. Fiery rays of energy you could shoot from your eyes—these, no doubt, would come in handy. Your deviant abilities are of the dragon classification. You gain the Blasting Beams deviant feat with the fire type. As a quirk, your pupils are shaped like curved arches. When you use a deviant ability, the centers of your pupils shine with light, like the glowing gateways of the Missing Moment. Choose two ability boosts. One must be to Strength or Constitution, and one is a free ability boost. You're trained in the Athletics skill, and the Gladiator Lore skill. You gain the Titan Wrestler skill feat.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=344",
 "weakness": {}
}