{
 "ability": [
  "Constitution",
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "id": "background-330",
 "is_general_background": true,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"Standard\">[Eclipseborn](/Backgrounds.aspx?ID=330)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Travel Guide](/Sources.aspx?ID=141) pg. 122</row>\n\n</column>\r\n\r\nYou were born at the exact moment of a solar or lunar eclipse. At the eclipse's junction, or not long after, a catastrophe fell upon the area of your birth—perhaps it affected only the people around you, a city, or even spanned the entire region. Whatever the scope, those present at your arrival came to believe the eclipse was the omen of ill fortune, and you were its harbinger. You grew up distinctly aware others viewed you as a child of misfortune and, to a certain extent, they were right.\n\n Choose two ability boosts. One must be to **Charisma** or **Constitution**, and one is a free ability boost.\n\n Decide with the GM what catastrophic event coincided with your birth; you're trained in a [Lore](/Skills.aspx?ID=8) skill related to that event. You can cast [_ill omen_](/Spells.aspx?ID=696) as an occult innate spell once per day. After you Cast this Spell, but before you regain the ability to cast it the following day, the GM can force you to reroll a successful saving throw, attack roll, or skill check as misfortune finds its way back to you. This is a misfortune effect. If this effect causes you to fail the associated saving throw, attack roll, or skill check, you can cast _ill omen_ again a second time that day.",
 "name": "Eclipseborn",
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2022-08-31",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Travel Guide](/Sources.aspx?ID=141) pg. 122</row>\r\n\r\n**Abilities**\r\nConstitution, Charisma\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou were born at the exact moment of a solar or lunar eclipse. At the eclipse's junction, or not long after, a catastrophe fell upon the area of your …\r\n</summary>",
 "skill_markdown": "",
 "source": [
  "Travel Guide"
 ],
 "source_raw": [
  "Travel Guide pg. 122"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Travel Guide](/Sources.aspx?ID=141) pg. 122</row>",
 "speed": {},
 "summary": "You were born at the exact moment of a solar or lunar eclipse. At the eclipse's junction, or not long after, a catastrophe fell upon the area of your …",
 "summary_markdown": "You were born at the exact moment of a solar or lunar eclipse. At the eclipse's junction, or not long after, a catastrophe fell upon the area of your …",
 "text": " Eclipseborn Source Travel Guide pg. 122 You were born at the exact moment of a solar or lunar eclipse. At the eclipse's junction, or not long after, a catastrophe fell upon the area of your birth—perhaps it affected only the people around you, a city, or even spanned the entire region. Whatever the scope, those present at your arrival came to believe the eclipse was the omen of ill fortune, and you were its harbinger. You grew up distinctly aware others viewed you as a child of misfortune and, to a certain extent, they were right. Choose two ability boosts. One must be to Charisma or Constitution , and one is a free ability boost. Decide with the GM what catastrophic event coincided with your birth; you're trained in a Lore skill related to that event. You can cast ill omen as an occult innate spell once per day. After you Cast this Spell, but before you regain the ability to cast it the following day, the GM can force you to reroll a successful saving throw, attack roll, or skill check as misfortune finds its way back to you. This is a misfortune effect. If this effect causes you to fail the associated saving throw, attack roll, or skill check, you can cast ill omen again a second time that day.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=330",
 "weakness": {}
}