{
 "ability": [
  "Dexterity",
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Pickpocket"
 ],
 "feat_markdown": "[Pickpocket](/Feats.aspx?ID=818)",
 "id": "background-190",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Ex-Con Token Guard](/Backgrounds.aspx?ID=190)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 6</row>\n\n</column>\r\n\r\nNot everyone starts life on easy street—your own experience is testament to that. You took a wrong turn at some point early on and became a career criminal. Perhaps you were a petty pickpocket, or maybe you've even murdered someone. Either way, your crimes landed you with a transformative prison sentence in the Brine prison. Only then did you realize that something needed to change. After your release, you dedicated yourself to helping other downtrodden individuals and those forced to resort to crime to survive. You joined the Coins District Guard, but soon learned that this precinct was a haven for the very corruption you sought to undo. Your efforts at reform never took root and you feared that your decision to become an officer of the law was a huge mistake.\n\n You transferred to the Edgewatch, the Precipice Quarter's new precinct, in the hope that you might meet others who sought to help—not exploit—Absalom's misguided.\n\n Choose two ability boosts. One must be to **Dexterity** or **Charisma**, and one is a free ability boost.\n\nYou're trained in the [Thievery](/Skills.aspx?ID=17) skill and your choice of [Legal Lore](/Skills.aspx?ID=8) or [Underworld Lore](/Skills.aspx?ID=8). You gain a +1 circumstance bonus to [Deception](/Skills.aspx?ID=5), [Diplomacy](/Skills.aspx?ID=6), and [Intimidation](/Skills.aspx?ID=7) checks to interact with Token Guards and convicted criminals such as prison inmates. You gain the [Pickpocket](/Feats.aspx?ID=818) skill feat.",
 "name": "Ex-Con Token Guard",
 "rarity": "common",
 "release_date": "2020-07-08",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 6</row>\r\n\r\n**Abilities**\r\nDexterity, Charisma\r\n\r\n**Skill**\r\n[Thievery](/Skills.aspx?ID=17)\r\n\r\n**Feat**\r\n[Pickpocket](/Feats.aspx?ID=818)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNot everyone starts life on easy street—your own experience is testament to that. You took a wrong turn at some point early on and became a career …\r\n</summary>",
 "skill": [
  "Thievery"
 ],
 "skill_markdown": "[Thievery](/Skills.aspx?ID=17)",
 "source": [
  "Agents of Edgewatch Player's Guide"
 ],
 "source_raw": [
  "Agents of Edgewatch Player's Guide pg. 6"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 6</row>",
 "speed": {},
 "summary": "Not everyone starts life on easy street—your own experience is testament to that. You took a wrong turn at some point early on and became a career …",
 "summary_markdown": "Not everyone starts life on easy street—your own experience is testament to that. You took a wrong turn at some point early on and became a career …",
 "text": " Ex-Con Token Guard Source Agents of Edgewatch Player's Guide pg. 6 Not everyone starts life on easy street—your own experience is testament to that. You took a wrong turn at some point early on and became a career criminal. Perhaps you were a petty pickpocket, or maybe you've even murdered someone. Either way, your crimes landed you with a transformative prison sentence in the Brine prison. Only then did you realize that something needed to change. After your release, you dedicated yourself to helping other downtrodden individuals and those forced to resort to crime to survive. You joined the Coins District Guard, but soon learned that this precinct was a haven for the very corruption you sought to undo. Your efforts at reform never took root and you feared that your decision to become an officer of the law was a huge mistake. You transferred to the Edgewatch, the Precipice Quarter's new precinct, in the hope that you might meet others who sought to help—not exploit—Absalom's misguided. Choose two ability boosts. One must be to Dexterity or Charisma , and one is a free ability boost. You're trained in the Thievery skill and your choice of Legal Lore or Underworld Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to interact with Token Guards and convicted criminals such as prison inmates. You gain the Pickpocket skill feat.",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=190",
 "weakness": {}
}