{
 "ability": [
  "Dexterity",
  "Constitution"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Specialty Crafting"
 ],
 "feat_markdown": "[Specialty Crafting](/Feats.aspx?ID=844)",
 "id": "background-296",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Framed in Ferrous Quarter](/Backgrounds.aspx?ID=296)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>\n\n</column>\r\n\r\nEveryone knows that Ferrous Quarter isn't exactly the nicest part of Alkenstar. Hard-working laborers, gunsmiths suffering from black lung, and red-eyed tinkerers alike can toil their entire lives on these grimy streets and still wind up dead in an alley with nothing to show for it. You were once one of these humble artisans, until one day, out of nowhere, things broke bad.\n\n Maybe you hung out with the wrong crowd. Maybe it was just bad luck. Whatever the case, you were framed for a crime you didn't commit—larceny, smuggling, possibly even murder. You didn't stick around long enough to find out what, exactly, the shieldmarshals banging on your door were charging you with. Now, you're on the lam, uncertain where you'll be able to get a good night's sleep, let alone your next meal.\n\n At least one thing's for sure, though: before you turned heel and ran into the streets, you saw a telltale signature on the arrest warrant. It was the scrawl of a corrupt shieldmarshal who's framed countless other hardworking folks in your neighborhood on the basis of cooked-up evidence. Yes, you're sure of it—the crooked guard who took you down is none other than Deputy Anjelique Loveless, and you're determined to return the favor.\r\n\r\nChoose two ability boosts. One must be to Dexterity\r\nor Constitution, and one is a free ability boost.\r\n\r\nYou're trained in the [Crafting](/Skills.aspx?ID=4) skill, and the [Engineering Lore](/skills/lore) skill. You gain the [Specialty Crafting](/Feats.aspx?ID=844) skill feat.",
 "name": "Framed in Ferrous Quarter",
 "rarity": "uncommon",
 "release_date": "2022-03-28",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>\r\n\r\n**Abilities**\r\nDexterity, Constitution\r\n\r\n**Skills**\r\n[Crafting](/Skills.aspx?ID=4), Engineering [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Specialty Crafting](/Feats.aspx?ID=844)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEveryone knows that Ferrous Quarter isn't exactly the nicest part of Alkenstar. Hard-working laborers, gunsmiths suffering from black lung, and …\r\n</summary>",
 "skill": [
  "Crafting",
  "Engineering Lore"
 ],
 "skill_markdown": "[Crafting](/Skills.aspx?ID=4), Engineering [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Outlaws of Alkenstar Player's Guide"
 ],
 "source_raw": [
  "Outlaws of Alkenstar Player's Guide pg. 12"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>",
 "speed": {},
 "spoilers": "Outlaws of Alkenstar",
 "summary": "Everyone knows that Ferrous Quarter isn't exactly the nicest part of Alkenstar. Hard-working laborers, gunsmiths suffering from black lung, and …",
 "summary_markdown": "Everyone knows that Ferrous Quarter isn't exactly the nicest part of Alkenstar. Hard-working laborers, gunsmiths suffering from black lung, and …",
 "text": " Framed in Ferrous Quarter Source Outlaws of Alkenstar Player's Guide pg. 12 Everyone knows that Ferrous Quarter isn't exactly the nicest part of Alkenstar. Hard-working laborers, gunsmiths suffering from black lung, and red-eyed tinkerers alike can toil their entire lives on these grimy streets and still wind up dead in an alley with nothing to show for it. You were once one of these humble artisans, until one day, out of nowhere, things broke bad. Maybe you hung out with the wrong crowd. Maybe it was just bad luck. Whatever the case, you were framed for a crime you didn't commit—larceny, smuggling, possibly even murder. You didn't stick around long enough to find out what, exactly, the shieldmarshals banging on your door were charging you with. Now, you're on the lam, uncertain where you'll be able to get a good night's sleep, let alone your next meal. At least one thing's for sure, though: before you turned heel and ran into the streets, you saw a telltale signature on the arrest warrant. It was the scrawl of a corrupt shieldmarshal who's framed countless other hardworking folks in your neighborhood on the basis of cooked-up evidence. Yes, you're sure of it—the crooked guard who took you down is none other than Deputy Anjelique Loveless, and you're determined to return the favor. Choose two ability boosts. One must be to Dexterity or Constitution, and one is a free ability boost. You're trained in the Crafting skill, and the Engineering Lore skill. You gain the Specialty Crafting skill feat.",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=296",
 "weakness": {}
}