{
 "ability": [
  "Constitution",
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Quick Identification"
 ],
 "feat_markdown": "[Quick Identification](/Feats.aspx?ID=824)",
 "id": "background-191",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Godless Graycloak](/Backgrounds.aspx?ID=191)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 6</row>\n\n</column>\r\n\r\nYou were a member of a church once, and you saw some things among Absalom's religious elite that put you off piety for good. Maybe it was one too many beggars turned away at the temple's front door, or maybe it was a high-ranking priests consistent abuses of power. What got to you most, though, was that according to just about every belief system out there, sinners and saints, priests and paupers were all alike in one key way: they never saw retribution or accolades until buried 6 feet under. You wanted more from Absalom. You wanted more from the world. You wanted justice now, on this plane, not in some indeterminate afterlife. So you left the church and wandered the city, a ghost of your former self.\n\n You finally found a like mind in Captain Runewulf, \"the Unbeliever\", whose reputation and similar distaste for religion inspired you to join the Graycloaks. As a sworn protector of the Ascendant Court, you didn't differentiate between [Sarenites](/Deities.aspx?ID=16) or [Pharasmins](/Deities.aspx?ID=14), [Iomedaeans](/Deities.aspx?ID=9) or [Norgorberites](/Deities.aspx?ID=13); if you saw someone in danger, you put your life on the line to save them, whatever their place within or outside a church.\n\n Your good record has earned you a transfer-temporary or not, the choice is yours-to the newly formed Edgewatch, where you'll use your authority to guard the lives of not just Absalomians, but all who have come to your grand city to experience its wonders. Choose two ability boosts. One must be to **Constitution** or **Wisdom**, and one is a free ability boost. \n\nYou're trained in the [Religion](/Skills.aspx?ID=13) skill and your choice of a specific religion [Lore](/Skills.aspx?ID=8) skill (such as [Iomedae](/Deities.aspx?ID=9) Lore or [Norgorber](/Deities.aspx?ID=13) Lore). You gain a +1 circumstance bonus to [Deception](/Skills.aspx?ID=5), [Diplomacy](/Skills.aspx?ID=6), and [Intimidation](/Skills.aspx?ID=7) checks to interact with Graycloaks, priests, and clerics. You gain the [Quick Identification](/Feats.aspx?ID=824) feat.",
 "name": "Godless Graycloak",
 "rarity": "common",
 "release_date": "2020-07-08",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 6</row>\r\n\r\n**Abilities**\r\nConstitution, Wisdom\r\n\r\n**Skill**\r\n[Religion](/Skills.aspx?ID=13)\r\n\r\n**Feat**\r\n[Quick Identification](/Feats.aspx?ID=824)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou were a member of a church once, and you saw some things among Absalom's religious elite that put you off piety for good. Maybe it was one too …\r\n</summary>",
 "skill": [
  "Religion"
 ],
 "skill_markdown": "[Religion](/Skills.aspx?ID=13)",
 "source": [
  "Agents of Edgewatch Player's Guide"
 ],
 "source_raw": [
  "Agents of Edgewatch Player's Guide pg. 6"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 6</row>",
 "speed": {},
 "summary": "You were a member of a church once, and you saw some things among Absalom's religious elite that put you off piety for good. Maybe it was one too …",
 "summary_markdown": "You were a member of a church once, and you saw some things among Absalom's religious elite that put you off piety for good. Maybe it was one too …",
 "text": " Godless Graycloak Source Agents of Edgewatch Player's Guide pg. 6 You were a member of a church once, and you saw some things among Absalom's religious elite that put you off piety for good. Maybe it was one too many beggars turned away at the temple's front door, or maybe it was a high-ranking priests consistent abuses of power. What got to you most, though, was that according to just about every belief system out there, sinners and saints, priests and paupers were all alike in one key way: they never saw retribution or accolades until buried 6 feet under. You wanted more from Absalom. You wanted more from the world. You wanted justice now, on this plane, not in some indeterminate afterlife. So you left the church and wandered the city, a ghost of your former self. You finally found a like mind in Captain Runewulf, \"the Unbeliever\", whose reputation and similar distaste for religion inspired you to join the Graycloaks. As a sworn protector of the Ascendant Court, you didn't differentiate between Sarenites or Pharasmins, Iomedaeans or Norgorberites; if you saw someone in danger, you put your life on the line to save them, whatever their place within or outside a church. Your good record has earned you a transfer-temporary or not, the choice is yours-to the newly formed Edgewatch, where you'll use your authority to guard the lives of not just Absalomians, but all who have come to your grand city to experience its wonders. Choose two ability boosts. One must be to Constitution or Wisdom , and one is a free ability boost. You're trained in the Religion skill and your choice of a specific religion Lore skill (such as Iomedae Lore or Norgorber Lore). You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to interact with Graycloaks, priests, and clerics. You gain the Quick Identification feat.",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=191",
 "weakness": {}
}