{
 "ability": [
  "Constitution",
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Experienced Tracker"
 ],
 "feat_markdown": "[Experienced Tracker](/Feats.aspx?ID=780)",
 "id": "background-192",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Grizzled Muckrucker](/Backgrounds.aspx?ID=192)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 7</row>\n\n</column>\r\n\r\nYou've served on the Muckruckers, the unofficial guards of the flooded Puddles district. The pay's no good, the conditions are squalid, and you've seen things during your time on the force that've made you question your career entirely. Perhaps you joined the group out of a sense of duty to your fellow Absalomians, or maybe you felt an obligation to help restore your apocalyptic home district to some semblance of normalcy. Either way, the traumas you've endured, the double-crossers who've betrayed you, the wretched monsters that have crawled out of the muck to assail you—it's enough to turn an officer to weary cynicism or self-destruction through merciful drink.\n\n Thankfully, you found an out: an invitation to transfer to the newly formed Edgewatch. You accepted the offer in the hope that some fresh experience in a new district, surrounded by new people, might reignite the hope and passion you felt for the job so long ago.\n\n Choose two ability boosts. One must be to **Constitution** or **Charisma**, and one is a free ability boost.\n\n You're trained in the [Survival](/Skills.aspx?ID=16) skill, as well as either [Labor Lore](/Skills.aspx?ID=8) or [Underworld Lore](/Skills.aspx?ID=8). You gain a +1 circumstance bonus to [Deception](/Skills.aspx?ID=5), [Diplomacy](/Skills.aspx?ID=6), and [Intimidation](/Skills.aspx?ID=7) checks to interact with Muckruckers, mercenaries, and adventurers. You gain the [Experienced Tracker](/Feats.aspx?ID=780) skill feat.",
 "name": "Grizzled Muckrucker",
 "rarity": "common",
 "release_date": "2020-07-08",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 7</row>\r\n\r\n**Abilities**\r\nConstitution, Charisma\r\n\r\n**Skill**\r\n[Survival](/Skills.aspx?ID=16)\r\n\r\n**Feat**\r\n[Experienced Tracker](/Feats.aspx?ID=780)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou've served on the Muckruckers, the unofficial guards of the flooded Puddles district. The pay's no good, the conditions are squalid, and you've …\r\n</summary>",
 "skill": [
  "Survival"
 ],
 "skill_markdown": "[Survival](/Skills.aspx?ID=16)",
 "source": [
  "Agents of Edgewatch Player's Guide"
 ],
 "source_raw": [
  "Agents of Edgewatch Player's Guide pg. 7"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 7</row>",
 "speed": {},
 "summary": "You've served on the Muckruckers, the unofficial guards of the flooded Puddles district. The pay's no good, the conditions are squalid, and you've …",
 "summary_markdown": "You've served on the Muckruckers, the unofficial guards of the flooded Puddles district. The pay's no good, the conditions are squalid, and you've …",
 "text": " Grizzled Muckrucker Source Agents of Edgewatch Player's Guide pg. 7 You've served on the Muckruckers, the unofficial guards of the flooded Puddles district. The pay's no good, the conditions are squalid, and you've seen things during your time on the force that've made you question your career entirely. Perhaps you joined the group out of a sense of duty to your fellow Absalomians, or maybe you felt an obligation to help restore your apocalyptic home district to some semblance of normalcy. Either way, the traumas you've endured, the double-crossers who've betrayed you, the wretched monsters that have crawled out of the muck to assail you—it's enough to turn an officer to weary cynicism or self-destruction through merciful drink. Thankfully, you found an out: an invitation to transfer to the newly formed Edgewatch. You accepted the offer in the hope that some fresh experience in a new district, surrounded by new people, might reignite the hope and passion you felt for the job so long ago. Choose two ability boosts. One must be to Constitution or Charisma , and one is a free ability boost. You're trained in the Survival skill, as well as either Labor Lore or Underworld Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to interact with Muckruckers, mercenaries, and adventurers. You gain the Experienced Tracker skill feat.",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=192",
 "weakness": {}
}