{
 "ability": [
  "Strength",
  "Constitution"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Quick Jump"
 ],
 "feat_markdown": "[Quick Jump](/Feats.aspx?ID=825)",
 "id": "background-193",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Harbor Guard Moonlighter](/Backgrounds.aspx?ID=193)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 7</row>\n\n</column>\r\n\r\nThe Harbor Guard isn't known for being the most honorable precinct in town. A few years after you joined the force, you became disillusioned by the rampant corruption within the precinct and the district at large. One night, you stumbled on an ad for a local monster hunter's guild. You joined on a whim, but fell in love with the swashbuckling lifestyle of an independent bounty hunter. You've since earned quite a reputation for your nocturnal adventures; everyone still knows that you're a Harbor Guard, but stories of your dungeon-delving adventures have long overshadowed that facet of your life. Unfortunately, long nights of monster-hunting have negatively impacted your performance at your day job, so maybe it wasn't a surprise when your supervising officer put in a transfer request for you, spelling the end of your plucky nighttime antics with that particular guild.\n\n Despite the decline in your performance, Lieutenant Lavarsus of Edgewatch sees potential (and even, maybe, a bit of himself) in you. You're eager to be on a new unit and for the chance to bring your monster-hunting skills to a district that has been plagued by such supernatural beasts for far too long.\n\n Choose two ability boosts. One must be to **Strength** or **Constitution**, and one is a free ability boost.\n\n You're trained in the [Athletics](/Skills.aspx?ID=3) skill and your choice of [Sailing Lore](/Skills.aspx?ID=8) or [Hunting Lore](/Skills.aspx?ID=8). You gain a +1 circumstance bonus to [Deception](/Skills.aspx?ID=5), [Diplomacy](/Skills.aspx?ID=6), and [Intimidation](/Skills.aspx?ID=7) checks to interact with Harbor Guards, ship captains, and freelance adventurers. You gain the [Quick Jump](/Feats.aspx?ID=825) skill feat.",
 "name": "Harbor Guard Moonlighter",
 "rarity": "common",
 "release_date": "2020-07-08",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 7</row>\r\n\r\n**Abilities**\r\nStrength, Constitution\r\n\r\n**Skill**\r\n[Athletics](/Skills.aspx?ID=3)\r\n\r\n**Feat**\r\n[Quick Jump](/Feats.aspx?ID=825)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe Harbor Guard isn't known for being the most honorable precinct in town. A few years after you joined the force, you became disillusioned by the …\r\n</summary>",
 "skill": [
  "Athletics"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3)",
 "source": [
  "Agents of Edgewatch Player's Guide"
 ],
 "source_raw": [
  "Agents of Edgewatch Player's Guide pg. 7"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 7</row>",
 "speed": {},
 "summary": "The Harbor Guard isn't known for being the most honorable precinct in town. A few years after you joined the force, you became disillusioned by the …",
 "summary_markdown": "The Harbor Guard isn't known for being the most honorable precinct in town. A few years after you joined the force, you became disillusioned by the …",
 "text": " Harbor Guard Moonlighter Source Agents of Edgewatch Player's Guide pg. 7 The Harbor Guard isn't known for being the most honorable precinct in town. A few years after you joined the force, you became disillusioned by the rampant corruption within the precinct and the district at large. One night, you stumbled on an ad for a local monster hunter's guild. You joined on a whim, but fell in love with the swashbuckling lifestyle of an independent bounty hunter. You've since earned quite a reputation for your nocturnal adventures; everyone still knows that you're a Harbor Guard, but stories of your dungeon-delving adventures have long overshadowed that facet of your life. Unfortunately, long nights of monster-hunting have negatively impacted your performance at your day job, so maybe it wasn't a surprise when your supervising officer put in a transfer request for you, spelling the end of your plucky nighttime antics with that particular guild. Despite the decline in your performance, Lieutenant Lavarsus of Edgewatch sees potential (and even, maybe, a bit of himself) in you. You're eager to be on a new unit and for the chance to bring your monster-hunting skills to a district that has been plagued by such supernatural beasts for far too long. Choose two ability boosts. One must be to Strength or Constitution , and one is a free ability boost. You're trained in the Athletics skill and your choice of Sailing Lore or Hunting Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to interact with Harbor Guards, ship captains, and freelance adventurers. You gain the Quick Jump skill feat.",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=193",
 "weakness": {}
}