{
 "ability": [
  "Constitution",
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Student of the Canon"
 ],
 "feat_markdown": "[Student of the Canon](/Feats.aspx?ID=847)",
 "id": "background-44",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Haunting Vision](/Backgrounds.aspx?ID=44)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Age of Ashes Player's Guide](/Sources.aspx?ID=5) pg. 4</row>\n\n</column>\r\n\r\nYou’ve been haunted by frightening dreams of fires your whole life. This could be the result of a past, near-death experience with fire or it might have no obvious source that you know of. Recently, you stumbled upon an image, story, or other omen featuring the dragon god of destruction, Dahak, and you were struck with an unnerving sense of deja vu—you’ve come to think that the draconic deity might have something to do with your dreams, and as such have been studying all you can about the god. Your visions have bolstered your faith as well; even if you don’t worship a specific deity, you have a deep passion for matters of faith.\n\n Your latest dream, for the first time, had enough details to identify its setting—in this last dream, you saw the town of Breachill burning. You’ve decided to join the Call for Heroes hoping to save the town you fear might burn to the ground soon.\r\n\r\nChoose two ability boosts. One must be to Constitution\r\nor Wisdom, and one is a free ability boost.\r\n\r\nYou're trained in the [Religion](/Skills.aspx?ID=13) skill, and the [Dahak Lore](/skills/lore) skill. You gain the [Student of the Canon](/Feats.aspx?ID=847) skill feat.",
 "name": "Haunting Vision",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Age of Ashes Player's Guide](/Sources.aspx?ID=5) pg. 4</row>\r\n\r\n**Abilities**\r\nConstitution, Wisdom\r\n\r\n**Skills**\r\n[Religion](/Skills.aspx?ID=13), Dahak [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Student of the Canon](/Feats.aspx?ID=847)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou’ve been haunted by frightening dreams of fires your whole life. This could be the result of a past, near-death experience with fire or it might …\r\n</summary>",
 "skill": [
  "Religion",
  "Dahak Lore"
 ],
 "skill_markdown": "[Religion](/Skills.aspx?ID=13), Dahak [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Age of Ashes Player's Guide"
 ],
 "source_raw": [
  "Age of Ashes Player's Guide pg. 4"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Age of Ashes Player's Guide](/Sources.aspx?ID=5) pg. 4</row>",
 "speed": {},
 "summary": "You’ve been haunted by frightening dreams of fires your whole life. This could be the result of a past, near-death experience with fire or it might …",
 "summary_markdown": "You’ve been haunted by frightening dreams of fires your whole life. This could be the result of a past, near-death experience with fire or it might …",
 "text": " Haunting Vision Source Age of Ashes Player's Guide pg. 4 You’ve been haunted by frightening dreams of fires your whole life. This could be the result of a past, near-death experience with fire or it might have no obvious source that you know of. Recently, you stumbled upon an image, story, or other omen featuring the dragon god of destruction, Dahak, and you were struck with an unnerving sense of deja vu—you’ve come to think that the draconic deity might have something to do with your dreams, and as such have been studying all you can about the god. Your visions have bolstered your faith as well; even if you don’t worship a specific deity, you have a deep passion for matters of faith. Your latest dream, for the first time, had enough details to identify its setting—in this last dream, you saw the town of Breachill burning. You’ve decided to join the Call for Heroes hoping to save the town you fear might burn to the ground soon. Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost. You're trained in the Religion skill, and the Dahak Lore skill. You gain the Student of the Canon skill feat.",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=44",
 "weakness": {}
}