{
 "ability": [
  "Intelligence",
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Alchemical Crafting"
 ],
 "feat_markdown": "[Alchemical Crafting](/Feats.aspx?ID=752)",
 "id": "background-297",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Inexplicably Expelled](/Backgrounds.aspx?ID=297)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>\n\n</column>\r\n\r\nGaining admission to Blythir College is a difficult task, even for Alkenstar's most well-to-do families. In the magic-warped Mana Wastes, it's next to impossible to fake arcane talents or alchemical aptitude. So when you were accepted to the school, it was one of the most triumphant moments of your life.\n\n Unfortunately, your victory was short-lived. Just as you were you making significant headway on a promising series of explosive experiments, you found a letter on your desk informing you that, effective immediately, you were permanently expelled from Blythir College. As bogus as the punishment was, the charges leveled against you were even more puzzling: theft of property, both intellectual and physical. And just like that, you found your prestigious honors replaced with a ruined reputation, and your colleagues and mentors became bitter rivals and accusers. In an instant, you'd gone from promising scholar to wanted criminal.\n\n You followed the money for answers and learned that a shady financier named Ambrost Mugland didn't want you to finish your research at Blythir. He'd learned that you were on the brink of a great discovery—one that even you weren't fully aware of—and he decided that your imminent breakthrough would be bad for business. Unfortunately for Mugland, he chose the wrong student to destroy. Now, you'll do whatever's necessary to get your revenge on the villain who stole the future you had worked so hard to build for yourself.\r\n\r\nChoose two ability boosts. One must be to Intelligence\r\nor Charisma, and one is a free ability boost.\r\n\r\nYou're trained in the [Crafting](/Skills.aspx?ID=4) skill, and the [Academia Lore](/skills/lore) skill. You gain the [Alchemical Crafting](/Feats.aspx?ID=752) skill feat.",
 "name": "Inexplicably Expelled",
 "rarity": "uncommon",
 "release_date": "2022-03-28",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>\r\n\r\n**Abilities**\r\nIntelligence, Charisma\r\n\r\n**Skills**\r\n[Crafting](/Skills.aspx?ID=4), Academia [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Alchemical Crafting](/Feats.aspx?ID=752)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGaining admission to Blythir College is a difficult task, even for Alkenstar's most well-to-do families. In the magic-warped Mana Wastes, it's next …\r\n</summary>",
 "skill": [
  "Crafting",
  "Academia Lore"
 ],
 "skill_markdown": "[Crafting](/Skills.aspx?ID=4), Academia [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Outlaws of Alkenstar Player's Guide"
 ],
 "source_raw": [
  "Outlaws of Alkenstar Player's Guide pg. 12"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>",
 "speed": {},
 "spoilers": "Outlaws of Alkenstar",
 "summary": "Gaining admission to Blythir College is a difficult task, even for Alkenstar's most well-to-do families. In the magic-warped Mana Wastes, it's next …",
 "summary_markdown": "Gaining admission to Blythir College is a difficult task, even for Alkenstar's most well-to-do families. In the magic-warped Mana Wastes, it's next …",
 "text": " Inexplicably Expelled Source Outlaws of Alkenstar Player's Guide pg. 12 Gaining admission to Blythir College is a difficult task, even for Alkenstar's most well-to-do families. In the magic-warped Mana Wastes, it's next to impossible to fake arcane talents or alchemical aptitude. So when you were accepted to the school, it was one of the most triumphant moments of your life. Unfortunately, your victory was short-lived. Just as you were you making significant headway on a promising series of explosive experiments, you found a letter on your desk informing you that, effective immediately, you were permanently expelled from Blythir College. As bogus as the punishment was, the charges leveled against you were even more puzzling: theft of property, both intellectual and physical. And just like that, you found your prestigious honors replaced with a ruined reputation, and your colleagues and mentors became bitter rivals and accusers. In an instant, you'd gone from promising scholar to wanted criminal. You followed the money for answers and learned that a shady financier named Ambrost Mugland didn't want you to finish your research at Blythir. He'd learned that you were on the brink of a great discovery—one that even you weren't fully aware of—and he decided that your imminent breakthrough would be bad for business. Unfortunately for Mugland, he chose the wrong student to destroy. Now, you'll do whatever's necessary to get your revenge on the villain who stole the future you had worked so hard to build for yourself. Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost. You're trained in the Crafting skill, and the Academia Lore skill. You gain the Alchemical Crafting skill feat.",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=297",
 "weakness": {}
}