{
 "ability": [
  "Constitution"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "id": "background-242",
 "is_general_background": true,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"Standard\">[Magical Experiment](/Backgrounds.aspx?ID=242)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 30 <sup>1.1</sup></row>\n\n</column>\r\n\r\nAt some point in your life, powerful people performed magical experiments on you that changed you permanently. You may have signed up for this voluntarily, but it may have been against your will. You still bear the marks, as well as the abilities.\n\n You gain one ability boost. It must be to **Constitution**.\n\n You're trained in [Occultism](/Skills.aspx?ID=11) and the [Academia Lore](/Skills.aspx?ID=8) skill.\n\n You gain one special ability as a result of the magical experimentation. Work with the GM to select an appropriate ability from the following list or to come up with another special ability. \n<ul><li>**Enhanced Senses** You gain [low-light vision](/Rules.aspx?ID=416) (or [darkvision](/Rules.aspx?ID=415) if you already had low-light vision) and an imprecise sense with a range of 30 feet, such as [scent](/Rules.aspx?ID=417), thoughtsense, [tremorsense](/MonsterAbilities.aspx?ID=40), or [wavesense](/MonsterAbilities.aspx?ID=41). </li><li>**Resistant Skin** The experiments rendered your skin tougher and resilient to a particular type of damage. You gain resistance equal to half your level (minimum resistance 1) against two of the following types of energy damage, one chosen by you and the other chosen by the GM: acid, cold, electricity, fire, or sonic.</li><li>**Touch Telepathy** The experiments to your body allowed you to link minds via touch. You gain [telepathy](/MonsterAbilities.aspx?ID=37) with creatures as long as you are in physical contact. This allows you to communicate mentally with any creatures you're in physical contact with, as long as you both share a language. This doesn't give any special access to their thoughts, and communicates no more information than normal speech would.</li></ul>",
 "name": "Magical Experiment",
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 30 <sup>1.1</sup></row>\r\n\r\n**Ability**\r\nConstitution\r\n\r\n**Skills**\r\n[Occultism](/Skills.aspx?ID=11), Academia [Lore](/Skills.aspx?ID=8)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAt some point in your life, powerful people performed magical experiments on you that changed you permanently. You may have signed up for this …\r\n</summary>",
 "skill": [
  "Occultism",
  "Academia Lore"
 ],
 "skill_markdown": "[Occultism](/Skills.aspx?ID=11), Academia [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 30"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 30 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "At some point in your life, powerful people performed magical experiments on you that changed you permanently. You may have signed up for this …",
 "summary_markdown": "At some point in your life, powerful people performed magical experiments on you that changed you permanently. You may have signed up for this …",
 "text": " Magical Experiment Source Secrets of Magic pg. 30 1.1 At some point in your life, powerful people performed magical experiments on you that changed you permanently. You may have signed up for this voluntarily, but it may have been against your will. You still bear the marks, as well as the abilities. You gain one ability boost. It must be to Constitution . You're trained in Occultism and the Academia Lore skill. You gain one special ability as a result of the magical experimentation. Work with the GM to select an appropriate ability from the following list or to come up with another special ability. Enhanced Senses You gain low-light vision (or darkvision if you already had low-light vision) and an imprecise sense with a range of 30 feet, such as scent, thoughtsense, tremorsense, or wavesense. Resistant Skin The experiments rendered your skin tougher and resilient to a particular type of damage. You gain resistance equal to half your level (minimum resistance 1) against two of the following types of energy damage, one chosen by you and the other chosen by the GM: acid, cold, electricity, fire, or sonic. Touch Telepathy The experiments to your body allowed you to link minds via touch. You gain telepathy with creatures as long as you are in physical contact. This allows you to communicate mentally with any creatures you're in physical contact with, as long as you both share a language. This doesn't give any special access to their thoughts, and communicates no more information than normal speech would. ",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=242",
 "weakness": {}
}