{
 "ability": [
  "Dexterity",
  "Constitution"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Streetwise"
 ],
 "feat_markdown": "[Streetwise](/Feats.aspx?ID=846)",
 "id": "background-219",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Newcomer in Need](/Backgrounds.aspx?ID=219)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Fists of the Ruby Phoenix Player's Guide](/Sources.aspx?ID=82) pg. 7</row>\n\n</column>\r\n\r\nYou're a Gokan native in a bad spot, and you're going to need a miracle to get you out of your current fix. Miracles are in short supply, but the title of Ruby Phoenix Champion might just do the trick.\n\n Maybe you need the prize money to pay for a relative's expensive operation or to free your family from debt to Golden League gangsters. Or maybe there's a particular prize in Hao Jin's vault that could literally save your life—an amulet you can use to flee to the farthest corners of the multiverse or even an artifact that could resurrect you if you die, just like the Ruby Phoenix.\n\n The tough circumstances of your upbringing in one of Goka's more downtrodden neighborhoods—such as industrial Oldtown, the slums of the Scales district, or even the crime-ridden undercity—taught you lessons of self-reliance and how to quickly make friends in unlikely circumstances. You've scraped together an entry into the Ruby Phoenix Tournament's prequalifier with a team you can trust. Now all that's left is to pull off the impossible and win this thing once and for all.\r\n\r\nChoose two ability boosts. One must be to Dexterity\r\nor Constitution, and one is a free ability boost.\r\n\r\nYou're trained in the [Society](/Skills.aspx?ID=14) skill, and the [Goka Lore](/skills/lore) skill. You gain the [Streetwise](/Feats.aspx?ID=846) skill feat.",
 "name": "Newcomer in Need",
 "rarity": "common",
 "release_date": "2021-04-12",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Fists of the Ruby Phoenix Player's Guide](/Sources.aspx?ID=82) pg. 7</row>\r\n\r\n**Abilities**\r\nDexterity, Constitution\r\n\r\n**Skills**\r\n[Society](/Skills.aspx?ID=14), Goka [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Streetwise](/Feats.aspx?ID=846)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou're a Gokan native in a bad spot, and you're going to need a miracle to get you out of your current fix. Miracles are in short supply, but the …\r\n</summary>",
 "skill": [
  "Society",
  "Goka Lore"
 ],
 "skill_markdown": "[Society](/Skills.aspx?ID=14), Goka [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Fists of the Ruby Phoenix Player's Guide"
 ],
 "source_raw": [
  "Fists of the Ruby Phoenix Player's Guide pg. 7"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Fists of the Ruby Phoenix Player's Guide](/Sources.aspx?ID=82) pg. 7</row>",
 "speed": {},
 "summary": "You're a Gokan native in a bad spot, and you're going to need a miracle to get you out of your current fix. Miracles are in short supply, but the …",
 "summary_markdown": "You're a Gokan native in a bad spot, and you're going to need a miracle to get you out of your current fix. Miracles are in short supply, but the …",
 "text": " Newcomer in Need Source Fists of the Ruby Phoenix Player's Guide pg. 7 You're a Gokan native in a bad spot, and you're going to need a miracle to get you out of your current fix. Miracles are in short supply, but the title of Ruby Phoenix Champion might just do the trick. Maybe you need the prize money to pay for a relative's expensive operation or to free your family from debt to Golden League gangsters. Or maybe there's a particular prize in Hao Jin's vault that could literally save your life—an amulet you can use to flee to the farthest corners of the multiverse or even an artifact that could resurrect you if you die, just like the Ruby Phoenix. The tough circumstances of your upbringing in one of Goka's more downtrodden neighborhoods—such as industrial Oldtown, the slums of the Scales district, or even the crime-ridden undercity—taught you lessons of self-reliance and how to quickly make friends in unlikely circumstances. You've scraped together an entry into the Ruby Phoenix Tournament's prequalifier with a team you can trust. Now all that's left is to pull off the impossible and win this thing once and for all. Choose two ability boosts. One must be to Dexterity or Constitution, and one is a free ability boost. You're trained in the Society skill, and the Goka Lore skill. You gain the Streetwise skill feat.",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=219",
 "weakness": {}
}