{
 "ability": [
  "Constitution",
  "Intelligence"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Hobnobber"
 ],
 "feat_markdown": "[Hobnobber](/Feats.aspx?ID=791)",
 "id": "background-195",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Political Scion](/Backgrounds.aspx?ID=195)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 8</row>\n\n</column>\r\n\r\nLike your parents and your parents before them, you initially followed the long path toward politics from an early age. Your close association with Absalom's upper echelons put you in touch with the city's various military or special operations units—the First Guard, the Wave Riders, the Varlokkur— though you avoided any actual duty with these groups. Thanks to your strict upbringing and the connections of your family, you soon became a lauded and highly respected member of Absalom's political elite. But you couldn't stifle a certain feeling that you were destined for more than simply filling the pointed shoes of your forebears. Despite your easily earned accolades and a relatively cushy life as a young lawyer or councilmember, you sought to do more with your diplomatic training and not live out the exact same life as your ancestors.\n\n Your decision to transfer to the Edgewatch has rubbed your traditionalist family the wrong way, and they've cut off the financial aid they've provided you your whole life. But you don't care—you know you're doing the right thing by taking on the rough jobs of a low-ranking guard, and you're ready to shine based on your own merits, not those of your lofty kin.\n\n Choose two ability boosts. One must be to **Constitution** or **Intelligence**, and one is a free ability boost.\n\n You're trained in the [Diplomacy](/Skills.aspx?ID=6) skill and [Legal Lore](/Skills.aspx?ID=8). You gain a +1 circumstance bonus to [Deception](/Skills.aspx?ID=5), [Diplomacy](/Skills.aspx?ID=6), and [Intimidation](/Skills.aspx?ID=7) checks to interact with members of Absalom's political establishment. You gain the [Hobnobber](/Feats.aspx?ID=791) skill feat.",
 "name": "Political Scion",
 "rarity": "common",
 "release_date": "2020-07-08",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 8</row>\r\n\r\n**Abilities**\r\nConstitution, Intelligence\r\n\r\n**Skills**\r\n[Diplomacy](/Skills.aspx?ID=6), Legal [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Hobnobber](/Feats.aspx?ID=791)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLike your parents and your parents before them, you initially followed the long path toward politics from an early age. Your close association with …\r\n</summary>",
 "skill": [
  "Diplomacy",
  "Legal Lore"
 ],
 "skill_markdown": "[Diplomacy](/Skills.aspx?ID=6), Legal [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Agents of Edgewatch Player's Guide"
 ],
 "source_raw": [
  "Agents of Edgewatch Player's Guide pg. 8"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 8</row>",
 "speed": {},
 "summary": "Like your parents and your parents before them, you initially followed the long path toward politics from an early age. Your close association with …",
 "summary_markdown": "Like your parents and your parents before them, you initially followed the long path toward politics from an early age. Your close association with …",
 "text": " Political Scion Source Agents of Edgewatch Player's Guide pg. 8 Like your parents and your parents before them, you initially followed the long path toward politics from an early age. Your close association with Absalom's upper echelons put you in touch with the city's various military or special operations units—the First Guard, the Wave Riders, the Varlokkur— though you avoided any actual duty with these groups. Thanks to your strict upbringing and the connections of your family, you soon became a lauded and highly respected member of Absalom's political elite. But you couldn't stifle a certain feeling that you were destined for more than simply filling the pointed shoes of your forebears. Despite your easily earned accolades and a relatively cushy life as a young lawyer or councilmember, you sought to do more with your diplomatic training and not live out the exact same life as your ancestors. Your decision to transfer to the Edgewatch has rubbed your traditionalist family the wrong way, and they've cut off the financial aid they've provided you your whole life. But you don't care—you know you're doing the right thing by taking on the rough jobs of a low-ranking guard, and you're ready to shine based on your own merits, not those of your lofty kin. Choose two ability boosts. One must be to Constitution or Intelligence , and one is a free ability boost. You're trained in the Diplomacy skill and Legal Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to interact with members of Absalom's political establishment. You gain the Hobnobber skill feat.",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=195",
 "weakness": {}
}