{
 "ability": [
  "Dexterity",
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Experienced Smuggler"
 ],
 "feat_markdown": "[Experienced Smuggler](/Feats.aspx?ID=779)",
 "id": "background-298",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Ratted-Out Gun Runner](/Backgrounds.aspx?ID=298)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>\n\n</column>\r\n\r\nSure, you've got a checkered past. Who doesn't? It's hard to make a living in the City of Smog, so you did what you could to put silvers in your pocket and food on the table. You made a good deal of money selling firearms from the Gunworks to people who perhaps shouldn't have had them. You even worked with wasteland marauders a few times, sticking up Ustradi barges plying the river between the Gunworks and Alkenstar. Of course, you never hurt any innocents or did anything truly heinous; your criminal career was always just a matter of money.\n\n One day, a corrupt financier named Ambrost Mugland—a true crook if there ever was one—approached you, demanding a cut of your business. When you refused, he put in a word with the shieldmarshals that you'd be a certain somewhere at a certain time with a certain large quantity of illegally obtained firearms. Even though you escaped arrest, your identity was compromised, and your old accomplices have all turned their backs on you. Your gun-running days are clearly over. Now, you're just running.\r\n\r\nChoose two ability boosts. One must be to Dexterity\r\nor Wisdom, and one is a free ability boost.\r\n\r\nYou're trained in the [Stealth](/Skills.aspx?ID=15) skill, and the [Firearm Lore](/skills/lore) skill. You gain the [Experienced Smuggler](/Feats.aspx?ID=779) skill feat.",
 "name": "Ratted-Out Gun Runner",
 "rarity": "uncommon",
 "release_date": "2022-03-28",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>\r\n\r\n**Abilities**\r\nDexterity, Wisdom\r\n\r\n**Skills**\r\n[Stealth](/Skills.aspx?ID=15), Firearm [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Experienced Smuggler](/Feats.aspx?ID=779)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSure, you've got a checkered past. Who doesn't? It's hard to make a living in the City of Smog, so you did what you could to put silvers in your …\r\n</summary>",
 "skill": [
  "Stealth",
  "Firearm Lore"
 ],
 "skill_markdown": "[Stealth](/Skills.aspx?ID=15), Firearm [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Outlaws of Alkenstar Player's Guide"
 ],
 "source_raw": [
  "Outlaws of Alkenstar Player's Guide pg. 12"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>",
 "speed": {},
 "spoilers": "Outlaws of Alkenstar",
 "summary": "Sure, you've got a checkered past. Who doesn't? It's hard to make a living in the City of Smog, so you did what you could to put silvers in your …",
 "summary_markdown": "Sure, you've got a checkered past. Who doesn't? It's hard to make a living in the City of Smog, so you did what you could to put silvers in your …",
 "text": " Ratted-Out Gun Runner Source Outlaws of Alkenstar Player's Guide pg. 12 Sure, you've got a checkered past. Who doesn't? It's hard to make a living in the City of Smog, so you did what you could to put silvers in your pocket and food on the table. You made a good deal of money selling firearms from the Gunworks to people who perhaps shouldn't have had them. You even worked with wasteland marauders a few times, sticking up Ustradi barges plying the river between the Gunworks and Alkenstar. Of course, you never hurt any innocents or did anything truly heinous; your criminal career was always just a matter of money. One day, a corrupt financier named Ambrost Mugland—a true crook if there ever was one—approached you, demanding a cut of your business. When you refused, he put in a word with the shieldmarshals that you'd be a certain somewhere at a certain time with a certain large quantity of illegally obtained firearms. Even though you escaped arrest, your identity was compromised, and your old accomplices have all turned their backs on you. Your gun-running days are clearly over. Now, you're just running. Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost. You're trained in the Stealth skill, and the Firearm Lore skill. You gain the Experienced Smuggler skill feat.",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=298",
 "weakness": {}
}