{
 "ability": [
  "Dexterity",
  "Intelligence"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Terrain Expertise"
 ],
 "feat_markdown": "[Terrain Expertise](/Feats.aspx?ID=851)",
 "id": "background-48",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Reputation Seeker](/Backgrounds.aspx?ID=48)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Age of Ashes Player's Guide](/Sources.aspx?ID=5) pg. 5</row>\n\n</column>\r\n\r\nYou’re likely from Breachill, but unlike the Local Scion, your family has no notable legacy in the area. You might not even have much of a family at all to call your own, and could be an orphan. You’ve seen so many people make names for themselves that you set out on your own and spent some time abroad in the jungles or deserts of Garund or in the upper reaches of the Darklands—regions that proved too dangerous to remain in for long on your own. You returned home with more caution and knowledge of the world beyond Breachill’s borders, but still determined to win fame.\n\n You’ve decided that joining an adventuring group would be the best way to secure aid in your quest to build your own reputation, and are attending the Call for Heroes to find such allies.\r\n\r\nChoose two ability boosts. One must be to Dexterity\r\nor Intelligence, and one is a free ability boost.\r\n\r\nYou're trained in the [Survival](/Skills.aspx?ID=16) skill, and the [Darklands, Desert, or Jungle Lore](/skills/lore) skill. You gain the [Terrain Expertise](/Feats.aspx?ID=851) skill feat (underground if you have Darklands Lore, desert if you have Desert Lore, or forest if you have Jungle Lore).",
 "name": "Reputation Seeker",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Age of Ashes Player's Guide](/Sources.aspx?ID=5) pg. 5</row>\r\n\r\n**Abilities**\r\nDexterity, Intelligence\r\n\r\n**Skills**\r\n[Survival](/Skills.aspx?ID=16), Darklands, Desert, or Jungle [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Terrain Expertise](/Feats.aspx?ID=851)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou’re likely from Breachill, but unlike the Local Scion, your family has no notable legacy in the area. You might not even have much of a family at …\r\n</summary>",
 "skill": [
  "Survival",
  "Darklands, Desert, or Jungle Lore"
 ],
 "skill_markdown": "[Survival](/Skills.aspx?ID=16), Darklands, Desert, or Jungle [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Age of Ashes Player's Guide"
 ],
 "source_raw": [
  "Age of Ashes Player's Guide pg. 5"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Age of Ashes Player's Guide](/Sources.aspx?ID=5) pg. 5</row>",
 "speed": {},
 "summary": "You’re likely from Breachill, but unlike the Local Scion, your family has no notable legacy in the area. You might not even have much of a family at …",
 "summary_markdown": "You’re likely from Breachill, but unlike the Local Scion, your family has no notable legacy in the area. You might not even have much of a family at …",
 "text": " Reputation Seeker Source Age of Ashes Player's Guide pg. 5 You’re likely from Breachill, but unlike the Local Scion, your family has no notable legacy in the area. You might not even have much of a family at all to call your own, and could be an orphan. You’ve seen so many people make names for themselves that you set out on your own and spent some time abroad in the jungles or deserts of Garund or in the upper reaches of the Darklands—regions that proved too dangerous to remain in for long on your own. You returned home with more caution and knowledge of the world beyond Breachill’s borders, but still determined to win fame. You’ve decided that joining an adventuring group would be the best way to secure aid in your quest to build your own reputation, and are attending the Call for Heroes to find such allies. Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost. You're trained in the Survival skill, and the Darklands, Desert, or Jungle Lore skill. You gain the Terrain Expertise skill feat (underground if you have Darklands Lore, desert if you have Desert Lore, or forest if you have Jungle Lore).",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=48",
 "weakness": {}
}