{
 "ability": [
  "Constitution",
  "Intelligence"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Dubious Knowledge"
 ],
 "feat_markdown": "[Dubious Knowledge](/Feats.aspx?ID=776)",
 "id": "background-220",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Ruby Phoenix Fanatic](/Backgrounds.aspx?ID=220)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Fists of the Ruby Phoenix Player's Guide](/Sources.aspx?ID=82) pg. 7</row>\n\n</column>\r\n\r\nHave you heard of the peerless sorcerer Hao Jin, also known as the Ruby Phoenix? Of course you have! You're her biggest fan! She's got amazing powers of self-resurrection, her hair is as red and fiery as a phoenix, and she has a huge vault full of the most incredible treasures in the multiverse. Now she's finally back from a mysterious 300-year quest on the plane of [Axis](/Planes.aspx?ID=14) so she can host this year's Ruby Phoenix Tournament—and you can't wait to meet her!\n\n In order to get as close to Hao Jin as possible, you've researched everything there is to know about the Ruby Phoenix's home, her planar escapades, and her competition. You've also trained your body to prove yourself a worthy champion. When Hao Jin's committee invited you and some friends to take part in the tournament's prequalifier, you just about fainted from excitement. Is your dream of meeting the Ruby Phoenix about to come true? As long as you win enough matches to get into the actual tournament, it just might! Just try not to act too star-struck when you finally get a chance to talk to her, okay?\r\n\r\nChoose two ability boosts. One must be to Constitution\r\nor Intelligence, and one is a free ability boost.\r\n\r\nYou're trained in the [Lore](/Skills.aspx?ID=8) skill, and a [Lore](/skills/lore) skill. You gain the [Dubious Knowledge](/Feats.aspx?ID=776) skill feat.",
 "name": "Ruby Phoenix Fanatic",
 "rarity": "rare",
 "release_date": "2021-04-12",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Fists of the Ruby Phoenix Player's Guide](/Sources.aspx?ID=82) pg. 7</row>\r\n\r\n**Abilities**\r\nConstitution, Intelligence\n\n**Feat**\r\n[Dubious Knowledge](/Feats.aspx?ID=776)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHave you heard of the peerless sorcerer Hao Jin, also known as the Ruby Phoenix? Of course you have! You're her biggest fan! She's got amazing powers …\r\n</summary>",
 "source": [
  "Fists of the Ruby Phoenix Player's Guide"
 ],
 "source_raw": [
  "Fists of the Ruby Phoenix Player's Guide pg. 7"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Fists of the Ruby Phoenix Player's Guide](/Sources.aspx?ID=82) pg. 7</row>",
 "speed": {},
 "spoilers": "Fists of the Ruby Phoenix",
 "summary": "Have you heard of the peerless sorcerer Hao Jin, also known as the Ruby Phoenix? Of course you have! You're her biggest fan! She's got amazing powers …",
 "summary_markdown": "Have you heard of the peerless sorcerer Hao Jin, also known as the Ruby Phoenix? Of course you have! You're her biggest fan! She's got amazing powers …",
 "text": " Ruby Phoenix Fanatic Source Fists of the Ruby Phoenix Player's Guide pg. 7 Have you heard of the peerless sorcerer Hao Jin, also known as the Ruby Phoenix? Of course you have! You're her biggest fan! She's got amazing powers of self-resurrection, her hair is as red and fiery as a phoenix, and she has a huge vault full of the most incredible treasures in the multiverse. Now she's finally back from a mysterious 300-year quest on the plane of Axis so she can host this year's Ruby Phoenix Tournament—and you can't wait to meet her! In order to get as close to Hao Jin as possible, you've researched everything there is to know about the Ruby Phoenix's home, her planar escapades, and her competition. You've also trained your body to prove yourself a worthy champion. When Hao Jin's committee invited you and some friends to take part in the tournament's prequalifier, you just about fainted from excitement. Is your dream of meeting the Ruby Phoenix about to come true? As long as you win enough matches to get into the actual tournament, it just might! Just try not to act too star-struck when you finally get a chance to talk to her, okay? Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost. You're trained in the Lore skill, and a Lore skill. You gain the Dubious Knowledge skill feat.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=220",
 "weakness": {}
}