{
 "ability": [
  "Constitution",
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "id": "background-197",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Sally Guard Neophyte](/Backgrounds.aspx?ID=197)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 8</row>\n\n</column>\r\n\r\nYou joined the Sally Guard, Westgate's guard precinct, at an early age, bringing with you the requisite steel armor, sword, and lance, though your gear is of dubious make. The other guards may have suspected that you were a novice with less combat experience than them; if so, you proved their suspicions on your first day of training when your mount immediately threw you in the mud. A supervisor took mercy on you and offered to transfer you to another guard unit in the city, promising that you'd have a place on the Sally Guard when you decided you were ready for the challenge.\n\n Biting your lip in shame, you took the Edgewatch reassignment in order to gain the experience necessary to go back to your home district with your head held high. You'll prove them wrong, one way or another, and show everyone that you can protect the ones you hold most dear.\n\n Choose two ability boosts. One must be to **Constitution** or **Wisdom**, and one is a free ability boost.\n\n You're trained in the [Nature](/Skills.aspx?ID=10) skill and your choice of [Hunting Lore](/Skills.aspx?ID=8) or [Stabling Lore](/Skills.aspx?ID=8). You start out with a [riding horse](/Monsters.aspx?ID=266), as well as a suit of shoddy [half-plate armor](/Armor.aspx?ID=12), a shoddy [longsword](/Weapons.aspx?ID=31), and a shoddy [lance](/Weapons.aspx?ID=28) (see [here](/Rules.aspx?ID=197) for the rules on shoddy items).",
 "name": "Sally Guard Neophyte",
 "rarity": "common",
 "release_date": "2020-07-08",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 8</row>\r\n\r\n**Abilities**\r\nConstitution, Wisdom\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou joined the Sally Guard, Westgate's guard precinct, at an early age, bringing with you the requisite steel armor, sword, and lance, though your …\r\n</summary>",
 "skill_markdown": "",
 "source": [
  "Agents of Edgewatch Player's Guide"
 ],
 "source_raw": [
  "Agents of Edgewatch Player's Guide pg. 8"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 8</row>",
 "speed": {},
 "summary": "You joined the Sally Guard, Westgate's guard precinct, at an early age, bringing with you the requisite steel armor, sword, and lance, though your …",
 "summary_markdown": "You joined the Sally Guard, Westgate's guard precinct, at an early age, bringing with you the requisite steel armor, sword, and lance, though your …",
 "text": " Sally Guard Neophyte Source Agents of Edgewatch Player's Guide pg. 8 You joined the Sally Guard, Westgate's guard precinct, at an early age, bringing with you the requisite steel armor, sword, and lance, though your gear is of dubious make. The other guards may have suspected that you were a novice with less combat experience than them; if so, you proved their suspicions on your first day of training when your mount immediately threw you in the mud. A supervisor took mercy on you and offered to transfer you to another guard unit in the city, promising that you'd have a place on the Sally Guard when you decided you were ready for the challenge. Biting your lip in shame, you took the Edgewatch reassignment in order to gain the experience necessary to go back to your home district with your head held high. You'll prove them wrong, one way or another, and show everyone that you can protect the ones you hold most dear. Choose two ability boosts. One must be to Constitution or Wisdom , and one is a free ability boost. You're trained in the Nature skill and your choice of Hunting Lore or Stabling Lore. You start out with a riding horse, as well as a suit of shoddy half-plate armor, a shoddy longsword, and a shoddy lance (see here for the rules on shoddy items).",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=197",
 "weakness": {}
}