{
 "ability": [
  "Constitution"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Toughness"
 ],
 "feat_markdown": "[Toughness](/Feats.aspx?ID=855)",
 "id": "background-368",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Shielded Fortune](/Backgrounds.aspx?ID=368)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 12</row>\n\n</column>\r\n\r\nYou've always been tougher than your peers. As a child, you may have been able to endure the rough-and-tumble horseplay with friends more easily. You regularly emerged relatively unscathed from accidents could have been quite dangerous. At some point in your past, you had a particularly close call with death—be it from a near-fatal accident, a fight gone horribly wrong, a close call with illness, or something similar, yet you quickly recovered. You may or may not believe you're more fated to face unexpected hardship in your life, but regardless, you know you can take what destiny has to dish out.\n\n This background is associated with the suit of Shields.\n\n Choose two ability boosts. One must be to **Constitution**, and one is a free ability boost.\n\n You gain the [Toughness](/Feats.aspx?ID=855) general feat and also gain the following free action.\n\n **Fated Not to Die** <actions string=\"Free Action\" /> ([fortune](/Traits.aspx?ID=76)) **Trigger** You are [dying](/Conditions.aspx?ID=11); **Frequency** once per day; **Effect** Draw a harrow card, and you automatically lose the dying condition, though you remain unconscious at 0 Hit Points. If the card you drew was from the suit of Shields, you awaken and have an amount of Hit Points restored to you equal to 1d6 + your level.",
 "name": "Shielded Fortune",
 "rarity": "rare",
 "release_date": "2023-04-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 12</row>\r\n\r\n**Ability**\r\nConstitution\n\n**Feat**\r\n[Toughness](/Feats.aspx?ID=855)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou've always been tougher than your peers. As a child, you may have been able to endure the rough-and-tumble horseplay with friends more easily. You …\r\n</summary>",
 "skill_markdown": "",
 "source": [
  "Stolen Fate Player's Guide"
 ],
 "source_raw": [
  "Stolen Fate Player's Guide pg. 12"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Stolen Fate",
 "source_markdown": "<row gap=\"tiny\">[Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 12</row>",
 "speed": {},
 "spoilers": "Stolen Fate",
 "summary": "You've always been tougher than your peers. As a child, you may have been able to endure the rough-and-tumble horseplay with friends more easily. You …",
 "summary_markdown": "You've always been tougher than your peers. As a child, you may have been able to endure the rough-and-tumble horseplay with friends more easily. You …",
 "text": " Shielded Fortune Source Stolen Fate Player's Guide pg. 12 You've always been tougher than your peers. As a child, you may have been able to endure the rough-and-tumble horseplay with friends more easily. You regularly emerged relatively unscathed from accidents could have been quite dangerous. At some point in your past, you had a particularly close call with death—be it from a near-fatal accident, a fight gone horribly wrong, a close call with illness, or something similar, yet you quickly recovered. You may or may not believe you're more fated to face unexpected hardship in your life, but regardless, you know you can take what destiny has to dish out. This background is associated with the suit of Shields. Choose two ability boosts. One must be to Constitution , and one is a free ability boost. You gain the Toughness general feat and also gain the following free action. Fated Not to Die Free Action (fortune) Trigger You are dying; Frequency once per day; Effect Draw a harrow card, and you automatically lose the dying condition, though you remain unconscious at 0 Hit Points. If the card you drew was from the suit of Shields, you awaken and have an amount of Hit Points restored to you equal to 1d6 + your level.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=368",
 "weakness": {}
}