{
 "ability": [
  "Strength",
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Lie to Me"
 ],
 "feat_markdown": "[Lie to Me](/Feats.aspx?ID=811)",
 "id": "background-299",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Snubbed Out Stoolie](/Backgrounds.aspx?ID=299)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>\n\n</column>\r\n\r\nYou were once a distinguished informant for the shieldmarshals, working deep undercover to infiltrate gangs of bootleggers and assassins. Then, one day, you discovered that the records of your service had all been completely destroyed. In an instant, you were no longer an elite spy impersonating a criminal—you were just a plain criminal.\n\n Now, not a trace remains of your work for the city. Not only is it as though you were never a shieldmarshal at all, but you've got a rap sheet implicating you as a key member in the criminal organizations you spent your career infiltrating. Luckily, no one could take away the skills you learned from your deep-cover missions, and your new notoriety has earned you quite a reputation among Alkenstar's criminal elite. Through your underworld connections, you've identified Deputy Shieldmarshal Anjelique Loveless as the one responsible for your fall from grace. It seems you were onto something that she didn't want you to know about, but there's only one way to figure out exactly why Loveless ruined your reputation and gave you your outlaw status—find her.\r\n\r\nChoose two ability boosts. One must be to Strength\r\nor Charisma, and one is a free ability boost.\r\n\r\nYou're trained in the [Deception](/Skills.aspx?ID=5) skill, and the [Underworld Lore](/skills/lore) skill. You gain the [Lie to Me](/Feats.aspx?ID=811) skill feat.",
 "name": "Snubbed Out Stoolie",
 "rarity": "uncommon",
 "release_date": "2022-03-28",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>\r\n\r\n**Abilities**\r\nStrength, Charisma\r\n\r\n**Skills**\r\n[Deception](/Skills.aspx?ID=5), Underworld [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Lie to Me](/Feats.aspx?ID=811)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou were once a distinguished informant for the shieldmarshals, working deep undercover to infiltrate gangs of bootleggers and assassins. Then, one …\r\n</summary>",
 "skill": [
  "Deception",
  "Underworld Lore"
 ],
 "skill_markdown": "[Deception](/Skills.aspx?ID=5), Underworld [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Outlaws of Alkenstar Player's Guide"
 ],
 "source_raw": [
  "Outlaws of Alkenstar Player's Guide pg. 12"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Outlaws of Alkenstar Player's Guide](/Sources.aspx?ID=117) pg. 12</row>",
 "speed": {},
 "spoilers": "Outlaws of Alkenstar",
 "summary": "You were once a distinguished informant for the shieldmarshals, working deep undercover to infiltrate gangs of bootleggers and assassins. Then, one …",
 "summary_markdown": "You were once a distinguished informant for the shieldmarshals, working deep undercover to infiltrate gangs of bootleggers and assassins. Then, one …",
 "text": " Snubbed Out Stoolie Source Outlaws of Alkenstar Player's Guide pg. 12 You were once a distinguished informant for the shieldmarshals, working deep undercover to infiltrate gangs of bootleggers and assassins. Then, one day, you discovered that the records of your service had all been completely destroyed. In an instant, you were no longer an elite spy impersonating a criminal—you were just a plain criminal. Now, not a trace remains of your work for the city. Not only is it as though you were never a shieldmarshal at all, but you've got a rap sheet implicating you as a key member in the criminal organizations you spent your career infiltrating. Luckily, no one could take away the skills you learned from your deep-cover missions, and your new notoriety has earned you quite a reputation among Alkenstar's criminal elite. Through your underworld connections, you've identified Deputy Shieldmarshal Anjelique Loveless as the one responsible for your fall from grace. It seems you were onto something that she didn't want you to know about, but there's only one way to figure out exactly why Loveless ruined your reputation and gave you your outlaw status—find her. Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost. You're trained in the Deception skill, and the Underworld Lore skill. You gain the Lie to Me skill feat.",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=299",
 "weakness": {}
}