{
 "ability": [
  "Strength",
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Intimidating Glare"
 ],
 "feat_markdown": "[Intimidating Glare](/Feats.aspx?ID=796)",
 "id": "background-347",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Total Power](/Backgrounds.aspx?ID=347)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 7</row>\n\n</column>\r\n\r\nWhether you desire simple security after a life of uncertainty or you're actually just a control freak, power over your own fate is the thing you've always wanted. On the night of the Missing Moment, you glimpsed such power amid the light of a glowing archway, and you stepped through, eager to claim control over your destiny. What happened next, you don't remember—you came to at the same place you'd started, though clearly a lot of time had passed. Ever since that night, your body has felt heavier than before. You soon discovered that you could will your very bones into extending from your flesh like thorns from a rose's stem. Though you didn't choose the title gatewalker for yourself, you're sure you can use your strange new power to exercise control over your life.\n\n Your [deviant abilities](/Rules.aspx?ID=1718) are of the [troll classification](/DeviantFeats.aspx?ID=2). You gain the [Bone Spikes](/Feats.aspx?ID=3784) deviant feat. As a quirk, whenever you use a deviant ability, the very fibers of your muscles flex and expand to impossible proportions. Your actual strength remains the same during these times, but few can deny your fearsome appearance.\r\n\r\nChoose two ability boosts. One must be to Strength\r\nor Wisdom, and one is a free ability boost.\r\n\r\nYou're trained in the [Intimidation](/Skills.aspx?ID=7) skill, and the [Legal Lore](/skills/lore) skill. You gain the [Intimidating Glare](/Feats.aspx?ID=796) skill feat.",
 "name": "Total Power",
 "rarity": "rare",
 "release_date": "2023-01-04",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 7</row>\r\n\r\n**Abilities**\r\nStrength, Wisdom\r\n\r\n**Skills**\r\n[Intimidation](/Skills.aspx?ID=7), Legal [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Intimidating Glare](/Feats.aspx?ID=796)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhether you desire simple security after a life of uncertainty or you're actually just a control freak, power over your own fate is the thing you've …\r\n</summary>",
 "skill": [
  "Intimidation",
  "Legal Lore"
 ],
 "skill_markdown": "[Intimidation](/Skills.aspx?ID=7), Legal [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Gatewalkers Player's Guide"
 ],
 "source_raw": [
  "Gatewalkers Player's Guide pg. 7"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 7</row>",
 "speed": {},
 "spoilers": "Gatewalkers",
 "summary": "Whether you desire simple security after a life of uncertainty or you're actually just a control freak, power over your own fate is the thing you've …",
 "summary_markdown": "Whether you desire simple security after a life of uncertainty or you're actually just a control freak, power over your own fate is the thing you've …",
 "text": " Total Power Source Gatewalkers Player's Guide pg. 7 Whether you desire simple security after a life of uncertainty or you're actually just a control freak, power over your own fate is the thing you've always wanted. On the night of the Missing Moment, you glimpsed such power amid the light of a glowing archway, and you stepped through, eager to claim control over your destiny. What happened next, you don't remember—you came to at the same place you'd started, though clearly a lot of time had passed. Ever since that night, your body has felt heavier than before. You soon discovered that you could will your very bones into extending from your flesh like thorns from a rose's stem. Though you didn't choose the title gatewalker for yourself, you're sure you can use your strange new power to exercise control over your life. Your deviant abilities are of the troll classification. You gain the Bone Spikes deviant feat. As a quirk, whenever you use a deviant ability, the very fibers of your muscles flex and expand to impossible proportions. Your actual strength remains the same during these times, but few can deny your fearsome appearance. Choose two ability boosts. One must be to Strength or Wisdom, and one is a free ability boost. You're trained in the Intimidation skill, and the Legal Lore skill. You gain the Intimidating Glare skill feat.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=347",
 "weakness": {}
}