{
 "ability": [
  "Intelligence",
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Charming Liar"
 ],
 "feat_markdown": "[Charming Liar](/Feats.aspx?ID=766)",
 "id": "background-199",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Undercover Lotus Guard](/Backgrounds.aspx?ID=199)</title>\r\n\r\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 9</row>\n\n</column>\r\n\r\nIt's a well-known secret that for every playhouse in the Ivy District, there's an underground criminal element lurking somewhere in the shadows. To get intel on the occultists, assassins, and thieves' guilds that pull the strings of power in the Ivy District, the Lotus Guard trains some of the best undercover agents and operatives in all of Absalom. You're one such agent, and you've put your life on the line more times than you can count by getting close to the Ivy's most dangerous criminals. Your risky missions and thrill-seeking derring-do have earned you many accolades—but also no shortage of enemies.\n\n You transferred to the Edgewatch after your cover was unexpectedly blown and you needed a safe place to lie low away from the Ivy District. With your mastery of disguise and your ability to confidently converse with criminal masterminds, it won't be long before you've made yourself an indispensable undercover operator in this precinct as well.\n\n Choose two ability boosts. One must be to **Intelligence** or **Charisma**, and one is a free ability boost.\n\n You're trained in the [Deception](/Skills.aspx?ID=5) skill, [Art Lore](/Skills.aspx?ID=8), and [Underworld Lore](/Skills.aspx?ID=8). You gain a +1 circumstance bonus to Deception, [Diplomacy](/Skills.aspx?ID=6), and [Intimidation](/Skills.aspx?ID=7) checks to interact with Lotus Guards and high-ranking criminals like guild masters, gang leaders, and mob bosses. You gain the [Charming Liar](/Feats.aspx?ID=766) skill feat.",
 "name": "Undercover Lotus Guard",
 "rarity": "common",
 "release_date": "2020-07-08",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 9</row>\r\n\r\n**Abilities**\r\nIntelligence, Charisma\r\n\r\n**Skills**\r\n[Deception](/Skills.aspx?ID=5), Art [Lore](/Skills.aspx?ID=8) and Underworld Lore\r\n\r\n**Feat**\r\n[Charming Liar](/Feats.aspx?ID=766)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIt's a well-known secret that for every playhouse in the Ivy District, there's an underground criminal element lurking somewhere in the shadows. To …\r\n</summary>",
 "skill": [
  "Deception",
  "Art Lore and Underworld Lore"
 ],
 "skill_markdown": "[Deception](/Skills.aspx?ID=5), Art [Lore](/Skills.aspx?ID=8) and Underworld Lore",
 "source": [
  "Agents of Edgewatch Player's Guide"
 ],
 "source_raw": [
  "Agents of Edgewatch Player's Guide pg. 9"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Agents of Edgewatch Player's Guide](/Sources.aspx?ID=43) pg. 9</row>",
 "speed": {},
 "summary": "It's a well-known secret that for every playhouse in the Ivy District, there's an underground criminal element lurking somewhere in the shadows. To …",
 "summary_markdown": "It's a well-known secret that for every playhouse in the Ivy District, there's an underground criminal element lurking somewhere in the shadows. To …",
 "text": " Undercover Lotus Guard Source Agents of Edgewatch Player's Guide pg. 9 It's a well-known secret that for every playhouse in the Ivy District, there's an underground criminal element lurking somewhere in the shadows. To get intel on the occultists, assassins, and thieves' guilds that pull the strings of power in the Ivy District, the Lotus Guard trains some of the best undercover agents and operatives in all of Absalom. You're one such agent, and you've put your life on the line more times than you can count by getting close to the Ivy's most dangerous criminals. Your risky missions and thrill-seeking derring-do have earned you many accolades—but also no shortage of enemies. You transferred to the Edgewatch after your cover was unexpectedly blown and you needed a safe place to lie low away from the Ivy District. With your mastery of disguise and your ability to confidently converse with criminal masterminds, it won't be long before you've made yourself an indispensable undercover operator in this precinct as well. Choose two ability boosts. One must be to Intelligence or Charisma , and one is a free ability boost. You're trained in the Deception skill, Art Lore, and Underworld Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to interact with Lotus Guards and high-ranking criminals like guild masters, gang leaders, and mob bosses. You gain the Charming Liar skill feat.",
 "trait_markdown": "",
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=199",
 "weakness": {}
}