{
 "ability": [
  "Dexterity",
  "Intelligence"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Express Rider"
 ],
 "feat_markdown": "[Express Rider](/Feats.aspx?ID=2126)",
 "id": "background-348",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Wanderlust](/Backgrounds.aspx?ID=348)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 8</row>\n\n</column>\r\n\r\nYou've traveled the world for years in search of excitement and adventure. On the night of the Missing Moment, all the many exciting occasions you've experienced paled in comparison to the vision of fantastic lands and incredible people you saw on the other side of the glowing gate. You stepped through in the hopes of finally reaching the thrilling highs you so desperately seek, but as soon as you'd gone there you were again, standing in front of a lightless gateway with a months-long gap in your memories. Frustrated at having come so close to achieving your dreams, you swung at a nearby tree, smashing it to splinters with surprising strength you never knew you had. This strange new brawn wasn't what you asked for—but it might help you pursue the excitement you crave.\n\n Your [deviant abilities](/Rules.aspx?ID=1718) are of the [troll classification](/DeviantFeats.aspx?ID=2). You gain the [Titan Swing](/Feats.aspx?ID=3785) deviant feat. As a quirk, whenever you use a deviant ability, your feet elongate and your leg bones crack as your lower limbs transform into those of a rabbit, wolf, or other spry, long-heeled animal.\r\n\r\nChoose two ability boosts. One must be to Dexterity\r\nor Intelligence, and one is a free ability boost.\r\n\r\nYou're trained in the [Nature](/Skills.aspx?ID=10) skill, and the [Stabling Lore](/skills/lore) skill. You gain the [Express Rider](/Feats.aspx?ID=2126) skill feat.",
 "name": "Wanderlust",
 "rarity": "rare",
 "release_date": "2023-01-04",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 8</row>\r\n\r\n**Abilities**\r\nDexterity, Intelligence\r\n\r\n**Skills**\r\n[Nature](/Skills.aspx?ID=10), Stabling [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Express Rider](/Feats.aspx?ID=2126)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou've traveled the world for years in search of excitement and adventure. On the night of the Missing Moment, all the many exciting occasions you've …\r\n</summary>",
 "skill": [
  "Nature",
  "Stabling Lore"
 ],
 "skill_markdown": "[Nature](/Skills.aspx?ID=10), Stabling [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Gatewalkers Player's Guide"
 ],
 "source_raw": [
  "Gatewalkers Player's Guide pg. 8"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 8</row>",
 "speed": {},
 "spoilers": "Gatewalkers",
 "summary": "You've traveled the world for years in search of excitement and adventure. On the night of the Missing Moment, all the many exciting occasions you've …",
 "summary_markdown": "You've traveled the world for years in search of excitement and adventure. On the night of the Missing Moment, all the many exciting occasions you've …",
 "text": " Wanderlust Source Gatewalkers Player's Guide pg. 8 You've traveled the world for years in search of excitement and adventure. On the night of the Missing Moment, all the many exciting occasions you've experienced paled in comparison to the vision of fantastic lands and incredible people you saw on the other side of the glowing gate. You stepped through in the hopes of finally reaching the thrilling highs you so desperately seek, but as soon as you'd gone there you were again, standing in front of a lightless gateway with a months-long gap in your memories. Frustrated at having come so close to achieving your dreams, you swung at a nearby tree, smashing it to splinters with surprising strength you never knew you had. This strange new brawn wasn't what you asked for—but it might help you pursue the excitement you crave. Your deviant abilities are of the troll classification. You gain the Titan Swing deviant feat. As a quirk, whenever you use a deviant ability, your feet elongate and your leg bones crack as your lower limbs transform into those of a rabbit, wolf, or other spry, long-heeled animal. Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost. You're trained in the Nature skill, and the Stabling Lore skill. You gain the Express Rider skill feat.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=348",
 "weakness": {}
}