{
 "ability": [
  "Wisdom",
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "id": "background-309",
 "is_general_background": true,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"Standard\">[Willing Host](/Backgrounds.aspx?ID=309)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 17</row>\n\n</column>\r\n\r\nYou speak to spirits only you can perceive: wispy shreds of lost souls, household guardians, ancestral spirits, and other entities. You can negotiate with these beings, allowing them into your body to impart knowledge or aid in a task for the price of a favor.\n\n Choose two ability boosts. One must be to **Wisdom** or **Charisma**, and one is a free ability boost.\n\n You're trained in the [Spirit Lore](/Skills.aspx?ID=8) skill. You gain the Host Spirit action.\n\n **Host Spirit** ([exploration](/Traits.aspx?ID=66), [necromancy](/Traits.aspx?ID=117), [occult](/Traits.aspx?ID=120)) **Frequency** once per day; **Effect** You attempt one skill check to perform an exploration activity, even if it normally requires you to be trained to do so. You're trained in the skill just long enough to make that single check (to a maximum of 10 minutes). Whether or not the check succeeds, in the next 24 hours you must perform a minor favor to appease the spirit who aided you, determined by the GM (usually something sensation related, such as tasting a certain food, listening to a specific song, or smoking a pipe). You can't Host Spirit again until you've performed the favor. If you haven't completed it after 24 hours, you're [fatigued](/Conditions.aspx?ID=15) until the obligation is fulfilled.",
 "name": "Willing Host",
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 17</row>\r\n\r\n**Abilities**\r\nWisdom, Charisma\r\n\r\n**Skill**\r\nSpirit [Lore](/Skills.aspx?ID=8)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou speak to spirits only you can perceive: wispy shreds of lost souls, household guardians, ancestral spirits, and other entities. You can negotiate …\r\n</summary>",
 "skill": [
  "Spirit Lore"
 ],
 "skill_markdown": "Spirit [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 17"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 17</row>",
 "speed": {},
 "summary": "You speak to spirits only you can perceive: wispy shreds of lost souls, household guardians, ancestral spirits, and other entities. You can negotiate …",
 "summary_markdown": "You speak to spirits only you can perceive: wispy shreds of lost souls, household guardians, ancestral spirits, and other entities. You can negotiate …",
 "text": " Willing Host Source Book of the Dead pg. 17 You speak to spirits only you can perceive: wispy shreds of lost souls, household guardians, ancestral spirits, and other entities. You can negotiate with these beings, allowing them into your body to impart knowledge or aid in a task for the price of a favor. Choose two ability boosts. One must be to Wisdom or Charisma , and one is a free ability boost. You're trained in the Spirit Lore skill. You gain the Host Spirit action. Host Spirit (exploration, necromancy, occult) Frequency once per day; Effect You attempt one skill check to perform an exploration activity, even if it normally requires you to be trained to do so. You're trained in the skill just long enough to make that single check (to a maximum of 10 minutes). Whether or not the check succeeds, in the next 24 hours you must perform a minor favor to appease the spirit who aided you, determined by the GM (usually something sensation related, such as tasting a certain food, listening to a specific song, or smoking a pipe). You can't Host Spirit again until you've performed the favor. If you haven't completed it after 24 hours, you're fatigued until the obligation is fulfilled.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=309",
 "weakness": {}
}