{
 "ability": [
  "Dexterity",
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Subtle Theft"
 ],
 "feat_markdown": "[Subtle Theft](/Feats.aspx?ID=848)",
 "id": "background-349",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Wishes for Riches](/Backgrounds.aspx?ID=349)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 8</row>\n\n</column>\r\n\r\nOn the night of the Missing Moment, you saw visions of fabulous riches in the gate before you. Honestly, how someone could see anything but piles of jewels and gold is utterly baffling to you. Having pined for material wealth for as long as you could remember, you practically sprang into the portal in hopes of securing your fortune. The next moment, however, you were standing right where you'd just been, though indeterminate time had passed. The night's cold hardly bothered you; in fact, you soon discovered that you could absorb the very chill in the air, in the process changing the appearance of everything around you into a sheen of finest silver. You're no richer than before you walked through the gate, unfortunately, but perhaps you could use this new power somehow to pursue your avarice anew.\n\n Your [deviant abilities](/Rules.aspx?ID=1718) are of the [dragon classification](/DeviantFeats.aspx?ID=1). You gain the [Consume Energy](/Feats.aspx?ID=3781) deviant feat with the cold type. As a quirk, your deviant abilities manifest in a silver hue, and when you use a deviant ability you absorb the color silver from your surroundings. The absorbed color returns to your surroundings within an hour.\r\n\r\nChoose two ability boosts. One must be to Dexterity\r\nor Charisma, and one is a free ability boost.\r\n\r\nYou're trained in the [Thievery](/Skills.aspx?ID=17) skill, and the [Games Lore](/skills/lore) skill. You gain the [Subtle Theft](/Feats.aspx?ID=848) skill feat.",
 "name": "Wishes for Riches",
 "rarity": "rare",
 "release_date": "2023-01-04",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 8</row>\r\n\r\n**Abilities**\r\nDexterity, Charisma\r\n\r\n**Skills**\r\n[Thievery](/Skills.aspx?ID=17), Games [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Subtle Theft](/Feats.aspx?ID=848)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOn the night of the Missing Moment, you saw visions of fabulous riches in the gate before you. Honestly, how someone could see anything but piles of …\r\n</summary>",
 "skill": [
  "Thievery",
  "Games Lore"
 ],
 "skill_markdown": "[Thievery](/Skills.aspx?ID=17), Games [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Gatewalkers Player's Guide"
 ],
 "source_raw": [
  "Gatewalkers Player's Guide pg. 8"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Gatewalkers Player's Guide](/Sources.aspx?ID=190) pg. 8</row>",
 "speed": {},
 "spoilers": "Gatewalkers",
 "summary": "On the night of the Missing Moment, you saw visions of fabulous riches in the gate before you. Honestly, how someone could see anything but piles of …",
 "summary_markdown": "On the night of the Missing Moment, you saw visions of fabulous riches in the gate before you. Honestly, how someone could see anything but piles of …",
 "text": " Wishes for Riches Source Gatewalkers Player's Guide pg. 8 On the night of the Missing Moment, you saw visions of fabulous riches in the gate before you. Honestly, how someone could see anything but piles of jewels and gold is utterly baffling to you. Having pined for material wealth for as long as you could remember, you practically sprang into the portal in hopes of securing your fortune. The next moment, however, you were standing right where you'd just been, though indeterminate time had passed. The night's cold hardly bothered you; in fact, you soon discovered that you could absorb the very chill in the air, in the process changing the appearance of everything around you into a sheen of finest silver. You're no richer than before you walked through the gate, unfortunately, but perhaps you could use this new power somehow to pursue your avarice anew. Your deviant abilities are of the dragon classification. You gain the Consume Energy deviant feat with the cold type. As a quirk, your deviant abilities manifest in a silver hue, and when you use a deviant ability you absorb the color silver from your surroundings. The absorbed color returns to your surroundings within an hour. Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost. You're trained in the Thievery skill, and the Games Lore skill. You gain the Subtle Theft skill feat.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=349",
 "weakness": {}
}