{
 "ability": [
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "background",
 "exclude_from_search": false,
 "feat": [
  "Pilgrim's Token"
 ],
 "feat_markdown": "[Pilgrim's Token](/Feats.aspx?ID=2141)",
 "id": "background-369",
 "is_general_background": false,
 "markdown": "<title level=\"1\" right=\"Background \" pfs=\"\">[Writ in the Stars](/Backgrounds.aspx?ID=369)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 12</row>\n\n</column>\r\n\r\nDestiny has always intrigued you. Maybe you grew up in a family where fortune-telling and divinations were a day-to-day part of life, or perhaps you had your fortune told as a young adult and the results were so shockingly accurate that you became a believer. The mysteries of what might lie in store for us all have long intrigued you, and you're always eager to debate whether or not we have free will or if destiny is predetermined—be it for one side or the other. You may see the failure of prophecy that began with the onset of the Age of Lost Omens as a dire indication of some sort of horrible cosmic mistake. Conversely, you could view this age as new era of freedom where reality is finally admitting that each person is free to determine their own path to the future. You still own a small token from your childhood that you view as a lucky charm, but whatever your beliefs are today, many of your fortunes have foretold that great things lie in store for you in the future, and you can't wait to find out what they might be!\n\n This background is associated with the suit of Stars.\n\n Choose two ability boosts. One must be to **Wisdom**, and one is a free ability boost.\n\n You gain the [Pilgrim's Token](/Feats.aspx?ID=2141) skill feat (this token need not be from a faith and could simply be a good luck charm) and are trained in the [Fortune-Telling Lore](/Skills.aspx?ID=8) skill. You also gain the following free action.\n\n **A Quick Glimpse Beyond** <actions string=\"Free Action\" /> ([fortune](/Traits.aspx?ID=76)) **Trigger** You attempt a [secret](/Traits.aspx?ID=142) check; **Frequency** once per day; **Effect** You can roll the secret check yourself rather than have the GM roll it. As you roll, draw a harrow card. If the card drawn is from the suit of Stars, the next secret check you make during the next 24 hours can also be rolled by you. Each time you roll your own additional secret check in this way, draw a new harrow card, and each time you draw a card from the suit of Stars, your next secret check in the next 24 hours can also be rolled by you. If you ever critically fail a secret check that you roll yourself as a result of this ability, fate turns away from you, and your Pilgrim's Token no longer functions until the next time you make your daily preparations.",
 "name": "Writ in the Stars",
 "rarity": "rare",
 "release_date": "2023-04-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 12</row>\r\n\r\n**Ability**\r\nWisdom\r\n\r\n**Skill**\r\nFortune-Telling [Lore](/Skills.aspx?ID=8)\r\n\r\n**Feat**\r\n[Pilgrim's Token](/Feats.aspx?ID=2141)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDestiny has always intrigued you. Maybe you grew up in a family where fortune-telling and divinations were a day-to-day part of life, or perhaps you …\r\n</summary>",
 "skill": [
  "Fortune-Telling Lore"
 ],
 "skill_markdown": "Fortune-Telling [Lore](/Skills.aspx?ID=8)",
 "source": [
  "Stolen Fate Player's Guide"
 ],
 "source_raw": [
  "Stolen Fate Player's Guide pg. 12"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Stolen Fate",
 "source_markdown": "<row gap=\"tiny\">[Stolen Fate Player's Guide](/Sources.aspx?ID=197) pg. 12</row>",
 "speed": {},
 "spoilers": "Stolen Fate",
 "summary": "Destiny has always intrigued you. Maybe you grew up in a family where fortune-telling and divinations were a day-to-day part of life, or perhaps you …",
 "summary_markdown": "Destiny has always intrigued you. Maybe you grew up in a family where fortune-telling and divinations were a day-to-day part of life, or perhaps you …",
 "text": " Writ in the Stars Source Stolen Fate Player's Guide pg. 12 Destiny has always intrigued you. Maybe you grew up in a family where fortune-telling and divinations were a day-to-day part of life, or perhaps you had your fortune told as a young adult and the results were so shockingly accurate that you became a believer. The mysteries of what might lie in store for us all have long intrigued you, and you're always eager to debate whether or not we have free will or if destiny is predetermined—be it for one side or the other. You may see the failure of prophecy that began with the onset of the Age of Lost Omens as a dire indication of some sort of horrible cosmic mistake. Conversely, you could view this age as new era of freedom where reality is finally admitting that each person is free to determine their own path to the future. You still own a small token from your childhood that you view as a lucky charm, but whatever your beliefs are today, many of your fortunes have foretold that great things lie in store for you in the future, and you can't wait to find out what they might be! This background is associated with the suit of Stars. Choose two ability boosts. One must be to Wisdom , and one is a free ability boost. You gain the Pilgrim's Token skill feat (this token need not be from a faith and could simply be a good luck charm) and are trained in the Fortune-Telling Lore skill. You also gain the following free action. A Quick Glimpse Beyond Free Action (fortune) Trigger You attempt a secret check; Frequency once per day; Effect You can roll the secret check yourself rather than have the GM roll it. As you roll, draw a harrow card. If the card drawn is from the suit of Stars, the next secret check you make during the next 24 hours can also be rolled by you. Each time you roll your own additional secret check in this way, draw a new harrow card, and each time you draw a card from the suit of Stars, your next secret check in the next 24 hours can also be rolled by you. If you ever critically fail a secret check that you roll yourself as a result of this ability, fate turns away from you, and your Pilgrim's Token no longer functions until the next time you make your daily preparations.",
 "trait": [
  "Rare"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Rare"
 ],
 "type": "Background",
 "url": "/Backgrounds.aspx?ID=369",
 "weakness": {}
}