{
 "archetype": [
  "Alter Ego"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Alter Ego Dedication"
 ],
 "feat_markdown": "Alter Ego Dedication",
 "id": "feat-3807",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Alter Ego Dedication](/Feats.aspx?ID=3807) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 126</row>\n\n**Archetype** [Alter Ego](/Archetypes.aspx?ID=187)\n\n**Prerequisites**\r\nTrained in [Deception](/Skills.aspx?ID=5); Trained in [Stealth](/Skills.aspx?ID=15)\n\n</column>\r\n\r\n---\r\n\r\nYou make yourself into a living mirror, becoming a double of someone unremarkable, and you slip into exactly the role that can get you past security or into a sensitive facility. You become an expert in Deception. You gain the Assume a Role activity.\n\n **Assume a Role** ([concentrate](/Traits.aspx?ID=32)) **Requirements** You've spent at least 1 hour studying a creature whose role you intend to copy and have done so within the last 3 days. This could include meeting and learning from someone in that role, tailing and spying on someone, using magic to observe them at work, or some other method, as long as you have a visual source of information; **Effect** You quickly and accurately learn how to do mundane jobs or at least copy the movements enough to appear as if you do. A chosen role can take many forms—from cook, cleaner, or librarian to cult member, priest, or duke—but it's always a role and never a specific individual.\n\n You perform the [Impersonate](/Actions.aspx?ID=46) activity to pass as a member of the role you observed and gain a +1 circumstance bonus to any Deception checks you attempt in your impersonation. This takes the normal amount of time it takes you to Impersonate. You also choose one [Lore](/Skills.aspx?ID=8) skill relevant to that role (such as Farming Lore for a farmer). While in your role, you gain a +1 circumstance bonus to checks for that Lore skill, and if you're untrained in it, you can use your level as your proficiency bonus. You stop assuming the role after 24 hours, if you start studying for a new role, or if you choose to.\n\n**Special** You can't select another dedication feat until you've gained two other feats from the alter ego archetype.\n\n<title level=\"2\">Alter Ego Dedication leads to...</title>\r\n[Borrow Memories](/Feats.aspx?ID=3814), [Change of Face](/Feats.aspx?ID=3808), [Fake It Till You Make it](/Feats.aspx?ID=3809), [Illusory Identity](/Feats.aspx?ID=4149), [In Plain Sight](/Feats.aspx?ID=3810), [It Was Me All Along!](/Feats.aspx?ID=4152), [Muscle Mimicry](/Feats.aspx?ID=3812), [Sound Mirror](/Feats.aspx?ID=3811), [Swap Reflections](/Feats.aspx?ID=3813), [We're on the List](/Feats.aspx?ID=4132)",
 "name": "Alter Ego Dedication",
 "pfs": "Standard",
 "prerequisite": "Trained in Deception; Trained in Stealth",
 "prerequisite_markdown": "Trained in [Deception](/Skills.aspx?ID=5); Trained in [Stealth](/Skills.aspx?ID=15)",
 "rarity": "uncommon",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 126</row>\n\n**Prerequisites**\r\nTrained in [Deception](/Skills.aspx?ID=5); Trained in [Stealth](/Skills.aspx?ID=15)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou make yourself into a living mirror, becoming a double of someone unremarkable, and you slip into exactly the role that can get you past security or into a sensitive facility.\r\n</summary>",
 "skill": [
  "Deception",
  "Stealth",
  "Deception",
  "Stealth"
 ],
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 126"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 126</row>",
 "speed": {},
 "summary": "You make yourself into a living mirror, becoming a double of someone unremarkable, and you slip into exactly the role that can get you past security or into a sensitive facility.",
 "summary_markdown": "You make yourself into a living mirror, becoming a double of someone unremarkable, and you slip into exactly the role that can get you past security or into a sensitive facility.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Standard\" > Alter Ego Dedication Source Dark Archive pg. 126 Archetype Alter Ego Prerequisites Trained in Deception; Trained in Stealth --- You make yourself into a living mirror, becoming a double of someone unremarkable, and you slip into exactly the role that can get you past security or into a sensitive facility. You become an expert in Deception. You gain the Assume a Role activity. Assume a Role (concentrate) Requirements You've spent at least 1 hour studying a creature whose role you intend to copy and have done so within the last 3 days. This could include meeting and learning from someone in that role, tailing and spying on someone, using magic to observe them at work, or some other method, as long as you have a visual source of information; Effect You quickly and accurately learn how to do mundane jobs or at least copy the movements enough to appear as if you do. A chosen role can take many forms—from cook, cleaner, or librarian to cult member, priest, or duke—but it's always a role and never a specific individual. You perform the Impersonate activity to pass as a member of the role you observed and gain a +1 circumstance bonus to any Deception checks you attempt in your impersonation. This takes the normal amount of time it takes you to Impersonate. You also choose one Lore skill relevant to that role (such as Farming Lore for a farmer). While in your role, you gain a +1 circumstance bonus to checks for that Lore skill, and if you're untrained in it, you can use your level as your proficiency bonus. You stop assuming the role after 24 hours, if you start studying for a new role, or if you choose to. Special You can't select another dedication feat until you've gained two other feats from the alter ego archetype. Alter Ego Dedication leads to... Borrow Memories, Change of Face, Fake It Till You Make it, Illusory Identity, In Plain Sight, It Was Me All Along!, Muscle Mimicry, Sound Mirror, Swap Reflections, We're on the List",
 "trait": [
  "Archetype",
  "Dedication",
  "Uncommon"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Archetype",
  "Dedication",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3807",
 "weakness": {}
}