{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Annotate Composition"
 ],
 "feat_markdown": "Annotate Composition",
 "id": "feat-1648",
 "level": 10,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 10\"\r\n    pfs=\"Standard\"\r\n>\r\n[Annotate Composition](/Feats.aspx?ID=1648) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Bard\" url=\"/Traits.aspx?ID=19\" />\r\n<trait label=\"Exploration\" url=\"/Traits.aspx?ID=66\" />\r\n<trait label=\"Linguistic\" url=\"/Traits.aspx?ID=101\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 113 <sup>2.0</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nBy putting composition to paper, you can create a source of stirring words or song that others can read and understand. You spend 10 minutes and 1 Focus Point to transpose a composition spell on a special scroll that you or another creature can later activate. This composition spell must take a single action to cast. If the chosen composition spell requires a Performance check as part of the casting, the GM rolls this check as a secret check when you annotate your score. If you have [_inspire heroics_](/Spells.aspx?ID=388) or [_lingering composition_](/Spells.aspx?ID=389) and the chosen composition spell allows, you can also use one of those spells to modify the annotated composition, with the GM rolling the [secret](/Traits.aspx?ID=142) [Performance](/Skills.aspx?ID=12) check. If you do, you spend an additional Focus Point, even if the secret check fails.\n\n Any creature that can read the language you used when annotating your composition can Activate the Item by spending a single action, which has the [concentrate](/Traits.aspx?ID=32) trait. This produces the effects of the composition as though the activating creature had Cast the Spell.\n\n A composition you create this way loses its power the next time you make your daily preparations. While the composition is in your possession, you can render it inert using a single action that has the concentrate trait. You can't regain the Focus Points you spent to create the annotated composition until it is activated or loses its magic.",
 "name": "Annotate Composition",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Bard\" url=\"/Traits.aspx?ID=19\" />\r\n<trait label=\"Exploration\" url=\"/Traits.aspx?ID=66\" />\r\n<trait label=\"Linguistic\" url=\"/Traits.aspx?ID=101\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 113 <sup>2.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBy putting composition to paper, you can create a source of stirring words or song that others can read and understand.\r\n</summary>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 113"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 113 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "By putting composition to paper, you can create a source of stirring words or song that others can read and understand.",
 "summary_markdown": "By putting composition to paper, you can create a source of stirring words or song that others can read and understand.",
 "text": "<title level=\"1\" right=\"Feat 10\" pfs=\"Standard\" > Annotate Composition Source Advanced Player's Guide pg. 113 2.0 --- By putting composition to paper, you can create a source of stirring words or song that others can read and understand. You spend 10 minutes and 1 Focus Point to transpose a composition spell on a special scroll that you or another creature can later activate. This composition spell must take a single action to cast. If the chosen composition spell requires a Performance check as part of the casting, the GM rolls this check as a secret check when you annotate your score. If you have inspire heroics or lingering composition and the chosen composition spell allows, you can also use one of those spells to modify the annotated composition, with the GM rolling the secret Performance check. If you do, you spend an additional Focus Point, even if the secret check fails. Any creature that can read the language you used when annotating your composition can Activate the Item by spending a single action, which has the concentrate trait. This produces the effects of the composition as though the activating creature had Cast the Spell. A composition you create this way loses its power the next time you make your daily preparations. While the composition is in your possession, you can render it inert using a single action that has the concentrate trait. You can't regain the Focus Points you spent to create the annotated composition until it is activated or loses its magic.",
 "trait": [
  "Bard",
  "Exploration",
  "Linguistic"
 ],
 "trait_markdown": "[Bard](/Traits.aspx?ID=19), [Exploration](/Traits.aspx?ID=66), [Linguistic](/Traits.aspx?ID=101)",
 "trait_raw": [
  "Bard",
  "Exploration",
  "Linguistic"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=1648",
 "weakness": {}
}