{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Battle Assessment"
 ],
 "feat_markdown": "Battle Assessment",
 "id": "feat-560",
 "level": 4,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 4\"\r\n    pfs=\"Standard\"\r\n>\r\n[Battle Assessment](/Feats.aspx?ID=560) <actions string=\"Single Action\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Rogue\" url=\"/Traits.aspx?ID=139\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 184 <sup>4.0</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nWith careful observation during battle, you identify an enemy’s strengths and weaknesses. The GM rolls a secret Perception check for you against the Deception or Stealth DC (whichever is higher) of an enemy of your choice who is not concealed from you, hidden from you, or undetected by you, and who is engaged in combat. The GM might apply a penalty for the distance between you and the enemy. The enemy is then temporarily immune to your Battle Assessment for 1 day.\n\n**Critical Success** The GM chooses two of the following pieces of information about the enemy to tell you: which of the enemy’s weaknesses is highest, which of the enemy’s saving throws has the lowest modifier, one immunity the enemy has, or which of the enemy’s resistances is highest. If the event of a tie, the GM should pick one at random.<br />\r\n**Success** The GM chooses one piece of information from the above list to tell you about the enemy.<br />\r\n**Critical Failure** The GM gives you false information (the GM makes up the information).",
 "name": "Battle Assessment",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rogue\" url=\"/Traits.aspx?ID=139\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 184 <sup>4.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWith careful observation during battle, you identify an enemy’s strengths and weaknesses.\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 184"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 184 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "With careful observation during battle, you identify an enemy’s strengths and weaknesses.",
 "summary_markdown": "With careful observation during battle, you identify an enemy’s strengths and weaknesses.",
 "text": "<title level=\"1\" right=\"Feat 4\" pfs=\"Standard\" > Battle Assessment Single Action Source Core Rulebook pg. 184 4.0 --- With careful observation during battle, you identify an enemy’s strengths and weaknesses. The GM rolls a secret Perception check for you against the Deception or Stealth DC (whichever is higher) of an enemy of your choice who is not concealed from you, hidden from you, or undetected by you, and who is engaged in combat. The GM might apply a penalty for the distance between you and the enemy. The enemy is then temporarily immune to your Battle Assessment for 1 day. Critical Success The GM chooses two of the following pieces of information about the enemy to tell you: which of the enemy’s weaknesses is highest, which of the enemy’s saving throws has the lowest modifier, one immunity the enemy has, or which of the enemy’s resistances is highest. If the event of a tie, the GM should pick one at random. Success The GM chooses one piece of information from the above list to tell you about the enemy. Critical Failure The GM gives you false information (the GM makes up the information).",
 "trait": [
  "Rogue",
  "Secret"
 ],
 "trait_markdown": "[Rogue](/Traits.aspx?ID=139), [Secret](/Traits.aspx?ID=142)",
 "trait_raw": [
  "Rogue",
  "Secret"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=560",
 "weakness": {}
}