{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Biographical Eye"
 ],
 "feat_markdown": "Biographical Eye",
 "id": "feat-2113",
 "level": 7,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 7\"\r\n    pfs=\"Limited\"\r\n>\r\n[Biographical Eye](/Feats.aspx?ID=2113) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 203 <sup>2.0</sup></row>\n\n**Prerequisites**\r\nMaster in [Society](/Skills.aspx?ID=14)\n\n</column>\r\n\r\n---\r\n\r\nIn even a brief conversation or social interaction, you pick up on subtle social and visual cues to learn a great deal about a person's origin and history. You might notice bits of green under the person's fingernails and determine they're an herbalist, a pin indicating their membership in a secret society, or something similar. You pick up on only details that have to do with their societal role, so you might learn the city district where a [vampire](/MonsterFamilies.aspx?ID=97) lives, but wouldn't learn any of their weaknesses, nor necessarily even that they are a vampire. \n\nSpend 1 minute in the presence of someone you haven't met before, or haven't met since you first gained Biographical Eye, then attempt a DC 30 [Society](/Skills.aspx?ID=14) check. You gain a +1 circumstance bonus to the check if you engaged the person in conversation during this time. If the person is deliberately trying to conceal their nature or present a false identity, you learn about their false biography rather than their true one unless the result of your Society check exceeds their Will DC.\n\n**Critical Success** You learn the creature's profession, their specialty within that profession, and a major accomplishment or controversy from their career. You also learn the nation and settlement where they live, as well as the district in a city large enough to have districts. In addition, you learn the nation or settlement where they spent their formative years.<br />\r\n**Success** You learn the creature's profession and specialty within that profession. You learn the nation or settlement where they normally live.<br />\r\n**Failure** You learn the creature's profession and the region of the world they hail from, but no more.<br />\r\n**Critical Failure** You learn a piece of erroneous information about the creature.",
 "name": "Biographical Eye",
 "pfs": "Limited",
 "prerequisite": "Master in Society",
 "prerequisite_markdown": "Master in [Society](/Skills.aspx?ID=14)",
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 203 <sup>2.0</sup></row>\n\n**Prerequisites**\r\nMaster in [Society](/Skills.aspx?ID=14)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIntuit details about someone’s profession and residence.\r\n</summary>",
 "skill": [
  "Society",
  "Society"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 203"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 203 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Intuit details about someone’s profession and residence.",
 "summary_markdown": "Intuit details about someone’s profession and residence.",
 "text": "<title level=\"1\" right=\"Feat 7\" pfs=\"Limited\" > Biographical Eye Source Advanced Player's Guide pg. 203 2.0 Prerequisites Master in Society --- In even a brief conversation or social interaction, you pick up on subtle social and visual cues to learn a great deal about a person's origin and history. You might notice bits of green under the person's fingernails and determine they're an herbalist, a pin indicating their membership in a secret society, or something similar. You pick up on only details that have to do with their societal role, so you might learn the city district where a vampire lives, but wouldn't learn any of their weaknesses, nor necessarily even that they are a vampire. Spend 1 minute in the presence of someone you haven't met before, or haven't met since you first gained Biographical Eye, then attempt a DC 30 Society check. You gain a +1 circumstance bonus to the check if you engaged the person in conversation during this time. If the person is deliberately trying to conceal their nature or present a false identity, you learn about their false biography rather than their true one unless the result of your Society check exceeds their Will DC. Critical Success You learn the creature's profession, their specialty within that profession, and a major accomplishment or controversy from their career. You also learn the nation and settlement where they live, as well as the district in a city large enough to have districts. In addition, you learn the nation or settlement where they spent their formative years. Success You learn the creature's profession and specialty within that profession. You learn the nation or settlement where they normally live. Failure You learn the creature's profession and the region of the world they hail from, but no more. Critical Failure You learn a piece of erroneous information about the creature.",
 "trait": [
  "General",
  "Secret",
  "Skill"
 ],
 "trait_markdown": "[General](/Traits.aspx?ID=78), [Secret](/Traits.aspx?ID=142), [Skill](/Traits.aspx?ID=144)",
 "trait_raw": [
  "General",
  "Secret",
  "Skill"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=2113",
 "weakness": {}
}