{
 "archetype": [
  "Cathartic Mage"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Cathartic Mage Dedication"
 ],
 "feat_markdown": "Cathartic Mage Dedication",
 "id": "feat-2963",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Limited\"\r\n>\r\n[Cathartic Mage Dedication](/Feats.aspx?ID=2963) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 194 <sup>1.1</sup></row>\n\n**Archetype** [Cathartic Mage](/Archetypes.aspx?ID=97)\n\n**Prerequisites**\r\nCharisma 14 or ability to cast spells from spell slots\n\n</column>\r\n\r\n---\r\n\r\nYou've learned to harness a particular emotion and mix it into your magic. Choose an emotion from the Emotional States section below to be your catharsis emotion.\n\n If you don't already cast spells from spell slots, you learn to cast spontaneous spells and gain the Cast a Spell activity. You gain a spell repertoire with one cantrip of your choice, from a spell list of your choice. You choose this cantrip from the common spells on your chosen spell list or from other spells to which you have access on that list. You're trained in spell attack rolls and spell DCs for that tradition. Your key spellcasting ability for these spells is Charisma.\n\n If you can already cast spells from spell slots, you learn one additional cantrip from your spellcasting tradition. If you're a prepared caster, you can prepare this spell in addition to your usual cantrips per day; if you're a spontaneous caster, you add this cantrip to your spell repertoire.\n\n You gain the Catharsis reaction and the Settle Emotions activity.\n\n **Catharsis** <actions string=\"Reaction\" /> ([concentrate](/Traits.aspx?ID=32), [emotion](/Traits.aspx?ID=60), [mental](/Traits.aspx?ID=106)) **Trigger** determined by your catharsis emotion; **Effect** You gain the catharsis activation effects listed for your catharsis emotion. You gain that emotion's emotional fervor benefits for 3 rounds. When your emotional fervor ends, you suffer the listed emotional fallout. After using Catharsis, you can't use it again until you use the Settle Emotions activity.\n\n **Settle Emotions** ([concentrate](/Traits.aspx?ID=32), [emotion](/Traits.aspx?ID=60), [mental](/Traits.aspx?ID=106)) You spend 10 minutes using techniques you've developed to calm your emotions and bring them back under control. This allows you to access your Catharsis again.\n\n**Special** You can't select another dedication feat until you've gained two other feats from the cathartic mage archetype.\n\n<title level=\"2\">Cathartic Mage Dedication leads to...</title>\r\n[Basic Cathartic Spellcasting](/Feats.aspx?ID=2964), [Cathartic Focus Spell](/Feats.aspx?ID=2965), [Infectious Emotions](/Feats.aspx?ID=2968), [Work Yourself Up](/Feats.aspx?ID=2966)",
 "name": "Cathartic Mage Dedication",
 "pfs": "Limited",
 "prerequisite": "Charisma 14 or ability to cast spells from spell slots",
 "prerequisite_markdown": "Charisma 14 or ability to cast spells from spell slots",
 "rarity": "uncommon",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 194 <sup>1.1</sup></row>\n\n**Prerequisites**\r\nCharisma 14 or ability to cast spells from spell slots\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou've learned to harness a particular emotion and mix it into your magic.\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 194"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 194 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "You've learned to harness a particular emotion and mix it into your magic.",
 "summary_markdown": "You've learned to harness a particular emotion and mix it into your magic.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Limited\" > Cathartic Mage Dedication Source Secrets of Magic pg. 194 1.1 Archetype Cathartic Mage Prerequisites Charisma 14 or ability to cast spells from spell slots --- You've learned to harness a particular emotion and mix it into your magic. Choose an emotion from the Emotional States section below to be your catharsis emotion. If you don't already cast spells from spell slots, you learn to cast spontaneous spells and gain the Cast a Spell activity. You gain a spell repertoire with one cantrip of your choice, from a spell list of your choice. You choose this cantrip from the common spells on your chosen spell list or from other spells to which you have access on that list. You're trained in spell attack rolls and spell DCs for that tradition. Your key spellcasting ability for these spells is Charisma. If you can already cast spells from spell slots, you learn one additional cantrip from your spellcasting tradition. If you're a prepared caster, you can prepare this spell in addition to your usual cantrips per day; if you're a spontaneous caster, you add this cantrip to your spell repertoire. You gain the Catharsis reaction and the Settle Emotions activity. Catharsis Reaction (concentrate, emotion, mental) Trigger determined by your catharsis emotion; Effect You gain the catharsis activation effects listed for your catharsis emotion. You gain that emotion's emotional fervor benefits for 3 rounds. When your emotional fervor ends, you suffer the listed emotional fallout. After using Catharsis, you can't use it again until you use the Settle Emotions activity. Settle Emotions (concentrate, emotion, mental) You spend 10 minutes using techniques you've developed to calm your emotions and bring them back under control. This allows you to access your Catharsis again. Special You can't select another dedication feat until you've gained two other feats from the cathartic mage archetype. Cathartic Mage Dedication leads to... Basic Cathartic Spellcasting, Cathartic Focus Spell, Infectious Emotions, Work Yourself Up",
 "trait": [
  "Archetype",
  "Dedication",
  "Uncommon"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Archetype",
  "Dedication",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=2963",
 "weakness": {}
}