{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Command Undead"
 ],
 "feat_markdown": "Command Undead",
 "id": "feat-277",
 "level": 4,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 4\"\r\n    pfs=\"Standard\"\r\n>\r\n[Command Undead](/Feats.aspx?ID=277) <actions string=\"Single Action\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Cleric\" url=\"/Traits.aspx?ID=26\" />\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"Metamagic\" url=\"/Traits.aspx?ID=107\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 123 <sup>4.0</sup></row>\n\n**Prerequisites**\r\n[harmful font](/Classes.aspx?ID=5); evil alignment\n\n</column>\r\n\r\n---\r\n\r\nYou grasp the animating force within an undead creature and bend it to your will. If the next action you use is to cast [_harm_](/Spells.aspx?ID=146) targeting one undead creature, you transform the effects of that _harm_ spell. Instead of _harm’s_ normal effects, the target becomes controlled by you if its level is equal to or lower than your level – 3. It can attempt a Will saving throw to resist being controlled by you. If the target is already under someone else’s command, the controlling creature also rolls a saving throw, and the undead uses the better result.\n\n**Critical Success** The target is unaffected and is temporarily immune for 24 hours.<br />\r\n**Success** The target is unaffected.<br />\r\n**Failure** The undead creature becomes a minion under your control. The spell gains a duration of 1 minute, but it is dismissed if you or an ally attacks the minion undead.<br />\r\n**Critical Failure** As failure, but the duration is 1 hour.\n\n<title level=\"2\">Command Undead leads to...</title>\r\n[Improved Command Undead](/Feats.aspx?ID=292)\r\n\r\n<title level=\"3\">Controlling Undead</title> Controlled undead gain the minion trait. Minions can use 2 actions per turn and can’t use reactions. A minion acts on your turn in combat when you spend an action to issue it verbal commands (this action has the auditory and concentrate traits). If given no commands, undead minions use no actions except to defend themselves or to escape obvious harm. If left unattended for at least 1 minute, mindless undead minions don’t act, and intelligent ones act as they please. You can’t have more than four undead minions at a time.",
 "name": "Command Undead",
 "pfs": "Standard",
 "prerequisite": "harmful font; evil alignment",
 "prerequisite_markdown": "[harmful font](/Classes.aspx?ID=5); evil alignment",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Cleric\" url=\"/Traits.aspx?ID=26\" />\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"Metamagic\" url=\"/Traits.aspx?ID=107\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 123 <sup>4.0</sup></row>\n\n**Prerequisites**\r\n[harmful font](/Classes.aspx?ID=5); evil alignment\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou grasp the animating force within an undead creature and bend it to your will.\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 123"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 123 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "You grasp the animating force within an undead creature and bend it to your will.",
 "summary_markdown": "You grasp the animating force within an undead creature and bend it to your will.",
 "text": "<title level=\"1\" right=\"Feat 4\" pfs=\"Standard\" > Command Undead Single Action Source Core Rulebook pg. 123 4.0 Prerequisites harmful font; evil alignment --- You grasp the animating force within an undead creature and bend it to your will. If the next action you use is to cast harm targeting one undead creature, you transform the effects of that harm spell. Instead of harm’s normal effects, the target becomes controlled by you if its level is equal to or lower than your level – 3. It can attempt a Will saving throw to resist being controlled by you. If the target is already under someone else’s command, the controlling creature also rolls a saving throw, and the undead uses the better result. Critical Success The target is unaffected and is temporarily immune for 24 hours. Success The target is unaffected. Failure The undead creature becomes a minion under your control. The spell gains a duration of 1 minute, but it is dismissed if you or an ally attacks the minion undead. Critical Failure As failure, but the duration is 1 hour. Command Undead leads to... Improved Command Undead Controlling Undead Controlled undead gain the minion trait. Minions can use 2 actions per turn and can’t use reactions. A minion acts on your turn in combat when you spend an action to issue it verbal commands (this action has the auditory and concentrate traits). If given no commands, undead minions use no actions except to defend themselves or to escape obvious harm. If left unattended for at least 1 minute, mindless undead minions don’t act, and intelligent ones act as they please. You can’t have more than four undead minions at a time.",
 "trait": [
  "Cleric",
  "Concentrate",
  "Metamagic"
 ],
 "trait_markdown": "[Cleric](/Traits.aspx?ID=26), [Concentrate](/Traits.aspx?ID=32), [Metamagic](/Traits.aspx?ID=107)",
 "trait_raw": [
  "Cleric",
  "Concentrate",
  "Metamagic"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=277",
 "weakness": {}
}