{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Connect the Dots"
 ],
 "feat_markdown": "Connect the Dots",
 "id": "feat-1462",
 "level": 6,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 6\"\r\n    pfs=\"Restricted\"\r\n>\r\n[Connect the Dots](/Feats.aspx?ID=1462) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"Investigator\" url=\"/Traits.aspx?ID=318\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 62 <sup>2.0</sup></row>\n\n**Requirements**\r\nYou must be pursuing at least two leads.\r\n\r\n</column>\r\n\r\n---\r\n\r\nEphemeral connections between people, places, and concepts are invisible to most, but seeing them is your stock and trade. You spend 10 minutes considering two different leads you're [pursuing](/Actions.aspx?ID=544). You then attempt a check to investigate how connected the two are. Unless the GM determines otherwise, this is a [Crafting](/Skills.aspx?ID=4) check if they're both items or a [Society](/Skills.aspx?ID=14) check for other combinations of leads. If any subjects are creatures, this check usually uses the highest DC among their [Deception](/Skills.aspx?ID=5) and Will DCs. If no subjects are creatures, but at least one is an item, the DC is usually a hard DC for the level of the highest-level item. If neither case applies, the DC is usually a hard expert or hard master DC (22 or 32). Once you try to Connect the Dots between two particular leads, you can never try to Connect the Dots between those same leads again unless the GM allows it after you've learned a substantial amount of new information. \n\n**Critical Success** The GM tells you how connected the two leads are to one another: highly connected, somewhat connected, tangentially connected, or not connected. The GM also tells you one specific way in which they're connected, if they are.<br />\r\n**Success** As critical success, but the GM doesn't tell you a specific connection.<br />\r\n**Failure** Your results are inconclusive.<br />\r\n**Critical Failure** You misconstrue the information. As success, but the GM provides an incorrect degree of connection.",
 "name": "Connect the Dots",
 "pfs": "Restricted",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "requirement": "You must be pursuing at least two leads.",
 "requirement_markdown": "You must be pursuing at least two leads.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"Investigator\" url=\"/Traits.aspx?ID=318\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 62 <sup>2.0</sup></row>\n\n**Requirements**\r\nYou must be pursuing at least two leads.\r\n\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEphemeral connections between people, places, and concepts are invisible to most, but seeing them is your stock and trade.\r\n</summary>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 62"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 62 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Ephemeral connections between people, places, and concepts are invisible to most, but seeing them is your stock and trade.",
 "summary_markdown": "Ephemeral connections between people, places, and concepts are invisible to most, but seeing them is your stock and trade.",
 "text": "<title level=\"1\" right=\"Feat 6\" pfs=\"Restricted\" > Connect the Dots Source Advanced Player's Guide pg. 62 2.0 Requirements You must be pursuing at least two leads. --- Ephemeral connections between people, places, and concepts are invisible to most, but seeing them is your stock and trade. You spend 10 minutes considering two different leads you're pursuing. You then attempt a check to investigate how connected the two are. Unless the GM determines otherwise, this is a Crafting check if they're both items or a Society check for other combinations of leads. If any subjects are creatures, this check usually uses the highest DC among their Deception and Will DCs. If no subjects are creatures, but at least one is an item, the DC is usually a hard DC for the level of the highest-level item. If neither case applies, the DC is usually a hard expert or hard master DC (22 or 32). Once you try to Connect the Dots between two particular leads, you can never try to Connect the Dots between those same leads again unless the GM allows it after you've learned a substantial amount of new information. Critical Success The GM tells you how connected the two leads are to one another: highly connected, somewhat connected, tangentially connected, or not connected. The GM also tells you one specific way in which they're connected, if they are. Success As critical success, but the GM doesn't tell you a specific connection. Failure Your results are inconclusive. Critical Failure You misconstrue the information. As success, but the GM provides an incorrect degree of connection.",
 "trait": [
  "Concentrate",
  "Investigator",
  "Secret",
  "Uncommon"
 ],
 "trait_markdown": "[Concentrate](/Traits.aspx?ID=32), [Investigator](/Traits.aspx?ID=318), [Secret](/Traits.aspx?ID=142), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Concentrate",
  "Investigator",
  "Secret",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=1462",
 "weakness": {}
}