{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Consult the Spirits"
 ],
 "feat_markdown": "Consult the Spirits",
 "frequency": "once per day",
 "id": "feat-2117",
 "level": 7,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 7\"\r\n    pfs=\"Limited\"\r\n>\r\n[Consult the Spirits](/Feats.aspx?ID=2117) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 204 <sup>2.0</sup></row>\n\n**Frequency**\r\nonce per day\r\n\r\n**Prerequisites**\r\nMaster in [Nature](/Skills.aspx?ID=10), Master in [Occultism](/Skills.aspx?ID=11), or Master in [Religion](/Skills.aspx?ID=13)\n\n</column>\r\n\r\n---\r\n\r\nYou have learned rites or meditations that enable you to perceive minor, invisible spirits within a place. Choose [Nature](/Domains.aspx?ID=22), [Occultism](/Skills.aspx?ID=11), or [Religion](/Skills.aspx?ID=13) when you select this feat. Nature allows you to contact the spirits of nature that form [leshies](/MonsterFamilies.aspx?ID=67), who are born of pure life essence rather than spiritual energy and can answer questions about natural features like the location of nearby water or plant life. Religion reveals the presence of [angelic](/MonsterFamilies.aspx?ID=3), [demonic](/MonsterFamilies.aspx?ID=28), or other spirits in service to divine beings, who provide information about sources of powerful positive or negative energy, sacred or profane influences, or the presence of undead. Occultism allows you to contact lingering spirits, psychic echoes of the departed dead, and spirits from beyond reality, who tell you about things like strange auras, effects, or the presence of unnatural occult beings.\n\n Spend 10 minutes and attempt a check to [Recall Knowledge](/Actions.aspx?ID=26) with the chosen skill; the DC is determined by the GM (usually a very high DC for the level of the highest-level creature you might encounter in the area). If you're legendary in the chosen skill, you can use this feat once per hour, instead of only once per day, but you can't use it again on any area that overlaps a previous area.\n\n**Special** You can select this feat multiple times, each time picking a different skill in which you have the master proficiency rank. You can use this feat with each skill once per day (or once per hour, if you're legendary).\r\n\r\n**Critical Success** The spirits reveal themselves to you and have a [helpful](/Conditions.aspx?ID=21) attitude toward you. Only you can perceive these spirits. They answer three simple questions about the environment within 100 feet of you, depending on the skill you chose and thus the type of spirits you contact. Their answers are almost always a single word, and their knowledge is limited to within their area of interest.<br />\r\n**Success** As with a critical success, but the spirits are [indifferent](/Conditions.aspx?ID=25) to you and answer only one question.<br />\r\n**Failure** You are unable to contact the spirits of this place.<br />\r\n**Critical Failure** You contact one or more malevolent spirits. They are [hostile](/Conditions.aspx?ID=23) toward you, though they may not immediately appear so. They answer up to three questions but give you information that is harmful to you in some way, as determined by the GM.",
 "name": "Consult the Spirits",
 "pfs": "Limited",
 "prerequisite": "Master in Nature, Master in Occultism, or Master in Religion",
 "prerequisite_markdown": "Master in [Nature](/Skills.aspx?ID=10), Master in [Occultism](/Skills.aspx?ID=11), or Master in [Religion](/Skills.aspx?ID=13)",
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 204 <sup>2.0</sup></row>\r\n\r\n**Frequency**\r\nonce per day\r\n\r\n**Prerequisites**\r\nMaster in [Nature](/Skills.aspx?ID=10), Master in [Occultism](/Skills.aspx?ID=11), or Master in [Religion](/Skills.aspx?ID=13)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLearn about your environment from resident spirits.\r\n</summary>",
 "skill": [
  "Nature",
  "Occultism",
  "Religion",
  "Nature",
  "Occultism",
  "Religion"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 204"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 204 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Learn about your environment from resident spirits.",
 "summary_markdown": "Learn about your environment from resident spirits.",
 "text": "<title level=\"1\" right=\"Feat 7\" pfs=\"Limited\" > Consult the Spirits Source Advanced Player's Guide pg. 204 2.0 Frequency once per day Prerequisites Master in Nature, Master in Occultism, or Master in Religion --- You have learned rites or meditations that enable you to perceive minor, invisible spirits within a place. Choose Nature, Occultism, or Religion when you select this feat. Nature allows you to contact the spirits of nature that form leshies, who are born of pure life essence rather than spiritual energy and can answer questions about natural features like the location of nearby water or plant life. Religion reveals the presence of angelic, demonic, or other spirits in service to divine beings, who provide information about sources of powerful positive or negative energy, sacred or profane influences, or the presence of undead. Occultism allows you to contact lingering spirits, psychic echoes of the departed dead, and spirits from beyond reality, who tell you about things like strange auras, effects, or the presence of unnatural occult beings. Spend 10 minutes and attempt a check to Recall Knowledge with the chosen skill; the DC is determined by the GM (usually a very high DC for the level of the highest-level creature you might encounter in the area). If you're legendary in the chosen skill, you can use this feat once per hour, instead of only once per day, but you can't use it again on any area that overlaps a previous area. Special You can select this feat multiple times, each time picking a different skill in which you have the master proficiency rank. You can use this feat with each skill once per day (or once per hour, if you're legendary). Critical Success The spirits reveal themselves to you and have a helpful attitude toward you. Only you can perceive these spirits. They answer three simple questions about the environment within 100 feet of you, depending on the skill you chose and thus the type of spirits you contact. Their answers are almost always a single word, and their knowledge is limited to within their area of interest. Success As with a critical success, but the spirits are indifferent to you and answer only one question. Failure You are unable to contact the spirits of this place. Critical Failure You contact one or more malevolent spirits. They are hostile toward you, though they may not immediately appear so. They answer up to three questions but give you information that is harmful to you in some way, as determined by the GM.",
 "trait": [
  "General",
  "Secret",
  "Skill"
 ],
 "trait_markdown": "[General](/Traits.aspx?ID=78), [Secret](/Traits.aspx?ID=142), [Skill](/Traits.aspx?ID=144)",
 "trait_raw": [
  "General",
  "Secret",
  "Skill"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=2117",
 "weakness": {}
}