{
 "archetype": [
  "Curse Maelstrom"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Curse Maelstrom Dedication"
 ],
 "feat_markdown": "Curse Maelstrom Dedication",
 "id": "feat-3829",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Curse Maelstrom Dedication](/Feats.aspx?ID=3829) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 168</row>\n\n**Archetype** [Curse Maelstrom](/Archetypes.aspx?ID=190)\n\n**Prerequisites**\r\nYou are cursed or have previously been cursed.\n\n</column>\r\n\r\n---\r\n\r\nA horrible curse has left a lingering stain on your soul, and its effects continue to plague you even if the curse's other effects have ended. You can choose to suppress it, but if you instead let it manifest, you can channel its power in your favor. During an encounter, when you succeed at a check, the GM can offer to have you roll again, taking the second result. This is a [misfortune](/Traits.aspx?ID=110) effect. If you do so, you enter a curse maelstrom state. If the misfortune effect is somehow canceled or negated (by a [fortune](/Traits.aspx?ID=76) effect, for example), you don't enter a curse maelstrom state.\n\n In addition, the curse is jealous of its place within your soul and gladly lashes out whenever others dare to usurp that position, granting you its power without the usual price. If a foe places a misfortune effect on your roll and the effect applies to your roll, you enter a curse maelstrom state, and if you fail a saving throw against a foe's [curse](/Traits.aspx?ID=38) effect and are affected by the curse, you also enter a curse maelstrom state. No matter the source, you can only enter a curse maelstrom state during an encounter, and if you don't end the state on your own, it ends at the end of the encounter. Once it ends, you can't enter a curse maelstrom state again for 1 minute.\n\n While in a curse maelstrom state, you can't benefit from fortune effects, and they also don't cancel misfortune effects on you; they simply have no effect. While in this state, all creatures other than you within a 10-foot emanation take a –1 status penalty to all saving throws and skill checks due to the storm of bad luck swirling out of your body. You gain the Expel Maelstrom action, which you can use to focus the brunt of your curses onto an unlucky target.\n\n **Expel Maelstrom** <actions string=\"Single Action\" /> ([curse](/Traits.aspx?ID=38), [necromancy](/Traits.aspx?ID=117), [occult](/Traits.aspx?ID=120)) **Requirements** You are in a curse maelstrom state; **Effect** You expel the maelstrom from your body, sending the energy to reside in one unlucky creature within 60 feet. Your curse maelstrom state ends. The result depends on the creature's Will save.\n\n**Critical Success** The creature is unaffected, and the curse's  energy dissipates harmlessly.<br />\r\n**Success** The creature comes to house the maelstrom's wrath within it. It takes a –1 status penalty to all saving throws and skill checks for 1 minute.<br />\r\n**Failure** The maelstrom strikes deep into the creature's soul. It takes a –2 status penalty to all saving throws and skill checks for 10 minutes.<br />\r\n**Critical Failure** The maelstrom pitches the creature into a single fit of utter misfortune before burrowing into its soul. As failure, but the creature also must roll twice and take the lower result on its next saving throw or skill check; this is a misfortune effect.\n\n<title level=\"2\">Curse Maelstrom Dedication leads to...</title>\r\n[Accursed Magic](/Feats.aspx?ID=3833), [Counter Curse](/Feats.aspx?ID=3834), [Familiar Oddities](/Feats.aspx?ID=3830), [Share Burden](/Feats.aspx?ID=3832), [Torrential Backlash](/Feats.aspx?ID=3835), [Unnerving Expansion](/Feats.aspx?ID=3831)",
 "name": "Curse Maelstrom Dedication",
 "pfs": "Standard",
 "prerequisite": "You are cursed or have previously been cursed.",
 "prerequisite_markdown": "You are cursed or have previously been cursed.",
 "rarity": "rare",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 168</row>\n\n**Prerequisites**\r\nYou are cursed or have previously been cursed.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA horrible curse has left a lingering stain on your soul, and its effects continue to plague you even if the curse's other effects have ended.\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 168"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 168</row>",
 "speed": {},
 "summary": "A horrible curse has left a lingering stain on your soul, and its effects continue to plague you even if the curse's other effects have ended.",
 "summary_markdown": "A horrible curse has left a lingering stain on your soul, and its effects continue to plague you even if the curse's other effects have ended.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Standard\" > Curse Maelstrom Dedication Source Dark Archive pg. 168 Archetype Curse Maelstrom Prerequisites You are cursed or have previously been cursed. --- A horrible curse has left a lingering stain on your soul, and its effects continue to plague you even if the curse's other effects have ended. You can choose to suppress it, but if you instead let it manifest, you can channel its power in your favor. During an encounter, when you succeed at a check, the GM can offer to have you roll again, taking the second result. This is a misfortune effect. If you do so, you enter a curse maelstrom state. If the misfortune effect is somehow canceled or negated (by a fortune effect, for example), you don't enter a curse maelstrom state. In addition, the curse is jealous of its place within your soul and gladly lashes out whenever others dare to usurp that position, granting you its power without the usual price. If a foe places a misfortune effect on your roll and the effect applies to your roll, you enter a curse maelstrom state, and if you fail a saving throw against a foe's curse effect and are affected by the curse, you also enter a curse maelstrom state. No matter the source, you can only enter a curse maelstrom state during an encounter, and if you don't end the state on your own, it ends at the end of the encounter. Once it ends, you can't enter a curse maelstrom state again for 1 minute. While in a curse maelstrom state, you can't benefit from fortune effects, and they also don't cancel misfortune effects on you; they simply have no effect. While in this state, all creatures other than you within a 10-foot emanation take a –1 status penalty to all saving throws and skill checks due to the storm of bad luck swirling out of your body. You gain the Expel Maelstrom action, which you can use to focus the brunt of your curses onto an unlucky target. Expel Maelstrom Single Action (curse, necromancy, occult) Requirements You are in a curse maelstrom state; Effect You expel the maelstrom from your body, sending the energy to reside in one unlucky creature within 60 feet. Your curse maelstrom state ends. The result depends on the creature's Will save. Critical Success The creature is unaffected, and the curse's energy dissipates harmlessly. Success The creature comes to house the maelstrom's wrath within it. It takes a –1 status penalty to all saving throws and skill checks for 1 minute. Failure The maelstrom strikes deep into the creature's soul. It takes a –2 status penalty to all saving throws and skill checks for 10 minutes. Critical Failure The maelstrom pitches the creature into a single fit of utter misfortune before burrowing into its soul. As failure, but the creature also must roll twice and take the lower result on its next saving throw or skill check; this is a misfortune effect. Curse Maelstrom Dedication leads to... Accursed Magic, Counter Curse, Familiar Oddities, Share Burden, Torrential Backlash, Unnerving Expansion",
 "trait": [
  "Archetype",
  "Dedication",
  "Rare"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Archetype",
  "Dedication",
  "Rare"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3829",
 "weakness": {}
}