{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Devil's Eye"
 ],
 "feat_markdown": "Devil's Eye",
 "id": "feat-3749",
 "level": 4,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 4\"\r\n    pfs=\"Limited\"\r\n>\r\n[Devil's Eye](/Feats.aspx?ID=3749) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Aftermath\" url=\"/Traits.aspx?ID=424\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 55</row>\n\n**Prerequisites**\r\nYou made a bargain with a [devil](/MonsterFamilies.aspx?ID=30) or won a legal case or other similar duel of wits against a devil.\n\n</column>\r\n\r\n---\r\n\r\nYour experience in the finer points of bargaining with a devil has awakened a sinister power that now inhabits your left eye. The eye is the same shape and iris color as your normal eye would be, but the sclera is a deep red instead of white and the pupil is a narrow, vertical slit. The eye grants you an abnormal understanding of the loopholes and legal processes employed to trap poor creatures that don't know any better. You gain the Objection reaction. You also become an expert in [Legal Lore](/Skills.aspx?ID=8) and gain a +1 circumstance bonus to any check you make to read or negotiate a treatise, contract, or similar text. At 7th level you become a master of Legal Lore, and at 15th level you become legendary in Legal Lore. You can use Legal Lore in place of Perception to detect verbal loopholes, double entendres, hidden meanings, code, or contradictions in a conversation you can hear. This doesn't let you fully understand coded speech but alerts you to its presence.\n\n **Objection** <actions string=\"Reaction\" /> ([fortune](/Traits.aspx?ID=76)) **Frequency** once per minute; **Trigger** You're about to attempt a saving throw against a [linguistic](/Traits.aspx?ID=101) effect; **Effect** Your devil's eye crackles with infernal glee as you discover a loophole in the wording of the triggering effect. You roll your saving throw twice, taking the higher result.",
 "name": "Devil's Eye",
 "pfs": "Limited",
 "prerequisite": "You made a bargain with a devil or won a legal case or other similar duel of wits against a devil.",
 "prerequisite_markdown": "You made a bargain with a [devil](/MonsterFamilies.aspx?ID=30) or won a legal case or other similar duel of wits against a devil.",
 "rarity": "rare",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Aftermath\" url=\"/Traits.aspx?ID=424\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 55</row>\n\n**Prerequisites**\r\nYou made a bargain with a [devil](/MonsterFamilies.aspx?ID=30) or won a legal case or other similar duel of wits against a devil.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYour experience in the finer points of bargaining with a devil has awakened a sinister power that now inhabits your left eye.\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 55"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 55</row>",
 "speed": {},
 "summary": "Your experience in the finer points of bargaining with a devil has awakened a sinister power that now inhabits your left eye.",
 "summary_markdown": "Your experience in the finer points of bargaining with a devil has awakened a sinister power that now inhabits your left eye.",
 "text": "<title level=\"1\" right=\"Feat 4\" pfs=\"Limited\" > Devil's Eye Source Dark Archive pg. 55 Prerequisites You made a bargain with a devil or won a legal case or other similar duel of wits against a devil. --- Your experience in the finer points of bargaining with a devil has awakened a sinister power that now inhabits your left eye. The eye is the same shape and iris color as your normal eye would be, but the sclera is a deep red instead of white and the pupil is a narrow, vertical slit. The eye grants you an abnormal understanding of the loopholes and legal processes employed to trap poor creatures that don't know any better. You gain the Objection reaction. You also become an expert in Legal Lore and gain a +1 circumstance bonus to any check you make to read or negotiate a treatise, contract, or similar text. At 7th level you become a master of Legal Lore, and at 15th level you become legendary in Legal Lore. You can use Legal Lore in place of Perception to detect verbal loopholes, double entendres, hidden meanings, code, or contradictions in a conversation you can hear. This doesn't let you fully understand coded speech but alerts you to its presence. Objection Reaction (fortune) Frequency once per minute; Trigger You're about to attempt a saving throw against a linguistic effect; Effect Your devil's eye crackles with infernal glee as you discover a loophole in the wording of the triggering effect. You roll your saving throw twice, taking the higher result.",
 "trait": [
  "Aftermath",
  "Rare"
 ],
 "trait_markdown": "[Aftermath](/Traits.aspx?ID=424), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Aftermath",
  "Rare"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3749",
 "weakness": {}
}