{
 "archetype": [
  "Soul Warden"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Domain Initiate"
 ],
 "feat_markdown": "Domain Initiate",
 "id": "feat-265",
 "level": 1,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 1\"\r\n    pfs=\"Standard\"\r\n>\r\n[Domain Initiate](/Feats.aspx?ID=265) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Cleric\" url=\"/Traits.aspx?ID=26\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 121 <sup>4.0</sup></row>\n\n**Archetype** [Soul Warden](/Archetypes.aspx?ID=173) (Level 4)\n\n</column>\r\n\r\n---\r\n\r\nYour deity bestows a special spell related to their powers. Select one domain—a subject of particular interest to you within your religion—from your deity's list. You gain an initial domain spell for that domain, a spell unique to the domain and not available to other clerics. Each domain's theme and domain spells can be found [here](/domains).\n\n Domain spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the [Refocus](/Actions.aspx?ID=71) activity to pray to your deity or do service toward their causes.\n\n Focus spells are automatically heightened to half your level rounded up. Focus spells don't require spell slots, nor can you cast them using spell slots. Certain feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. The full rules for focus spells appear [here](/Rules.aspx?ID=276).\n\n**Special** You can select this feat multiple times, selecting a different domain each time and gaining its domain spell.\n\n<title level=\"2\">Domain Initiate leads to...</title>\r\n[Advanced Domain](/Feats.aspx?ID=285), [Expanded Domain Initiate](/Feats.aspx?ID=1172), [Shield of Faith](/Feats.aspx?ID=1704)",
 "name": "Domain Initiate",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Cleric\" url=\"/Traits.aspx?ID=26\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 121 <sup>4.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYour deity bestows a special spell related to their powers.\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 121"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 121 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Your deity bestows a special spell related to their powers.",
 "summary_markdown": "Your deity bestows a special spell related to their powers.",
 "text": "<title level=\"1\" right=\"Feat 1\" pfs=\"Standard\" > Domain Initiate Source Core Rulebook pg. 121 4.0 Archetype Soul Warden (Level 4) --- Your deity bestows a special spell related to their powers. Select one domain—a subject of particular interest to you within your religion—from your deity's list. You gain an initial domain spell for that domain, a spell unique to the domain and not available to other clerics. Each domain's theme and domain spells can be found here. Domain spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to pray to your deity or do service toward their causes. Focus spells are automatically heightened to half your level rounded up. Focus spells don't require spell slots, nor can you cast them using spell slots. Certain feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. The full rules for focus spells appear here. Special You can select this feat multiple times, selecting a different domain each time and gaining its domain spell. Domain Initiate leads to... Advanced Domain, Expanded Domain Initiate, Shield of Faith",
 "trait": [
  "Cleric"
 ],
 "trait_markdown": "[Cleric](/Traits.aspx?ID=26)",
 "trait_raw": [
  "Cleric"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=265",
 "weakness": {}
}