{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Earworm"
 ],
 "feat_markdown": "Earworm",
 "id": "feat-1655",
 "level": 14,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 14\"\r\n    pfs=\"Standard\"\r\n>\r\n[Earworm](/Feats.aspx?ID=1655) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Bard\" url=\"/Traits.aspx?ID=19\" />\r\n<trait label=\"Exploration\" url=\"/Traits.aspx?ID=66\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 114 <sup>2.0</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nBy endlessly repeating a motif, you implant an earworm, a memorable song that repeats over and over again in your allies' heads, preparing them to respond to it later. Choose a composition cantrip and spend 10 minutes repeating a melody, chant, speech, series of motions, or a similar performance that embodies that cantrip. This activity gains the traits appropriate to the type of performance. You implant the earworm within all allies who can see or hear you (as appropriate for the type of performance) for the entire activity.\n\n Once you've created the earworm, you can attempt a [Performance](/Skills.aspx?ID=12) check as a free action to activate it. This check uses a [very hard DC of a level equal to that of the highest-level target](/Rules.aspx?ID=554) of the earworm present at the time of activation. On a success, you cast the cantrip on all allies who learned the earworm and can perceive your performance; on a failure, the earworm is corrupted and lost. Because it is based on the earlier repetitions, you can't use further free actions like [_lingering composition_](/Spells.aspx?ID=389) or [_inspire heroics_](/Spells.aspx?ID=388) to modify the activated earworm. Allies forget the earworm after it is activated, if you spend 10 minutes to implant another earworm, or during your next daily preparations, whichever comes first.",
 "name": "Earworm",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Bard\" url=\"/Traits.aspx?ID=19\" />\r\n<trait label=\"Exploration\" url=\"/Traits.aspx?ID=66\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 114 <sup>2.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBy endlessly repeating a motif, you implant an earworm, a memorable song that repeats over and over again in your allies' heads, preparing them to respond to it later.\r\n</summary>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 114"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 114 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "By endlessly repeating a motif, you implant an earworm, a memorable song that repeats over and over again in your allies' heads, preparing them to respond to it later.",
 "summary_markdown": "By endlessly repeating a motif, you implant an earworm, a memorable song that repeats over and over again in your allies' heads, preparing them to respond to it later.",
 "text": "<title level=\"1\" right=\"Feat 14\" pfs=\"Standard\" > Earworm Source Advanced Player's Guide pg. 114 2.0 --- By endlessly repeating a motif, you implant an earworm, a memorable song that repeats over and over again in your allies' heads, preparing them to respond to it later. Choose a composition cantrip and spend 10 minutes repeating a melody, chant, speech, series of motions, or a similar performance that embodies that cantrip. This activity gains the traits appropriate to the type of performance. You implant the earworm within all allies who can see or hear you (as appropriate for the type of performance) for the entire activity. Once you've created the earworm, you can attempt a Performance check as a free action to activate it. This check uses a very hard DC of a level equal to that of the highest-level target of the earworm present at the time of activation. On a success, you cast the cantrip on all allies who learned the earworm and can perceive your performance; on a failure, the earworm is corrupted and lost. Because it is based on the earlier repetitions, you can't use further free actions like lingering composition or inspire heroics to modify the activated earworm. Allies forget the earworm after it is activated, if you spend 10 minutes to implant another earworm, or during your next daily preparations, whichever comes first.",
 "trait": [
  "Bard",
  "Exploration"
 ],
 "trait_markdown": "[Bard](/Traits.aspx?ID=19), [Exploration](/Traits.aspx?ID=66)",
 "trait_raw": [
  "Bard",
  "Exploration"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=1655",
 "weakness": {}
}