{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Echo of the Fallen"
 ],
 "feat_markdown": "Echo of the Fallen",
 "id": "feat-3750",
 "level": 4,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 4\"\r\n    pfs=\"Limited\"\r\n>\r\n[Echo of the Fallen](/Feats.aspx?ID=3750) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Aftermath\" url=\"/Traits.aspx?ID=424\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 55</row>\n\n**Prerequisites**\r\nYou helped to lay a [haunt](/Traits.aspx?ID=88), [ghost](/MonsterFamilies.aspx?ID=51), or [spirit](/Traits.aspx?ID=149) to rest.\n\n</column>\r\n\r\n---\r\n\r\nWith the utmost gratitude for your help in releasing them from their unearthly coil, a tiny sliver of a ghostly entity has remained attached to you. This manifests as an echo of their former self that follows you around and that you and anyone capable of casting [divine](/Traits.aspx?ID=48) or [occult](/Traits.aspx?ID=120) spells can see and speak with. When you take this feat, work with your GM to choose one martial weapon and one skill (or an advanced weapon if you're trained in all martial weapons) that are appropriate for the spirit; once you've chosen the weapon and skill, you can't change them. You gain the Accept Echo action.\n\n **Accept Echo** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32)) **Frequency** once per day; **Effect** You allow the echo to inhabit your body, gaining a glowing aura around you, shining pale-green irises, a resonating voice, and the silhouette of the spirit around your own body, all of which can be seen clearly by others. While in this state, you become trained in the weapon you chose and an expert in the skill you chose. Additionally, while you're in this state, the echo can speak and interact with the [Material Plane](/Planes.aspx?ID=1) using your body, and you gain a +4 status bonus to all saves against possession effects, as the possessing spirit protects you from other possessions.\n\n This state lasts for 10 minutes, after which the echo disappears completely until the next time you make your daily preparations. You can Dismiss this effect.\n\n At 7th level you become a master of the skill you chose, at 13th level you become an expert with the weapon you chose, and at 15th level you become legendary with the skill you chose.",
 "name": "Echo of the Fallen",
 "pfs": "Limited",
 "prerequisite": "You helped to lay a haunt, ghost, or spirit to rest.",
 "prerequisite_markdown": "You helped to lay a [haunt](/Traits.aspx?ID=88), [ghost](/MonsterFamilies.aspx?ID=51), or [spirit](/Traits.aspx?ID=149) to rest.",
 "rarity": "rare",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Aftermath\" url=\"/Traits.aspx?ID=424\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 55</row>\n\n**Prerequisites**\r\nYou helped to lay a [haunt](/Traits.aspx?ID=88), [ghost](/MonsterFamilies.aspx?ID=51), or [spirit](/Traits.aspx?ID=149) to rest.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWith the utmost gratitude for your help in releasing them from their unearthly coil, a tiny sliver of a ghostly entity has remained attached to you.\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 55"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 55</row>",
 "speed": {},
 "summary": "With the utmost gratitude for your help in releasing them from their unearthly coil, a tiny sliver of a ghostly entity has remained attached to you.",
 "summary_markdown": "With the utmost gratitude for your help in releasing them from their unearthly coil, a tiny sliver of a ghostly entity has remained attached to you.",
 "text": "<title level=\"1\" right=\"Feat 4\" pfs=\"Limited\" > Echo of the Fallen Source Dark Archive pg. 55 Prerequisites You helped to lay a haunt, ghost, or spirit to rest. --- With the utmost gratitude for your help in releasing them from their unearthly coil, a tiny sliver of a ghostly entity has remained attached to you. This manifests as an echo of their former self that follows you around and that you and anyone capable of casting divine or occult spells can see and speak with. When you take this feat, work with your GM to choose one martial weapon and one skill (or an advanced weapon if you're trained in all martial weapons) that are appropriate for the spirit; once you've chosen the weapon and skill, you can't change them. You gain the Accept Echo action. Accept Echo Single Action (concentrate) Frequency once per day; Effect You allow the echo to inhabit your body, gaining a glowing aura around you, shining pale-green irises, a resonating voice, and the silhouette of the spirit around your own body, all of which can be seen clearly by others. While in this state, you become trained in the weapon you chose and an expert in the skill you chose. Additionally, while you're in this state, the echo can speak and interact with the Material Plane using your body, and you gain a +4 status bonus to all saves against possession effects, as the possessing spirit protects you from other possessions. This state lasts for 10 minutes, after which the echo disappears completely until the next time you make your daily preparations. You can Dismiss this effect. At 7th level you become a master of the skill you chose, at 13th level you become an expert with the weapon you chose, and at 15th level you become legendary with the skill you chose.",
 "trait": [
  "Aftermath",
  "Rare"
 ],
 "trait_markdown": "[Aftermath](/Traits.aspx?ID=424), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Aftermath",
  "Rare"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3750",
 "weakness": {}
}