{
 "archetype": [
  "Exorcist"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Exorcist Dedication"
 ],
 "feat_markdown": "Exorcist Dedication",
 "id": "feat-3454",
 "level": 4,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 4\"\r\n    pfs=\"Standard\"\r\n>\r\n[Exorcist Dedication](/Feats.aspx?ID=3454) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 22</row>\n\n**Archetype** [Exorcist](/Archetypes.aspx?ID=171)\n\n**Prerequisites**\r\nTrained in [Occultism](/Skills.aspx?ID=11) or Trained in [Religion](/Skills.aspx?ID=13)\n\n</column>\r\n\r\n---\r\n\r\nYou've learned to attract, quell, and purify spirits, housing them in a special receptacle called a _spirit dwelling_ until they're ready to move on. Through the power of prayers or ritual incantations, one mundane object in your possession becomes a _spirit dwelling_. Your _spirit dwelling_ functions as a lure for lost spirits weakened by their time on the [Material Plane](/Planes.aspx?ID=1). Each day during your daily preparations, your _spirit dwelling_ attracts a spirit wisp who comes to dwell inside. If your _spirit dwelling_ contains no wisps, you can spend 10 minutes in a minor ritual to cast your _spirit dwelling_ around an area and attract another wisp. You can also capture stronger spirit remnants from vanquished [undead](/Traits.aspx?ID=160) spirits, as explained in the [Spirit Dwellings and Remnants](/Archetypes.aspx?ID=171) sidebar. As long as your _spirit dwelling_ contains any spirits, it glows faintly, casting dim light in a 10-foot radius.\n\n As an exorcist, you do more than just collect spirits: you also help rid them of their burdens and lingering resentments, aiding their transition from the Material Plane. Every day, before your daily preparations, any spirit wisps and remnants remaining within your _spirit dwelling_ from the previous day are purified and can join the River of Souls in their final journey to [Pharasma's](/Deities.aspx?ID=14) [Boneyard](/Planes.aspx?ID=15).\n\n You can also learn abilities that let you purify a spirit in your _spirit dwelling_ immediately in a cathartic surge, granting you a helpful effect as they depart for the afterlife. Any actions you gain from the exorcist archetype gain either the [divine](/Traits.aspx?ID=48) or [occult](/Traits.aspx?ID=120) trait, depending on whether you used Occultism or Religion to qualify for Exorcist Dedication.\n\n Spirit's Mercy is the simplest of the purifications.\n\n **Spirit's Mercy** <actions string=\"Reaction\" /> ([necromancy](/Traits.aspx?ID=117)) **Trigger** You take [positive](/Traits.aspx?ID=128) or [negative](/Traits.aspx?ID=118) damage, or you take any type of damage caused by a [haunt](/Traits.aspx?ID=88), [ghost](/MonsterFamilies.aspx?ID=51), or other [incorporeal](/Traits.aspx?ID=222) undead; **Cost** 1 spirit wisp or remnant; **Effect** You purify a spirit by having it perform a final act of mercy to lessen the damage caused by another spirit. This grants you resistance to positive and negative damage (or resistance to all damage if caused by a haunt or incorporeal undead) against the triggering effect. If you expend a spirit wisp, the resistance is equal to twice your level. If you expend a spirit remnant, the resistance is equal to three times the level of the incorporeal undead or haunt from which you gained the remnant.\n\n**Special** You can't select another dedication feat until you have gained two other feats from the exorcist archetype.\n\n<title level=\"2\">Exorcist Dedication leads to...</title>\r\n[Cast Out](/Feats.aspx?ID=3455), [Enticing Dwelling](/Feats.aspx?ID=3458), [Spirit's Absolution](/Feats.aspx?ID=3456), [Spirit's Anguish](/Feats.aspx?ID=3457)",
 "name": "Exorcist Dedication",
 "pfs": "Standard",
 "prerequisite": "Trained in Occultism or Trained in Religion",
 "prerequisite_markdown": "Trained in [Occultism](/Skills.aspx?ID=11) or Trained in [Religion](/Skills.aspx?ID=13)",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 22</row>\n\n**Prerequisites**\r\nTrained in [Occultism](/Skills.aspx?ID=11) or Trained in [Religion](/Skills.aspx?ID=13)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou've learned to attract, quell, and purify spirits, housing them in a special receptacle called a _spirit dwelling_ until they're ready to move on.\r\n</summary>",
 "skill": [
  "Occultism",
  "Religion",
  "Occultism",
  "Religion"
 ],
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 22"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 22</row>",
 "speed": {},
 "summary": "You've learned to attract, quell, and purify spirits, housing them in a special receptacle called a  spirit dwelling  until they're ready to move on.",
 "summary_markdown": "You've learned to attract, quell, and purify spirits, housing them in a special receptacle called a _spirit dwelling_ until they're ready to move on.",
 "text": "<title level=\"1\" right=\"Feat 4\" pfs=\"Standard\" > Exorcist Dedication Source Book of the Dead pg. 22 Archetype Exorcist Prerequisites Trained in Occultism or Trained in Religion --- You've learned to attract, quell, and purify spirits, housing them in a special receptacle called a spirit dwelling until they're ready to move on. Through the power of prayers or ritual incantations, one mundane object in your possession becomes a spirit dwelling . Your spirit dwelling functions as a lure for lost spirits weakened by their time on the Material Plane. Each day during your daily preparations, your spirit dwelling attracts a spirit wisp who comes to dwell inside. If your spirit dwelling contains no wisps, you can spend 10 minutes in a minor ritual to cast your spirit dwelling around an area and attract another wisp. You can also capture stronger spirit remnants from vanquished undead spirits, as explained in the Spirit Dwellings and Remnants sidebar. As long as your spirit dwelling contains any spirits, it glows faintly, casting dim light in a 10-foot radius. As an exorcist, you do more than just collect spirits: you also help rid them of their burdens and lingering resentments, aiding their transition from the Material Plane. Every day, before your daily preparations, any spirit wisps and remnants remaining within your spirit dwelling from the previous day are purified and can join the River of Souls in their final journey to Pharasma's Boneyard. You can also learn abilities that let you purify a spirit in your spirit dwelling immediately in a cathartic surge, granting you a helpful effect as they depart for the afterlife. Any actions you gain from the exorcist archetype gain either the divine or occult trait, depending on whether you used Occultism or Religion to qualify for Exorcist Dedication. Spirit's Mercy is the simplest of the purifications. Spirit's Mercy Reaction (necromancy) Trigger You take positive or negative damage, or you take any type of damage caused by a haunt, ghost, or other incorporeal undead; Cost 1 spirit wisp or remnant; Effect You purify a spirit by having it perform a final act of mercy to lessen the damage caused by another spirit. This grants you resistance to positive and negative damage (or resistance to all damage if caused by a haunt or incorporeal undead) against the triggering effect. If you expend a spirit wisp, the resistance is equal to twice your level. If you expend a spirit remnant, the resistance is equal to three times the level of the incorporeal undead or haunt from which you gained the remnant. Special You can't select another dedication feat until you have gained two other feats from the exorcist archetype. Exorcist Dedication leads to... Cast Out, Enticing Dwelling, Spirit's Absolution, Spirit's Anguish",
 "trait": [
  "Archetype",
  "Dedication"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41)",
 "trait_raw": [
  "Archetype",
  "Dedication"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3454",
 "weakness": {}
}