{
 "access": "Member of the Pathfinder Society.",
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Fane's Fourberie"
 ],
 "feat_markdown": "Fane's Fourberie",
 "id": "feat-2266",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Fane's Fourberie](/Feats.aspx?ID=2266) <actions string=\"Single Action\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Rogue\" url=\"/Traits.aspx?ID=139\" />\r\n<trait label=\"Stance\" url=\"/Traits.aspx?ID=152\" />\r\n<trait label=\"Swashbuckler\" url=\"/Traits.aspx?ID=321\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 118</row>\r\n\r\n_[**PFS Note**](/pathfinder-society) All characters have access to this feat. A character with the Fane’s Fourberie feat can etch their deck of cards with weapon runes themself or have this service provided by a third party. The deck can also be targeted by weapon-modifying effects such as a magic weapon spell._\n\n**Access**\r\nMember of the Pathfinder Society.\n\n</column>\r\n\r\n---\r\n\r\nStella Fane has perfected a technique for using playing cards as weapons that's one part sleight of hand and one part magic. When you enter this stance, choose whether to treat [playing cards](/Equipment.aspx?ID=873) in your possession as [daggers](/Weapons.aspx?ID=3) or [darts](/Weapons.aspx?ID=68); you can wield a playing card in all ways as the chosen weapon until the stance ends. As long as the majority of the deck remains in your possession, any cards that are lost or thrown can be found after 1 minute. Otherwise, the remaining cards are likely lost or destroyed.\n\n A character who has this feat can enchant a single deck of playing cards as a magic weapon, etching fundamental and property runes directly onto the deck of cards.\n\n<title level=\"2\">Perilous Larceny</title>\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 118</row>\r\n\r\nPirate captain Stella Fane (CN female human privateer; _Lost Omens Character Guide_ 119) joined the Pathfinder Society as a venture-captain as part of a deal to help the Society make it through the heavily armed naval blockades of Port Peril's Free Captains. Cunning and competitive, Stella's greatest weakness as a leader of the Society is her uncompromising hatred of the Chelaxian government. Those who can avoid ending up sunk or executed by Chelaxian naval commanders while assisting Stella may leave with a few more tricks than they had before seeing the skilled pirate in action. Fane's Fourberie and Stella's Stab and Snag, below, are class feats that rogues or swashbucklers can select. When you select either feat, it loses the trait from the other class.\r\n\r\n**Related Feats**: [Fane's Escape](/Feats.aspx?ID=2267), [Stella's Stab and Snag](/Feats.aspx?ID=2268)",
 "name": "Fane's Fourberie",
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-10-14",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Rogue\" url=\"/Traits.aspx?ID=139\" />\r\n<trait label=\"Stance\" url=\"/Traits.aspx?ID=152\" />\r\n<trait label=\"Swashbuckler\" url=\"/Traits.aspx?ID=321\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 118</row>\n\n**Access**\r\nMember of the Pathfinder Society.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nStella Fane has perfected a technique for using playing cards as weapons that's one part sleight of hand and one part magic.\r\n</summary>",
 "source": [
  "PFS Guide"
 ],
 "source_raw": [
  "PFS Guide pg. 118"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[PFS Guide](/Sources.aspx?ID=50) pg. 118</row>",
 "speed": {},
 "summary": "Stella Fane has perfected a technique for using playing cards as weapons that's one part sleight of hand and one part magic.",
 "summary_markdown": "Stella Fane has perfected a technique for using playing cards as weapons that's one part sleight of hand and one part magic.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Standard\" > Fane's Fourberie Single Action Source PFS Guide pg. 118 PFS Note All characters have access to this feat. A character with the Fane’s Fourberie feat can etch their deck of cards with weapon runes themself or have this service provided by a third party. The deck can also be targeted by weapon-modifying effects such as a magic weapon spell. Access Member of the Pathfinder Society. --- Stella Fane has perfected a technique for using playing cards as weapons that's one part sleight of hand and one part magic. When you enter this stance, choose whether to treat playing cards in your possession as daggers or darts; you can wield a playing card in all ways as the chosen weapon until the stance ends. As long as the majority of the deck remains in your possession, any cards that are lost or thrown can be found after 1 minute. Otherwise, the remaining cards are likely lost or destroyed. A character who has this feat can enchant a single deck of playing cards as a magic weapon, etching fundamental and property runes directly onto the deck of cards. Perilous Larceny Source PFS Guide pg. 118 Pirate captain Stella Fane (CN female human privateer; Lost Omens Character Guide 119) joined the Pathfinder Society as a venture-captain as part of a deal to help the Society make it through the heavily armed naval blockades of Port Peril's Free Captains. Cunning and competitive, Stella's greatest weakness as a leader of the Society is her uncompromising hatred of the Chelaxian government. Those who can avoid ending up sunk or executed by Chelaxian naval commanders while assisting Stella may leave with a few more tricks than they had before seeing the skilled pirate in action. Fane's Fourberie and Stella's Stab and Snag, below, are class feats that rogues or swashbucklers can select. When you select either feat, it loses the trait from the other class. Related Feats : Fane's Escape, Stella's Stab and Snag",
 "trait": [
  "Rogue",
  "Stance",
  "Swashbuckler",
  "Uncommon"
 ],
 "trait_markdown": "[Rogue](/Traits.aspx?ID=139), [Stance](/Traits.aspx?ID=152), [Swashbuckler](/Traits.aspx?ID=321), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Rogue",
  "Stance",
  "Swashbuckler",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=2266",
 "weakness": {}
}