{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Favored Terrain"
 ],
 "feat_markdown": "Favored Terrain",
 "id": "feat-495",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Favored Terrain](/Feats.aspx?ID=495) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Ranger\" url=\"/Traits.aspx?ID=136\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 171 <sup>4.0</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nYou have studied a specific terrain to overcome its challenges. Choose aquatic, arctic, desert, forest, mountain, plains, sky, swamp, or underground as your favored terrain. When in that terrain, you can ignore the effects of non-magical diffcult terrain. If you have the wild stride class feature, you gain a second benefit while in your favored terrain, depending on your choice. \n<ul><li>**Aquatic** You gain a swim Speed equal to your Speed. If you already had a swim Speed, you gain a +10-foot status bonus to your swim Speed. </li><li>**Arctic** You need to eat and drink only one-tenth as much as usual, you aren’t affected by severe or extreme cold, and you can walk across ice and snow at full Speed without needing to Balance. </li><li>**Desert** You need to eat and drink only one-tenth as much as usual, you aren’t affected by severe or extreme heat, and you can walk along sand at full Speed without needing to Balance. </li><li>**Forest, Mountain, or Underground** You gain a climb Speed equal to your Speed. If you already had a climb Speed, you gain a +10-foot status bonus to your climb Speed. </li><li>**Plains** You gain a +10-foot status bonus to your land Speed. </li><li>**Sky** You gain a +10-foot status bonus to your fly Speed, if you have one. </li><li>**Swamp** You can move across bogs at full Speed, even if they are deep enough to be greater difficult terrain or to normally require you to Swim.</li></ul>\n\n<title level=\"2\">Favored Terrain leads to...</title>\r\n[Terrain Master](/Feats.aspx?ID=517)",
 "name": "Favored Terrain",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Ranger\" url=\"/Traits.aspx?ID=136\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 171 <sup>4.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have studied a specific terrain to overcome its challenges.\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 171"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 171 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "You have studied a specific terrain to overcome its challenges.",
 "summary_markdown": "You have studied a specific terrain to overcome its challenges.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Standard\" > Favored Terrain Source Core Rulebook pg. 171 4.0 --- You have studied a specific terrain to overcome its challenges. Choose aquatic, arctic, desert, forest, mountain, plains, sky, swamp, or underground as your favored terrain. When in that terrain, you can ignore the effects of non-magical diffcult terrain. If you have the wild stride class feature, you gain a second benefit while in your favored terrain, depending on your choice. Aquatic You gain a swim Speed equal to your Speed. If you already had a swim Speed, you gain a +10-foot status bonus to your swim Speed. Arctic You need to eat and drink only one-tenth as much as usual, you aren’t affected by severe or extreme cold, and you can walk across ice and snow at full Speed without needing to Balance. Desert You need to eat and drink only one-tenth as much as usual, you aren’t affected by severe or extreme heat, and you can walk along sand at full Speed without needing to Balance. Forest, Mountain, or Underground You gain a climb Speed equal to your Speed. If you already had a climb Speed, you gain a +10-foot status bonus to your climb Speed. Plains You gain a +10-foot status bonus to your land Speed. Sky You gain a +10-foot status bonus to your fly Speed, if you have one. Swamp You can move across bogs at full Speed, even if they are deep enough to be greater difficult terrain or to normally require you to Swim. Favored Terrain leads to... Terrain Master",
 "trait": [
  "Ranger"
 ],
 "trait_markdown": "[Ranger](/Traits.aspx?ID=136)",
 "trait_raw": [
  "Ranger"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=495",
 "weakness": {}
}