{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Fey Ascension"
 ],
 "feat_markdown": "Fey Ascension",
 "id": "feat-4048",
 "level": 9,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 9\"\r\n    pfs=\"Standard\"\r\n>\r\n[Fey Ascension](/Feats.aspx?ID=4048) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"All Ancestries\" url=\"/Traits.aspx?ID=467\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 127</row>\n\n**Prerequisites**\r\n[Fey Influence](/Feats.aspx?ID=1239)\n\n</column>\r\n\r\n---\r\n\r\nThe fey influence on your form and features grows even more powerful and notable. You gain one of the following features and abilities; this must be the same animal or fey type as you chose for Fey Influence. \n<ul><li>**Anteater** You become an expert in primal DCs and spell attack rolls. You can cast [_slow_](/Spells.aspx?ID=289) as an innate primal spell once per day.</li><li>**Cat Sith** You laugh off the outraged curses of those you have tricked or wronged. Whenever a creature targets you with a [misfortune](/Traits.aspx?ID=110) effect, make a DC 13 flat check. On a success, you are unaffected.</li><li>**Cursed Bluebird** You have enough control over your curse to turn a bane into a minor blessing. Once per day, you can temporarily transform yourself or an ally into a blue bird, as a 4th-level [_pest form_](/Spells.aspx?ID=217) (bird only) targeting one willing creature.</li><li>**Dryad** Your hair becomes intermixed with delicate but razor-edged leaves that move as you command. You gain a leaves ranged unarmed attack that deals 1d6 slashing damage. Your leaves are in the [dart](/WeaponGroups.aspx?ID=6) weapon group and have the [magical](/Traits.aspx?ID=103) and [unarmed](/Traits.aspx?ID=199) traits.</li><li>**Faun** You can cast [_charm_](/Spells.aspx?ID=34), [_sleep_](/Spells.aspx?ID=288), and [_triple time_](/Spells.aspx?ID=392) as innate primal spells once per day each. Whenever you cast one of these spells, you can Step or Stride as part of the activity.</li><li>**Gremlin** You become an expert in primal DCs and spell attack rolls. You can cast [_mad monkeys_](/Spells.aspx?ID=702) as an innate primal spell once per day.</li><li>**Monarch** Once per day, you gain the ability to manifest a pair of exquisite butterfly wings. These wings remain for 10 minutes. You gain a fly Speed equal to your Speed while you've manifested your wings.</li><li>**Unicorn** You become trained in [Medicine](/Skills.aspx?ID=9), or an expert if you were already trained. You gain a +2 status bonus to saves against [poison](/Traits.aspx?ID=126) and [charm](/Traits.aspx?ID=247) effects.</li></ul>\n\n**Special** This feat gains the trait appropriate for your ancestry ([human](/Traits.aspx?ID=90) for [human](/Ancestries.aspx?ID=6), [goblin](/Traits.aspx?ID=81) for [goblin](/Ancestries.aspx?ID=4), etc.).",
 "name": "Fey Ascension",
 "pfs": "Standard",
 "prerequisite": "Fey Influence",
 "prerequisite_markdown": "[Fey Influence](/Feats.aspx?ID=1239)",
 "rarity": "rare",
 "release_date": "2022-11-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"All Ancestries\" url=\"/Traits.aspx?ID=467\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 127</row>\n\n**Prerequisites**\r\n[Fey Influence](/Feats.aspx?ID=1239)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe fey influence on your form and features grows even more powerful and notable.\r\n</summary>",
 "source": [
  "Impossible Lands"
 ],
 "source_raw": [
  "Impossible Lands pg. 127"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Impossible Lands](/Sources.aspx?ID=146) pg. 127</row>",
 "speed": {},
 "summary": "The fey influence on your form and features grows even more powerful and notable.",
 "summary_markdown": "The fey influence on your form and features grows even more powerful and notable.",
 "text": "<title level=\"1\" right=\"Feat 9\" pfs=\"Standard\" > Fey Ascension Source Impossible Lands pg. 127 Prerequisites Fey Influence --- The fey influence on your form and features grows even more powerful and notable. You gain one of the following features and abilities; this must be the same animal or fey type as you chose for Fey Influence. Anteater You become an expert in primal DCs and spell attack rolls. You can cast slow as an innate primal spell once per day. Cat Sith You laugh off the outraged curses of those you have tricked or wronged. Whenever a creature targets you with a misfortune effect, make a DC 13 flat check. On a success, you are unaffected. Cursed Bluebird You have enough control over your curse to turn a bane into a minor blessing. Once per day, you can temporarily transform yourself or an ally into a blue bird, as a 4th-level pest form (bird only) targeting one willing creature. Dryad Your hair becomes intermixed with delicate but razor-edged leaves that move as you command. You gain a leaves ranged unarmed attack that deals 1d6 slashing damage. Your leaves are in the dart weapon group and have the magical and unarmed traits. Faun You can cast charm , sleep , and triple time as innate primal spells once per day each. Whenever you cast one of these spells, you can Step or Stride as part of the activity. Gremlin You become an expert in primal DCs and spell attack rolls. You can cast mad monkeys as an innate primal spell once per day. Monarch Once per day, you gain the ability to manifest a pair of exquisite butterfly wings. These wings remain for 10 minutes. You gain a fly Speed equal to your Speed while you've manifested your wings. Unicorn You become trained in Medicine, or an expert if you were already trained. You gain a +2 status bonus to saves against poison and charm effects. Special This feat gains the trait appropriate for your ancestry (human for human, goblin for goblin, etc.).",
 "trait": [
  "All Ancestries",
  "Rare"
 ],
 "trait_markdown": "[All Ancestries](/Traits.aspx?ID=467), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "All Ancestries",
  "Rare"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=4048",
 "weakness": {}
}