{
 "actions": "Single Action",
 "archetype": [
  "Firebrand Braggart"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Firebrand Braggart Dedication"
 ],
 "feat_markdown": "Firebrand Braggart Dedication",
 "id": "feat-1067",
 "level": 4,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 4\"\r\n    pfs=\"Standard\"\r\n>\r\n[Firebrand Braggart Dedication](/Feats.aspx?ID=1067) <actions string=\"Single Action\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n<trait label=\"Misfortune\" url=\"/Traits.aspx?ID=110\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 74 <sup>2.0</sup></row>\n\n**Archetype** [Firebrand Braggart](/Archetypes.aspx?ID=24)\n\n**Prerequisites**\r\nCharisma 14; second mark member of the Firebrands\n\n</column>\r\n\r\n---\r\n\r\nYour Firebrand training has taught you that achieving something is more satisfying if you boast about it first. You declare a boast about a particular skill action, such as [Balance](/Actions.aspx?ID=28), [Demoralize](/Actions.aspx?ID=53), or [Recall Knowledge](/Actions.aspx?ID=26). The first time you attempt this action within the next minute in a context the GM deems both suitably challenging and meaningful, you must roll twice and use the lower result. If you succeed at this check, you gain a +1 circumstance bonus to checks to attempt the same action for 10 minutes. If you fail this check or don’t attempt the action within 1 minute, you instead take a –1 circumstance penalty on checks to attempt the same action for 1 hour.\n\n If the chosen action can be used with multiple skills, such as [Identify Magic](/Actions.aspx?ID=24) or Recall Knowledge, you must specify which skill you are using for that particular action, such as using [Arcana](/Skills.aspx?ID=2) to Identify Magic, and your bonus or penalty after the boast applies only to checks using that skill for that action. Once you declare a boast about a particular action, you cannot declare a boast about the same action until the next time you make daily preparations, regardless of whether you succeed or fail at the check.\n\n Typically a challenging task is one with at least a standard DC for your level, though the difficulty may be higher depending on the situation. A meaningful context is one where the action’s success or failure is relevant to the pursuit of your goals, rather than a boast you made simply to gain a bonus later.\n\n**Special** You can’t select another dedication feat until you have gained two other feats from the Firebrand Braggart archetype.\n\n<title level=\"2\">Firebrand Braggart Dedication leads to...</title>\r\n[Boaster's Challenge](/Feats.aspx?ID=1068), [Bravo's Determination](/Feats.aspx?ID=1070), [Daring Act](/Feats.aspx?ID=1069), [Great Boaster](/Feats.aspx?ID=1071)",
 "name": "Firebrand Braggart Dedication",
 "pfs": "Standard",
 "prerequisite": "Charisma 14; second mark member of the Firebrands",
 "prerequisite_markdown": "Charisma 14; second mark member of the Firebrands",
 "rarity": "uncommon",
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n<trait label=\"Misfortune\" url=\"/Traits.aspx?ID=110\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 74 <sup>2.0</sup></row>\n\n**Prerequisites**\r\nCharisma 14; second mark member of the Firebrands\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYour Firebrand training has taught you that achieving something is more satisfying if you boast about it first.\r\n</summary>",
 "source": [
  "Character Guide"
 ],
 "source_raw": [
  "Character Guide pg. 74"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Character Guide](/Sources.aspx?ID=12) pg. 74 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Your Firebrand training has taught you that achieving something is more satisfying if you boast about it first.",
 "summary_markdown": "Your Firebrand training has taught you that achieving something is more satisfying if you boast about it first.",
 "text": "<title level=\"1\" right=\"Feat 4\" pfs=\"Standard\" > Firebrand Braggart Dedication Single Action Source Character Guide pg. 74 2.0 Archetype Firebrand Braggart Prerequisites Charisma 14; second mark member of the Firebrands --- Your Firebrand training has taught you that achieving something is more satisfying if you boast about it first. You declare a boast about a particular skill action, such as Balance, Demoralize, or Recall Knowledge. The first time you attempt this action within the next minute in a context the GM deems both suitably challenging and meaningful, you must roll twice and use the lower result. If you succeed at this check, you gain a +1 circumstance bonus to checks to attempt the same action for 10 minutes. If you fail this check or don’t attempt the action within 1 minute, you instead take a –1 circumstance penalty on checks to attempt the same action for 1 hour. If the chosen action can be used with multiple skills, such as Identify Magic or Recall Knowledge, you must specify which skill you are using for that particular action, such as using Arcana to Identify Magic, and your bonus or penalty after the boast applies only to checks using that skill for that action. Once you declare a boast about a particular action, you cannot declare a boast about the same action until the next time you make daily preparations, regardless of whether you succeed or fail at the check. Typically a challenging task is one with at least a standard DC for your level, though the difficulty may be higher depending on the situation. A meaningful context is one where the action’s success or failure is relevant to the pursuit of your goals, rather than a boast you made simply to gain a bonus later. Special You can’t select another dedication feat until you have gained two other feats from the Firebrand Braggart archetype. Firebrand Braggart Dedication leads to... Boaster's Challenge, Bravo's Determination, Daring Act, Great Boaster",
 "trait": [
  "Archetype",
  "Dedication",
  "Misfortune",
  "Uncommon"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41), [Misfortune](/Traits.aspx?ID=110), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Archetype",
  "Dedication",
  "Misfortune",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=1067",
 "weakness": {}
}