{
 "archetype": [
  "Ghoul"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Ghoul Dedication"
 ],
 "feat_markdown": "Ghoul Dedication",
 "id": "feat-3504",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Ghoul Dedication](/Feats.aspx?ID=3504) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 48</row>\n\n**Archetype** [Ghoul](/Archetypes.aspx?ID=178)\n\n**Prerequisites**\r\nYou were killed by ghoul fever.\n\n</column>\r\n\r\n---\r\n\r\nYou have succumbed to ghoul fever, dying and returning as a [ghoul](/MonsterFamilies.aspx?ID=52), an undead cursed with a never-ending hunger for dead flesh that slowly overrides your reason and willpower until you would do anything for the meal you crave. In addition to the personality changes, your body changes as well. Your ears become pointed, and your skin grows blueish and pale. Your fingernails sharpen into claws; your teeth become razor sharp, ready to tear flesh off the bone; and your tongue grows long and pointed.\n\n You gain the [ghoul](/Traits.aspx?ID=218) and [undead](/Traits.aspx?ID=160) traits and the [basic undead benefits](/Rules.aspx?ID=1694). Your undead craving is for the flesh of dead creatures; freshly dead corpses from sapient creatures fulfill your cravings much more than non-sapient or rotted corpses, but any dead creature can stave off the hunger for at least a little while. You gain two [unarmed](/Traits.aspx?ID=199) attacks in the [brawling](/WeaponGroups.aspx?ID=4) weapon group. The first unarmed attack is a claw that deals 1d4 slashing damage with the [agile](/Traits.aspx?ID=170) and [finesse](/Traits.aspx?ID=179) traits, and the second unarmed attack is a set of jaws that deal 1d6 piercing damage and have the finesse trait.\n\n You gain the Consume Flesh action. Satisfying your craving is difficult. Consuming Flesh temporarily satiates you. Many ghoul feats have extra abilities or functions that can be used when you are satiated, though using those abilities also causes you to lose your satiated status. You can always Consume Flesh, but eating more than a normal amount has no further effect; a ghoul's hunger is satiated, or it is not.\n\n **Consume Flesh** <actions string=\"Single Action\" /> ([manipulate](/Traits.aspx?ID=104)) **Requirements** You are adjacent to the corpse of a Small or larger creature that died in the last hour; **Effect** You devour a chunk of the corpse. You become satiated for 1 hour.\n\n**Special** You can't select another dedication feat until you have gained two other feats from the ghoul archetype\n\n<title level=\"2\">Ghoul Dedication leads to...</title>\r\n[Corpse Stench](/Feats.aspx?ID=3512), [Feverish Enzymes](/Feats.aspx?ID=3507), [Flailtongue](/Feats.aspx?ID=3888), [Glutton for Flesh](/Feats.aspx?ID=3511), [Grave Strength](/Feats.aspx?ID=3508), [Replenishing Consumption](/Feats.aspx?ID=3505), [Secret Eater](/Feats.aspx?ID=3890), [Sickening Bite](/Feats.aspx?ID=3510), [Swift Leap](/Feats.aspx?ID=3506), [Tunneling Claws](/Feats.aspx?ID=3891)",
 "name": "Ghoul Dedication",
 "pfs": "Standard",
 "prerequisite": "You were killed by ghoul fever.",
 "prerequisite_markdown": "You were killed by ghoul fever.",
 "rarity": "rare",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 48</row>\n\n**Prerequisites**\r\nYou were killed by ghoul fever.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have succumbed to ghoul fever, dying and returning as a [ghoul](/MonsterFamilies.aspx?ID=52), an undead cursed with a never-ending hunger for dead flesh that slowly overrides your reason and willpower until you would do anything for the meal you crave.\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 48"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 48</row>",
 "speed": {},
 "summary": "You have succumbed to ghoul fever, dying and returning as a  ghoul , an undead cursed with a never-ending hunger for dead flesh that slowly overrides your reason and willpower until you would do anything for the meal you crave.",
 "summary_markdown": "You have succumbed to ghoul fever, dying and returning as a [ghoul](/MonsterFamilies.aspx?ID=52), an undead cursed with a never-ending hunger for dead flesh that slowly overrides your reason and willpower until you would do anything for the meal you crave.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Standard\" > Ghoul Dedication Source Book of the Dead pg. 48 Archetype Ghoul Prerequisites You were killed by ghoul fever. --- You have succumbed to ghoul fever, dying and returning as a ghoul, an undead cursed with a never-ending hunger for dead flesh that slowly overrides your reason and willpower until you would do anything for the meal you crave. In addition to the personality changes, your body changes as well. Your ears become pointed, and your skin grows blueish and pale. Your fingernails sharpen into claws; your teeth become razor sharp, ready to tear flesh off the bone; and your tongue grows long and pointed. You gain the ghoul and undead traits and the basic undead benefits. Your undead craving is for the flesh of dead creatures; freshly dead corpses from sapient creatures fulfill your cravings much more than non-sapient or rotted corpses, but any dead creature can stave off the hunger for at least a little while. You gain two unarmed attacks in the brawling weapon group. The first unarmed attack is a claw that deals 1d4 slashing damage with the agile and finesse traits, and the second unarmed attack is a set of jaws that deal 1d6 piercing damage and have the finesse trait. You gain the Consume Flesh action. Satisfying your craving is difficult. Consuming Flesh temporarily satiates you. Many ghoul feats have extra abilities or functions that can be used when you are satiated, though using those abilities also causes you to lose your satiated status. You can always Consume Flesh, but eating more than a normal amount has no further effect; a ghoul's hunger is satiated, or it is not. Consume Flesh Single Action (manipulate) Requirements You are adjacent to the corpse of a Small or larger creature that died in the last hour; Effect You devour a chunk of the corpse. You become satiated for 1 hour. Special You can't select another dedication feat until you have gained two other feats from the ghoul archetype Ghoul Dedication leads to... Corpse Stench, Feverish Enzymes, Flailtongue, Glutton for Flesh, Grave Strength, Replenishing Consumption, Secret Eater, Sickening Bite, Swift Leap, Tunneling Claws",
 "trait": [
  "Archetype",
  "Dedication",
  "Rare"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Archetype",
  "Dedication",
  "Rare"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3504",
 "weakness": {}
}