{
 "access": "Members of the Firebrands at the rank of second mark or higher have access to this feat.",
 "archetype": [
  "Alter Ego"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Illusory Identity"
 ],
 "feat_markdown": "Illusory Identity",
 "id": "feat-4149",
 "level": 12,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 12\"\r\n    pfs=\"Standard\"\r\n>\r\n[Illusory Identity](/Feats.aspx?ID=4149) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Illusion\" url=\"/Traits.aspx?ID=92\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 81</row>\n\n**Archetype** [Alter Ego](/Archetypes.aspx?ID=187)\n\n**Prerequisites**\r\n[Alter Ego Dedication](/Feats.aspx?ID=3807)\r\n\r\n**Access**\r\nMembers of the Firebrands at the rank of second mark or higher have access to this feat.\n\n</column>\r\n\r\n---\r\n\r\nThere are times when skills or looks are not enough to convince someone of your identity, and you instead require adequate documentation. Replicating the methods of the Sapphire Butterfly, you've learned to use magic to forge a new identity as you need it. During your daily preparations, you can choose a blank piece of paper, journal, badge, or similar item normally used to display authority, to magically invest. You can use an Interact action to mentally outline the basic information that is displayed when that item is presented to another creature, such as a name, a title, connection to an existing group or agency, and other basic details. A more complex outline requires more time, at the GM's discretion. That creature must attempt a Will save against your [Deception](/Skills.aspx?ID=5) DC. This item only works while you are holding it and appears blank if anyone else attempts to use it, though you can include others within the details of your outline.\n\n**Critical Success** The target sees the item as being entirely blank, and becomes immune to this effect until your next daily preparations.<br />\r\n**Success** The target sees only the basic information listed out in a simplistic manner, as described in the Interact action. Though not fully convinced, the target plays along, but this worsens the target's attitude toward you by one step.<br />\r\n**Failure** The target sees the information presented by the item in the proper format relevant to your situation, with the appropriate language, names, dates, signatures, and other details.<br />\r\n**Critical Failure** The target sees the information presented by the item as granting a higher level of authority than anticipated, and immediately treats you with the proper deference. As failure, and the target's attitude toward you immediately improves by one step.",
 "name": "Illusory Identity",
 "pfs": "Standard",
 "prerequisite": "Alter Ego Dedication",
 "prerequisite_markdown": "[Alter Ego Dedication](/Feats.aspx?ID=3807)",
 "rarity": "uncommon",
 "release_date": "2023-03-29",
 "resistance": {},
 "school": "illusion",
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Illusion\" url=\"/Traits.aspx?ID=92\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 81</row>\n\n**Prerequisites**\r\n[Alter Ego Dedication](/Feats.aspx?ID=3807)\r\n\r\n**Access**\r\nMembers of the Firebrands at the rank of second mark or higher have access to this feat.\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThere are times when skills or looks are not enough to convince someone of your identity, and you instead require adequate documentation.\r\n</summary>",
 "source": [
  "Firebrands"
 ],
 "source_raw": [
  "Firebrands pg. 81"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Firebrands](/Sources.aspx?ID=196) pg. 81</row>",
 "speed": {},
 "summary": "There are times when skills or looks are not enough to convince someone of your identity, and you instead require adequate documentation.",
 "summary_markdown": "There are times when skills or looks are not enough to convince someone of your identity, and you instead require adequate documentation.",
 "text": "<title level=\"1\" right=\"Feat 12\" pfs=\"Standard\" > Illusory Identity Source Firebrands pg. 81 Archetype Alter Ego Prerequisites Alter Ego Dedication Access Members of the Firebrands at the rank of second mark or higher have access to this feat. --- There are times when skills or looks are not enough to convince someone of your identity, and you instead require adequate documentation. Replicating the methods of the Sapphire Butterfly, you've learned to use magic to forge a new identity as you need it. During your daily preparations, you can choose a blank piece of paper, journal, badge, or similar item normally used to display authority, to magically invest. You can use an Interact action to mentally outline the basic information that is displayed when that item is presented to another creature, such as a name, a title, connection to an existing group or agency, and other basic details. A more complex outline requires more time, at the GM's discretion. That creature must attempt a Will save against your Deception DC. This item only works while you are holding it and appears blank if anyone else attempts to use it, though you can include others within the details of your outline. Critical Success The target sees the item as being entirely blank, and becomes immune to this effect until your next daily preparations. Success The target sees only the basic information listed out in a simplistic manner, as described in the Interact action. Though not fully convinced, the target plays along, but this worsens the target's attitude toward you by one step. Failure The target sees the information presented by the item in the proper format relevant to your situation, with the appropriate language, names, dates, signatures, and other details. Critical Failure The target sees the information presented by the item as granting a higher level of authority than anticipated, and immediately treats you with the proper deference. As failure, and the target's attitude toward you immediately improves by one step.",
 "trait": [
  "Archetype",
  "Illusion",
  "Uncommon"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Illusion](/Traits.aspx?ID=92), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Archetype",
  "Illusion",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=4149",
 "weakness": {}
}