{
 "archetype": [
  "Sleepwalker"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Infiltrate Dream"
 ],
 "feat_markdown": "Infiltrate Dream",
 "id": "feat-3874",
 "level": 6,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 6\"\r\n    pfs=\"Restricted\"\r\n>\r\n[Infiltrate Dream](/Feats.aspx?ID=3874) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Mental\" url=\"/Traits.aspx?ID=106\" />\r\n<trait label=\"Occult\" url=\"/Traits.aspx?ID=120\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 206</row>\n\n**Archetype** [Sleepwalker](/Archetypes.aspx?ID=195)\n\n**Prerequisites**\r\n[Sleepwalker Dedication](/Feats.aspx?ID=3873)\n\n</column>\r\n\r\n---\r\n\r\nEntering a dream is as natural to you as stepping through a doorway. If you're adjacent to a sleeping creature, you can enter a lucid dreamlike state, a process taking 10 minutes, to mentally walk into their dreamscape. While in the target's dream, you witness its contents, plots, and emotional experiences as an observer, though nothing within the dream can perceive or interact with you. Your target becomes temporarily immune to Infiltrate Dream for 1 week. You can't enter the dreams of a creature that doesn't have a conscious mind or doesn't dream. \n\nWhile within the dream, you can attempt an [Occultism](/Skills.aspx?ID=11) check against the target's Will DC to interpret symbolism and learn information about a single topic. If the target has no knowledge of the topic, you learn they don't know about the topic unless your result is a critical failure.\n\n**Critical Success** You learn a piece of information directly relevant to the topic unless the target would want to hide it. If so, you learn something related to the topic but not a direct answer.<br />\r\n**Success** You receive a hint or clue about the topic. This clue will not be inaccurate, but it's cryptic, vague, or may be understandable only with additional information.<br />\r\n**Critical Failure** The dreams mislead you, and you learn an erroneous piece of information.\n\n<title level=\"2\">Infiltrate Dream leads to...</title>\r\n[Oneiric Influence](/Feats.aspx?ID=3878)",
 "name": "Infiltrate Dream",
 "pfs": "Restricted",
 "prerequisite": "Sleepwalker Dedication",
 "prerequisite_markdown": "[Sleepwalker Dedication](/Feats.aspx?ID=3873)",
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "school": "enchantment",
 "search_markdown": "<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Mental\" url=\"/Traits.aspx?ID=106\" />\r\n<trait label=\"Occult\" url=\"/Traits.aspx?ID=120\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 206</row>\n\n**Prerequisites**\r\n[Sleepwalker Dedication](/Feats.aspx?ID=3873)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEntering a dream is as natural to you as stepping through a doorway.\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 206"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 206</row>",
 "speed": {},
 "summary": "Entering a dream is as natural to you as stepping through a doorway.",
 "summary_markdown": "Entering a dream is as natural to you as stepping through a doorway.",
 "text": "<title level=\"1\" right=\"Feat 6\" pfs=\"Restricted\" > Infiltrate Dream Source Dark Archive pg. 206 Archetype Sleepwalker Prerequisites Sleepwalker Dedication --- Entering a dream is as natural to you as stepping through a doorway. If you're adjacent to a sleeping creature, you can enter a lucid dreamlike state, a process taking 10 minutes, to mentally walk into their dreamscape. While in the target's dream, you witness its contents, plots, and emotional experiences as an observer, though nothing within the dream can perceive or interact with you. Your target becomes temporarily immune to Infiltrate Dream for 1 week. You can't enter the dreams of a creature that doesn't have a conscious mind or doesn't dream. While within the dream, you can attempt an Occultism check against the target's Will DC to interpret symbolism and learn information about a single topic. If the target has no knowledge of the topic, you learn they don't know about the topic unless your result is a critical failure. Critical Success You learn a piece of information directly relevant to the topic unless the target would want to hide it. If so, you learn something related to the topic but not a direct answer. Success You receive a hint or clue about the topic. This clue will not be inaccurate, but it's cryptic, vague, or may be understandable only with additional information. Critical Failure The dreams mislead you, and you learn an erroneous piece of information. Infiltrate Dream leads to... Oneiric Influence",
 "trait": [
  "Archetype",
  "Enchantment",
  "Mental",
  "Occult"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Enchantment](/Traits.aspx?ID=61), [Mental](/Traits.aspx?ID=106), [Occult](/Traits.aspx?ID=120)",
 "trait_raw": [
  "Archetype",
  "Enchantment",
  "Mental",
  "Occult"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3874",
 "weakness": {}
}