{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Integrated Armament"
 ],
 "feat_markdown": "Integrated Armament",
 "id": "feat-3097",
 "level": 5,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 5\"\r\n    pfs=\"Standard\"\r\n>\r\n[Integrated Armament](/Feats.aspx?ID=3097) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Automaton\" url=\"/Traits.aspx?ID=398\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 41</row>\n\n</column>\r\n\r\n---\r\n\r\nYour mechanical body houses a weapon or shield that you can quickly draw and stow, leaving you prepared for combat at all times.\n\n You can use a 1-minute activity, which has the [manipulate](/Traits.aspx?ID=104) trait, to integrate a single, one-handed weapon or shield into one of your arms. You can draw or stow this item as an Interact action. Creatures don't automatically see this integrated item when it's stowed and must actively [Seek](/Actions.aspx?ID=84) in order to find it. They take a –2 circumstance penalty to any checks to do so. While you are wielding the item, it can't be [Disarmed](/Actions.aspx?ID=41) and you can't drop or Release it; you must Interact to store the weapon and free that hand. A creature determined to retrieve the item can do so, but it requires either 1 minute to remove it or extreme violence to your arm—such as physically removing portions of the limb. You can only have one integrated armament at a time, though you can use the 1-minute activity to replace the item or swap the arm in which it's stored.\r\n\r\n**Enhancement** Your body has more space for integration. You can now either integrate two one-handed weapons, a one-handed weapon and a shield, or a single two-handed weapon which is split across both arms. You can use a single Interact action to draw or store both integrated armaments. When you draw a single weapon, you can choose to hold it with either one hand or both hands.",
 "name": "Integrated Armament",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Automaton\" url=\"/Traits.aspx?ID=398\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 41</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYour mechanical body houses a weapon or shield that you can quickly draw and stow, leaving you prepared for combat at all times.\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 41"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 41</row>",
 "speed": {},
 "summary": "Your mechanical body houses a weapon or shield that you can quickly draw and stow, leaving you prepared for combat at all times.",
 "summary_markdown": "Your mechanical body houses a weapon or shield that you can quickly draw and stow, leaving you prepared for combat at all times.",
 "text": "<title level=\"1\" right=\"Feat 5\" pfs=\"Standard\" > Integrated Armament Source Guns &amp; Gears pg. 41 --- Your mechanical body houses a weapon or shield that you can quickly draw and stow, leaving you prepared for combat at all times. You can use a 1-minute activity, which has the manipulate trait, to integrate a single, one-handed weapon or shield into one of your arms. You can draw or stow this item as an Interact action. Creatures don't automatically see this integrated item when it's stowed and must actively Seek in order to find it. They take a –2 circumstance penalty to any checks to do so. While you are wielding the item, it can't be Disarmed and you can't drop or Release it; you must Interact to store the weapon and free that hand. A creature determined to retrieve the item can do so, but it requires either 1 minute to remove it or extreme violence to your arm—such as physically removing portions of the limb. You can only have one integrated armament at a time, though you can use the 1-minute activity to replace the item or swap the arm in which it's stored. Enhancement Your body has more space for integration. You can now either integrate two one-handed weapons, a one-handed weapon and a shield, or a single two-handed weapon which is split across both arms. You can use a single Interact action to draw or store both integrated armaments. When you draw a single weapon, you can choose to hold it with either one hand or both hands.",
 "trait": [
  "Automaton"
 ],
 "trait_markdown": "[Automaton](/Traits.aspx?ID=398)",
 "trait_raw": [
  "Automaton"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3097",
 "weakness": {}
}