{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Juggle"
 ],
 "feat_markdown": "Juggle",
 "id": "feat-1199",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Limited\"\r\n>\r\n[Juggle](/Feats.aspx?ID=1199) <actions string=\"Single Action\" />\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Extinction Curse</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Pathfinder #151: The Show Must Go On](/Sources.aspx?ID=21) pg. 76</row>\n\n**Prerequisites**\r\nDexterity 16; Trained in [Performance](/Skills.aspx?ID=12)\n\n</column>\r\n\r\n---\r\n\r\nYou can Juggle items and still use your hands between tosses. You can use the Juggle action in several ways.\n\n You can start to Juggle with a single stored item, an item you were carrying, or an unattended item within your reach. The item must be of light or negligible Bulk. You Juggle the item until the end of your next turn, unless you use this feat against next turn to continue Juggling (see below). While you are Juggling, you can use this action again to add another item to the Juggle, which must meet all the same requirements. You can Juggle a number of items equal to one more than the number of hands you are using to Juggle.\n\n You can also use this action to continue Juggling as long as you aren’t fatigued. When you do, you continue to Juggle until the end of your next turn. If you do not continue Juggling by the end of your turn, you cease Juggling and you drop all the items. You become fatigued if you continue Juggling for more than 10 minutes (60 rounds) within the course of an hour.\n\n As long as you’re Juggling fewer than your maximum number of items, you have a free hand. You can wield weapons you are Juggling (but not shields or other items) as long as they can be wielded in one hand. For example, while you Juggle a dagger in one hand and wield a shield in the other, you are wielding the dagger but still have a free hand to Cast a Spell with a material component. Juggling two or more weapons with one hand doesn’t allow you to use feats that require two weapons each held in a different hand.",
 "name": "Juggle",
 "pfs": "Limited",
 "prerequisite": "Dexterity 16; Trained in Performance",
 "prerequisite_markdown": "Dexterity 16; Trained in [Performance](/Skills.aspx?ID=12)",
 "rarity": "uncommon",
 "release_date": "2020-01-30",
 "resistance": {},
 "search_markdown": "<spoilers>May contain spoilers from Extinction Curse</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #151: The Show Must Go On](/Sources.aspx?ID=21) pg. 76</row>\n\n**Prerequisites**\r\nDexterity 16; Trained in [Performance](/Skills.aspx?ID=12)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou can Juggle items and still use your hands between tosses.\r\n</summary>",
 "skill": [
  "Performance",
  "Performance"
 ],
 "source": [
  "Pathfinder #151: The Show Must Go On"
 ],
 "source_raw": [
  "Pathfinder #151: The Show Must Go On pg. 76"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #151: The Show Must Go On](/Sources.aspx?ID=21) pg. 76</row>",
 "speed": {},
 "spoilers": "Extinction Curse",
 "summary": "You can Juggle items and still use your hands between tosses.",
 "summary_markdown": "You can Juggle items and still use your hands between tosses.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Limited\" > Juggle Single Action May contain spoilers from Extinction Curse Source Pathfinder #151: The Show Must Go On pg. 76 Prerequisites Dexterity 16; Trained in Performance --- You can Juggle items and still use your hands between tosses. You can use the Juggle action in several ways. You can start to Juggle with a single stored item, an item you were carrying, or an unattended item within your reach. The item must be of light or negligible Bulk. You Juggle the item until the end of your next turn, unless you use this feat against next turn to continue Juggling (see below). While you are Juggling, you can use this action again to add another item to the Juggle, which must meet all the same requirements. You can Juggle a number of items equal to one more than the number of hands you are using to Juggle. You can also use this action to continue Juggling as long as you aren’t fatigued. When you do, you continue to Juggle until the end of your next turn. If you do not continue Juggling by the end of your turn, you cease Juggling and you drop all the items. You become fatigued if you continue Juggling for more than 10 minutes (60 rounds) within the course of an hour. As long as you’re Juggling fewer than your maximum number of items, you have a free hand. You can wield weapons you are Juggling (but not shields or other items) as long as they can be wielded in one hand. For example, while you Juggle a dagger in one hand and wield a shield in the other, you are wielding the dagger but still have a free hand to Cast a Spell with a material component. Juggling two or more weapons with one hand doesn’t allow you to use feats that require two weapons each held in a different hand.",
 "trait": [
  "Concentrate",
  "General",
  "Manipulate",
  "Skill",
  "Uncommon"
 ],
 "trait_markdown": "[Concentrate](/Traits.aspx?ID=32), [General](/Traits.aspx?ID=78), [Manipulate](/Traits.aspx?ID=104), [Skill](/Traits.aspx?ID=144), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Concentrate",
  "General",
  "Manipulate",
  "Skill",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=1199",
 "weakness": {}
}