{
 "archetype": [
  "Living Vessel"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Living Vessel Dedication"
 ],
 "feat_markdown": "Living Vessel Dedication",
 "id": "feat-3815",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Restricted\"\r\n>\r\n[Living Vessel Dedication](/Feats.aspx?ID=3815) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 140</row>\n\n**Archetype** [Living Vessel](/Archetypes.aspx?ID=188)\n\n</column>\r\n\r\n---\r\n\r\nWhether willingly or not, you've become a vessel for a being of unimaginable power. You and your GM should work together to determine the being's nature and decide how much you know and how much remains a mystery to you for now. Some decisions might influence your options later. You might need to decide whether the entity is a [demon](/MonsterFamilies.aspx?ID=28), for instance, to know if you qualify for later feats.\n\n You need to spend at least an hour each day assuaging the entity within you or you take a –1 penalty to Will saves for 24 hours. The process of assuaging the entity is determined together between you and the GM. It might be as simple as meditating with the entity to learn more about them, but it might be as extreme as committing gruesome, unspeakable sacrifices to keep their unknowable blessings. After a full week of failing to assuage your entity, you become [doomed 1](/Conditions.aspx?ID=9), and you can't remove or ameliorate the condition until you allow your entity to take full possession of your body for 24 hours, during which time it pursues its own agenda.\n\n You also gain the Entity's Resurgence reaction, allowing you to unleash your entity in lieu of falling [unconscious](/Conditions.aspx?ID=38), though at the risk of letting it enact its will.\n\n **Entity's Resurgence** <actions string=\"Reaction\" /> **Trigger** You would be reduced to 0 Hit Points but not immediately killed; **Effect** Instead of letting you fall unconscious, your entity takes control. You remain at 1 Hit Point and gain temporary Hit Points equal to your level + your key ability modifier that last for 1 minute. However, the entity is in control for 1 minute or until you fall unconscious, whichever comes first.\n\n While the entity is in control, you gain a +1 status bonus to attack rolls and damage rolls, and the GM usually controls your character, roleplaying the entity. The GM might decide to have you roleplay the entity instead, but they retain final say over any decisions you make. No matter the entity's nature, the entity is sure to wreak vengeance upon the foe who jeopardized the life of their vessel—even an evil entity won't change allegiances or ignore danger except in the most extreme circumstances.\n\n**Special** You can't select another dedication feat until you've gained two other feats from the living vessel archetype.\n\n<title level=\"2\">Living Vessel Dedication leads to...</title>\r\n[Entity's Strike](/Feats.aspx?ID=3816), [Exude Abyssal Corruption](/Feats.aspx?ID=3818), [Fey's Trickery](/Feats.aspx?ID=3819), [Tap Vitality](/Feats.aspx?ID=3817), [Vessel's Form](/Feats.aspx?ID=3821), [Warped Constriction](/Feats.aspx?ID=3820)",
 "name": "Living Vessel Dedication",
 "pfs": "Restricted",
 "rarity": "rare",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 140</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhether willingly or not, you've become a vessel for a being of unimaginable power.\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 140"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 140</row>",
 "speed": {},
 "summary": "Whether willingly or not, you've become a vessel for a being of unimaginable power.",
 "summary_markdown": "Whether willingly or not, you've become a vessel for a being of unimaginable power.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Restricted\" > Living Vessel Dedication Source Dark Archive pg. 140 Archetype Living Vessel --- Whether willingly or not, you've become a vessel for a being of unimaginable power. You and your GM should work together to determine the being's nature and decide how much you know and how much remains a mystery to you for now. Some decisions might influence your options later. You might need to decide whether the entity is a demon, for instance, to know if you qualify for later feats. You need to spend at least an hour each day assuaging the entity within you or you take a –1 penalty to Will saves for 24 hours. The process of assuaging the entity is determined together between you and the GM. It might be as simple as meditating with the entity to learn more about them, but it might be as extreme as committing gruesome, unspeakable sacrifices to keep their unknowable blessings. After a full week of failing to assuage your entity, you become doomed 1, and you can't remove or ameliorate the condition until you allow your entity to take full possession of your body for 24 hours, during which time it pursues its own agenda. You also gain the Entity's Resurgence reaction, allowing you to unleash your entity in lieu of falling unconscious, though at the risk of letting it enact its will. Entity's Resurgence Reaction Trigger You would be reduced to 0 Hit Points but not immediately killed; Effect Instead of letting you fall unconscious, your entity takes control. You remain at 1 Hit Point and gain temporary Hit Points equal to your level + your key ability modifier that last for 1 minute. However, the entity is in control for 1 minute or until you fall unconscious, whichever comes first. While the entity is in control, you gain a +1 status bonus to attack rolls and damage rolls, and the GM usually controls your character, roleplaying the entity. The GM might decide to have you roleplay the entity instead, but they retain final say over any decisions you make. No matter the entity's nature, the entity is sure to wreak vengeance upon the foe who jeopardized the life of their vessel—even an evil entity won't change allegiances or ignore danger except in the most extreme circumstances. Special You can't select another dedication feat until you've gained two other feats from the living vessel archetype. Living Vessel Dedication leads to... Entity's Strike, Exude Abyssal Corruption, Fey's Trickery, Tap Vitality, Vessel's Form, Warped Constriction",
 "trait": [
  "Archetype",
  "Dedication",
  "Rare"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Archetype",
  "Dedication",
  "Rare"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3815",
 "weakness": {}
}