{
 "archetype": [
  "Scrollmaster"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Masterful Obfuscation"
 ],
 "feat_markdown": "Masterful Obfuscation",
 "id": "feat-2238",
 "level": 10,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 10\"\r\n    pfs=\"Standard\"\r\n>\r\n[Masterful Obfuscation](/Feats.aspx?ID=2238) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 44</row>\n\n**Archetype** [Scrollmaster](/Archetypes.aspx?ID=31)\n\n**Prerequisites**\r\nmaster in a skill with the [Recall Knowledge](/Actions.aspx?ID=26) action; [Scrollmaster Dedication](/Feats.aspx?ID=1130)\n\n</column>\r\n\r\n---\r\n\r\nYou've mastered the art of deceiving others about your area of study. When you gain this feat, choose one skill with the [Recall Knowledge](/Actions.aspx?ID=26) action in which you have attained master proficiency. You can attempt to deceive others about the truth of facts and knowledge related to that skill—such as by pretending to know something that you don't, planting false information, or the like—using the [Lie](/Actions.aspx?ID=47) action of the [Deception](/Skills.aspx?ID=5) skill. When you Lie in this way, attempt your skill check using the skill you selected when you gained this feat instead of Deception, applying all bonuses or penalties related from the selected skill to the check. While it's easier to convince someone who knows nothing about your chosen false information, on a critical success, you can even convince someone who has heard something contradictory, unless they have reason to be certain from direct experience. For instance, you might say, “I know you may have heard to use [silver weapons](/Equipment.aspx?ID=379) against [vampires](/MonsterFamilies.aspx?ID=97), but that's a misconception based on conflating them with [werewolves](/MonsterFamilies.aspx?ID=100). According to all credible scholars, [cold iron](/Equipment.aspx?ID=375) will do the trick.” Once a creature realizes you've used masterful obfuscation to Lie to them, either from a failed check or due to later discovering the falsehood, you can't use this feat against them again, as it relies on blind trust in your superior knowledge. However, you can still Lie to them normally.",
 "name": "Masterful Obfuscation",
 "pfs": "Standard",
 "prerequisite": "master in a skill with the Recall Knowledge action; Scrollmaster Dedication",
 "prerequisite_markdown": "master in a skill with the [Recall Knowledge](/Actions.aspx?ID=26) action; [Scrollmaster Dedication](/Feats.aspx?ID=1130)",
 "rarity": "common",
 "release_date": "2020-10-14",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 44</row>\n\n**Prerequisites**\r\nmaster in a skill with the [Recall Knowledge](/Actions.aspx?ID=26) action; [Scrollmaster Dedication](/Feats.aspx?ID=1130)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou've mastered the art of deceiving others about your area of study.\r\n</summary>",
 "source": [
  "PFS Guide"
 ],
 "source_raw": [
  "PFS Guide pg. 44"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[PFS Guide](/Sources.aspx?ID=50) pg. 44</row>",
 "speed": {},
 "summary": "You've mastered the art of deceiving others about your area of study.",
 "summary_markdown": "You've mastered the art of deceiving others about your area of study.",
 "text": "<title level=\"1\" right=\"Feat 10\" pfs=\"Standard\" > Masterful Obfuscation Source PFS Guide pg. 44 Archetype Scrollmaster Prerequisites master in a skill with the Recall Knowledge action; Scrollmaster Dedication --- You've mastered the art of deceiving others about your area of study. When you gain this feat, choose one skill with the Recall Knowledge action in which you have attained master proficiency. You can attempt to deceive others about the truth of facts and knowledge related to that skill—such as by pretending to know something that you don't, planting false information, or the like—using the Lie action of the Deception skill. When you Lie in this way, attempt your skill check using the skill you selected when you gained this feat instead of Deception, applying all bonuses or penalties related from the selected skill to the check. While it's easier to convince someone who knows nothing about your chosen false information, on a critical success, you can even convince someone who has heard something contradictory, unless they have reason to be certain from direct experience. For instance, you might say, “I know you may have heard to use silver weapons against vampires, but that's a misconception based on conflating them with werewolves. According to all credible scholars, cold iron will do the trick.” Once a creature realizes you've used masterful obfuscation to Lie to them, either from a failed check or due to later discovering the falsehood, you can't use this feat against them again, as it relies on blind trust in your superior knowledge. However, you can still Lie to them normally.",
 "trait": [
  "Archetype",
  "Skill"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Skill](/Traits.aspx?ID=144)",
 "trait_raw": [
  "Archetype",
  "Skill"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=2238",
 "weakness": {}
}