{
 "archetype": [
  "Mind Smith"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Mind Smith Dedication"
 ],
 "feat_markdown": "Mind Smith Dedication",
 "id": "feat-3862",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Mind Smith Dedication](/Feats.aspx?ID=3862) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 204</row>\n\n**Archetype** [Mind Smith](/Archetypes.aspx?ID=194)\n\n</column>\r\n\r\n---\r\n\r\nYou've learned to imagine a shape in your mind, to envision it so strongly it takes form in the material world. You gain a single melee weapon of your choosing, called a mind weapon. Your mind weapon is a martial melee weapon. The overall shape and design of your mind weapon can be of your choosing but it has one of the following four basic statistics: \n<ul><li>A one-handed weapon that deals 1d4 damage and has the [agile](/Traits.aspx?ID=170) and [finesse](/Traits.aspx?ID=179) traits</li><li>A one-handed weapon that deals 1d6 damage and has the [finesse](/Traits.aspx?ID=179) trait</li><li>A one-handed weapon that deals d8 damage</li><li>A two-handed weapon that deals 1d10 damage and has the [reach](/Traits.aspx?ID=192) trait</li></ul> Each day during your daily preparations, you can decide if you want your weapon to deal bludgeoning damage and be in the [club](/WeaponGroups.aspx?ID=5) weapon group, deal piercing damage and be in the [spear](/WeaponGroups.aspx?ID=14) weapon group, or deal slashing damage and be in the [sword](/WeaponGroups.aspx?ID=15) weapon group. Your mind weapon is an extension of your mind—it has no Hardness, and any ability that would damage your mind weapon instead damages you directly, pushing back against the weapon's corporeal form and becoming mental damage of the same amount the weapon would have taken.\n\n You can project your mind weapon using an Interact action, just as you would draw any other weapon. Only you can hold, carry, or wield your mind weapon; if held by another person, it quickly disappears from their hand, reforming in your mind for you to project again. If you're disarmed of your mind weapon, it dematerializes, but you can draw it again with an Interact action starting at the beginning of your next turn.\n\n Upon creating your mind weapon, you also learn to use a mind smith's keepsake: an object of light Bulk, such as a bracelet or figurine, that you wear or keep on your person and inscribe with weapon runes. Your keepsake can't be a magic item, nor can it have any significant monetary value beyond the value of any runes you inscribe on it. You can buy and inscribe [fundamental runes](/equipment/runes/fundamental-weapon-runes) and [weapon property](/equipment/runes/weapon-property-runes) runes onto your keepsake in the same way you would for a regular weapon, and you can move runes to and from your keepsake to other weapons or runestones for the usual cost. Any runes inscribed on the keepsake apply to your mind weapon when you create it. If your keepsake is ever lost or destroyed, you can spend 1 week of downtime imprinting a new object with your weapon's mental properties, though this new keepsake won't have any of the runes that were inscribed on the prior keepsake.\n\n**Special** You can't select another dedication feat until you have gained two other feats from the mind smith archetype.\n\n<title level=\"2\">Mind Smith Dedication leads to...</title>\r\n[Ghost Blade](/Feats.aspx?ID=3864), [Just the Tool](/Feats.aspx?ID=3865), [Malleable Movement](/Feats.aspx?ID=3863), [Mental Forge](/Feats.aspx?ID=3866), [Metallic Envisionment](/Feats.aspx?ID=3871), [Mind Projectiles](/Feats.aspx?ID=3869), [Mind Shards](/Feats.aspx?ID=3867), [Runic Mind Smithing](/Feats.aspx?ID=3870)",
 "name": "Mind Smith Dedication",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 204</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou've learned to imagine a shape in your mind, to envision it so strongly it takes form in the material world.\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 204"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 204</row>",
 "speed": {},
 "summary": "You've learned to imagine a shape in your mind, to envision it so strongly it takes form in the material world.",
 "summary_markdown": "You've learned to imagine a shape in your mind, to envision it so strongly it takes form in the material world.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Standard\" > Mind Smith Dedication Source Dark Archive pg. 204 Archetype Mind Smith --- You've learned to imagine a shape in your mind, to envision it so strongly it takes form in the material world. You gain a single melee weapon of your choosing, called a mind weapon. Your mind weapon is a martial melee weapon. The overall shape and design of your mind weapon can be of your choosing but it has one of the following four basic statistics: A one-handed weapon that deals 1d4 damage and has the agile and finesse traits A one-handed weapon that deals 1d6 damage and has the finesse trait A one-handed weapon that deals d8 damage A two-handed weapon that deals 1d10 damage and has the reach trait Each day during your daily preparations, you can decide if you want your weapon to deal bludgeoning damage and be in the club weapon group, deal piercing damage and be in the spear weapon group, or deal slashing damage and be in the sword weapon group. Your mind weapon is an extension of your mind—it has no Hardness, and any ability that would damage your mind weapon instead damages you directly, pushing back against the weapon's corporeal form and becoming mental damage of the same amount the weapon would have taken. You can project your mind weapon using an Interact action, just as you would draw any other weapon. Only you can hold, carry, or wield your mind weapon; if held by another person, it quickly disappears from their hand, reforming in your mind for you to project again. If you're disarmed of your mind weapon, it dematerializes, but you can draw it again with an Interact action starting at the beginning of your next turn. Upon creating your mind weapon, you also learn to use a mind smith's keepsake: an object of light Bulk, such as a bracelet or figurine, that you wear or keep on your person and inscribe with weapon runes. Your keepsake can't be a magic item, nor can it have any significant monetary value beyond the value of any runes you inscribe on it. You can buy and inscribe fundamental runes and weapon property runes onto your keepsake in the same way you would for a regular weapon, and you can move runes to and from your keepsake to other weapons or runestones for the usual cost. Any runes inscribed on the keepsake apply to your mind weapon when you create it. If your keepsake is ever lost or destroyed, you can spend 1 week of downtime imprinting a new object with your weapon's mental properties, though this new keepsake won't have any of the runes that were inscribed on the prior keepsake. Special You can't select another dedication feat until you have gained two other feats from the mind smith archetype. Mind Smith Dedication leads to... Ghost Blade, Just the Tool, Malleable Movement, Mental Forge, Metallic Envisionment, Mind Projectiles, Mind Shards, Runic Mind Smithing",
 "trait": [
  "Archetype",
  "Dedication"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41)",
 "trait_raw": [
  "Archetype",
  "Dedication"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3862",
 "weakness": {}
}