{
 "archetype": [
  "Zombie"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Out of Hand"
 ],
 "feat_markdown": "Out of Hand",
 "id": "feat-3563",
 "level": 8,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 8\"\r\n    pfs=\"Standard\"\r\n>\r\n[Out of Hand](/Feats.aspx?ID=3563) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 61</row>\n\n**Archetype** [Zombie](/Archetypes.aspx?ID=182)\n\n**Prerequisites**\r\n[Zombie Dedication](/Feats.aspx?ID=3557)\n\n</column>\r\n\r\n---\r\n\r\nEven when your limbs are severed, they remain a part of you. When an arm is severed from your body, it gains the [minion](/Traits.aspx?ID=109) trait. While severed, your limb has the statistics of a [familiar](/Rules.aspx?ID=160) without any familiar or master abilities, except its Speed is 5 feet, it can't move further than 100 feet from you, it can Interact with things, and it can still make any [unarmed](/Traits.aspx?ID=199) Strikes it could have made while attached to you (usually a fist Strike). Any Strikes it makes share your multiple attack penalty and use your attack bonus and damage. If your arm is reduced to 0 HP or is ever more than 100 feet from you, it becomes inert until reattached. The GM might allow you to detach other limbs that have unarmed attacks using the below action (for example, if you're a tiefling with [Form of the Fiend](/Feats.aspx?ID=1379), giving you a tail unarmed attack).\n\n You gain the Lay Down Arms action.\n\n **Lay Down Arms** <actions string=\"Single Action\" /> You pull your arm off, harmlessly severing it from your body and dropping it in an adjacent square. You can also use this action to reattach your severed arm if it's adjacent to you; it immediately functions normally. If the detached limb was at 0 Hit Points, it takes 10 minutes to reattach it instead of a single action.",
 "name": "Out of Hand",
 "pfs": "Standard",
 "prerequisite": "Zombie Dedication",
 "prerequisite_markdown": "[Zombie Dedication](/Feats.aspx?ID=3557)",
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 61</row>\n\n**Prerequisites**\r\n[Zombie Dedication](/Feats.aspx?ID=3557)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEven when your limbs are severed, they remain a part of you.\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 61"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 61</row>",
 "speed": {},
 "summary": "Even when your limbs are severed, they remain a part of you.",
 "summary_markdown": "Even when your limbs are severed, they remain a part of you.",
 "text": "<title level=\"1\" right=\"Feat 8\" pfs=\"Standard\" > Out of Hand Source Book of the Dead pg. 61 Archetype Zombie Prerequisites Zombie Dedication --- Even when your limbs are severed, they remain a part of you. When an arm is severed from your body, it gains the minion trait. While severed, your limb has the statistics of a familiar without any familiar or master abilities, except its Speed is 5 feet, it can't move further than 100 feet from you, it can Interact with things, and it can still make any unarmed Strikes it could have made while attached to you (usually a fist Strike). Any Strikes it makes share your multiple attack penalty and use your attack bonus and damage. If your arm is reduced to 0 HP or is ever more than 100 feet from you, it becomes inert until reattached. The GM might allow you to detach other limbs that have unarmed attacks using the below action (for example, if you're a tiefling with Form of the Fiend, giving you a tail unarmed attack). You gain the Lay Down Arms action. Lay Down Arms Single Action You pull your arm off, harmlessly severing it from your body and dropping it in an adjacent square. You can also use this action to reattach your severed arm if it's adjacent to you; it immediately functions normally. If the detached limb was at 0 Hit Points, it takes 10 minutes to reattach it instead of a single action.",
 "trait": [
  "Archetype"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12)",
 "trait_raw": [
  "Archetype"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3563",
 "weakness": {}
}