{
 "archetype": [
  "Pactbinder"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Pactbinder Dedication"
 ],
 "feat_markdown": "Pactbinder Dedication",
 "id": "feat-3822",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Pactbinder Dedication](/Feats.aspx?ID=3822) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 166</row>\n\n**Archetype** [Pactbinder](/Archetypes.aspx?ID=189)\n\n**Prerequisites**\r\ntrained in [Diplomacy](/Skills.aspx?ID=6) as well as either [Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10), [Occultism](/Skills.aspx?ID=11), or [Religion](/Skills.aspx?ID=13)\n\n</column>\r\n\r\n---\r\n\r\nThe first step toward forming a successful pact is an understanding of the magic behind it, along with skill at negotiation. It doesn't hurt that you also learned how to magically bind yourself to keep your word, enabling you to bargain more easily. You increase your proficiency from trained to expert in Diplomacy and in one of the following: Arcana, Nature, Occultism, or Religion.\n\n **Binding Vow** <actions string=\"Single Action\" /> ([auditory](/Traits.aspx?ID=16), [concentrate](/Traits.aspx?ID=32), [enchantment](/Traits.aspx?ID=61), [occult](/Traits.aspx?ID=120)) **Frequency** once per day; **Effect** You bind yourself by formally speaking a binding vow. Supernatural power flows through and around you as you speak it, and all those present to hear it intrinsically know that it binds you. Breaking this vow is anathema to you, and if you break it willingly, you lose all pactbinder benefits until you fulfill your vow or, if that's impossible, participate in an atone ritual. The vow doesn't prevent unwilling violations and can't be used to try to circumvent mind-control magic, [confusion](/Conditions.aspx?ID=5), or similar situations where you perform an action not entirely of your own volition. A Binding Vow doesn't end until you've fulfilled it. Even if you die, the vow still binds you if you return to life. The vow doesn't force you to go to ridiculous extremes, such as dying, to fulfill your vow unless you specifically swear to go to such extremes. Trying to subvert your binding vow by making selfish promises (such as swearing to an ally that you'll kill someone you already wanted to kill) is in itself a violation of your vow, as is attempting to subvert other vows you've made (such as those from other pactbinder feats or a champion's code).\n\n When you make a [Request](/Actions.aspx?ID=51) or [Coerce](/Actions.aspx?ID=52) directly in service of fulfilling your vow, you gain a +1 circumstance bonus to your check against any creatures aware of your vow.\n\n**Special** You can't select another dedication feat until you've gained two other feats from the pactbinder archetype.\n\n<title level=\"2\">Pactbinder Dedication leads to...</title>\r\n[Pact of Draconic Fury](/Feats.aspx?ID=3825), [Pact of Eldritch Eyes](/Feats.aspx?ID=3828), [Pact of Fey Glamour](/Feats.aspx?ID=3824), [Pact of Infernal Prowess](/Feats.aspx?ID=3826), [Pact of the Final Breath](/Feats.aspx?ID=3827), [Sociable Vow](/Feats.aspx?ID=3823)",
 "name": "Pactbinder Dedication",
 "pfs": "Standard",
 "prerequisite": "trained in Diplomacy as well as either Arcana, Nature, Occultism, or Religion",
 "prerequisite_markdown": "trained in [Diplomacy](/Skills.aspx?ID=6) as well as either [Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10), [Occultism](/Skills.aspx?ID=11), or [Religion](/Skills.aspx?ID=13)",
 "rarity": "uncommon",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 166</row>\n\n**Prerequisites**\r\ntrained in [Diplomacy](/Skills.aspx?ID=6) as well as either [Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10), [Occultism](/Skills.aspx?ID=11), or [Religion](/Skills.aspx?ID=13)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe first step toward forming a successful pact is an understanding of the magic behind it, along with skill at negotiation.\r\n</summary>",
 "skill": [
  "Diplomacy",
  "Athletics",
  "Nature",
  "Occultism",
  "Religion",
  "Diplomacy",
  "Arcana",
  "Nature",
  "Occultism",
  "Religion",
  "Diplomacy",
  "Athletics",
  "Nature",
  "Occultism",
  "Religion"
 ],
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 166"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 166</row>",
 "speed": {},
 "summary": "The first step toward forming a successful pact is an understanding of the magic behind it, along with skill at negotiation.",
 "summary_markdown": "The first step toward forming a successful pact is an understanding of the magic behind it, along with skill at negotiation.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Standard\" > Pactbinder Dedication Source Dark Archive pg. 166 Archetype Pactbinder Prerequisites trained in Diplomacy as well as either Arcana, Nature, Occultism, or Religion --- The first step toward forming a successful pact is an understanding of the magic behind it, along with skill at negotiation. It doesn't hurt that you also learned how to magically bind yourself to keep your word, enabling you to bargain more easily. You increase your proficiency from trained to expert in Diplomacy and in one of the following: Arcana, Nature, Occultism, or Religion. Binding Vow Single Action (auditory, concentrate, enchantment, occult) Frequency once per day; Effect You bind yourself by formally speaking a binding vow. Supernatural power flows through and around you as you speak it, and all those present to hear it intrinsically know that it binds you. Breaking this vow is anathema to you, and if you break it willingly, you lose all pactbinder benefits until you fulfill your vow or, if that's impossible, participate in an atone ritual. The vow doesn't prevent unwilling violations and can't be used to try to circumvent mind-control magic, confusion, or similar situations where you perform an action not entirely of your own volition. A Binding Vow doesn't end until you've fulfilled it. Even if you die, the vow still binds you if you return to life. The vow doesn't force you to go to ridiculous extremes, such as dying, to fulfill your vow unless you specifically swear to go to such extremes. Trying to subvert your binding vow by making selfish promises (such as swearing to an ally that you'll kill someone you already wanted to kill) is in itself a violation of your vow, as is attempting to subvert other vows you've made (such as those from other pactbinder feats or a champion's code). When you make a Request or Coerce directly in service of fulfilling your vow, you gain a +1 circumstance bonus to your check against any creatures aware of your vow. Special You can't select another dedication feat until you've gained two other feats from the pactbinder archetype. Pactbinder Dedication leads to... Pact of Draconic Fury, Pact of Eldritch Eyes, Pact of Fey Glamour, Pact of Infernal Prowess, Pact of the Final Breath, Sociable Vow",
 "trait": [
  "Archetype",
  "Dedication",
  "Uncommon"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Archetype",
  "Dedication",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3822",
 "weakness": {}
}