{
 "access": "members of the Firebrands gain access to them once they reach the\r\nrank of second mark",
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Sow Rumor"
 ],
 "feat_markdown": "Sow Rumor",
 "id": "feat-1065",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Sow Rumor](/Feats.aspx?ID=1065) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 71 <sup>2.0</sup></row>\n\n**Prerequisites**\r\nExpert in [Deception](/Skills.aspx?ID=5)\r\n\r\n**Access**\r\nmembers of the Firebrands gain access to them once they reach the\r\nrank of second mark\n\n</column>\r\n\r\n---\r\n\r\nYou spread rumors, which may or may not be true, about a specific subject. If the subject of your rumor is not currently the subject of any contradictory rumors, this takes as long as it would normally take you to [Gather Information](/Actions.aspx?ID=49) (typically 2 hours), at the end of which the GM rolls a secret Deception check to see how well you spread the rumor. If your rumor matches any current rumors about the subject, it takes less time to spread the rumor, and if you are attempting to overtake a particularly popular and contradictory rumor, it takes much longer or may be impossible. The DC similarly increases or decreases depending on how plausible your rumor is.\n\n**Critical Success** Your rumor spreads like wildfire. Anyone who succeeds at a check to Gather Information on the specific subject learns your rumor in preference to other rumors about the subject. Your rumor persists for 1 month.<br />\r\n**Success** You successfully spread the rumor. Anyone who succeeds at a check to Gather Information on the specific subject adds your rumor to the list of rumors they could learn about the subject. Your rumor persists for 1 week.<br />\r\n**Failure** Your rumor dies off, never becoming popular enough for other people to learn it via Gather Information.<br />\r\n**Critical Failure** You are unable to spread a rumor and take a –4 circumstance penalty to Deception checks to Sow Rumors about the same subject within the same region for 1 week. In addition, a rumor spreads about someone trying to spread false rumors about the subject.\n\n<title level=\"2\">Firebrand Options</title>\r\n\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 71 <sup>2.0</sup></row>\r\n\r\nThe Firebrands use a variety of unorthodox equipment and techniques to achieve their goals, whether those goals include drawing attention, or subterfuge and subtlety. The following Firebrand options are uncommon, and members of the Firebrands gain access to them once they reach the rank of second mark. The [Entourage](/Feats.aspx?ID=1066) feat is rare even for members of the Firebrands, as it requires a certain degree of fame and in-world activity to acquire, and potentially requires the player or GM to keep track of additional background NPCs. Typically, only third mark and fourth mark Firebrands have the notoriety and social influence required to maintain an entourage. While Firebrands seek to build an entourage more than most adventurers, it’s not unreasonable for any famous character to gain access to it if the players are interested in playing with the [Entourage](/Feats.aspx?ID=1066) feat.\r\n\r\n**Related Feats**: [Backup Disguise](/Feats.aspx?ID=1064), [Entourage](/Feats.aspx?ID=1066)",
 "name": "Sow Rumor",
 "pfs": "Standard",
 "prerequisite": "Expert in Deception",
 "prerequisite_markdown": "Expert in [Deception](/Skills.aspx?ID=5)",
 "rarity": "uncommon",
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 71 <sup>2.0</sup></row>\n\n**Prerequisites**\r\nExpert in [Deception](/Skills.aspx?ID=5)\r\n\r\n**Access**\r\nmembers of the Firebrands gain access to them once they reach the\r\nrank of second mark\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou spread rumors, which may or may not be true, about a specific subject.\r\n</summary>",
 "skill": [
  "Deception",
  "Deception"
 ],
 "source": [
  "Character Guide"
 ],
 "source_raw": [
  "Character Guide pg. 71"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Character Guide](/Sources.aspx?ID=12) pg. 71 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "You spread rumors, which may or may not be true, about a specific subject.",
 "summary_markdown": "You spread rumors, which may or may not be true, about a specific subject.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Standard\" > Sow Rumor Source Character Guide pg. 71 2.0 Prerequisites Expert in Deception Access members of the Firebrands gain access to them once they reach the rank of second mark --- You spread rumors, which may or may not be true, about a specific subject. If the subject of your rumor is not currently the subject of any contradictory rumors, this takes as long as it would normally take you to Gather Information (typically 2 hours), at the end of which the GM rolls a secret Deception check to see how well you spread the rumor. If your rumor matches any current rumors about the subject, it takes less time to spread the rumor, and if you are attempting to overtake a particularly popular and contradictory rumor, it takes much longer or may be impossible. The DC similarly increases or decreases depending on how plausible your rumor is. Critical Success Your rumor spreads like wildfire. Anyone who succeeds at a check to Gather Information on the specific subject learns your rumor in preference to other rumors about the subject. Your rumor persists for 1 month. Success You successfully spread the rumor. Anyone who succeeds at a check to Gather Information on the specific subject adds your rumor to the list of rumors they could learn about the subject. Your rumor persists for 1 week. Failure Your rumor dies off, never becoming popular enough for other people to learn it via Gather Information. Critical Failure You are unable to spread a rumor and take a –4 circumstance penalty to Deception checks to Sow Rumors about the same subject within the same region for 1 week. In addition, a rumor spreads about someone trying to spread false rumors about the subject. Firebrand Options Source Character Guide pg. 71 2.0 The Firebrands use a variety of unorthodox equipment and techniques to achieve their goals, whether those goals include drawing attention, or subterfuge and subtlety. The following Firebrand options are uncommon, and members of the Firebrands gain access to them once they reach the rank of second mark. The Entourage feat is rare even for members of the Firebrands, as it requires a certain degree of fame and in-world activity to acquire, and potentially requires the player or GM to keep track of additional background NPCs. Typically, only third mark and fourth mark Firebrands have the notoriety and social influence required to maintain an entourage. While Firebrands seek to build an entourage more than most adventurers, it’s not unreasonable for any famous character to gain access to it if the players are interested in playing with the Entourage feat. Related Feats : Backup Disguise, Entourage",
 "trait": [
  "General",
  "Secret",
  "Skill",
  "Uncommon"
 ],
 "trait_markdown": "[General](/Traits.aspx?ID=78), [Secret](/Traits.aspx?ID=142), [Skill](/Traits.aspx?ID=144), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "General",
  "Secret",
  "Skill",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=1065",
 "weakness": {}
}