{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Spirit Speaker"
 ],
 "feat_markdown": "Spirit Speaker",
 "id": "feat-3423",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Limited\"\r\n>\r\n[Spirit Speaker](/Feats.aspx?ID=3423) <actions string=\"\" />\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Quest for the Frozen Flame</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 78</row>\n\n**Prerequisites**\r\nExpert in [Nature](/Skills.aspx?ID=10)\n\n</column>\r\n\r\n---\r\n\r\nYou know that when an animal dies, its spirit lingers briefly before moving on. Using low chants, body language that shows respect, and special movements that demonstrate to the spirit that you are an ally, you glean information from a spirit before it departs. This is a 1-minute activity. You must begin the activity while adjacent to the body of an [animal](/Traits.aspx?ID=9) or [beast](/Traits.aspx?ID=20) that died within the last 1 minute. As part of the activity, you ask one simple question of the spirit. Attempt a Nature check at a DC determined by the GM (normally, this is the [appropriate DC for the level of the animal or beast](/Rules.aspx?ID=554) when it was alive). Regardless of the result of your check, the spirit immediately departs and can't be used for Spirit Speaker again. If the creature had the [confused](/Conditions.aspx?ID=5) or [frightened](/Conditions.aspx?ID=19) condition when it died, you can't get a result better than a critical failure. Only one creature can use Spirit Speaker on a given dead animal, as the effort takes the spirit's full attention.\n\n**Critical Success** The spirit answers you truthfully. The spirit's answer is likely to be terse or cryptic compared to normal communication with an animal, and it can pertain only to things the creature directly experienced or considered important. The spirit doesn't remember anything that happened more than 1 day ago.<br />\r\n**Success** As critical success, but the spirit doesn't recall anything that happened more than 1 hour ago.<br />\r\n**Failure** The spirit doesn't answer you.<br />\r\n**Critical Failure** The spirit is wracked with misery or bewilderment and gives you an erroneous answer.\n\n<title level=\"2\">Skill Feats</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 78</row>\r\n\r\nCharacters can gain access to the following new skill feats throughout “Broken Tusk Moon.”\n\n **All of the Animal**: Head scout Wipa teaches this skill feat to characters who help her butcher an animal for meat, such as the moose at the beginning of the adventure or another animal slain throughout the course of the Broken Tusk following's journey.\n\n **Spirit Speaker**: Mammoth Lord Argakoa, also known as Argakoa the Songsinger, might teach a fraction of her tremendous skill to a young scout who joins her in song. \n\n**Tame Animal**: The young herd tender Imek has a natural way with animals. She is happy to teach what she knows to any characters who display a similar reverence toward living creatures, such as by peacefully resolving their encounter with the giant porcupine in Chapter 1 of this adventure. Although this feat is particularly useful to characters who want to recruit animal followers throughout the Quest for the Frozen Flame Adventure Path, it isn't strictly necessary for the party to succeed in their adventures. It can be a great boon to parties taking part in other quests, as well.\r\n\r\n**Related Feats**: [All of the Animal](/Feats.aspx?ID=3422), [Tame Animal](/Feats.aspx?ID=3424)",
 "name": "Spirit Speaker",
 "pfs": "Limited",
 "prerequisite": "Expert in Nature",
 "prerequisite_markdown": "Expert in [Nature](/Skills.aspx?ID=10)",
 "rarity": "uncommon",
 "release_date": "2022-01-26",
 "resistance": {},
 "school": "necromancy",
 "search_markdown": "<spoilers>May contain spoilers from Quest for the Frozen Flame</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 78</row>\n\n**Prerequisites**\r\nExpert in [Nature](/Skills.aspx?ID=10)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou know that when an animal dies, its spirit lingers briefly before moving on.\r\n</summary>",
 "skill": [
  "Nature",
  "Nature"
 ],
 "source": [
  "Pathfinder #175: Broken Tusk Moon"
 ],
 "source_raw": [
  "Pathfinder #175: Broken Tusk Moon pg. 78"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Quest for the Frozen Flame",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 78</row>",
 "speed": {},
 "spoilers": "Quest for the Frozen Flame",
 "summary": "You know that when an animal dies, its spirit lingers briefly before moving on.",
 "summary_markdown": "You know that when an animal dies, its spirit lingers briefly before moving on.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Limited\" > Spirit Speaker May contain spoilers from Quest for the Frozen Flame Source Pathfinder #175: Broken Tusk Moon pg. 78 Prerequisites Expert in Nature --- You know that when an animal dies, its spirit lingers briefly before moving on. Using low chants, body language that shows respect, and special movements that demonstrate to the spirit that you are an ally, you glean information from a spirit before it departs. This is a 1-minute activity. You must begin the activity while adjacent to the body of an animal or beast that died within the last 1 minute. As part of the activity, you ask one simple question of the spirit. Attempt a Nature check at a DC determined by the GM (normally, this is the appropriate DC for the level of the animal or beast when it was alive). Regardless of the result of your check, the spirit immediately departs and can't be used for Spirit Speaker again. If the creature had the confused or frightened condition when it died, you can't get a result better than a critical failure. Only one creature can use Spirit Speaker on a given dead animal, as the effort takes the spirit's full attention. Critical Success The spirit answers you truthfully. The spirit's answer is likely to be terse or cryptic compared to normal communication with an animal, and it can pertain only to things the creature directly experienced or considered important. The spirit doesn't remember anything that happened more than 1 day ago. Success As critical success, but the spirit doesn't recall anything that happened more than 1 hour ago. Failure The spirit doesn't answer you. Critical Failure The spirit is wracked with misery or bewilderment and gives you an erroneous answer. Skill Feats Source Pathfinder #175: Broken Tusk Moon pg. 78 Characters can gain access to the following new skill feats throughout “Broken Tusk Moon.” All of the Animal : Head scout Wipa teaches this skill feat to characters who help her butcher an animal for meat, such as the moose at the beginning of the adventure or another animal slain throughout the course of the Broken Tusk following's journey. Spirit Speaker : Mammoth Lord Argakoa, also known as Argakoa the Songsinger, might teach a fraction of her tremendous skill to a young scout who joins her in song. Tame Animal : The young herd tender Imek has a natural way with animals. She is happy to teach what she knows to any characters who display a similar reverence toward living creatures, such as by peacefully resolving their encounter with the giant porcupine in Chapter 1 of this adventure. Although this feat is particularly useful to characters who want to recruit animal followers throughout the Quest for the Frozen Flame Adventure Path, it isn't strictly necessary for the party to succeed in their adventures. It can be a great boon to parties taking part in other quests, as well. Related Feats : All of the Animal, Tame Animal",
 "trait": [
  "General",
  "Necromancy",
  "Secret",
  "Skill",
  "Uncommon"
 ],
 "trait_markdown": "[General](/Traits.aspx?ID=78), [Necromancy](/Traits.aspx?ID=117), [Secret](/Traits.aspx?ID=142), [Skill](/Traits.aspx?ID=144), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "General",
  "Necromancy",
  "Secret",
  "Skill",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3423",
 "weakness": {}
}