{
 "archetype": [
  "Sterling Dynamo"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Sterling Dynamo Dedication"
 ],
 "feat_markdown": "Sterling Dynamo Dedication",
 "id": "feat-3127",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Sterling Dynamo Dedication](/Feats.aspx?ID=3127) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 52</row>\n\n**Archetype** [Sterling Dynamo](/Archetypes.aspx?ID=110)\n\n</column>\r\n\r\n---\r\n\r\nYou obtain a sterling dynamo prosthetic, which allows you to replace or augment a limb, or even add a simple new non-prehensile limb, such as a tail. While your sterling dynamo prosthetic can replace a missing prehensile limb, such as an arm, choosing to add a new limb can never increases your character's number of hands or prehensile limbs beyond two, even in combination with other abilities or effects.\n\n Your sterling dynamo prosthesis is especially optimized for combat, granting you a dynamo melee [unarmed](/Traits.aspx?ID=199) attack that is in the [brawling](/WeaponGroups.aspx?ID=4) weapon group and is made of [silver](/Equipment.aspx?ID=379) (which makes it more effective against certain types of creatures, such as [devils](/MonsterFamilies.aspx?ID=30) and [werewolves](/Monsters.aspx?ID=411)).\n\n You have several options to customize your sterling dynamo. First, choose whether you have a power driver dynamo, which deals 1d6 bludgeoning damage and has the [shove](/Traits.aspx?ID=193) trait, or a percussive striker dynamo, which deals 1d4 bludgeoning damage and has the [agile](/Traits.aspx?ID=170) and [finesse](/Traits.aspx?ID=179) traits.\n\n Most dynamos are automated, so they don't require a free hand to use, like other unarmed attacks. However, you can instead choose to make your dynamo be manually controlled via a handheld switch, lever, or other device; to make an attack with a manually controlled dynamo, you must have a hand free to operate it, but the benefit is great control and a more devastating strike. This increases the damage die by one size, to a 1d8 for a power drive dynamo or 1d6 for a percussive striker dynamo. Arm dynamos are always manual, but they use the hand on that arm to operate the dynamo when making strikes. Manual control is required only in the heat of combat, not for less strenuous adventuring or everyday activities.\n\n You need to keep your sterling dynamo wound, but the process isn't particularly onerous, so in most situations, it won't be an issue. If you spend 1 minute winding up your dynamo, it can remain active for 24 hours before needing additional winding. However, enemies can attempt to [Disable](/Actions.aspx?ID=69) the dynamo, which has a level equal to your own, to reduce the remaining operational time by 1 hour, or 2 hours on a critical success. Certain other abilities that adversely affect technology might also reduce the dynamo's remaining operational time. When your dynamo is out of operational time, you can still use it as a normal prosthetic, but you cannot use your dynamo unarmed attack or any other abilities from this archetype until you wind the dynamo again. You can wind the dynamo for 1 minute at any time to return it to the maximum 24 hours of operational time.\n\n**Special** You cannot select another dedication feat until you have gained two other feats from the sterling dynamo archetype.\n\n<title level=\"2\">Sterling Dynamo Dedication leads to...</title>\r\n[Golem Dynamo](/Feats.aspx?ID=3132), [Modular Dynamo](/Feats.aspx?ID=3128), [Piston Punch](/Feats.aspx?ID=3129), [Soaring Dynamo](/Feats.aspx?ID=3133), [Stasian Smash](/Feats.aspx?ID=3130)",
 "name": "Sterling Dynamo Dedication",
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 52</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou obtain a sterling dynamo prosthetic, which allows you to replace or augment a limb, or even add a simple new non-prehensile limb, such as a tail.\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 52"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 52</row>",
 "speed": {},
 "summary": "You obtain a sterling dynamo prosthetic, which allows you to replace or augment a limb, or even add a simple new non-prehensile limb, such as a tail.",
 "summary_markdown": "You obtain a sterling dynamo prosthetic, which allows you to replace or augment a limb, or even add a simple new non-prehensile limb, such as a tail.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Standard\" > Sterling Dynamo Dedication Source Guns &amp; Gears pg. 52 Archetype Sterling Dynamo --- You obtain a sterling dynamo prosthetic, which allows you to replace or augment a limb, or even add a simple new non-prehensile limb, such as a tail. While your sterling dynamo prosthetic can replace a missing prehensile limb, such as an arm, choosing to add a new limb can never increases your character's number of hands or prehensile limbs beyond two, even in combination with other abilities or effects. Your sterling dynamo prosthesis is especially optimized for combat, granting you a dynamo melee unarmed attack that is in the brawling weapon group and is made of silver (which makes it more effective against certain types of creatures, such as devils and werewolves). You have several options to customize your sterling dynamo. First, choose whether you have a power driver dynamo, which deals 1d6 bludgeoning damage and has the shove trait, or a percussive striker dynamo, which deals 1d4 bludgeoning damage and has the agile and finesse traits. Most dynamos are automated, so they don't require a free hand to use, like other unarmed attacks. However, you can instead choose to make your dynamo be manually controlled via a handheld switch, lever, or other device; to make an attack with a manually controlled dynamo, you must have a hand free to operate it, but the benefit is great control and a more devastating strike. This increases the damage die by one size, to a 1d8 for a power drive dynamo or 1d6 for a percussive striker dynamo. Arm dynamos are always manual, but they use the hand on that arm to operate the dynamo when making strikes. Manual control is required only in the heat of combat, not for less strenuous adventuring or everyday activities. You need to keep your sterling dynamo wound, but the process isn't particularly onerous, so in most situations, it won't be an issue. If you spend 1 minute winding up your dynamo, it can remain active for 24 hours before needing additional winding. However, enemies can attempt to Disable the dynamo, which has a level equal to your own, to reduce the remaining operational time by 1 hour, or 2 hours on a critical success. Certain other abilities that adversely affect technology might also reduce the dynamo's remaining operational time. When your dynamo is out of operational time, you can still use it as a normal prosthetic, but you cannot use your dynamo unarmed attack or any other abilities from this archetype until you wind the dynamo again. You can wind the dynamo for 1 minute at any time to return it to the maximum 24 hours of operational time. Special You cannot select another dedication feat until you have gained two other feats from the sterling dynamo archetype. Sterling Dynamo Dedication leads to... Golem Dynamo, Modular Dynamo, Piston Punch, Soaring Dynamo, Stasian Smash",
 "trait": [
  "Archetype",
  "Dedication",
  "Uncommon"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Archetype",
  "Dedication",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3127",
 "weakness": {}
}