{
 "archetype": [
  "Vehicle Mechanic"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Superior Propulsion"
 ],
 "feat_markdown": "Superior Propulsion",
 "id": "feat-3150",
 "level": 6,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 6\"\r\n    pfs=\"Standard\"\r\n>\r\n[Superior Propulsion](/Feats.aspx?ID=3150) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 57</row>\n\n**Archetype** [Vehicle Mechanic](/Archetypes.aspx?ID=113)\n\n**Prerequisites**\r\n[Vehicle Mechanic Dedication](/Feats.aspx?ID=3147)\n\n</column>\r\n\r\n---\r\n\r\nBy experimenting with the effects of momentum gained from your signature [vehicle's](/equipment/vehicles) movement, you have learned to get more from propulsion than just speed when the pilot pushes the vehicle to its limit. Each time the pilot [Drives](/Actions.aspx?ID=483) your signature vehicle as a 2- or 3-action activity and succeeds at the Piloting check, the vehicle produces an additional effect, depending on its method of propulsion. If your signature vehicle has more than one propulsion method, the pilot can select which benefit to gain each time they succeed at the Piloting check to Drive the vehicle as a 2- or 3-action activity.\n\n **Alchemical** The caustic runoff from the alchemical engines is now weaponized. Creatures adjacent to your signature vehicle when it begins its movement take acid damage equal to your level.\n\n **Clockwork** More resilient gears allow the vehicle to remain functional, even when damaged. If your signature vehicle is [broken](/Conditions.aspx?ID=2), it does not need to make the flat check to avoid losing operating time.\n\n **Magical** The residual magic from your signature vehicle interferes with hostile spells. Pilots, crew, and passengers of the vehicle gain a +1 circumstance bonus to saving throws against spells until the start of the pilot's next turn.\n\n **Pulled** You have eased the amount of effort needed for those pulling your signature vehicle to move it. The vehicle gains a +10 circumstance bonus to its Speed.\n\n **Rowed** Reinforced ports protect the rowers below decks from harm. Rowers of your signature vehicle who are below decks have greater cover from attacks from outside the vehicle and are not damaged when the vehicle takes collision damage.\n\n **Steam** The outlet of steam forms a cloud around the vehicle as it moves. For the duration of its movement, your signature vehicle is [concealed](/Conditions.aspx?ID=4).\n\n **Wind** The draft of the wind helps the vehicle turn. During this movement, your signature vehicle can turn normally, rather than needing to move in a straight line as normal for a 2- or 3-action Drive.",
 "name": "Superior Propulsion",
 "pfs": "Standard",
 "prerequisite": "Vehicle Mechanic Dedication",
 "prerequisite_markdown": "[Vehicle Mechanic Dedication](/Feats.aspx?ID=3147)",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 57</row>\n\n**Prerequisites**\r\n[Vehicle Mechanic Dedication](/Feats.aspx?ID=3147)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBy experimenting with the effects of momentum gained from your signature vehicle's movement, you have learned to get more from propulsion than just speed when the pilot pushes the vehicle to its limit.\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 57"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 57</row>",
 "speed": {},
 "summary": "By experimenting with the effects of momentum gained from your signature vehicle's movement, you have learned to get more from propulsion than just speed when the pilot pushes the vehicle to its limit.",
 "summary_markdown": "By experimenting with the effects of momentum gained from your signature vehicle's movement, you have learned to get more from propulsion than just speed when the pilot pushes the vehicle to its limit.",
 "text": "<title level=\"1\" right=\"Feat 6\" pfs=\"Standard\" > Superior Propulsion Source Guns &amp; Gears pg. 57 Archetype Vehicle Mechanic Prerequisites Vehicle Mechanic Dedication --- By experimenting with the effects of momentum gained from your signature vehicle's movement, you have learned to get more from propulsion than just speed when the pilot pushes the vehicle to its limit. Each time the pilot Drives your signature vehicle as a 2- or 3-action activity and succeeds at the Piloting check, the vehicle produces an additional effect, depending on its method of propulsion. If your signature vehicle has more than one propulsion method, the pilot can select which benefit to gain each time they succeed at the Piloting check to Drive the vehicle as a 2- or 3-action activity. Alchemical The caustic runoff from the alchemical engines is now weaponized. Creatures adjacent to your signature vehicle when it begins its movement take acid damage equal to your level. Clockwork More resilient gears allow the vehicle to remain functional, even when damaged. If your signature vehicle is broken, it does not need to make the flat check to avoid losing operating time. Magical The residual magic from your signature vehicle interferes with hostile spells. Pilots, crew, and passengers of the vehicle gain a +1 circumstance bonus to saving throws against spells until the start of the pilot's next turn. Pulled You have eased the amount of effort needed for those pulling your signature vehicle to move it. The vehicle gains a +10 circumstance bonus to its Speed. Rowed Reinforced ports protect the rowers below decks from harm. Rowers of your signature vehicle who are below decks have greater cover from attacks from outside the vehicle and are not damaged when the vehicle takes collision damage. Steam The outlet of steam forms a cloud around the vehicle as it moves. For the duration of its movement, your signature vehicle is concealed. Wind The draft of the wind helps the vehicle turn. During this movement, your signature vehicle can turn normally, rather than needing to move in a straight line as normal for a 2- or 3-action Drive.",
 "trait": [
  "Archetype"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12)",
 "trait_raw": [
  "Archetype"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3150",
 "weakness": {}
}