{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Tame Animal"
 ],
 "feat_markdown": "Tame Animal",
 "id": "feat-3424",
 "level": 1,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 1\"\r\n    pfs=\"\"\r\n>\r\n[Tame Animal](/Feats.aspx?ID=3424) <actions string=\"\" />\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Quest for the Frozen Flame</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Exploration\" url=\"/Traits.aspx?ID=66\" />\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 78</row>\n\n**Prerequisites**\r\nTrained in [Nature](/Skills.aspx?ID=10)\n\n</column>\r\n\r\n---\r\n\r\nAnimals born and raised far from humanoid settlements rarely get along with two-legged beings, whom they assume to be dangerous predators. In spite of this, you know how to approach and entreat a wild animal so that it's more receptive to your presence and requests. \n\nTo use this feat, choose a wild [animal](/Traits.aspx?ID=9) that isn't actively hostile to you and which isn't confined to an area smaller than its Speed in diameter (animals held in place or trapped are typically too scared to be tamed). Attempt a Nature check against a DC determined by the GM; this is usually the animal's Will DC, but circumstances might adjust the precise DC. This attempt usually takes an hour, but you can perform it in 10 minutes if you have expert proficiency in Nature, 1 minute if you have master proficiency, or as a three-action activity if you have legendary proficiency.\n\n**Critical Success** You form a friendly bond with the animal. As long as it isn't starving, the animal won't attack you or creatures obviously allied with you, even if they're creatures the animal would normally prey upon. This effect is permanent.<br />\r\n**Success** As critical success, but the effect lasts for 1 month. If you or an ally teach the animal a basic action during that time with the [Train Animal](/Feats.aspx?ID=856) skill feat, the effect is permanent.<br />\r\n**Failure** You fail to make any kind of meaningful impression on the animal.<br />\r\n**Critical Failure** The animal does its best to attack you and is immune to Tame Animal for 1 month.\n\n<title level=\"2\">Skill Feats</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 78</row>\r\n\r\nCharacters can gain access to the following new skill feats throughout “Broken Tusk Moon.”\n\n **All of the Animal**: Head scout Wipa teaches this skill feat to characters who help her butcher an animal for meat, such as the moose at the beginning of the adventure or another animal slain throughout the course of the Broken Tusk following's journey.\n\n **Spirit Speaker**: Mammoth Lord Argakoa, also known as Argakoa the Songsinger, might teach a fraction of her tremendous skill to a young scout who joins her in song. \n\n**Tame Animal**: The young herd tender Imek has a natural way with animals. She is happy to teach what she knows to any characters who display a similar reverence toward living creatures, such as by peacefully resolving their encounter with the giant porcupine in Chapter 1 of this adventure. Although this feat is particularly useful to characters who want to recruit animal followers throughout the Quest for the Frozen Flame Adventure Path, it isn't strictly necessary for the party to succeed in their adventures. It can be a great boon to parties taking part in other quests, as well.\r\n\r\n**Related Feats**: [All of the Animal](/Feats.aspx?ID=3422), [Spirit Speaker](/Feats.aspx?ID=3423)",
 "name": "Tame Animal",
 "prerequisite": "Trained in Nature",
 "prerequisite_markdown": "Trained in [Nature](/Skills.aspx?ID=10)",
 "rarity": "uncommon",
 "release_date": "2022-01-26",
 "resistance": {},
 "search_markdown": "<spoilers>May contain spoilers from Quest for the Frozen Flame</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Exploration\" url=\"/Traits.aspx?ID=66\" />\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 78</row>\n\n**Prerequisites**\r\nTrained in [Nature](/Skills.aspx?ID=10)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAnimals born and raised far from humanoid settlements rarely get along with two-legged beings, whom they assume to be dangerous predators.\r\n</summary>",
 "skill": [
  "Nature",
  "Nature"
 ],
 "source": [
  "Pathfinder #175: Broken Tusk Moon"
 ],
 "source_raw": [
  "Pathfinder #175: Broken Tusk Moon pg. 78"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Quest for the Frozen Flame",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 78</row>",
 "speed": {},
 "spoilers": "Quest for the Frozen Flame",
 "summary": "Animals born and raised far from humanoid settlements rarely get along with two-legged beings, whom they assume to be dangerous predators.",
 "summary_markdown": "Animals born and raised far from humanoid settlements rarely get along with two-legged beings, whom they assume to be dangerous predators.",
 "text": "<title level=\"1\" right=\"Feat 1\" pfs=\"\" > Tame Animal May contain spoilers from Quest for the Frozen Flame Source Pathfinder #175: Broken Tusk Moon pg. 78 Prerequisites Trained in Nature --- Animals born and raised far from humanoid settlements rarely get along with two-legged beings, whom they assume to be dangerous predators. In spite of this, you know how to approach and entreat a wild animal so that it's more receptive to your presence and requests. To use this feat, choose a wild animal that isn't actively hostile to you and which isn't confined to an area smaller than its Speed in diameter (animals held in place or trapped are typically too scared to be tamed). Attempt a Nature check against a DC determined by the GM; this is usually the animal's Will DC, but circumstances might adjust the precise DC. This attempt usually takes an hour, but you can perform it in 10 minutes if you have expert proficiency in Nature, 1 minute if you have master proficiency, or as a three-action activity if you have legendary proficiency. Critical Success You form a friendly bond with the animal. As long as it isn't starving, the animal won't attack you or creatures obviously allied with you, even if they're creatures the animal would normally prey upon. This effect is permanent. Success As critical success, but the effect lasts for 1 month. If you or an ally teach the animal a basic action during that time with the Train Animal skill feat, the effect is permanent. Failure You fail to make any kind of meaningful impression on the animal. Critical Failure The animal does its best to attack you and is immune to Tame Animal for 1 month. Skill Feats Source Pathfinder #175: Broken Tusk Moon pg. 78 Characters can gain access to the following new skill feats throughout “Broken Tusk Moon.” All of the Animal : Head scout Wipa teaches this skill feat to characters who help her butcher an animal for meat, such as the moose at the beginning of the adventure or another animal slain throughout the course of the Broken Tusk following's journey. Spirit Speaker : Mammoth Lord Argakoa, also known as Argakoa the Songsinger, might teach a fraction of her tremendous skill to a young scout who joins her in song. Tame Animal : The young herd tender Imek has a natural way with animals. She is happy to teach what she knows to any characters who display a similar reverence toward living creatures, such as by peacefully resolving their encounter with the giant porcupine in Chapter 1 of this adventure. Although this feat is particularly useful to characters who want to recruit animal followers throughout the Quest for the Frozen Flame Adventure Path, it isn't strictly necessary for the party to succeed in their adventures. It can be a great boon to parties taking part in other quests, as well. Related Feats : All of the Animal, Spirit Speaker",
 "trait": [
  "Exploration",
  "General",
  "Skill",
  "Uncommon"
 ],
 "trait_markdown": "[Exploration](/Traits.aspx?ID=66), [General](/Traits.aspx?ID=78), [Skill](/Traits.aspx?ID=144), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Exploration",
  "General",
  "Skill",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=3424",
 "weakness": {}
}