{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Taste Blood"
 ],
 "feat_markdown": "Taste Blood",
 "id": "feat-2349",
 "level": 5,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 5\"\r\n    pfs=\"Standard\"\r\n>\r\n[Taste Blood](/Feats.aspx?ID=2349) <actions string=\"Single Action\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Dhampir\" url=\"/Traits.aspx?ID=215\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n<trait label=\"Negative\" url=\"/Traits.aspx?ID=118\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 27 <sup>2.0</sup></row>\r\n\r\n_[**PFS Note**](/pathfinder-society) As specified in the feat, a PC who uses this feat on an unwilling target that is not an active combatant commits an evil act; in Pathfinder Society play, doing so earns the PC 1 Point of Infamy._\n\n**Prerequisites**\r\n[Cel Rau](/Feats.aspx?ID=2343), [Straveika](/Feats.aspx?ID=1337), [Svetocher](/Feats.aspx?ID=1338), or another lineage from a vampire with the Drink Blood ability\n\n</column>\r\n\r\n---\r\n\r\nYou retain not only your vampiric parent's taste for blood but their ability to gain vitality from it. You drink fresh blood from a living [humanoid](/Traits.aspx?ID=91) creature, gaining temporary Hit Points equal to the target's level that last for 10 minutes. The target must succeed at a Fortitude save against the higher of your class DC or spell DC or become [drained 1](/Conditions.aspx?ID=10). Regardless of the outcome of this save, the target is temporarily immune to your Taste Blood for 1 day; further uses of this ability against the target don't increase the drained condition or grant you more temporary Hit Points.\n\n To drink a creature's blood, either your last action must have been a fangs Strike that damaged the target, or the target must be restrained or unconscious and your last action must have been a Strike that dealt piercing or slashing damage to them. If the target is willing, they don't need to be restrained or unconscious for the latter. \n\nDraining the life force from an unwilling humanoid creature is a greater violation than just drinking their blood. Taste Blood has the [evil](/Traits.aspx?ID=64) trait unless the target is willing or is an active foe in combat.",
 "name": "Taste Blood",
 "pfs": "Standard",
 "prerequisite": "Cel Rau, Straveika, Svetocher, or another lineage from a vampire with the Drink Blood ability",
 "prerequisite_markdown": "[Cel Rau](/Feats.aspx?ID=2343), [Straveika](/Feats.aspx?ID=1337), [Svetocher](/Feats.aspx?ID=1338), or another lineage from a vampire with the Drink Blood ability",
 "rarity": "common",
 "release_date": "2021-02-24",
 "resistance": {},
 "school": "necromancy",
 "search_markdown": "<traits>\r\n<trait label=\"Dhampir\" url=\"/Traits.aspx?ID=215\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n<trait label=\"Negative\" url=\"/Traits.aspx?ID=118\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 27 <sup>2.0</sup></row>\n\n**Prerequisites**\r\n[Cel Rau](/Feats.aspx?ID=2343), [Straveika](/Feats.aspx?ID=1337), [Svetocher](/Feats.aspx?ID=1338), or another lineage from a vampire with the Drink Blood ability\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou retain not only your vampiric parent's taste for blood but their ability to gain vitality from it.\r\n</summary>",
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 27"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 27 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "You retain not only your vampiric parent's taste for blood but their ability to gain vitality from it.",
 "summary_markdown": "You retain not only your vampiric parent's taste for blood but their ability to gain vitality from it.",
 "text": "<title level=\"1\" right=\"Feat 5\" pfs=\"Standard\" > Taste Blood Single Action Source Ancestry Guide pg. 27 2.0 PFS Note As specified in the feat, a PC who uses this feat on an unwilling target that is not an active combatant commits an evil act; in Pathfinder Society play, doing so earns the PC 1 Point of Infamy. Prerequisites Cel Rau, Straveika, Svetocher, or another lineage from a vampire with the Drink Blood ability --- You retain not only your vampiric parent's taste for blood but their ability to gain vitality from it. You drink fresh blood from a living humanoid creature, gaining temporary Hit Points equal to the target's level that last for 10 minutes. The target must succeed at a Fortitude save against the higher of your class DC or spell DC or become drained 1. Regardless of the outcome of this save, the target is temporarily immune to your Taste Blood for 1 day; further uses of this ability against the target don't increase the drained condition or grant you more temporary Hit Points. To drink a creature's blood, either your last action must have been a fangs Strike that damaged the target, or the target must be restrained or unconscious and your last action must have been a Strike that dealt piercing or slashing damage to them. If the target is willing, they don't need to be restrained or unconscious for the latter. Draining the life force from an unwilling humanoid creature is a greater violation than just drinking their blood. Taste Blood has the evil trait unless the target is willing or is an active foe in combat.",
 "trait": [
  "Dhampir",
  "Necromancy",
  "Negative"
 ],
 "trait_markdown": "[Dhampir](/Traits.aspx?ID=215), [Necromancy](/Traits.aspx?ID=117), [Negative](/Traits.aspx?ID=118)",
 "trait_raw": [
  "Dhampir",
  "Necromancy",
  "Negative"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=2349",
 "weakness": {}
}