{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "That's Odd"
 ],
 "feat_markdown": "That's Odd",
 "id": "feat-1449",
 "level": 1,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 1\"\r\n    pfs=\"Standard\"\r\n>\r\n[That's Odd](/Feats.aspx?ID=1449) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Investigator\" url=\"/Traits.aspx?ID=318\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 60 <sup>2.0</sup></row>\r\n\r\n_[**PFS Note**](/pathfinder-society) GMs should provide a character with the That’s Odd investigator feat a hint whenever the character enters a room with hidden aspects, specifically with regard to hidden passageways (such as scuff marks near a bookcase that’s actually a swinging door), creatures or hazards (such as drippage on the floor from an unseen fungus growing on the rafters), or valuables (such as bunched carpet over a secret compartment in the floor that contains a bag of coins). The GM does not need to provide clues for rooms that have no significant secret or hidden features. These clues should indicate only that the character should investigate a given section of the room, not let them automatically uncover the hidden element or provide any additional information beyond signaling its presence._\n\n</column>\r\n\r\n---\r\n\r\nWhen you enter a new location, such as a room or corridor, you immediately notice one thing out of the ordinary. The GM determines what it is, or whether there's nothing reasonable to pick up, skipping obvious clues that can be easily noticed without a check or specifically looking for them. You learn only that an area or object is suspicious, but not why it's suspicious. For example, if you entered a study with a large bloodstain on the ground, the bloodstain is so obviously suspicious it's evident to you already, so the GM might note that there's something suspicious about the desk drawer instead. You would then need to investigate the drawer further to find out what specifically is out of the ordinary. That's Odd doesn't reveal whether creatures are suspicious.\n\n You don't typically get any benefit when you leave and come back to a place, though if a major change has happened there and time has passed, the GM might determine that you do.",
 "name": "That's Odd",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Investigator\" url=\"/Traits.aspx?ID=318\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 60 <sup>2.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen you enter a new location, such as a room or corridor, you immediately notice one thing out of the ordinary.\r\n</summary>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 60"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 60 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "When you enter a new location, such as a room or corridor, you immediately notice one thing out of the ordinary.",
 "summary_markdown": "When you enter a new location, such as a room or corridor, you immediately notice one thing out of the ordinary.",
 "text": "<title level=\"1\" right=\"Feat 1\" pfs=\"Standard\" > That's Odd Source Advanced Player's Guide pg. 60 2.0 PFS Note GMs should provide a character with the That’s Odd investigator feat a hint whenever the character enters a room with hidden aspects, specifically with regard to hidden passageways (such as scuff marks near a bookcase that’s actually a swinging door), creatures or hazards (such as drippage on the floor from an unseen fungus growing on the rafters), or valuables (such as bunched carpet over a secret compartment in the floor that contains a bag of coins). The GM does not need to provide clues for rooms that have no significant secret or hidden features. These clues should indicate only that the character should investigate a given section of the room, not let them automatically uncover the hidden element or provide any additional information beyond signaling its presence. --- When you enter a new location, such as a room or corridor, you immediately notice one thing out of the ordinary. The GM determines what it is, or whether there's nothing reasonable to pick up, skipping obvious clues that can be easily noticed without a check or specifically looking for them. You learn only that an area or object is suspicious, but not why it's suspicious. For example, if you entered a study with a large bloodstain on the ground, the bloodstain is so obviously suspicious it's evident to you already, so the GM might note that there's something suspicious about the desk drawer instead. You would then need to investigate the drawer further to find out what specifically is out of the ordinary. That's Odd doesn't reveal whether creatures are suspicious. You don't typically get any benefit when you leave and come back to a place, though if a major change has happened there and time has passed, the GM might determine that you do.",
 "trait": [
  "Investigator"
 ],
 "trait_markdown": "[Investigator](/Traits.aspx?ID=318)",
 "trait_raw": [
  "Investigator"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=1449",
 "weakness": {}
}