{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Trick Magic Item"
 ],
 "feat_markdown": "Trick Magic Item",
 "id": "feat-857",
 "level": 1,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 1\"\r\n    pfs=\"Standard\"\r\n>\r\n[Trick Magic Item](/Feats.aspx?ID=857) <actions string=\"Single Action\" />\r\n</title>\n\n<traits>\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 268 <sup>4.0</sup></row>\n\n**Prerequisites**\r\nTrained in [Arcana](/Skills.aspx?ID=2), Trained in [Nature](/Skills.aspx?ID=10), Trained in [Occultism](/Skills.aspx?ID=11), or Trained in [Religion](/Skills.aspx?ID=13)\n\n</column>\r\n\r\n---\r\n\r\nYou examine a magic item you normally couldn’t use in an effort to fool it and activate it temporarily. For example, this might allow a fighter to cast a spell from a wand or allow a wizard to cast a spell that’s not on the arcane list using a scroll. You must know what activating the item does, or you can’t attempt to trick it.\n\n Attempt a check using the skill matching the item’s magic tradition, or matching a tradition that has the spell on its list, if you’re trying to cast a spell from the item. The relevant skills are Arcana for arcane, Nature for primal, Occultism for occult, Religion for divine, or any of the four for an item that has the magical trait and not a tradition trait. The GM determines the DC based on the item’s level (possibly adjusted depending on the item or situation).\n\n If you activate a magic item that requires a spell attack roll or spell DC and you don’t have the ability to cast spells of the relevant tradition, use your level as your proficiency bonus and the highest of your Intelligence, Wisdom, or Charisma modifiers. If you’re a master in the appropriate skill for the item’s tradition, you instead use the trained proficiency bonus, and if you’re legendary, you instead use the expert proficiency bonus.\n\n**Success** For the rest of the current turn, you can spend actions to activate the item as if you could normally use it.<br />\r\n**Failure** You can’t use the item or try to trick it again this turn, but you can try again on subsequent turns.<br />\r\n**Critical Failure** You can’t use the item, and you can’t try to trick it again until your next daily preparations.",
 "name": "Trick Magic Item",
 "pfs": "Standard",
 "prerequisite": "Trained in Arcana, Trained in Nature, Trained in Occultism, or Trained in Religion",
 "prerequisite_markdown": "Trained in [Arcana](/Skills.aspx?ID=2), Trained in [Nature](/Skills.aspx?ID=10), Trained in [Occultism](/Skills.aspx?ID=11), or Trained in [Religion](/Skills.aspx?ID=13)",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"General\" url=\"/Traits.aspx?ID=78\" />\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n<trait label=\"Skill\" url=\"/Traits.aspx?ID=144\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 268 <sup>4.0</sup></row>\n\n**Prerequisites**\r\nTrained in [Arcana](/Skills.aspx?ID=2), Trained in [Nature](/Skills.aspx?ID=10), Trained in [Occultism](/Skills.aspx?ID=11), or Trained in [Religion](/Skills.aspx?ID=13)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nActivate a magic item you normally can't activate.\r\n</summary>",
 "skill": [
  "Arcana",
  "Nature",
  "Occultism",
  "Religion",
  "Arcana",
  "Nature",
  "Occultism",
  "Religion"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 268"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 268 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Activate a magic item you normally can't activate.",
 "summary_markdown": "Activate a magic item you normally can't activate.",
 "text": "<title level=\"1\" right=\"Feat 1\" pfs=\"Standard\" > Trick Magic Item Single Action Source Core Rulebook pg. 268 4.0 Prerequisites Trained in Arcana, Trained in Nature, Trained in Occultism, or Trained in Religion --- You examine a magic item you normally couldn’t use in an effort to fool it and activate it temporarily. For example, this might allow a fighter to cast a spell from a wand or allow a wizard to cast a spell that’s not on the arcane list using a scroll. You must know what activating the item does, or you can’t attempt to trick it. Attempt a check using the skill matching the item’s magic tradition, or matching a tradition that has the spell on its list, if you’re trying to cast a spell from the item. The relevant skills are Arcana for arcane, Nature for primal, Occultism for occult, Religion for divine, or any of the four for an item that has the magical trait and not a tradition trait. The GM determines the DC based on the item’s level (possibly adjusted depending on the item or situation). If you activate a magic item that requires a spell attack roll or spell DC and you don’t have the ability to cast spells of the relevant tradition, use your level as your proficiency bonus and the highest of your Intelligence, Wisdom, or Charisma modifiers. If you’re a master in the appropriate skill for the item’s tradition, you instead use the trained proficiency bonus, and if you’re legendary, you instead use the expert proficiency bonus. Success For the rest of the current turn, you can spend actions to activate the item as if you could normally use it. Failure You can’t use the item or try to trick it again this turn, but you can try again on subsequent turns. Critical Failure You can’t use the item, and you can’t try to trick it again until your next daily preparations.",
 "trait": [
  "General",
  "Manipulate",
  "Skill"
 ],
 "trait_markdown": "[General](/Traits.aspx?ID=78), [Manipulate](/Traits.aspx?ID=104), [Skill](/Traits.aspx?ID=144)",
 "trait_raw": [
  "General",
  "Manipulate",
  "Skill"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=857",
 "weakness": {}
}