{
 "archetype": [
  "Vigilante",
  "Gray Gardener"
 ],
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Vigilante Dedication"
 ],
 "feat_markdown": "Vigilante Dedication",
 "id": "feat-2083",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Vigilante Dedication](/Feats.aspx?ID=2083) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 196 <sup>2.0</sup></row>\n\n**Archetypes** [Vigilante](/Archetypes.aspx?ID=80), [Gray Gardener](/Archetypes.aspx?ID=124) (Level 2)\n\n**Prerequisites**\r\nTrained in [Deception](/Skills.aspx?ID=5)\n\n</column>\r\n\r\n---\r\n\r\nYou have two identities, each with its own name, alignment, and abilities. Your social identity is an upstanding member of society, while your vigilante identity is a skilled and cunning warrior. Neither of these identities is a false front; you really are both of these people, and as such, your two identities can be at most one alignment step from each other (for instance, you could be neutral in one identity and neutral evil in the other, but not chaotic evil in the other). If someone attempts to discern your other identity, they must use a [Seek](/Actions.aspx?ID=84) action to attempt a Perception check against your [Deception](/Skills.aspx?ID=5) DC, as if you were using the [Impersonate](/Actions.aspx?ID=46) action. Your Deception DC against such attempts is 20 + your proficiency modifier instead of the normal DC. Unlike with Impersonate, you don't have to attempt a Deception check to interact with someone to conceal your other identity—a check happens only if someone else specifically tries to uncover your other identity.\n\n Changing from one identity to the other takes 1 minute and must be done out of sight from other creatures. As this process involves both physical changes such as clothing and makeup along with an altered state of mind, other effects that change your appearance don't reduce the time required to change identities.\n\n Your two identities are completely distinct. You have your current identity's alignment for effects that rely on alignment, though you are eligible for abilities that require a certain alignment (such as a cleric's deity) only if both of your identities qualify. Checks to [Recall Knowledge](/Actions.aspx?ID=26) about one of your identities don't reveal information about the other unless the person attempting the check knows both identities are the same person. Effects that detect you based on your identity, such as the [_detect alignment_](/Spells.aspx?ID=65) spell, work only if you are currently in the identity the effect is trying to detect; otherwise, the effect fails as if the target didn't exist.\n\n To maintain the separation between your identities, some of your abilities have one of two traits: [social](/Traits.aspx?ID=325) or [vigilante](/Traits.aspx?ID=326). You can use social feats only while in your social identity. Your class feats and vigilante feats are associated with your vigilante identity, and using them while in your social identity risks exposing you as a vigilante. This means that if you were particularly meek or inconspicuous before you took this feat, your identity could be at greater risk of exposure. If your identity is exposed to the public, you lose the benefits of Vigilante Dedication to disguising yourself, but you can otherwise use both social and vigilante abilities in either identity unless they rely on your identity being a secret. You can use feats that don't have either trait regardless of your current identity.\n\n**Special** You can't select another dedication feat until you have gained two other feats from the vigilante archetype.\n\n<title level=\"2\">Vigilante Dedication leads to...</title>\r\n[Accurate Swing](/Feats.aspx?ID=3334), [Discerning Gaze](/Feats.aspx?ID=3332), [Execution](/Feats.aspx?ID=3338), [Executioner Weapon Training](/Feats.aspx?ID=3329), [Frightful Condemnation](/Feats.aspx?ID=3333), [Gardener's Resolve](/Feats.aspx?ID=3335), [Harsh Judgment](/Feats.aspx?ID=3330), [Hidden Magic](/Feats.aspx?ID=2084), [It Was Me All Along!](/Feats.aspx?ID=4152), [Many Guises](/Feats.aspx?ID=2091), [Minion Guise](/Feats.aspx?ID=2085), [Quick Change](/Feats.aspx?ID=2089), [Reminder of the Greater Fear](/Feats.aspx?ID=3336), [Safe House](/Feats.aspx?ID=2086), [Social Purview](/Feats.aspx?ID=2087), [Startling Appearance (Vigilante)](/Feats.aspx?ID=2088), [Strident Command](/Feats.aspx?ID=3337), [Subjective Truth](/Feats.aspx?ID=2090), [Terrifying Countenance](/Feats.aspx?ID=3339), [Voice of Authority](/Feats.aspx?ID=3331)",
 "name": "Vigilante Dedication",
 "pfs": "Standard",
 "prerequisite": "Trained in Deception",
 "prerequisite_markdown": "Trained in [Deception](/Skills.aspx?ID=5)",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Archetype\" url=\"/Traits.aspx?ID=12\" />\r\n<trait label=\"Dedication\" url=\"/Traits.aspx?ID=41\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 196 <sup>2.0</sup></row>\n\n**Prerequisites**\r\nTrained in [Deception](/Skills.aspx?ID=5)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have two identities, each with its own name, alignment, and abilities.\r\n</summary>",
 "skill": [
  "Deception",
  "Deception"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 196"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 196 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "You have two identities, each with its own name, alignment, and abilities.",
 "summary_markdown": "You have two identities, each with its own name, alignment, and abilities.",
 "text": "<title level=\"1\" right=\"Feat 2\" pfs=\"Standard\" > Vigilante Dedication Source Advanced Player's Guide pg. 196 2.0 Archetypes Vigilante, Gray Gardener (Level 2) Prerequisites Trained in Deception --- You have two identities, each with its own name, alignment, and abilities. Your social identity is an upstanding member of society, while your vigilante identity is a skilled and cunning warrior. Neither of these identities is a false front; you really are both of these people, and as such, your two identities can be at most one alignment step from each other (for instance, you could be neutral in one identity and neutral evil in the other, but not chaotic evil in the other). If someone attempts to discern your other identity, they must use a Seek action to attempt a Perception check against your Deception DC, as if you were using the Impersonate action. Your Deception DC against such attempts is 20 + your proficiency modifier instead of the normal DC. Unlike with Impersonate, you don't have to attempt a Deception check to interact with someone to conceal your other identity—a check happens only if someone else specifically tries to uncover your other identity. Changing from one identity to the other takes 1 minute and must be done out of sight from other creatures. As this process involves both physical changes such as clothing and makeup along with an altered state of mind, other effects that change your appearance don't reduce the time required to change identities. Your two identities are completely distinct. You have your current identity's alignment for effects that rely on alignment, though you are eligible for abilities that require a certain alignment (such as a cleric's deity) only if both of your identities qualify. Checks to Recall Knowledge about one of your identities don't reveal information about the other unless the person attempting the check knows both identities are the same person. Effects that detect you based on your identity, such as the detect alignment spell, work only if you are currently in the identity the effect is trying to detect; otherwise, the effect fails as if the target didn't exist. To maintain the separation between your identities, some of your abilities have one of two traits: social or vigilante. You can use social feats only while in your social identity. Your class feats and vigilante feats are associated with your vigilante identity, and using them while in your social identity risks exposing you as a vigilante. This means that if you were particularly meek or inconspicuous before you took this feat, your identity could be at greater risk of exposure. If your identity is exposed to the public, you lose the benefits of Vigilante Dedication to disguising yourself, but you can otherwise use both social and vigilante abilities in either identity unless they rely on your identity being a secret. You can use feats that don't have either trait regardless of your current identity. Special You can't select another dedication feat until you have gained two other feats from the vigilante archetype. Vigilante Dedication leads to... Accurate Swing, Discerning Gaze, Execution, Executioner Weapon Training, Frightful Condemnation, Gardener's Resolve, Harsh Judgment, Hidden Magic, It Was Me All Along!, Many Guises, Minion Guise, Quick Change, Reminder of the Greater Fear, Safe House, Social Purview, Startling Appearance (Vigilante), Strident Command, Subjective Truth, Terrifying Countenance, Voice of Authority",
 "trait": [
  "Archetype",
  "Dedication",
  "Uncommon"
 ],
 "trait_markdown": "[Archetype](/Traits.aspx?ID=12), [Dedication](/Traits.aspx?ID=41), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Archetype",
  "Dedication",
  "Uncommon"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=2083",
 "weakness": {}
}