{
 "actions": "Three Actions",
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Whirlwind Spell"
 ],
 "feat_markdown": "Whirlwind Spell",
 "id": "feat-2885",
 "level": 20,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 20\"\r\n    pfs=\"Standard\"\r\n>\r\n[Whirlwind Spell](/Feats.aspx?ID=2885) <actions string=\"Three Actions\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Magus\" url=\"/Traits.aspx?ID=389\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 49 <sup>1.1</sup></row>\n\n**Prerequisites**\r\n[Spellstrike](/Actions.aspx?ID=755)\n\n**Requirements**\r\nYour Spellstrike is charged.\r\n\r\n</column>\r\n\r\n---\r\n\r\nYou combine the might of a multitarget spell with a whirling flurry of attacks. You use Spellstrike, making a melee Strike against each enemy within your reach instead of against one enemy. If your spell can affect multiple targets, your spell affects all foes you hit, not just the first target, up to the spell's normal maximum targets. If you Strike more foes than the spell could target, choose which foes are affected by the spell. Each attack counts toward your multiple attack penalty but doesn't increase your penalty until you've made all your attacks.\n\n If you use [Expansive Spellstrike](/Feats.aspx?ID=2849) to Spellstrike with an area spell, apply the area as described in Expansive Spellstrike, choosing one of the creatures you Strike to determine the area and whether the spell fails due to a critically failed Strike. If you use Expansive Spellstrike to Spellstrike with a targeted spell, each creature you critically fail to Strike is unaffected by the spell, but the spell isn't lost completely from a single critical failure. You can use this activity with only melee Strikes, even if you have the [starlit span](/HybridStudies.aspx?ID=4) hybrid study or a similar ability.",
 "name": "Whirlwind Spell",
 "pfs": "Standard",
 "prerequisite": "Spellstrike",
 "prerequisite_markdown": "[Spellstrike](/Actions.aspx?ID=755)",
 "rarity": "common",
 "release_date": "2021-09-01",
 "requirement": "Your Spellstrike is charged.",
 "requirement_markdown": "Your Spellstrike is charged.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Magus\" url=\"/Traits.aspx?ID=389\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 49 <sup>1.1</sup></row>\n\n**Prerequisites**\r\n[Spellstrike](/Actions.aspx?ID=755)\n\n**Requirements**\r\nYour Spellstrike is charged.\r\n\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou combine the might of a multitarget spell with a whirling flurry of attacks.\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 49"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 49 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "You combine the might of a multitarget spell with a whirling flurry of attacks.",
 "summary_markdown": "You combine the might of a multitarget spell with a whirling flurry of attacks.",
 "text": "<title level=\"1\" right=\"Feat 20\" pfs=\"Standard\" > Whirlwind Spell Three Actions Source Secrets of Magic pg. 49 1.1 Prerequisites Spellstrike Requirements Your Spellstrike is charged. --- You combine the might of a multitarget spell with a whirling flurry of attacks. You use Spellstrike, making a melee Strike against each enemy within your reach instead of against one enemy. If your spell can affect multiple targets, your spell affects all foes you hit, not just the first target, up to the spell's normal maximum targets. If you Strike more foes than the spell could target, choose which foes are affected by the spell. Each attack counts toward your multiple attack penalty but doesn't increase your penalty until you've made all your attacks. If you use Expansive Spellstrike to Spellstrike with an area spell, apply the area as described in Expansive Spellstrike, choosing one of the creatures you Strike to determine the area and whether the spell fails due to a critically failed Strike. If you use Expansive Spellstrike to Spellstrike with a targeted spell, each creature you critically fail to Strike is unaffected by the spell, but the spell isn't lost completely from a single critical failure. You can use this activity with only melee Strikes, even if you have the starlit span hybrid study or a similar ability.",
 "trait": [
  "Magus"
 ],
 "trait_markdown": "[Magus](/Traits.aspx?ID=389)",
 "trait_raw": [
  "Magus"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=2885",
 "weakness": {}
}