{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Wish Alchemy"
 ],
 "feat_markdown": "Wish Alchemy",
 "id": "feat-2159",
 "level": 20,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 20\"\r\n    pfs=\"Standard\"\r\n>\r\n[Wish Alchemy](/Feats.aspx?ID=2159) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Alchemist\" url=\"/Traits.aspx?ID=7\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Legends](/Sources.aspx?ID=40) pg. 20</row>\n\n</column>\r\n\r\n---\r\n\r\nYou have learned Artokus Kirran's most hidden secrets, granting you the ability to create alchemy infused with the power of wishes. Once per day when you use advanced alchemy during your daily preparations, you can spend a batch of infused reagents to create a wish vial containing a single common [arcane](/SpellLists.aspx?Tradition=1) spell of your choice of 8th level or lower. The spell must have a casting time of no more than 3 actions, no Cost, and must be able to target you. Only you can Activate the wish vial, which takes the same number of Interact actions as the spell's casting time and grants you the effects of the spell.\n\n<title level=\"2\">Artokus's Discoveries</title>\r\n\r\n<row gap=\"tiny\">**Source** [Legends](/Sources.aspx?ID=40) pg. 20</row>\r\n\r\nArtokus Kirran's legacy includes far more than just the sun orchid elixir. As one of the longest-lived alchemists in Golarion, he's developed a number of other significant alchemical discoveries known across the Inner Sea region. The following are some of his more notable discoveries. Artokus is cautious about sharing his alchemical techniques and typically only does so with his most trusted students.\r\n\r\n**Related Feats**: [Artokus's Fire](/Feats.aspx?ID=2158)",
 "name": "Wish Alchemy",
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Alchemist\" url=\"/Traits.aspx?ID=7\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Legends](/Sources.aspx?ID=40) pg. 20</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou have learned Artokus Kirran's most hidden secrets, granting you the ability to create alchemy infused with the power of wishes.\r\n</summary>",
 "source": [
  "Legends"
 ],
 "source_raw": [
  "Legends pg. 20"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Legends](/Sources.aspx?ID=40) pg. 20</row>",
 "speed": {},
 "summary": "You have learned Artokus Kirran's most hidden secrets, granting you the ability to create alchemy infused with the power of wishes.",
 "summary_markdown": "You have learned Artokus Kirran's most hidden secrets, granting you the ability to create alchemy infused with the power of wishes.",
 "text": "<title level=\"1\" right=\"Feat 20\" pfs=\"Standard\" > Wish Alchemy Source Legends pg. 20 --- You have learned Artokus Kirran's most hidden secrets, granting you the ability to create alchemy infused with the power of wishes. Once per day when you use advanced alchemy during your daily preparations, you can spend a batch of infused reagents to create a wish vial containing a single common arcane spell of your choice of 8th level or lower. The spell must have a casting time of no more than 3 actions, no Cost, and must be able to target you. Only you can Activate the wish vial, which takes the same number of Interact actions as the spell's casting time and grants you the effects of the spell. Artokus's Discoveries Source Legends pg. 20 Artokus Kirran's legacy includes far more than just the sun orchid elixir. As one of the longest-lived alchemists in Golarion, he's developed a number of other significant alchemical discoveries known across the Inner Sea region. The following are some of his more notable discoveries. Artokus is cautious about sharing his alchemical techniques and typically only does so with his most trusted students. Related Feats : Artokus's Fire",
 "trait": [
  "Alchemist",
  "Rare"
 ],
 "trait_markdown": "[Alchemist](/Traits.aspx?ID=7), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Alchemist",
  "Rare"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=2159",
 "weakness": {}
}