{
 "breadcrumbs_spa": [],
 "category": "feat",
 "exclude_from_search": false,
 "feat": [
  "Witch's Hut"
 ],
 "feat_markdown": "Witch's Hut",
 "id": "feat-1592",
 "level": 20,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Feat 20\"\r\n    pfs=\"Standard\"\r\n>\r\n[Witch's Hut](/Feats.aspx?ID=1592) <actions string=\"\" />\r\n</title>\n\n<traits>\r\n<trait label=\"Witch\" url=\"/Traits.aspx?ID=323\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\n\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 105 <sup>2.0</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nYour home is an animated structure that obeys your commands. By performing a rite that takes 1 day, you create an animated object from a hut, small house, covered wagon, tent, or similar construction of up to Huge size.\n\n The hut uses your AC, saving throw modifiers, and Perception modifier and has 150 HP and Hardness 10. It has the construct armor ability, meaning once it's reduced to less than half its Hit Points, or immediately upon being damaged by a critical hit, its AC is reduced by 4 until it is repaired.\n\n The hut can't attack or attempt skill checks. You can give the hut a command as a single action, which has the [auditory](/Traits.aspx?ID=16) and [concentrate](/Traits.aspx?ID=32) traits; after 1 round of reconfiguring itself, the hut then follows that command until you give it a different command. \n<ul><li>**Guard** The hut watches for trespassers within 120 feet using your Perception modifier and screams if it spots any.</li><li>**Lock** Each entrance to the hut is sealed with a [_lock_](/Spells.aspx?ID=174) spell.</li><li>**Move** The hut gains a Speed of 60 feet, growing giant bird or bone legs, if necessary, and follows an extremely basic movement command you give it, such as “follow me” or “move that direction.” While perfectly suitable for overland travel, the hut's broad movements and 1-round delay on response time are too imprecise to predictably direct in a combat encounter or other situation where seconds and precise locations count.</li><li>**Hide** The hut appears to be a normal, mundane object of its type. This is a 10th-level illusion effect.</li></ul> You can have only one hut at a time. If you animate a new hut, your previous hut immediately reverts to its original, mundane form. If you die, the hut continues following the last order you gave it indefinitely.",
 "name": "Witch's Hut",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Witch\" url=\"/Traits.aspx?ID=323\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 105 <sup>2.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYour home is an animated structure that obeys your commands.\r\n</summary>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 105"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 105 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Your home is an animated structure that obeys your commands.",
 "summary_markdown": "Your home is an animated structure that obeys your commands.",
 "text": "<title level=\"1\" right=\"Feat 20\" pfs=\"Standard\" > Witch's Hut Source Advanced Player's Guide pg. 105 2.0 --- Your home is an animated structure that obeys your commands. By performing a rite that takes 1 day, you create an animated object from a hut, small house, covered wagon, tent, or similar construction of up to Huge size. The hut uses your AC, saving throw modifiers, and Perception modifier and has 150 HP and Hardness 10. It has the construct armor ability, meaning once it's reduced to less than half its Hit Points, or immediately upon being damaged by a critical hit, its AC is reduced by 4 until it is repaired. The hut can't attack or attempt skill checks. You can give the hut a command as a single action, which has the auditory and concentrate traits; after 1 round of reconfiguring itself, the hut then follows that command until you give it a different command. Guard The hut watches for trespassers within 120 feet using your Perception modifier and screams if it spots any. Lock Each entrance to the hut is sealed with a lock spell. Move The hut gains a Speed of 60 feet, growing giant bird or bone legs, if necessary, and follows an extremely basic movement command you give it, such as “follow me” or “move that direction.” While perfectly suitable for overland travel, the hut's broad movements and 1-round delay on response time are too imprecise to predictably direct in a combat encounter or other situation where seconds and precise locations count. Hide The hut appears to be a normal, mundane object of its type. This is a 10th-level illusion effect. You can have only one hut at a time. If you animate a new hut, your previous hut immediately reverts to its original, mundane form. If you die, the hut continues following the last order you gave it indefinitely.",
 "trait": [
  "Witch"
 ],
 "trait_markdown": "[Witch](/Traits.aspx?ID=323)",
 "trait_raw": [
  "Witch"
 ],
 "type": "Feat",
 "url": "/Feats.aspx?ID=1592",
 "weakness": {}
}