{
 "ability": [
  "Constitution",
  "Charisma"
 ],
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Ant Haul",
  "Insect Form",
  "Shapechange"
 ],
 "deity": [
  "Aakriti"
 ],
 "deity_markdown": "[Aakriti](/Deities.aspx?ID=261)",
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Harm",
  "Heal"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Change",
  "Creation",
  "Fate",
  "Freedom",
  "Knowledge",
  "Time"
 ],
 "domain_markdown": "[Change](/Domains.aspx?ID=40), [Creation](/Domains.aspx?ID=5), [Fate](/Domains.aspx?ID=12), [Freedom](/Domains.aspx?ID=14), [Knowledge](/Domains.aspx?ID=17), [Time](/Domains.aspx?ID=54)",
 "domain_alternate": [
  "Freedom",
  "Knowledge"
 ],
 "domain_alternate_markdown": "[Freedom](/Domains.aspx?ID=14), [Knowledge](/Domains.aspx?ID=17)",
 "domain_primary": [
  "Change",
  "Creation",
  "Fate",
  "Time"
 ],
 "domain_primary_markdown": "[Change](/Domains.aspx?ID=40), [Creation](/Domains.aspx?ID=5), [Fate](/Domains.aspx?ID=12), [Time](/Domains.aspx?ID=54)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Whip"
 ],
 "favored_weapon_markdown": "[Whip](/Weapons.aspx?ID=48)",
 "follower_alignment": [
  "LN",
  "CN",
  "NG",
  "CG"
 ],
 "icon_image": "/Images/Deities/Aakriti.png",
 "id": "deity-261",
 "image": [
  "/Images/Deities/Aakriti.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Aakriti (The Evershifting)](/Deities.aspx?ID=261)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 310</row>\n\nNo one knows where and when Aakriti came into existence. Some divine scholars surmise they've always been a part of the primordial soup of creation. The most popular theory, as reflected in various religious iconography, is that Aakriti is the pupae of a primordial deity that took damage in their chrysalis state and became unable to molt into their final form.\n\n Known as Aakriti the Evershifting, this ooze deity represents the ever -evolving nature of creation and life as well the potential of the unknown. New life crawls forth from their primordial depths in an explosion of the bizarre and colorful, adjusting in their own individual ways to the challenges of existence. As each life moves through the various cycles of growth over time, they must be flexible and adapt to the changes, especially at its crux—the state of transition. Sometimes a new step involves a frightening destruction of identity, but it should be embraced instead of feared, as the primordial nothingness holds the potential for new creations beyond the wildest imaginings of one's current self. Those who stay rigid in their beliefs or refuse to change will become trapped in the shells of their old selves and crush themselves in their struggle to avoid growth. Aakriti also has no love for those who entrap creatures into a form unwillingly and will sometimes intercede against them. \n\nAakriti's faith is relatively sparse within the Inner Sea region, mostly seen in small pockets within [Desna's](/Deities.aspx?ID=5) followers or the alchemists of ooze-infested Oenopion. As the more adventurous members of those communities, such as bards, travel to distant lands, word of Aakriti's belief spreads. Most centers of worship for Aakriti aren't permanent temples, but instead small, portable shrines made of malleable, decomposable materials like clay and paper.\n\n When Aakriti makes the rare appearance to a mortal, they appear as an ever-shifting oobleck of varied hues, moving from a crawling larva to pulsating pupa, morphing into a butterfly before transforming into another form.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** create without reservation, help others unlock their true potential, observe the mysteries of life\r\n\r\n**Anathema** fail to study a new creature if safely able, force a creature to live in the wrong body, reject creatures or information due to bigoted or rigid beliefs\r\n\r\n**Area of Concern**\r\ndiscovery, life, ooze, potential\r\n\r\n**Follower Alignments**\r\nLN, CN, NG, CG\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Aakriti.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nConstitution or Charisma\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Acrobatics](/Skills.aspx?ID=1)\r\n\r\n**Favored Weapon** [Whip](/Weapons.aspx?ID=48)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=40), [Creation](/Domains.aspx?ID=5), [Fate](/Domains.aspx?ID=12), [Time](/Domains.aspx?ID=54)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Freedom](/Domains.aspx?ID=14), [Knowledge](/Domains.aspx?ID=17)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Ant Haul](/Spells.aspx?ID=13)\n\n- **3rd**\r\n[Insect Form](/Spells.aspx?ID=163)\n\n- **9th**\r\n[Shapechange](/Spells.aspx?ID=278)\n\n</column>",
 "name": "Aakriti (The Evershifting)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2022-11-16",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 310</row>\r\n\r\n**Divine Font** Harm or Heal\r\n\r\n**Divine Skill** [Acrobatics](/Skills.aspx?ID=1)\r\n\r\n**Favored Weapon** [Whip](/Weapons.aspx?ID=48)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=40), [Creation](/Domains.aspx?ID=5), [Fate](/Domains.aspx?ID=12), [Freedom](/Domains.aspx?ID=14), [Knowledge](/Domains.aspx?ID=17), [Time](/Domains.aspx?ID=54)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNo one knows where and when Aakriti came into existence. Some divine scholars surmise they've always been a part of the primordial soup of creation. …\r\n</summary>",
 "skill": [
  "Acrobatics"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1)",
 "source": [
  "Impossible Lands"
 ],
 "source_raw": [
  "Impossible Lands pg. 310"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Impossible Lands](/Sources.aspx?ID=146) pg. 310</row>",
 "speed": {},
 "summary": "No one knows where and when Aakriti came into existence. Some divine scholars surmise they've always been a part of the primordial soup of creation. …",
 "summary_markdown": "No one knows where and when Aakriti came into existence. Some divine scholars surmise they've always been a part of the primordial soup of creation. …",
 "text": " Aakriti (The Evershifting) Source Impossible Lands pg. 310 No one knows where and when Aakriti came into existence. Some divine scholars surmise they've always been a part of the primordial soup of creation. The most popular theory, as reflected in various religious iconography, is that Aakriti is the pupae of a primordial deity that took damage in their chrysalis state and became unable to molt into their final form. Known as Aakriti the Evershifting, this ooze deity represents the ever -evolving nature of creation and life as well the potential of the unknown. New life crawls forth from their primordial depths in an explosion of the bizarre and colorful, adjusting in their own individual ways to the challenges of existence. As each life moves through the various cycles of growth over time, they must be flexible and adapt to the changes, especially at its crux—the state of transition. Sometimes a new step involves a frightening destruction of identity, but it should be embraced instead of feared, as the primordial nothingness holds the potential for new creations beyond the wildest imaginings of one's current self. Those who stay rigid in their beliefs or refuse to change will become trapped in the shells of their old selves and crush themselves in their struggle to avoid growth. Aakriti also has no love for those who entrap creatures into a form unwillingly and will sometimes intercede against them. Aakriti's faith is relatively sparse within the Inner Sea region, mostly seen in small pockets within Desna's followers or the alchemists of ooze-infested Oenopion. As the more adventurous members of those communities, such as bards, travel to distant lands, word of Aakriti's belief spreads. Most centers of worship for Aakriti aren't permanent temples, but instead small, portable shrines made of malleable, decomposable materials like clay and paper. When Aakriti makes the rare appearance to a mortal, they appear as an ever-shifting oobleck of varied hues, moving from a crawling larva to pulsating pupa, morphing into a butterfly before transforming into another form. Category Other Gods Edicts create without reservation, help others unlock their true potential, observe the mysteries of life Anathema fail to study a new creature if safely able, force a creature to live in the wrong body, reject creatures or information due to bigoted or rigid beliefs Area of Concern discovery, life, ooze, potential Follower Alignments LN, CN, NG, CG Devotee Benefits Divine Ability Constitution or Charisma Divine Font Harm or Heal Divine Skill Acrobatics Favored Weapon Whip Domains Change, Creation, Fate, Time Alternate Domains Freedom, Knowledge Cleric Spells - 1st Ant Haul - 3rd Insect Form - 9th Shapechange\n",
 "trait": [
  "N"
 ],
 "trait_raw": [
  "N"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=261",
 "weakness": {}
}