{
 "ability": [
  "Strength",
  "Dexterity"
 ],
 "alignment": "LE",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "True Strike",
  "Invisibility",
  "Phantasmal Killer"
 ],
 "deity": [
  "Achaekek"
 ],
 "deity_markdown": "[Achaekek](/Deities.aspx?ID=29)",
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Harm"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146)",
 "domain": [
  "Death",
  "Might",
  "Trickery",
  "Zeal"
 ],
 "domain_markdown": "[Death](/Domains.aspx?ID=7), [Might](/Domains.aspx?ID=20), [Trickery](/Domains.aspx?ID=31), [Zeal](/Domains.aspx?ID=37)",
 "domain_alternate_markdown": "",
 "domain_primary": [
  "Death",
  "Might",
  "Trickery",
  "Zeal"
 ],
 "domain_primary_markdown": "[Death](/Domains.aspx?ID=7), [Might](/Domains.aspx?ID=20), [Trickery](/Domains.aspx?ID=31), [Zeal](/Domains.aspx?ID=37)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Sawtooth Saber"
 ],
 "favored_weapon_markdown": "[Sawtooth Saber](/Weapons.aspx?ID=65)",
 "follower_alignment": [
  "LN",
  "LE",
  "NE"
 ],
 "icon_image": "/Images/Deities/Achaekek.png",
 "id": "deity-29",
 "image": [
  "/Images/Deities/Achaekek.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Limited\">[Achaekek (He Who Walks In Blood)](/Deities.aspx?ID=29)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"LE\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 52 <sup>2.0</sup></row>\n\nWhile Achaekek’s divine genesis is heavily debated among scholars, it is believed that he was created—either by the power of a singular deity or a group of them—to eradicate those who would steal a god’s divinity, and he has since become the enforcer of divine punishment. Known as He Who Walks in Blood, he slumbers in the blood of heretics and worshippers alike in an immense cleft carved into the base of the Boneyard’s spire, a realm known as the Blood Vale. He keeps no formal relationships with any other deities, even his sister, [Grandmother Spider](/Deities.aspx?ID=37), who repeatedly coaxes Achaekek to rebel against the gods and abandon his duties. In response, even though some gods disapprove of Achaekek’s methods, few openly defy him.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** conduct assassinations, spread the Red Mantis’s infamy, wield sawtooth sabers in combat\r\n\r\n**Anathema** kill a rightful ruler, become fixated on petty matters such as others’ gender or ancestry, abandon an assassination contract you agreed to pursue\r\n\r\n**Area of Concern**\r\nassassins, divine punishments, and the Red Mantis\r\n\r\n**Follower Alignments**\r\nLN, LE, NE\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Achaekek.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nStrength or Dexterity\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146)\r\n\r\n**Divine Skill** [Stealth](/Skills.aspx?ID=15)\r\n\r\n**Favored Weapon** [Sawtooth Saber](/Weapons.aspx?ID=65)\r\n\r\n**Domains** [Death](/Domains.aspx?ID=7), [Might](/Domains.aspx?ID=20), [Trickery](/Domains.aspx?ID=31), [Zeal](/Domains.aspx?ID=37)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** \r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[True Strike](/Spells.aspx?ID=345)\n\n- **2nd**\r\n[Invisibility](/Spells.aspx?ID=164)\n\n- **4th**\r\n[Phantasmal Killer](/Spells.aspx?ID=219)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nHe Who Walks in Blood detests oathbreakers and bears a particular prejudice against mortals seeking to ascend into divinity, but the Mantis God believes in compensation for selfless duties and rewards the rare individual for their murderous deeds. Violation of his tenets and, occasionally, slights against Grandmother Spider may provoke Achaekek’s wrath. \r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 3</row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** You hide among the shadows of death. Once, when you would fail a Stealth check, you critically succeed instead. Achaekek typically grants this boon for an extremely consequential Stealth check that could lead to an assassination, such as one that could get you into position to kill an important target, but rarely on a Stealth check to help you escape.\r\n\r\n**Moderate Boon** You gain the god’s approval to take a life. You can cast [_death knell_](/Spells.aspx?ID=63) once per day as an innate divine spell.\r\n\r\n**Major Boon** Death lives in your very blade. You gain the sneak attack rogue class feature, dealing 3d6 precision damage. if you already have that class feature, you increase your sneak attack damage by 3d6.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Achaekek’s minions seek vengeance. Nonsapient insects (especially mantises) become [hostile](/Conditions.aspx?ID=23) against you.\r\n\r\n**Moderate Curse** Hubris brings death. Your name and location are mentally projected into the mind of a Red Mantis assassin, who is tasked with eliminating you.\r\n\r\n**Major Curse** The Mantis God doesn’t waste his time toying with or tormenting those who truly anger him, or those who dare to consider themselves divine. He rips open a portal to your location, kills you, drags your soul to judgment in a way that prevents resurrection magic, and then leaves.\r\n</column>",
 "name": "Achaekek (He Who Walks In Blood)",
 "pfs": "Limited",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 52 <sup>2.0</sup></row>\r\n\r\n**Divine Font** Harm\r\n\r\n**Divine Skill** [Stealth](/Skills.aspx?ID=15)\r\n\r\n**Favored Weapon** [Sawtooth Saber](/Weapons.aspx?ID=65)\r\n\r\n**Domains** [Death](/Domains.aspx?ID=7), [Might](/Domains.aspx?ID=20), [Trickery](/Domains.aspx?ID=31), [Zeal](/Domains.aspx?ID=37)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhile Achaekek’s divine genesis is heavily debated among scholars, it is believed that he was created—either by the power of a singular deity or a …\r\n</summary>",
 "skill": [
  "Stealth"
 ],
 "skill_markdown": "[Stealth](/Skills.aspx?ID=15)",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 52"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 52 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "While Achaekek’s divine genesis is heavily debated among scholars, it is believed that he was created—either by the power of a singular deity or a …",
 "summary_markdown": "While Achaekek’s divine genesis is heavily debated among scholars, it is believed that he was created—either by the power of a singular deity or a …",
 "text": " Achaekek (He Who Walks In Blood) Source Gods &amp; Magic pg. 52 2.0 While Achaekek’s divine genesis is heavily debated among scholars, it is believed that he was created—either by the power of a singular deity or a group of them—to eradicate those who would steal a god’s divinity, and he has since become the enforcer of divine punishment. Known as He Who Walks in Blood, he slumbers in the blood of heretics and worshippers alike in an immense cleft carved into the base of the Boneyard’s spire, a realm known as the Blood Vale. He keeps no formal relationships with any other deities, even his sister, Grandmother Spider, who repeatedly coaxes Achaekek to rebel against the gods and abandon his duties. In response, even though some gods disapprove of Achaekek’s methods, few openly defy him. Category Other Gods Edicts conduct assassinations, spread the Red Mantis’s infamy, wield sawtooth sabers in combat Anathema kill a rightful ruler, become fixated on petty matters such as others’ gender or ancestry, abandon an assassination contract you agreed to pursue Area of Concern assassins, divine punishments, and the Red Mantis Follower Alignments LN, LE, NE Devotee Benefits Divine Ability Strength or Dexterity Divine Font Harm Divine Skill Stealth Favored Weapon Sawtooth Saber Domains Death, Might, Trickery, Zeal Alternate Domains Cleric Spells - 1st True Strike - 2nd Invisibility - 4th Phantasmal Killer Divine Intercession He Who Walks in Blood detests oathbreakers and bears a particular prejudice against mortals seeking to ascend into divinity, but the Mantis God believes in compensation for selfless duties and rewards the rare individual for their murderous deeds. Violation of his tenets and, occasionally, slights against Grandmother Spider may provoke Achaekek’s wrath. Source Gods &amp; Magic - Web Supplement pg. 3 Minor Boon You hide among the shadows of death. Once, when you would fail a Stealth check, you critically succeed instead. Achaekek typically grants this boon for an extremely consequential Stealth check that could lead to an assassination, such as one that could get you into position to kill an important target, but rarely on a Stealth check to help you escape. Moderate Boon You gain the god’s approval to take a life. You can cast death knell once per day as an innate divine spell. Major Boon Death lives in your very blade. You gain the sneak attack rogue class feature, dealing 3d6 precision damage. if you already have that class feature, you increase your sneak attack damage by 3d6. Minor Curse Achaekek’s minions seek vengeance. Nonsapient insects (especially mantises) become hostile against you. Moderate Curse Hubris brings death. Your name and location are mentally projected into the mind of a Red Mantis assassin, who is tasked with eliminating you. Major Curse The Mantis God doesn’t waste his time toying with or tormenting those who truly anger him, or those who dare to consider themselves divine. He rips open a portal to your location, kills you, drags your soul to judgment in a way that prevents resurrection magic, and then leaves. ",
 "trait": [
  "LE"
 ],
 "trait_raw": [
  "LE"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=29",
 "weakness": {}
}