{
 "alignment": "LE",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Charm",
  "Suggestion",
  "Mislead"
 ],
 "deity": [
  "Asmodeus"
 ],
 "deity_markdown": "[Asmodeus](/Deities.aspx?ID=2)",
 "deity_category": "Gods of the Inner Sea",
 "deity_category_markdown": "[Gods of the Inner Sea](/DeityCategories.aspx?ID=1)",
 "deity_category_order": "1Gods of the Inner Sea",
 "divine_font": [
  "Harm"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146)",
 "domain": [
  "Confidence",
  "Duty",
  "Fire",
  "Glyph",
  "Trickery",
  "Tyranny"
 ],
 "domain_markdown": "[Confidence](/Domains.aspx?ID=4), [Duty](/Domains.aspx?ID=45), [Fire](/Domains.aspx?ID=13), [Glyph](/Domains.aspx?ID=46), [Trickery](/Domains.aspx?ID=31), [Tyranny](/Domains.aspx?ID=33)",
 "domain_alternate": [
  "Duty",
  "Glyph"
 ],
 "domain_alternate_markdown": "[Duty](/Domains.aspx?ID=45), [Glyph](/Domains.aspx?ID=46)",
 "domain_primary": [
  "Confidence",
  "Fire",
  "Trickery",
  "Tyranny"
 ],
 "domain_primary_markdown": "[Confidence](/Domains.aspx?ID=4), [Fire](/Domains.aspx?ID=13), [Trickery](/Domains.aspx?ID=31), [Tyranny](/Domains.aspx?ID=33)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Mace"
 ],
 "favored_weapon_markdown": "[Mace](/Weapons.aspx?ID=7)",
 "follower_alignment": [
  "LE"
 ],
 "icon_image": "/Images/Deities/Asmodeus.png",
 "id": "deity-2",
 "image": [
  "/Images/Deities/Asmodeus.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Asmodeus (The Prince of Darkness)](/Deities.aspx?ID=2)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"LE\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 437 <sup>4.0</sup></row>\n\nAsmodeus is the First, the Dark Prince, the lord of darkness and law, and the ruler of the plane of Hell. If Asmodeus’s own scriptures are to believed—and they are corroborated by certain other accounts, like the angel-penned _Book of the Damned_—he is one of the oldest beings of the multiverse. These texts claim that in time before time, in a world not yet created, Asmodeus and his brother Ihys were among the first gods in existence. During these unnamed ages, the two gods quarreled over the fate of the souls of their creations, and Asmodeus slew his brother. Confident that Ihys’s act of granting mortals free will was folly, Asmodeus made his own convictions known: that existence is best served by absolute order and discipline. These claims contradict other popular creation myths, and both theologians and immortal agents of the gods doubt Asmodeus’s claims to varying degrees, but while there is no evidence to prove them, they are also difficult to refute.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Gods of the Inner Sea](/DeityCategories.aspx?ID=1)\r\n\r\n**Edicts** negotiate contracts to your best advantage, rule tyrannically and torture weaker beings, show subservience to your betters\r\n\r\n**Anathema** break a contract, free a slave, insult Asmodeus by showing mercy to your enemies\r\n\r\n**Area of Concern**\r\ncontracts, pride, slavery, and tyranny \r\n\r\n**Follower Alignments**\r\nLE\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Asmodeus.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\n\n**Divine Font** [Harm](/Spells.aspx?ID=146)\r\n\r\n**Divine Skill** [Deception](/Skills.aspx?ID=5)\r\n\r\n**Favored Weapon** [Mace](/Weapons.aspx?ID=7)\r\n\r\n**Domains** [Confidence](/Domains.aspx?ID=4), [Fire](/Domains.aspx?ID=13), [Trickery](/Domains.aspx?ID=31), [Tyranny](/Domains.aspx?ID=33)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Duty](/Domains.aspx?ID=45), [Glyph](/Domains.aspx?ID=46)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Charm](/Spells.aspx?ID=34)\n\n- **4th**\r\n[Suggestion](/Spells.aspx?ID=315)\n\n- **6th**\r\n[Mislead](/Spells.aspx?ID=199)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nAsmodeus tends to offer his gifts to entice those on the precipice of yielding to his vile temptations. His curses come most often in response to those who break contracts in his name, or commit other personal insults.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 15 <sup>2.0</sup></row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Pleased by your talent for manipulation, Asmodeus amplifies your skills. Once, when you fail at the [Diplomacy](/Skills.aspx?ID=6) check to make a significant or consequential [Request](/Actions.aspx?ID=51), you can cast [_suggestion_](/Spells.aspx?ID=315) on the target of your Request, suggesting the same course of action. This is a divine innate spell.\r\n\r\n**Moderate Boon** Your eyes glow red like embers and your skin takes on a crimson tone. You gain [darkvision](/MonsterAbilities.aspx?ID=12) and fire resistance 5.\r\n\r\n**Major Boon** Asmodeus helps enforce your bargains and contracts. When a creature enters a bargain or contract with you, uncoerced and of its own free will, it can’t voluntarily violate its side of the bargain as long as you uphold your side. You can always choose to violate the bargain yourself, but if you do, the creature is no longer bound to fulfill its part.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Asmodeus’s flames burn you with great malice. You gain weakness 5 to fire.\r\n\r\n**Moderate Curse** Asmodeus forces your compliance. You can’t voluntarily back out of an agreement or contract or go back on your word, though you need follow only the letter of the agreement, not the spirit.\r\n\r\n**Major Curse** Asmodeus has taken note of the chaos you have wrought. You receive an ancient wound that feels older than time itself. You become permanently [drained 4](/Conditions.aspx?ID=10), and nothing short of another intercession can remove the condition. Your wound aches fiercely whenever you perform a particularly chaotic act, causing you to become [sickened 1](/Conditions.aspx?ID=34).\r\n</column>",
 "name": "Asmodeus (The Prince of Darkness)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 437 <sup>4.0</sup></row>\r\n\r\n**Divine Font** Harm\r\n\r\n**Divine Skill** [Deception](/Skills.aspx?ID=5)\r\n\r\n**Favored Weapon** [Mace](/Weapons.aspx?ID=7)\r\n\r\n**Domains** [Confidence](/Domains.aspx?ID=4), [Duty](/Domains.aspx?ID=45), [Fire](/Domains.aspx?ID=13), [Glyph](/Domains.aspx?ID=46), [Trickery](/Domains.aspx?ID=31), [Tyranny](/Domains.aspx?ID=33)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAsmodeus is the First, the Dark Prince, the lord of darkness and law, and the ruler of the plane of Hell. If Asmodeus’s own scriptures are to …\r\n</summary>",
 "skill": [
  "Deception"
 ],
 "skill_markdown": "[Deception](/Skills.aspx?ID=5)",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 437"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 437 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Asmodeus is the First, the Dark Prince, the lord of darkness and law, and the ruler of the plane of Hell. If Asmodeus’s own scriptures are to …",
 "summary_markdown": "Asmodeus is the First, the Dark Prince, the lord of darkness and law, and the ruler of the plane of Hell. If Asmodeus’s own scriptures are to …",
 "text": " Asmodeus (The Prince of Darkness) Source Core Rulebook pg. 437 4.0 Asmodeus is the First, the Dark Prince, the lord of darkness and law, and the ruler of the plane of Hell. If Asmodeus’s own scriptures are to believed—and they are corroborated by certain other accounts, like the angel-penned Book of the Damned —he is one of the oldest beings of the multiverse. These texts claim that in time before time, in a world not yet created, Asmodeus and his brother Ihys were among the first gods in existence. During these unnamed ages, the two gods quarreled over the fate of the souls of their creations, and Asmodeus slew his brother. Confident that Ihys’s act of granting mortals free will was folly, Asmodeus made his own convictions known: that existence is best served by absolute order and discipline. These claims contradict other popular creation myths, and both theologians and immortal agents of the gods doubt Asmodeus’s claims to varying degrees, but while there is no evidence to prove them, they are also difficult to refute. Category Gods of the Inner Sea Edicts negotiate contracts to your best advantage, rule tyrannically and torture weaker beings, show subservience to your betters Anathema break a contract, free a slave, insult Asmodeus by showing mercy to your enemies Area of Concern contracts, pride, slavery, and tyranny Follower Alignments LE Devotee Benefits Divine Font Harm Divine Skill Deception Favored Weapon Mace Domains Confidence, Fire, Trickery, Tyranny Alternate Domains Duty, Glyph Cleric Spells - 1st Charm - 4th Suggestion - 6th Mislead Divine Intercession Asmodeus tends to offer his gifts to entice those on the precipice of yielding to his vile temptations. His curses come most often in response to those who break contracts in his name, or commit other personal insults. Source Gods &amp; Magic pg. 15 2.0 Minor Boon Pleased by your talent for manipulation, Asmodeus amplifies your skills. Once, when you fail at the Diplomacy check to make a significant or consequential Request, you can cast suggestion on the target of your Request, suggesting the same course of action. This is a divine innate spell. Moderate Boon Your eyes glow red like embers and your skin takes on a crimson tone. You gain darkvision and fire resistance 5. Major Boon Asmodeus helps enforce your bargains and contracts. When a creature enters a bargain or contract with you, uncoerced and of its own free will, it can’t voluntarily violate its side of the bargain as long as you uphold your side. You can always choose to violate the bargain yourself, but if you do, the creature is no longer bound to fulfill its part. Minor Curse Asmodeus’s flames burn you with great malice. You gain weakness 5 to fire. Moderate Curse Asmodeus forces your compliance. You can’t voluntarily back out of an agreement or contract or go back on your word, though you need follow only the letter of the agreement, not the spirit. Major Curse Asmodeus has taken note of the chaos you have wrought. You receive an ancient wound that feels older than time itself. You become permanently drained 4, and nothing short of another intercession can remove the condition. Your wound aches fiercely whenever you perform a particularly chaotic act, causing you to become sickened 1. ",
 "trait": [
  "LE"
 ],
 "trait_raw": [
  "LE"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=2",
 "weakness": {}
}