{
 "ability": [
  "Dexterity",
  "Charisma"
 ],
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Charm",
  "Enthrall",
  "Mislead"
 ],
 "deity": [
  "Calistria"
 ],
 "deity_markdown": "[Calistria](/Deities.aspx?ID=3)",
 "deity_category": "Gods of the Inner Sea",
 "deity_category_markdown": "[Gods of the Inner Sea](/DeityCategories.aspx?ID=1)",
 "deity_category_order": "1Gods of the Inner Sea",
 "divine_font": [
  "Harm",
  "Heal"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Pain",
  "Passion",
  "Secrecy",
  "Trickery"
 ],
 "domain_markdown": "[Pain](/Domains.aspx?ID=24), [Passion](/Domains.aspx?ID=25), [Secrecy](/Domains.aspx?ID=28), [Trickery](/Domains.aspx?ID=31)",
 "domain_alternate_markdown": "",
 "domain_primary": [
  "Pain",
  "Passion",
  "Secrecy",
  "Trickery"
 ],
 "domain_primary_markdown": "[Pain](/Domains.aspx?ID=24), [Passion](/Domains.aspx?ID=25), [Secrecy](/Domains.aspx?ID=28), [Trickery](/Domains.aspx?ID=31)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Whip"
 ],
 "favored_weapon_markdown": "[Whip](/Weapons.aspx?ID=48)",
 "follower_alignment": [
  "CG",
  "CN",
  "CE"
 ],
 "icon_image": "/Images/Deities/Calistria.png",
 "id": "deity-3",
 "image": [
  "/Images/Deities/Calistria.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Calistria (The Savored Sting)](/Deities.aspx?ID=3)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 437 <sup>4.0</sup></row>\n\nAs symbolized by the three daggers of her religious symbol, Calistria has three aspects: lust, revenge, and trickery. Silver-tongued and charming, she is a master of weaving insults into compliments and laying intricate groundwork for retribution at its finest. She is a goddess of vengeance, but it would be a mistake to assume that means she pursues justice. Calistria is fickle, shifting her loyalties and interests as her whims take her—though she never forgets a slight, and any who think she has forgiven will surely find it is only a matter of time before they are targeted by a long-term plot of revenge to lay them thoroughly low.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Gods of the Inner Sea](/DeityCategories.aspx?ID=1)\r\n\r\n**Edicts** pursue your personal freedom, seek hedonistic thrills, take revenge\r\n\r\n**Anathema** become too consumed by love or a need for revenge, let a slight go unanswered\r\n\r\n**Area of Concern**\r\nlust, revenge, and trickery\r\n\r\n**Follower Alignments**\r\nCG, CN, CE\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Calistria.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nDexterity or Charisma\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Deception](/Skills.aspx?ID=5)\r\n\r\n**Favored Weapon** [Whip](/Weapons.aspx?ID=48)\r\n\r\n**Domains** [Pain](/Domains.aspx?ID=24), [Passion](/Domains.aspx?ID=25), [Secrecy](/Domains.aspx?ID=28), [Trickery](/Domains.aspx?ID=31)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** \r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Charm](/Spells.aspx?ID=34)\n\n- **3rd**\r\n[Enthrall](/Spells.aspx?ID=104)\n\n- **6th**\r\n[Mislead](/Spells.aspx?ID=199)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nSigns of favor or displeasure from the Savored Sting are sometimes subtle and at other times incontrovertible. Calistria typically grants her boon to those on the path toward great vengeance and curses those who slight her followers, particularly if those followers are sex workers, though her fickle heart rarely commits to any absolute guidelines.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 17 <sup>2.0</sup></row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Calistria smiles on the riskiest deceptions. Once, when you roll a failure on a check to [Lie](/Actions.aspx?ID=47), you get a critical success instead. Calistria typically grants this boon for an extremely consequential lie.\r\n\r\n**Moderate Boon** A foot-long wasp finds and befriends you. It serves you as a [familiar](/familiar-abilities) as long as you maintain Calistria’s grace. The wasp always has the burrower and flier familiar abilities.\r\n\r\n**Major Boon** Calistria guides you towards vengeance. You always know the direction and distance towards the nearest creature that has wronged you and thus far gone unpunished.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Whenever a new person desires vengeance against you, you suffer a painful sting and are afflicted with [giant wasp venom](/Monsters.aspx?ID=405) at stage 1.\r\n\r\n**Moderate Curse** People react as though you’re insulting them, even in normal conversation. Whenever you attempt to [Make an Impression](/Actions.aspx?ID=50), the outcome is one degree of success worse than the result of your roll. If you converse with someone over a long enough period of time but don’t attempt to Make an Impression, you still insult them, and you suffer the effect of a critical failure to Make an Impression.\r\n\r\n**Major Curse** You have wronged those unable to obtain revenge for themselves, and Calistria’s curse grants their revenge its own life. Whenever another creature imagines vengeance upon you but can’t pursue that vengeance because you are too powerful, well connected, or otherwise untouchable, a creature of roughly your level manifests out of their imagination and performs their desired revenge. Once the revenge is complete or the manifestation is destroyed, the summoned creature vanishes from existence.\r\n</column>",
 "name": "Calistria (The Savored Sting)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 437 <sup>4.0</sup></row>\r\n\r\n**Divine Font** Harm or Heal\r\n\r\n**Divine Skill** [Deception](/Skills.aspx?ID=5)\r\n\r\n**Favored Weapon** [Whip](/Weapons.aspx?ID=48)\r\n\r\n**Domains** [Pain](/Domains.aspx?ID=24), [Passion](/Domains.aspx?ID=25), [Secrecy](/Domains.aspx?ID=28), [Trickery](/Domains.aspx?ID=31)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAs symbolized by the three daggers of her religious symbol, Calistria has three aspects: lust, revenge, and trickery. Silver-tongued and charming, …\r\n</summary>",
 "skill": [
  "Deception"
 ],
 "skill_markdown": "[Deception](/Skills.aspx?ID=5)",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 437"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 437 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "As symbolized by the three daggers of her religious symbol, Calistria has three aspects: lust, revenge, and trickery. Silver-tongued and charming, …",
 "summary_markdown": "As symbolized by the three daggers of her religious symbol, Calistria has three aspects: lust, revenge, and trickery. Silver-tongued and charming, …",
 "text": " Calistria (The Savored Sting) Source Core Rulebook pg. 437 4.0 As symbolized by the three daggers of her religious symbol, Calistria has three aspects: lust, revenge, and trickery. Silver-tongued and charming, she is a master of weaving insults into compliments and laying intricate groundwork for retribution at its finest. She is a goddess of vengeance, but it would be a mistake to assume that means she pursues justice. Calistria is fickle, shifting her loyalties and interests as her whims take her—though she never forgets a slight, and any who think she has forgiven will surely find it is only a matter of time before they are targeted by a long-term plot of revenge to lay them thoroughly low. Category Gods of the Inner Sea Edicts pursue your personal freedom, seek hedonistic thrills, take revenge Anathema become too consumed by love or a need for revenge, let a slight go unanswered Area of Concern lust, revenge, and trickery Follower Alignments CG, CN, CE Devotee Benefits Divine Ability Dexterity or Charisma Divine Font Harm or Heal Divine Skill Deception Favored Weapon Whip Domains Pain, Passion, Secrecy, Trickery Alternate Domains Cleric Spells - 1st Charm - 3rd Enthrall - 6th Mislead Divine Intercession Signs of favor or displeasure from the Savored Sting are sometimes subtle and at other times incontrovertible. Calistria typically grants her boon to those on the path toward great vengeance and curses those who slight her followers, particularly if those followers are sex workers, though her fickle heart rarely commits to any absolute guidelines. Source Gods &amp; Magic pg. 17 2.0 Minor Boon Calistria smiles on the riskiest deceptions. Once, when you roll a failure on a check to Lie, you get a critical success instead. Calistria typically grants this boon for an extremely consequential lie. Moderate Boon A foot-long wasp finds and befriends you. It serves you as a familiar as long as you maintain Calistria’s grace. The wasp always has the burrower and flier familiar abilities. Major Boon Calistria guides you towards vengeance. You always know the direction and distance towards the nearest creature that has wronged you and thus far gone unpunished. Minor Curse Whenever a new person desires vengeance against you, you suffer a painful sting and are afflicted with giant wasp venom at stage 1. Moderate Curse People react as though you’re insulting them, even in normal conversation. Whenever you attempt to Make an Impression, the outcome is one degree of success worse than the result of your roll. If you converse with someone over a long enough period of time but don’t attempt to Make an Impression, you still insult them, and you suffer the effect of a critical failure to Make an Impression. Major Curse You have wronged those unable to obtain revenge for themselves, and Calistria’s curse grants their revenge its own life. Whenever another creature imagines vengeance upon you but can’t pursue that vengeance because you are too powerful, well connected, or otherwise untouchable, a creature of roughly your level manifests out of their imagination and performs their desired revenge. Once the revenge is complete or the manifestation is destroyed, the summoned creature vanishes from existence. ",
 "trait": [
  "CN"
 ],
 "trait_raw": [
  "CN"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=3",
 "weakness": {}
}