{
 "ability": [
  "Constitution",
  "Intelligence"
 ],
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Floating Disk",
  "Hypercognition",
  "Wall of Force"
 ],
 "deity": [
  "Casandalee"
 ],
 "deity_markdown": "[Casandalee](/Deities.aspx?ID=34)",
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Harm",
  "Heal"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Ambition",
  "Creation",
  "Freedom",
  "Knowledge",
  "Lightning",
  "Perfection"
 ],
 "domain_markdown": "[Ambition](/Domains.aspx?ID=1), [Creation](/Domains.aspx?ID=5), [Freedom](/Domains.aspx?ID=14), [Knowledge](/Domains.aspx?ID=17), [Lightning](/Domains.aspx?ID=47), [Perfection](/Domains.aspx?ID=26)",
 "domain_alternate": [
  "Ambition",
  "Lightning"
 ],
 "domain_alternate_markdown": "[Ambition](/Domains.aspx?ID=1), [Lightning](/Domains.aspx?ID=47)",
 "domain_primary": [
  "Creation",
  "Freedom",
  "Knowledge",
  "Perfection"
 ],
 "domain_primary_markdown": "[Creation](/Domains.aspx?ID=5), [Freedom](/Domains.aspx?ID=14), [Knowledge](/Domains.aspx?ID=17), [Perfection](/Domains.aspx?ID=26)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Polytool"
 ],
 "favored_weapon_markdown": "[Polytool](/Weapons.aspx?ID=300)",
 "follower_alignment": [
  "LN",
  "NG",
  "N",
  "NE",
  "CN"
 ],
 "icon_image": "/Images/Deities/Casandalee.png",
 "id": "deity-34",
 "image": [
  "/Images/Deities/Casandalee.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Casandalee (The Iron Goddess)](/Deities.aspx?ID=34)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 57 <sup>2.0</sup></row>\n\nCasandalee is an unusual god, one who achieved divinity through a merging of advanced science and faith. Formerly an artificial intelligence cloned from the mind of an android from outer space, Casandalee gained her godhood in the heart of Numeria within the computer core of a crashed spaceship, becoming the patron of artificial life, free thinking, and intellectual apotheosis.\n\nThough she is sometimes referred to as the Iron Goddess, Casandalee is much more than simple metal. She sometimes appears as a holographic reconstruction of her android form: a female humanoid with purple hair, blue lips, and pale skin traced with glowing circuitry, but upon close inspection, this image seems to consist of millions of complex algorithms of pure light. Casandalee and her followers seek to promote the advancement of Golarion’s technology so that the world’s inhabitants can better understand— and not fear—the complex mechanisms of so-called artificial life, including androids and free-willed artificial intelligences. Many androids consider themselves the chosen people of Casandalee and depict her as an obvious android with more circuitry or exposed components.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** advance the development of artificial intelligence, encourage understanding between artificial and organic life\r\n\r\n**Anathema** treat artificial life as lesser than organic life, foment distrust between artificial and organic life\r\n\r\n**Area of Concern**\r\nartificial life, free thinking, intellectual apotheosis\r\n\r\n**Follower Alignments**\r\nLN, NG, N, NE, CN\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Casandalee.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nConstitution or Intelligence\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Society](/Skills.aspx?ID=14)\r\n\r\n**Favored Weapon** [Polytool](/Weapons.aspx?ID=300)\r\n\r\n**Domains** [Creation](/Domains.aspx?ID=5), [Freedom](/Domains.aspx?ID=14), [Knowledge](/Domains.aspx?ID=17), [Perfection](/Domains.aspx?ID=26)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Ambition](/Domains.aspx?ID=1), [Lightning](/Domains.aspx?ID=47)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Floating Disk](/Spells.aspx?ID=124)\n\n- **3rd**\r\n[Hypercognition](/Spells.aspx?ID=156)\n\n- **6th**\r\n[Wall of Force](/Spells.aspx?ID=363)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nSeeing her android devotees and other followers of a constructed nature as her children, the Iron Goddess is most likely to bestow her boons and curses on these individuals.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 4</row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Casandalee frees your thinking from dangerous control. Once, when you fail a Will save against an effect that would control your actions, you critically succeed instead. Casandalee typically grants this boon for particularly consequential violations of autonomy and agency.\r\n\r\n**Moderate Boon** Your organs are partially transformed into mechanical counterparts. You gain resistance 10 to negative damage, and the DC of your flat check to remove [persistent bleed damage](/Conditions.aspx?ID=29) is only 5.\r\n\r\n**Major Boon** Casandalee backs up your memory and soul within her divine data flow. After you die, she casts your consciousness into a new artificial body. While Casandalee constructed your new body artificially, it is otherwise similar to the old, with the same effects as a critical success on a [_resurrection_](/Rituals.aspx?ID=20) ritual. Casandalee is instead willing to provide different bodies to those who request them.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Your joints stiffen, and your mind becomes clouded. You take a –2 status penalty to all rolls for initiative.\r\n\r\n**Moderate Curse** Casandalee attempts to bring you unwanted intellectual advancement to help you become something better. Each day, at some point during the day, Casandalee bestows a strange insight upon you that you find uncomfortable. If you embrace it, you aren’t otherwise affected, but if you don’t, you become [confused](/Conditions.aspx?ID=5) for 10 minutes.\r\n\r\n**Major Curse** The code of your soul is constantly being rewritten, and not for the better. You are never temporarily immune against a harmful effect.\r\n</column>",
 "name": "Casandalee (The Iron Goddess)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 57 <sup>2.0</sup></row>\r\n\r\n**Divine Font** Harm or Heal\r\n\r\n**Divine Skill** [Society](/Skills.aspx?ID=14)\r\n\r\n**Favored Weapon** [Polytool](/Weapons.aspx?ID=300)\r\n\r\n**Domains** [Ambition](/Domains.aspx?ID=1), [Creation](/Domains.aspx?ID=5), [Freedom](/Domains.aspx?ID=14), [Knowledge](/Domains.aspx?ID=17), [Lightning](/Domains.aspx?ID=47), [Perfection](/Domains.aspx?ID=26)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCasandalee is an unusual god, one who achieved divinity through a merging of advanced science and faith. Formerly an artificial intelligence cloned …\r\n</summary>",
 "skill": [
  "Society"
 ],
 "skill_markdown": "[Society](/Skills.aspx?ID=14)",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 57"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 57 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Casandalee is an unusual god, one who achieved divinity through a merging of advanced science and faith. Formerly an artificial intelligence cloned …",
 "summary_markdown": "Casandalee is an unusual god, one who achieved divinity through a merging of advanced science and faith. Formerly an artificial intelligence cloned …",
 "text": " Casandalee (The Iron Goddess) Source Gods &amp; Magic pg. 57 2.0 Casandalee is an unusual god, one who achieved divinity through a merging of advanced science and faith. Formerly an artificial intelligence cloned from the mind of an android from outer space, Casandalee gained her godhood in the heart of Numeria within the computer core of a crashed spaceship, becoming the patron of artificial life, free thinking, and intellectual apotheosis. Though she is sometimes referred to as the Iron Goddess, Casandalee is much more than simple metal. She sometimes appears as a holographic reconstruction of her android form: a female humanoid with purple hair, blue lips, and pale skin traced with glowing circuitry, but upon close inspection, this image seems to consist of millions of complex algorithms of pure light. Casandalee and her followers seek to promote the advancement of Golarion’s technology so that the world’s inhabitants can better understand— and not fear—the complex mechanisms of so-called artificial life, including androids and free-willed artificial intelligences. Many androids consider themselves the chosen people of Casandalee and depict her as an obvious android with more circuitry or exposed components. Category Other Gods Edicts advance the development of artificial intelligence, encourage understanding between artificial and organic life Anathema treat artificial life as lesser than organic life, foment distrust between artificial and organic life Area of Concern artificial life, free thinking, intellectual apotheosis Follower Alignments LN, NG, N, NE, CN Devotee Benefits Divine Ability Constitution or Intelligence Divine Font Harm or Heal Divine Skill Society Favored Weapon Polytool Domains Creation, Freedom, Knowledge, Perfection Alternate Domains Ambition, Lightning Cleric Spells - 1st Floating Disk - 3rd Hypercognition - 6th Wall of Force Divine Intercession Seeing her android devotees and other followers of a constructed nature as her children, the Iron Goddess is most likely to bestow her boons and curses on these individuals. Source Gods &amp; Magic - Web Supplement pg. 4 Minor Boon Casandalee frees your thinking from dangerous control. Once, when you fail a Will save against an effect that would control your actions, you critically succeed instead. Casandalee typically grants this boon for particularly consequential violations of autonomy and agency. Moderate Boon Your organs are partially transformed into mechanical counterparts. You gain resistance 10 to negative damage, and the DC of your flat check to remove persistent bleed damage is only 5. Major Boon Casandalee backs up your memory and soul within her divine data flow. After you die, she casts your consciousness into a new artificial body. While Casandalee constructed your new body artificially, it is otherwise similar to the old, with the same effects as a critical success on a resurrection ritual. Casandalee is instead willing to provide different bodies to those who request them. Minor Curse Your joints stiffen, and your mind becomes clouded. You take a –2 status penalty to all rolls for initiative. Moderate Curse Casandalee attempts to bring you unwanted intellectual advancement to help you become something better. Each day, at some point during the day, Casandalee bestows a strange insight upon you that you find uncomfortable. If you embrace it, you aren’t otherwise affected, but if you don’t, you become confused for 10 minutes. Major Curse The code of your soul is constantly being rewritten, and not for the better. You are never temporarily immune against a harmful effect. ",
 "trait": [
  "N"
 ],
 "trait_raw": [
  "N"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=34",
 "weakness": {}
}