{
 "ability": [
  "Constitution",
  "Wisdom"
 ],
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Goblin Pox",
  "Vomit Swarm",
  "Insect Form"
 ],
 "deity": [
  "Ghlaunder"
 ],
 "deity_markdown": "[Ghlaunder](/Deities.aspx?ID=36)",
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Harm"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146)",
 "domain": [
  "Air",
  "Decay",
  "Plague",
  "Swarm"
 ],
 "domain_markdown": "[Air](/Domains.aspx?ID=2), [Decay](/Domains.aspx?ID=42), [Plague](/Domains.aspx?ID=48), [Swarm](/Domains.aspx?ID=53)",
 "domain_alternate_markdown": "",
 "domain_primary": [
  "Air",
  "Decay",
  "Plague",
  "Swarm"
 ],
 "domain_primary_markdown": "[Air](/Domains.aspx?ID=2), [Decay](/Domains.aspx?ID=42), [Plague](/Domains.aspx?ID=48), [Swarm](/Domains.aspx?ID=53)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Spear"
 ],
 "favored_weapon_markdown": "[Spear](/Weapons.aspx?ID=10)",
 "follower_alignment": [
  "NE",
  "CE"
 ],
 "icon_image": "/Images/Deities/Ghlaunder.png",
 "id": "deity-36",
 "image": [
  "/Images/Deities/Ghlaunder.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Ghlaunder (The Gossamer King)](/Deities.aspx?ID=36)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 59 <sup>2.0</sup></row>\n\nGhlaunder is the god of pestilence, infection, and insects. His form resembles that of a giant mosquito, warped and distended by the parasites he hosts. He leaves malaise in his wake, laying waste to everything he can. Ghlaunder revels in suffering, especially that caused by sickness: the last gasp of air into fluid-filled lungs, the terrorizing dreams that come only from the hottest of fevers. It is said that the Gossamer King was once swaddled in a cocoon, but was released by the curious Desna into the world with a cleave of her starknife. Since then, the goddess has pursued him in a macabre dance, hoping to kill him as they flit between planes.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** corrupt pieces of land, water sources, and communities; infect the weak; spread and nurture disease\r\n\r\n**Anathema** aid in ending a plague or infection, destroy something out of hand when you could have instead corrupted it or leeched off it first\r\n\r\n**Area of Concern**\r\ninfection, insects, parasites, and stagnation\r\n\r\n**Follower Alignments**\r\nNE, CE\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Ghlaunder.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nConstitution or Wisdom\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146)\r\n\r\n**Divine Skill** [Nature](/Skills.aspx?ID=10)\r\n\r\n**Favored Weapon** [Spear](/Weapons.aspx?ID=10)\r\n\r\n**Domains** [Air](/Domains.aspx?ID=2), [Decay](/Domains.aspx?ID=42), [Plague](/Domains.aspx?ID=48), [Swarm](/Domains.aspx?ID=53)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** \r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Goblin Pox](/Spells.aspx?ID=139)\n\n- **2nd**\r\n[Vomit Swarm](/Spells.aspx?ID=726)\n\n- **3rd**\r\n[Insect Form](/Spells.aspx?ID=163)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nThe Gossamer King’s gifts seem bizarre and cruel to those outside of his following, but his faithful crave his gifts zealously and fear his punishments.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 5</row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Your commitment to filth draws a small cloud of disease-laden insects. Once, you can summon a cloud of midges, mosquitos, and flies to surround you for 1 minute. Creatures adjacent to you at any point during that time become [drained 1](/Conditions.aspx?ID=10), [sickened 1](/Conditions.aspx?ID=34), and exposed to a blood-borne illness. Ghlaunder typically grants this boon when you can infect a significant number of creatures.\r\n\r\n**Moderate Boon** Ghlaunder teaches you to bide your time, corrupting and infecting until the time is right. When you expose a creature to a disease and it succeeds at its Fortitude save, it is still infected unless it critically succeeds. However, such a creature experiences no effects and the disease does not progress for the first 24 hours, even if the disease is normally fast-acting or someone uses another ability to progress the disease. It’s very difficult to detect the infection in the first day; the DC for [Medicine](/Skills.aspx?ID=9) checks to do so is 5 higher.\r\n\r\n**Major Boon** Ghlaunder rewards his followers with the ability to safely spread illness—or on occasion, offers respite to desperate petitioners who please him. You do not take negative effects from any disease you are infected with unless or until Ghlaunder rescinds this benefit.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Ghlaunder drains away your life force for himself. You become drained 1 and can’t reduce your drained condition below 1.\r\n\r\n**Moderate Curse** Ghlaunder leeches your energy from you as easily as blood. Any time you fail a Fortitude save, you become [fatigued](/Conditions.aspx?ID=15) in addition to all other effects.\r\n\r\n**Major Curse** You are struck with a contagious disease of the GM’s choice. You and anyone else you infect can’t be cured of the disease or improve its condition to an earlier stage in any way until you infect two other sapient beings with the disease.\r\n</column>",
 "name": "Ghlaunder (The Gossamer King)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 59 <sup>2.0</sup></row>\r\n\r\n**Divine Font** Harm\r\n\r\n**Divine Skill** [Nature](/Skills.aspx?ID=10)\r\n\r\n**Favored Weapon** [Spear](/Weapons.aspx?ID=10)\r\n\r\n**Domains** [Air](/Domains.aspx?ID=2), [Decay](/Domains.aspx?ID=42), [Plague](/Domains.aspx?ID=48), [Swarm](/Domains.aspx?ID=53)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGhlaunder is the god of pestilence, infection, and insects. His form resembles that of a giant mosquito, warped and distended by the parasites he …\r\n</summary>",
 "skill": [
  "Nature"
 ],
 "skill_markdown": "[Nature](/Skills.aspx?ID=10)",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 59"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 59 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Ghlaunder is the god of pestilence, infection, and insects. His form resembles that of a giant mosquito, warped and distended by the parasites he …",
 "summary_markdown": "Ghlaunder is the god of pestilence, infection, and insects. His form resembles that of a giant mosquito, warped and distended by the parasites he …",
 "text": " Ghlaunder (The Gossamer King) Source Gods &amp; Magic pg. 59 2.0 Ghlaunder is the god of pestilence, infection, and insects. His form resembles that of a giant mosquito, warped and distended by the parasites he hosts. He leaves malaise in his wake, laying waste to everything he can. Ghlaunder revels in suffering, especially that caused by sickness: the last gasp of air into fluid-filled lungs, the terrorizing dreams that come only from the hottest of fevers. It is said that the Gossamer King was once swaddled in a cocoon, but was released by the curious Desna into the world with a cleave of her starknife. Since then, the goddess has pursued him in a macabre dance, hoping to kill him as they flit between planes. Category Other Gods Edicts corrupt pieces of land, water sources, and communities; infect the weak; spread and nurture disease Anathema aid in ending a plague or infection, destroy something out of hand when you could have instead corrupted it or leeched off it first Area of Concern infection, insects, parasites, and stagnation Follower Alignments NE, CE Devotee Benefits Divine Ability Constitution or Wisdom Divine Font Harm Divine Skill Nature Favored Weapon Spear Domains Air, Decay, Plague, Swarm Alternate Domains Cleric Spells - 1st Goblin Pox - 2nd Vomit Swarm - 3rd Insect Form Divine Intercession The Gossamer King’s gifts seem bizarre and cruel to those outside of his following, but his faithful crave his gifts zealously and fear his punishments. Source Gods &amp; Magic - Web Supplement pg. 5 Minor Boon Your commitment to filth draws a small cloud of disease-laden insects. Once, you can summon a cloud of midges, mosquitos, and flies to surround you for 1 minute. Creatures adjacent to you at any point during that time become drained 1, sickened 1, and exposed to a blood-borne illness. Ghlaunder typically grants this boon when you can infect a significant number of creatures. Moderate Boon Ghlaunder teaches you to bide your time, corrupting and infecting until the time is right. When you expose a creature to a disease and it succeeds at its Fortitude save, it is still infected unless it critically succeeds. However, such a creature experiences no effects and the disease does not progress for the first 24 hours, even if the disease is normally fast-acting or someone uses another ability to progress the disease. It’s very difficult to detect the infection in the first day; the DC for Medicine checks to do so is 5 higher. Major Boon Ghlaunder rewards his followers with the ability to safely spread illness—or on occasion, offers respite to desperate petitioners who please him. You do not take negative effects from any disease you are infected with unless or until Ghlaunder rescinds this benefit. Minor Curse Ghlaunder drains away your life force for himself. You become drained 1 and can’t reduce your drained condition below 1. Moderate Curse Ghlaunder leeches your energy from you as easily as blood. Any time you fail a Fortitude save, you become fatigued in addition to all other effects. Major Curse You are struck with a contagious disease of the GM’s choice. You and anyone else you infect can’t be cured of the disease or improve its condition to an earlier stage in any way until you infect two other sapient beings with the disease. ",
 "trait": [
  "CE"
 ],
 "trait_raw": [
  "CE"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=36",
 "weakness": {}
}