{
 "alignment": "Any",
 "breadcrumbs_spa": [],
 "category": "deity",
 "deity": [
  "God Calling"
 ],
 "deity_markdown": "[God Calling](/Deities.aspx?ID=200)",
 "deity_category": "Faiths & Philosophies",
 "deity_category_markdown": "[Faiths & Philosophies](/DeityCategories.aspx?ID=0)",
 "deity_category_order": "3Faiths & Philosophies",
 "divine_font_markdown": "",
 "domain_markdown": "",
 "domain_alternate_markdown": "",
 "domain_primary_markdown": "",
 "exclude_from_search": false,
 "favored_weapon_markdown": "",
 "id": "deity-200",
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[God Calling](/Deities.aspx?ID=200)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Any\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 95 <sup>2.0</sup></row>\n\nThe ancient art of god calling was once the predominant religious practice in Sarkoris, long before the Worldwound erupted and demons drove most of the native Sarkorians from their homelands. This art, one part magical theory and one part religion, allows certain Sarkorians to summon unusual and unique beings from the Great Beyond who protect their clans and guide their people. These creatures are typically referred to as gods by those who revere them, and they continue to return and guide their people generation after generation, so long as someone trained by a previous god caller or otherwise educated in the practice of communing with a particular god is alive to form a tether to the Material Plane so that the god can manifest. These god callers may have unique titles or names among the people of their clan, and such monikers differ from clan to clan, but most of the clans of Sarkoris are able to distinguish a god caller by their unique dress or glyph that ties the caller to their god.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Faiths &amp; Philosophies](/DeityCategories.aspx?ID=0)\r\n\r\n**Edicts** The gods of Sarkoris have very few shared edicts, but several are often prominently shared amongst them: protect your clan and your people, educate the clan’s children’s in the traditions and histories of the clan’s god, and carefully record the name and image of each new god when they first appear so that they are not forgotten and can continue to watch over the people.\r\n\r\n**Anathema** There is only one anathema universally enforced by the gods of Sarkoris: make no deals or bargains with demons, as the advent of the Worldwound led to the destruction of many clans and the loss of many gods, some of whom may never be seen again.\r\n\r\n**Area of Concern**\r\nEach god has their own particular inclinations and interests, typically informed by the predominant attitudes and beliefs of their clan.\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "God Calling",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 95 <sup>2.0</sup></row>\r\n\r\n**Divine Font** \r\n\r\n**Divine Skill** \r\n\r\n**Favored Weapon** \r\n\r\n**Domains** \r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe ancient art of god calling was once the predominant religious practice in Sarkoris, long before the Worldwound erupted and demons drove most of …\r\n</summary>",
 "skill_markdown": "",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 95"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 95 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "The ancient art of god calling was once the predominant religious practice in Sarkoris, long before the Worldwound erupted and demons drove most of …",
 "summary_markdown": "The ancient art of god calling was once the predominant religious practice in Sarkoris, long before the Worldwound erupted and demons drove most of …",
 "text": " God Calling Source Gods &amp; Magic pg. 95 2.0 The ancient art of god calling was once the predominant religious practice in Sarkoris, long before the Worldwound erupted and demons drove most of the native Sarkorians from their homelands. This art, one part magical theory and one part religion, allows certain Sarkorians to summon unusual and unique beings from the Great Beyond who protect their clans and guide their people. These creatures are typically referred to as gods by those who revere them, and they continue to return and guide their people generation after generation, so long as someone trained by a previous god caller or otherwise educated in the practice of communing with a particular god is alive to form a tether to the Material Plane so that the god can manifest. These god callers may have unique titles or names among the people of their clan, and such monikers differ from clan to clan, but most of the clans of Sarkoris are able to distinguish a god caller by their unique dress or glyph that ties the caller to their god. Category Faiths &amp; Philosophies Edicts The gods of Sarkoris have very few shared edicts, but several are often prominently shared amongst them: protect your clan and your people, educate the clan’s children’s in the traditions and histories of the clan’s god, and carefully record the name and image of each new god when they first appear so that they are not forgotten and can continue to watch over the people. Anathema There is only one anathema universally enforced by the gods of Sarkoris: make no deals or bargains with demons, as the advent of the Worldwound led to the destruction of many clans and the loss of many gods, some of whom may never be seen again. Area of Concern Each god has their own particular inclinations and interests, typically informed by the predominant attitudes and beliefs of their clan.\n",
 "trait": [
  "Any"
 ],
 "trait_raw": [
  "Any"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=200",
 "weakness": {}
}