{
 "ability": [
  "Constitution",
  "Wisdom"
 ],
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "deity",
 "deity": [
  "Green Faith"
 ],
 "deity_markdown": "[Green Faith](/Deities.aspx?ID=22)",
 "deity_category": "Faiths & Philosophies",
 "deity_category_markdown": "[Faiths & Philosophies](/DeityCategories.aspx?ID=0)",
 "deity_category_order": "3Faiths & Philosophies",
 "divine_font_markdown": "",
 "domain_markdown": "",
 "domain_alternate_markdown": "",
 "domain_primary_markdown": "",
 "exclude_from_search": false,
 "favored_weapon_markdown": "",
 "follower_alignment": [
  "CN",
  "LN",
  "N",
  "NE",
  "NG"
 ],
 "icon_image": "/Images/Deities/GreenFaith.png",
 "id": "deity-22",
 "image": [
  "/Images/Deities/GreenFaith.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Green Faith](/Deities.aspx?ID=22)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 97 <sup>2.0</sup></row>\n\nWhile the Green Faith is practiced differently from one believer to another, especially across its various orders, its adherents share a universal reverence for the natural world and a commitment to preserving it. While each order’s practitioners may be drawn to a particular element, season, creature, or natural occurrence, all followers respect the sanctity and importance of every aspect of nature.\n\n Many cycles have passed since the Green Faith’s fabled founders contended over which expression of natural power was supreme. Just as the legend speaks of their ultimate unity, those who now follow the Green Faith and view nature as sacred understand the interconnectedness of all beings, recognizing that harmony is possible only through balance, and that the cycles of nature are both delicate and infinite. Advocates of the Green Faith therefore fall into a neutral alignment, for they understand that by naming one thing, its opposite is also created; they walk the path of balance between death and rebirth, light and shadow, growth and decay.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Faiths &amp; Philosophies](/DeityCategories.aspx?ID=0)\r\n\r\n**Edicts** guide civilization to grow in harmony with nature, live sustainably and according to natural cycles, preserve areas of natural wilderness, protect the balance of nature, protect endangered species\r\n\r\n**Anathema** cause damage to natural settings, kill animals for reasons other than self-defense or sustenance, remove an element or indigenous species from a natural area, encourage imbalance in nature, allow abuse of natural resources\r\n\r\n**Area of Concern**\r\nveneration of the natural world\r\n\r\n**Follower Alignments**\r\nCN, LN, N, NE, NG\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/GreenFaith.png\" />\r\n</column>\r\n\r\n</row>",
 "name": "Green Faith",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 97 <sup>2.0</sup></row>\r\n\r\n**Divine Font** \r\n\r\n**Divine Skill** [Nature](/Skills.aspx?ID=10)\r\n\r\n**Favored Weapon** \r\n\r\n**Domains** \r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhile the Green Faith is practiced differently from one believer to another, especially across its various orders, its adherents share a universal …\r\n</summary>",
 "skill": [
  "Nature"
 ],
 "skill_markdown": "[Nature](/Skills.aspx?ID=10)",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 97"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 97 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "While the Green Faith is practiced differently from one believer to another, especially across its various orders, its adherents share a universal …",
 "summary_markdown": "While the Green Faith is practiced differently from one believer to another, especially across its various orders, its adherents share a universal …",
 "text": " Green Faith Source Gods &amp; Magic pg. 97 2.0 While the Green Faith is practiced differently from one believer to another, especially across its various orders, its adherents share a universal reverence for the natural world and a commitment to preserving it. While each order’s practitioners may be drawn to a particular element, season, creature, or natural occurrence, all followers respect the sanctity and importance of every aspect of nature. Many cycles have passed since the Green Faith’s fabled founders contended over which expression of natural power was supreme. Just as the legend speaks of their ultimate unity, those who now follow the Green Faith and view nature as sacred understand the interconnectedness of all beings, recognizing that harmony is possible only through balance, and that the cycles of nature are both delicate and infinite. Advocates of the Green Faith therefore fall into a neutral alignment, for they understand that by naming one thing, its opposite is also created; they walk the path of balance between death and rebirth, light and shadow, growth and decay. Category Faiths &amp; Philosophies Edicts guide civilization to grow in harmony with nature, live sustainably and according to natural cycles, preserve areas of natural wilderness, protect the balance of nature, protect endangered species Anathema cause damage to natural settings, kill animals for reasons other than self-defense or sustenance, remove an element or indigenous species from a natural area, encourage imbalance in nature, allow abuse of natural resources Area of Concern veneration of the natural world Follower Alignments CN, LN, N, NE, NG\n",
 "trait": [
  "N"
 ],
 "trait_raw": [
  "N"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=22",
 "weakness": {}
}