{
 "ability": [
  "Strength",
  "Charisma"
 ],
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Phantom Pain",
  "Crushing Despair",
  "Disjunction"
 ],
 "deity": [
  "Groetus"
 ],
 "deity_markdown": "[Groetus](/Deities.aspx?ID=38)",
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Harm"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146)",
 "domain": [
  "Darkness",
  "Decay",
  "Destruction",
  "Nightmares",
  "Void"
 ],
 "domain_markdown": "[Darkness](/Domains.aspx?ID=6), [Decay](/Domains.aspx?ID=42), [Destruction](/Domains.aspx?ID=8), [Nightmares](/Domains.aspx?ID=23), [Void](/Domains.aspx?ID=56)",
 "domain_alternate": [
  "Decay"
 ],
 "domain_alternate_markdown": "[Decay](/Domains.aspx?ID=42)",
 "domain_primary": [
  "Darkness",
  "Destruction",
  "Nightmares",
  "Void"
 ],
 "domain_primary_markdown": "[Darkness](/Domains.aspx?ID=6), [Destruction](/Domains.aspx?ID=8), [Nightmares](/Domains.aspx?ID=23), [Void](/Domains.aspx?ID=56)",
 "exclude_from_search": false,
 "favored_weapon": [
  "War Flail"
 ],
 "favored_weapon_markdown": "[War Flail](/Weapons.aspx?ID=46)",
 "follower_alignment": [
  "CN",
  "CE"
 ],
 "icon_image": "/Images/Deities/Groetus.png",
 "id": "deity-38",
 "image": [
  "/Images/Deities/Groetus.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Groetus (God of the End Times)](/Deities.aspx?ID=38)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 61 <sup>2.0</sup></row>\n\nAncient beyond mortal reckoning, Groetus is an entity who cannot be easily understood. He hangs in the sky above the Boneyard, a skull-faced moon constantly observing the passage of the souls below. Events can cause him to draw ominously closer to [Pharasma’s](/Deities.aspx?ID=14) Spire, or to retreat back to a safer distance, with little obvious rhyme or reason for these actions. He evinces little regard for anything but his singular aim: the dissolution of the universe.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** preach of the upcoming end times, destroy that which has outlived its usefulness, put the suffering out of their misery\r\n\r\n**Anathema** artificially extend something’s existence or lifespan, spread hope\r\n\r\n**Area of Concern**\r\napocalypse, empty places, oblivion, ruins\r\n\r\n**Follower Alignments**\r\nCN, CE\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Groetus.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nStrength or Charisma\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146)\r\n\r\n**Divine Skill** [Intimidation](/Skills.aspx?ID=7)\r\n\r\n**Favored Weapon** [War Flail](/Weapons.aspx?ID=46)\r\n\r\n**Domains** [Darkness](/Domains.aspx?ID=6), [Destruction](/Domains.aspx?ID=8), [Nightmares](/Domains.aspx?ID=23), [Void](/Domains.aspx?ID=56)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Decay](/Domains.aspx?ID=42)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Phantom Pain](/Spells.aspx?ID=220)\n\n- **5th**\r\n[Crushing Despair](/Spells.aspx?ID=57)\n\n- **9th**\r\n[Disjunction](/Spells.aspx?ID=77)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nThe God of the End Times almost never directly intervenes in the world, but he sometimes offers flashes of insight or inflicts terrible psychic distress.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 6</row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** You wield power over disorder. Once, when you are [confused](/Conditions.aspx?ID=5), you act normally enough to control your own actions in combat without penalty for the duration, though you still babble incoherently and otherwise behave strangely.\r\n\r\n**Moderate Boon** Groetus grants you knowledge to further the end times. Each week, he sends you a cryptic, incoherent message about something important to the end times that will happen in the coming week.\r\n\r\n**Major Boon** Your touch unravels things that have survived past their appointed time, according to Groetus’s reckoning. Such a creature or object takes 10d6 negative damage each round you continue touching it; the damage ignores all Hardness and is capable of destroying nonliving objects, creatures immune to negative effects, and even undead or other creatures with negative healing. This boon might even be able to destroy some artifacts that have survived past their time.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Whenever you are illuminated by a light source other than natural sunlight, your head appears to be a bare skull. The DC for your recovery checks is 12 + your dying value, rather than 10 + your dying value, and you don’t benefit from effects that reduce the DC, such as from the [Toughness](/Feats.aspx?ID=855) feat.\r\n\r\n**Moderate Curse** The horrors at the end of reality become overwhelming and constantly race through your mind. You are permanently [stupefied 2](/Conditions.aspx?ID=37).\r\n\r\n**Major Curse** You bring about the end to everything around you. Every item you carry or wear gains the [broken](/Conditions.aspx?ID=2) condition after 10 minutes of exposure to you, and is destroyed after a further hour. This effect can’t destroy artifacts or items of similar power.\r\n</column>",
 "name": "Groetus (God of the End Times)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 61 <sup>2.0</sup></row>\r\n\r\n**Divine Font** Harm\r\n\r\n**Divine Skill** [Intimidation](/Skills.aspx?ID=7)\r\n\r\n**Favored Weapon** [War Flail](/Weapons.aspx?ID=46)\r\n\r\n**Domains** [Darkness](/Domains.aspx?ID=6), [Decay](/Domains.aspx?ID=42), [Destruction](/Domains.aspx?ID=8), [Nightmares](/Domains.aspx?ID=23), [Void](/Domains.aspx?ID=56)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAncient beyond mortal reckoning, Groetus is an entity who cannot be easily understood. He hangs in the sky above the Boneyard, a skull-faced moon …\r\n</summary>",
 "skill": [
  "Intimidation"
 ],
 "skill_markdown": "[Intimidation](/Skills.aspx?ID=7)",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 61"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 61 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Ancient beyond mortal reckoning, Groetus is an entity who cannot be easily understood. He hangs in the sky above the Boneyard, a skull-faced moon …",
 "summary_markdown": "Ancient beyond mortal reckoning, Groetus is an entity who cannot be easily understood. He hangs in the sky above the Boneyard, a skull-faced moon …",
 "text": " Groetus (God of the End Times) Source Gods &amp; Magic pg. 61 2.0 Ancient beyond mortal reckoning, Groetus is an entity who cannot be easily understood. He hangs in the sky above the Boneyard, a skull-faced moon constantly observing the passage of the souls below. Events can cause him to draw ominously closer to Pharasma’s Spire, or to retreat back to a safer distance, with little obvious rhyme or reason for these actions. He evinces little regard for anything but his singular aim: the dissolution of the universe. Category Other Gods Edicts preach of the upcoming end times, destroy that which has outlived its usefulness, put the suffering out of their misery Anathema artificially extend something’s existence or lifespan, spread hope Area of Concern apocalypse, empty places, oblivion, ruins Follower Alignments CN, CE Devotee Benefits Divine Ability Strength or Charisma Divine Font Harm Divine Skill Intimidation Favored Weapon War Flail Domains Darkness, Destruction, Nightmares, Void Alternate Domains Decay Cleric Spells - 1st Phantom Pain - 5th Crushing Despair - 9th Disjunction Divine Intercession The God of the End Times almost never directly intervenes in the world, but he sometimes offers flashes of insight or inflicts terrible psychic distress. Source Gods &amp; Magic - Web Supplement pg. 6 Minor Boon You wield power over disorder. Once, when you are confused, you act normally enough to control your own actions in combat without penalty for the duration, though you still babble incoherently and otherwise behave strangely. Moderate Boon Groetus grants you knowledge to further the end times. Each week, he sends you a cryptic, incoherent message about something important to the end times that will happen in the coming week. Major Boon Your touch unravels things that have survived past their appointed time, according to Groetus’s reckoning. Such a creature or object takes 10d6 negative damage each round you continue touching it; the damage ignores all Hardness and is capable of destroying nonliving objects, creatures immune to negative effects, and even undead or other creatures with negative healing. This boon might even be able to destroy some artifacts that have survived past their time. Minor Curse Whenever you are illuminated by a light source other than natural sunlight, your head appears to be a bare skull. The DC for your recovery checks is 12 + your dying value, rather than 10 + your dying value, and you don’t benefit from effects that reduce the DC, such as from the Toughness feat. Moderate Curse The horrors at the end of reality become overwhelming and constantly race through your mind. You are permanently stupefied 2. Major Curse You bring about the end to everything around you. Every item you carry or wear gains the broken condition after 10 minutes of exposure to you, and is destroyed after a further hour. This effect can’t destroy artifacts or items of similar power. ",
 "trait": [
  "CN"
 ],
 "trait_raw": [
  "CN"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=38",
 "weakness": {}
}