{
 "ability": [
  "Intelligence",
  "Wisdom"
 ],
 "alignment": "LG",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Share Lore",
  "Comprehend Language",
  "Hypercognition"
 ],
 "deity": [
  "Gruhastha"
 ],
 "deity_markdown": "[Gruhastha](/Deities.aspx?ID=39)",
 "deity_category": "Vudrani Gods",
 "deity_category_markdown": "[Vudrani Gods\r\n](/DeityCategories.aspx?ID=17)",
 "deity_category_order": "2Vudrani Gods\r\n",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Glyph",
  "Knowledge",
  "Nature",
  "Perfection",
  "Travel",
  "Truth"
 ],
 "domain_markdown": "[Glyph](/Domains.aspx?ID=46), [Knowledge](/Domains.aspx?ID=17), [Nature](/Domains.aspx?ID=22), [Perfection](/Domains.aspx?ID=26), [Travel](/Domains.aspx?ID=30), [Truth](/Domains.aspx?ID=32)",
 "domain_alternate": [
  "Nature",
  "Travel"
 ],
 "domain_alternate_markdown": "[Nature](/Domains.aspx?ID=22), [Travel](/Domains.aspx?ID=30)",
 "domain_primary": [
  "Glyph",
  "Knowledge",
  "Perfection",
  "Truth"
 ],
 "domain_primary_markdown": "[Glyph](/Domains.aspx?ID=46), [Knowledge](/Domains.aspx?ID=17), [Perfection](/Domains.aspx?ID=26), [Truth](/Domains.aspx?ID=32)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Shortbow"
 ],
 "favored_weapon_markdown": "[Shortbow](/Weapons.aspx?ID=77)",
 "follower_alignment": [
  "LG",
  "NG"
 ],
 "icon_image": "/Images/Deities/Gruhastha.png",
 "id": "deity-39",
 "image": [
  "/Images/Deities/Gruhastha.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Gruhastha (The Keeper)](/Deities.aspx?ID=39)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"LG\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 62 <sup>2.0</sup></row>\n\nGruhastha the Keeper is a deity of understanding, peace, and the collective pursuit of enlightenment. The once-mortal nephew of [Irori](/Deities.aspx?ID=10) is believed to have ascended to godhood himself after creating the holy book _Azvadeva Pujila_, fully embodying all divine wisdom within the text. Originating in Vudra, the Keeper’s faith has slowly gained popularity in the Inner Sea region, particularly in Jalmeray, where Irori already has a wide following. Gruhastha manifests as a human man with an idealized form, augmented with wings of red and green plumage and a golden mandala as a halo.\n\n<column gap=\"tiny\">\r\n\r\n**Category** [Vudrani Gods\r\n](/DeityCategories.aspx?ID=17)\r\n\r\n**Edicts** work toward collective transcendence, expose and root out malicious lies, challenge oppression through education, protect knowledge, seek truth\r\n\r\n**Anathema** deny a sincere student education, destroy knowledge, disrespect the traditions of those around you, willfully spread ignorance or wrong information\r\n\r\n**Area of Concern**\r\nenlightenment, the Vudrani holy book\r\n\r\n**Follower Alignments**\r\nLG, NG\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Gruhastha.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nIntelligence or Wisdom\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Society](/Skills.aspx?ID=14)\r\n\r\n**Favored Weapon** [Shortbow](/Weapons.aspx?ID=77)\r\n\r\n**Domains** [Glyph](/Domains.aspx?ID=46), [Knowledge](/Domains.aspx?ID=17), [Perfection](/Domains.aspx?ID=26), [Truth](/Domains.aspx?ID=32)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Nature](/Domains.aspx?ID=22), [Travel](/Domains.aspx?ID=30)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Share Lore](/Spells.aspx?ID=584)\n\n- **2nd**\r\n[Comprehend Language](/Spells.aspx?ID=46)\n\n- **3rd**\r\n[Hypercognition](/Spells.aspx?ID=156)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nThe Keeper encourages the search for knowledge and rewards those that travel their personal path of enlightenment, but he punishes those who interrupt these journeys or destroy knowledge.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 6</row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Books fall open to insightful passages, and memories spring to mind when they are most needed. Once, when you fail a check to [Recall Knowledge](/Actions.aspx?ID=26), you critically succeed instead. Gruhastha typically grants this boon for an extremely consequential attempt to Recall Knowledge, particularly when misinformation would have dire consequences.\r\n\r\n**Moderate Boon** The Keeper speeds your path toward learning new talents. You become permanently trained in two additional skills of your choice. Additionally, you can select a skill you are already trained in and permanently increase your proficiency rank in that skill, following the usual rules for skill increases.\r\n\r\n**Major Boon** You are a divine inspiration to others around you. When attempting any checks to Recall Knowledge, you can roll twice and use the better result; this is a [fortune](/Traits.aspx?ID=76) effect. Additionally, allies within 60 feet gain a +2 status bonus to Will saves.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** As you stray from the truth, dissonant notes seem to interrupt you whenever you speak. You take a –2 status penalty to all [Deception](/Skills.aspx?ID=5) checks.\r\n\r\n**Moderate Curse** Enlightenment begins to elude you, leaving you at a loss for knowledge. Whenever you attempt a check to Recall Knowledge, you use a result one degree of success worse than the result you rolled.\r\n\r\n**Major Curse** The written word turns against you, blurring into illegibility. You are incapable of reading anything or making out symbols of any sort, including the words on scrolls, spellbooks, or magic items. \r\n</column>",
 "name": "Gruhastha (The Keeper)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 62 <sup>2.0</sup></row>\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Society](/Skills.aspx?ID=14)\r\n\r\n**Favored Weapon** [Shortbow](/Weapons.aspx?ID=77)\r\n\r\n**Domains** [Glyph](/Domains.aspx?ID=46), [Knowledge](/Domains.aspx?ID=17), [Nature](/Domains.aspx?ID=22), [Perfection](/Domains.aspx?ID=26), [Travel](/Domains.aspx?ID=30), [Truth](/Domains.aspx?ID=32)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGruhastha the Keeper is a deity of understanding, peace, and the collective pursuit of enlightenment. The once-mortal nephew of  Irori  is believed …\r\n</summary>",
 "skill": [
  "Society"
 ],
 "skill_markdown": "[Society](/Skills.aspx?ID=14)",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 62"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 62 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Gruhastha the Keeper is a deity of understanding, peace, and the collective pursuit of enlightenment. The once-mortal nephew of  Irori  is believed …",
 "summary_markdown": "Gruhastha the Keeper is a deity of understanding, peace, and the collective pursuit of enlightenment. The once-mortal nephew of  Irori  is believed …",
 "text": " Gruhastha (The Keeper) Source Gods &amp; Magic pg. 62 2.0 Gruhastha the Keeper is a deity of understanding, peace, and the collective pursuit of enlightenment. The once-mortal nephew of Irori is believed to have ascended to godhood himself after creating the holy book Azvadeva Pujila , fully embodying all divine wisdom within the text. Originating in Vudra, the Keeper’s faith has slowly gained popularity in the Inner Sea region, particularly in Jalmeray, where Irori already has a wide following. Gruhastha manifests as a human man with an idealized form, augmented with wings of red and green plumage and a golden mandala as a halo. Category [Vudrani Gods ](/DeityCategories.aspx?ID=17) Edicts work toward collective transcendence, expose and root out malicious lies, challenge oppression through education, protect knowledge, seek truth Anathema deny a sincere student education, destroy knowledge, disrespect the traditions of those around you, willfully spread ignorance or wrong information Area of Concern enlightenment, the Vudrani holy book Follower Alignments LG, NG Devotee Benefits Divine Ability Intelligence or Wisdom Divine Font Heal Divine Skill Society Favored Weapon Shortbow Domains Glyph, Knowledge, Perfection, Truth Alternate Domains Nature, Travel Cleric Spells - 1st Share Lore - 2nd Comprehend Language - 3rd Hypercognition Divine Intercession The Keeper encourages the search for knowledge and rewards those that travel their personal path of enlightenment, but he punishes those who interrupt these journeys or destroy knowledge. Source Gods &amp; Magic - Web Supplement pg. 6 Minor Boon Books fall open to insightful passages, and memories spring to mind when they are most needed. Once, when you fail a check to Recall Knowledge, you critically succeed instead. Gruhastha typically grants this boon for an extremely consequential attempt to Recall Knowledge, particularly when misinformation would have dire consequences. Moderate Boon The Keeper speeds your path toward learning new talents. You become permanently trained in two additional skills of your choice. Additionally, you can select a skill you are already trained in and permanently increase your proficiency rank in that skill, following the usual rules for skill increases. Major Boon You are a divine inspiration to others around you. When attempting any checks to Recall Knowledge, you can roll twice and use the better result; this is a fortune effect. Additionally, allies within 60 feet gain a +2 status bonus to Will saves. Minor Curse As you stray from the truth, dissonant notes seem to interrupt you whenever you speak. You take a –2 status penalty to all Deception checks. Moderate Curse Enlightenment begins to elude you, leaving you at a loss for knowledge. Whenever you attempt a check to Recall Knowledge, you use a result one degree of success worse than the result you rolled. Major Curse The written word turns against you, blurring into illegibility. You are incapable of reading anything or making out symbols of any sort, including the words on scrolls, spellbooks, or magic items. ",
 "trait": [
  "LG"
 ],
 "trait_raw": [
  "LG"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=39",
 "weakness": {}
}