{
 "ability": [
  "Constitution",
  "Charisma"
 ],
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Gust of Wind",
  "Hydraulic Torrent",
  "Chain Lightning"
 ],
 "deity": [
  "Hei Feng"
 ],
 "deity_markdown": "[Hei Feng](/Deities.aspx?ID=40)",
 "deity_category": "Tian Gods",
 "deity_category_markdown": "[Tian Gods](/DeityCategories.aspx?ID=16)",
 "deity_category_order": "2Tian Gods",
 "divine_font": [
  "Harm",
  "Heal"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Air",
  "Destruction",
  "Indulgence",
  "Lightning",
  "Travel",
  "Water"
 ],
 "domain_markdown": "[Air](/Domains.aspx?ID=2), [Destruction](/Domains.aspx?ID=8), [Indulgence](/Domains.aspx?ID=16), [Lightning](/Domains.aspx?ID=47), [Travel](/Domains.aspx?ID=30), [Water](/Domains.aspx?ID=35)",
 "domain_alternate": [
  "Destruction",
  "Travel"
 ],
 "domain_alternate_markdown": "[Destruction](/Domains.aspx?ID=8), [Travel](/Domains.aspx?ID=30)",
 "domain_primary": [
  "Air",
  "Indulgence",
  "Lightning",
  "Water"
 ],
 "domain_primary_markdown": "[Air](/Domains.aspx?ID=2), [Indulgence](/Domains.aspx?ID=16), [Lightning](/Domains.aspx?ID=47), [Water](/Domains.aspx?ID=35)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Jiu Huan Dao"
 ],
 "favored_weapon_markdown": "[Jiu Huan Dao](/Weapons.aspx?ID=288)",
 "follower_alignment": [
  "CG",
  "CN",
  "CE"
 ],
 "icon_image": "/Images/Deities/HeiFeng.png",
 "id": "deity-40",
 "image": [
  "/Images/Deities/HeiFeng.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Hei Feng (Duke of Thunder)](/Deities.aspx?ID=40)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 63 <sup>2.0</sup></row>\n\nHei Feng, the tengu god of storms, is as unpredictable as the sea, as destructive as a hurricane, and, more often than not, as drunk and foulmouthed as the sailors who pray to him. Impulsive and passionate, his heart moves between joy, sorrow, and anger in the time it takes him to finish his cup, though whatever his mood, he rarely feels it lightly. He may be so moved by a fisher’s prayer that he blesses her with a catch large enough to feed her village, while later unleashing torrential waves against that same village for a slight. This unpredictability leads the rest of the Heavenly Court to regard him as troublesome, and mortals to view him with wary respect.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Tian Gods](/DeityCategories.aspx?ID=16)\r\n\r\n**Edicts** follow your passions, make token attempts to apologize to those you have wronged, respect the power of the sea and sky, encourage flashy entertainment\r\n\r\n**Anathema** fake friendship with those you despise, disrespect Hei Feng or Hei Feng’s estranged wife Lady Jingxi, ignore an affront to you or Hei Feng\r\n\r\n**Area of Concern**\r\nsea, storms, tengu, sailors\r\n\r\n**Follower Alignments**\r\nCG, CN, CE\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/HeiFeng.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nConstitution or Charisma\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Performance](/Skills.aspx?ID=12)\r\n\r\n**Favored Weapon** [Jiu Huan Dao](/Weapons.aspx?ID=288)\r\n\r\n**Domains** [Air](/Domains.aspx?ID=2), [Indulgence](/Domains.aspx?ID=16), [Lightning](/Domains.aspx?ID=47), [Water](/Domains.aspx?ID=35)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Destruction](/Domains.aspx?ID=8), [Travel](/Domains.aspx?ID=30)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Gust of Wind](/Spells.aspx?ID=143)\n\n- **4th**\r\n[Hydraulic Torrent](/Spells.aspx?ID=155)\n\n- **6th**\r\n[Chain Lightning](/Spells.aspx?ID=33)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nThe Duke of Thunder’s intercessions are seen more commonly than other deities’ because of the god’s closeness to mortals, but also because of his tendency to dispense both boons and curses while in the depths of his drink.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 7</row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** The Heavenly Court’s most boastful deity ensures your boasts hit home. Once, when you fail an [Intimidation](/Skills.aspx?ID=7) check, you critically succeed instead. Hei Feng grants this boon capriciously based on his mood, sometimes even for trivial or inconsequential boasts, and he sometimes grants it for other skill checks related to boasts.\r\n\r\n**Moderate Boon** Fair winds and currents speed your passage. Any vessel you use to travel over the sea gains a +10-foot status bonus to its Speeds.\r\n\r\n**Major Boon** The instruments of the storm spare you from their fury. You ignore all effects and penalties caused by precipitation and winds, and you can see normally through fog, rain, and other weather conditions.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Hei Feng’s belligerence hangs over you like a thunderhead. You take a –1 status penalty to checks with Charisma-based skills. If you consume even a drop of alcohol, this penalty becomes –3 until the next sunrise.\r\n\r\n**Moderate Curse** Your heart is as quick to change as Hei Feng’s. If you roll a failure on a saving throw against an [emotion](/Traits.aspx?ID=60) effect, you get a critical failure instead.\r\n\r\n**Major Curse** The Duke of Thunder’s ire follows you wherever you go. The weather in a 500-foot radius around you is always stormy. Roughly twice each minute you are outside, you are struck by a bolt of lightning that deals 10d6 electricity damage (DC 40 basic Reflex save).\r\n</column>",
 "name": "Hei Feng (Duke of Thunder)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 63 <sup>2.0</sup></row>\r\n\r\n**Divine Font** Harm or Heal\r\n\r\n**Divine Skill** [Performance](/Skills.aspx?ID=12)\r\n\r\n**Favored Weapon** [Jiu Huan Dao](/Weapons.aspx?ID=288)\r\n\r\n**Domains** [Air](/Domains.aspx?ID=2), [Destruction](/Domains.aspx?ID=8), [Indulgence](/Domains.aspx?ID=16), [Lightning](/Domains.aspx?ID=47), [Travel](/Domains.aspx?ID=30), [Water](/Domains.aspx?ID=35)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHei Feng, the tengu god of storms, is as unpredictable as the sea, as destructive as a hurricane, and, more often than not, as drunk and foulmouthed …\r\n</summary>",
 "skill": [
  "Performance"
 ],
 "skill_markdown": "[Performance](/Skills.aspx?ID=12)",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 63"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 63 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Hei Feng, the tengu god of storms, is as unpredictable as the sea, as destructive as a hurricane, and, more often than not, as drunk and foulmouthed …",
 "summary_markdown": "Hei Feng, the tengu god of storms, is as unpredictable as the sea, as destructive as a hurricane, and, more often than not, as drunk and foulmouthed …",
 "text": " Hei Feng (Duke of Thunder) Source Gods &amp; Magic pg. 63 2.0 Hei Feng, the tengu god of storms, is as unpredictable as the sea, as destructive as a hurricane, and, more often than not, as drunk and foulmouthed as the sailors who pray to him. Impulsive and passionate, his heart moves between joy, sorrow, and anger in the time it takes him to finish his cup, though whatever his mood, he rarely feels it lightly. He may be so moved by a fisher’s prayer that he blesses her with a catch large enough to feed her village, while later unleashing torrential waves against that same village for a slight. This unpredictability leads the rest of the Heavenly Court to regard him as troublesome, and mortals to view him with wary respect. Category Tian Gods Edicts follow your passions, make token attempts to apologize to those you have wronged, respect the power of the sea and sky, encourage flashy entertainment Anathema fake friendship with those you despise, disrespect Hei Feng or Hei Feng’s estranged wife Lady Jingxi, ignore an affront to you or Hei Feng Area of Concern sea, storms, tengu, sailors Follower Alignments CG, CN, CE Devotee Benefits Divine Ability Constitution or Charisma Divine Font Harm or Heal Divine Skill Performance Favored Weapon Jiu Huan Dao Domains Air, Indulgence, Lightning, Water Alternate Domains Destruction, Travel Cleric Spells - 1st Gust of Wind - 4th Hydraulic Torrent - 6th Chain Lightning Divine Intercession The Duke of Thunder’s intercessions are seen more commonly than other deities’ because of the god’s closeness to mortals, but also because of his tendency to dispense both boons and curses while in the depths of his drink. Source Gods &amp; Magic - Web Supplement pg. 7 Minor Boon The Heavenly Court’s most boastful deity ensures your boasts hit home. Once, when you fail an Intimidation check, you critically succeed instead. Hei Feng grants this boon capriciously based on his mood, sometimes even for trivial or inconsequential boasts, and he sometimes grants it for other skill checks related to boasts. Moderate Boon Fair winds and currents speed your passage. Any vessel you use to travel over the sea gains a +10-foot status bonus to its Speeds. Major Boon The instruments of the storm spare you from their fury. You ignore all effects and penalties caused by precipitation and winds, and you can see normally through fog, rain, and other weather conditions. Minor Curse Hei Feng’s belligerence hangs over you like a thunderhead. You take a –1 status penalty to checks with Charisma-based skills. If you consume even a drop of alcohol, this penalty becomes –3 until the next sunrise. Moderate Curse Your heart is as quick to change as Hei Feng’s. If you roll a failure on a saving throw against an emotion effect, you get a critical failure instead. Major Curse The Duke of Thunder’s ire follows you wherever you go. The weather in a 500-foot radius around you is always stormy. Roughly twice each minute you are outside, you are struck by a bolt of lightning that deals 10d6 electricity damage (DC 40 basic Reflex save). ",
 "trait": [
  "CN"
 ],
 "trait_raw": [
  "CN"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=40",
 "weakness": {}
}