{
 "ability": [
  "Strength",
  "Constitution"
 ],
 "alignment": "LG",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "True Strike",
  "Enlarge",
  "Fire Shield"
 ],
 "deity": [
  "Iomedae"
 ],
 "deity_markdown": "[Iomedae](/Deities.aspx?ID=9)",
 "deity_category": "Gods of the Inner Sea",
 "deity_category_markdown": "[Gods of the Inner Sea](/DeityCategories.aspx?ID=1)",
 "deity_category_order": "1Gods of the Inner Sea",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Confidence",
  "Duty",
  "Might",
  "Truth",
  "Zeal"
 ],
 "domain_markdown": "[Confidence](/Domains.aspx?ID=4), [Duty](/Domains.aspx?ID=45), [Might](/Domains.aspx?ID=20), [Truth](/Domains.aspx?ID=32), [Zeal](/Domains.aspx?ID=37)",
 "domain_alternate": [
  "Duty"
 ],
 "domain_alternate_markdown": "[Duty](/Domains.aspx?ID=45)",
 "domain_primary": [
  "Confidence",
  "Might",
  "Truth",
  "Zeal"
 ],
 "domain_primary_markdown": "[Confidence](/Domains.aspx?ID=4), [Might](/Domains.aspx?ID=20), [Truth](/Domains.aspx?ID=32), [Zeal](/Domains.aspx?ID=37)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Longsword"
 ],
 "favored_weapon_markdown": "[Longsword](/Weapons.aspx?ID=31)",
 "follower_alignment": [
  "LG",
  "NG"
 ],
 "icon_image": "/Images/Deities/Iomedae.png",
 "id": "deity-9",
 "image": [
  "/Images/Deities/Iomedae.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Iomedae (The Inheritor)](/Deities.aspx?ID=9)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"LG\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 438 <sup>4.0</sup></row>\n\nIomedae, the youngest among the prominent deities of the Inner Sea region, had already proven herself worthy of divinity before her ascension. Born in Cheliax, she followed the path of the sword and fought evil, eventually becoming a paladin of Aroden’s herald [Arazni](/Deities.aspx?ID=31). She became a legend among the Shining Crusade, leading the Knights of Ozem in a series of victories over the Whispering Tyrant. Iomedae became the third known mortal to pass the Test of the Starstone when she ascended to divinity in 3832 AR. As Arazni had been slain during the Shining Crusade, Aroden elevated the newly ascended goddess to be his new herald. When Aroden himself died, Iomedae inherited most of his worshippers and became a major deity of honor and justice.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Gods of the Inner Sea](/DeityCategories.aspx?ID=1)\r\n\r\n**Edicts** be temperate, fight for justice and honor, hold valor in your heart\r\n\r\n**Anathema** abandon a companion in need, dishonor yourself, refuse a challenge from an equal\r\n\r\n**Area of Concern**\r\nhonor, justice, rulership, and valor\r\n\r\n**Follower Alignments**\r\nLG, NG\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Iomedae.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nStrength or Constitution\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Intimidation](/Skills.aspx?ID=7)\r\n\r\n**Favored Weapon** [Longsword](/Weapons.aspx?ID=31)\r\n\r\n**Domains** [Confidence](/Domains.aspx?ID=4), [Might](/Domains.aspx?ID=20), [Truth](/Domains.aspx?ID=32), [Zeal](/Domains.aspx?ID=37)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Duty](/Domains.aspx?ID=45)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[True Strike](/Spells.aspx?ID=345)\n\n- **2nd**\r\n[Enlarge](/Spells.aspx?ID=102)\n\n- **4th**\r\n[Fire Shield](/Spells.aspx?ID=118)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nIomedae grants her blessings to those who show valor in trying times.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 29 <sup>2.0</sup></row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** You always present yourself at your best. Your clothing and person are always clean and unrumpled, the metal of your blade and armor shining and unblemished. This doesn’t prevent you from being exposed to diseases and other afflictions via filth, but it protects you as well as if you had washed thoroughly right away.\r\n\r\n**Moderate Boon** Your heart beats with a determined valor. Once, Iomedae ends all negative effects affecting you, unless they are from an artifact, deity, or similarly powerful source; she also restores all lost Hit Points and replenishes your spells, Focus Points, and other daily resources.\r\n\r\n**Major Boon** Iomedae imbues your blade with great power. [Longswords](/Weapons.aspx?ID=31) you wield gain the [_axiomatic_](/Equipment.aspx?ID=291), [_holy_](/Equipment.aspx?ID=299), and _major striking_ runes while you hold them. These property runes count toward the number of runes you can have on your weapon, and if this would cause your weapon to exceed its limit, choose which ones to keep each day when you prepare. You gain a +2 status bonus to attack rolls with longswords.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Your blade and armor have dulled like lead. Your weapons, armor, and shields have half their usual Hit Points and Break Threshold.\r\n\r\n**Moderate Curse** Tactical advantages never seem to work the way you planned. You can’t receive a circumstance bonus to your attack rolls, and enemies don’t take any circumstance penalties to their AC against your attacks.\r\n\r\n**Major Curse** All blades reject your wicked heart. Any weapon you wield automatically becomes broken after you Strike with it. This curse can’t break artifacts or similarly powerful weapons.\r\n</column>",
 "name": "Iomedae (The Inheritor)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 438 <sup>4.0</sup></row>\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Intimidation](/Skills.aspx?ID=7)\r\n\r\n**Favored Weapon** [Longsword](/Weapons.aspx?ID=31)\r\n\r\n**Domains** [Confidence](/Domains.aspx?ID=4), [Duty](/Domains.aspx?ID=45), [Might](/Domains.aspx?ID=20), [Truth](/Domains.aspx?ID=32), [Zeal](/Domains.aspx?ID=37)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIomedae, the youngest among the prominent deities of the Inner Sea region, had already proven herself worthy of divinity before her ascension. Born …\r\n</summary>",
 "skill": [
  "Intimidation"
 ],
 "skill_markdown": "[Intimidation](/Skills.aspx?ID=7)",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 438"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 438 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Iomedae, the youngest among the prominent deities of the Inner Sea region, had already proven herself worthy of divinity before her ascension. Born …",
 "summary_markdown": "Iomedae, the youngest among the prominent deities of the Inner Sea region, had already proven herself worthy of divinity before her ascension. Born …",
 "text": " Iomedae (The Inheritor) Source Core Rulebook pg. 438 4.0 Iomedae, the youngest among the prominent deities of the Inner Sea region, had already proven herself worthy of divinity before her ascension. Born in Cheliax, she followed the path of the sword and fought evil, eventually becoming a paladin of Aroden’s herald Arazni. She became a legend among the Shining Crusade, leading the Knights of Ozem in a series of victories over the Whispering Tyrant. Iomedae became the third known mortal to pass the Test of the Starstone when she ascended to divinity in 3832 AR. As Arazni had been slain during the Shining Crusade, Aroden elevated the newly ascended goddess to be his new herald. When Aroden himself died, Iomedae inherited most of his worshippers and became a major deity of honor and justice. Category Gods of the Inner Sea Edicts be temperate, fight for justice and honor, hold valor in your heart Anathema abandon a companion in need, dishonor yourself, refuse a challenge from an equal Area of Concern honor, justice, rulership, and valor Follower Alignments LG, NG Devotee Benefits Divine Ability Strength or Constitution Divine Font Heal Divine Skill Intimidation Favored Weapon Longsword Domains Confidence, Might, Truth, Zeal Alternate Domains Duty Cleric Spells - 1st True Strike - 2nd Enlarge - 4th Fire Shield Divine Intercession Iomedae grants her blessings to those who show valor in trying times. Source Gods &amp; Magic pg. 29 2.0 Minor Boon You always present yourself at your best. Your clothing and person are always clean and unrumpled, the metal of your blade and armor shining and unblemished. This doesn’t prevent you from being exposed to diseases and other afflictions via filth, but it protects you as well as if you had washed thoroughly right away. Moderate Boon Your heart beats with a determined valor. Once, Iomedae ends all negative effects affecting you, unless they are from an artifact, deity, or similarly powerful source; she also restores all lost Hit Points and replenishes your spells, Focus Points, and other daily resources. Major Boon Iomedae imbues your blade with great power. Longswords you wield gain the axiomatic , holy , and major striking runes while you hold them. These property runes count toward the number of runes you can have on your weapon, and if this would cause your weapon to exceed its limit, choose which ones to keep each day when you prepare. You gain a +2 status bonus to attack rolls with longswords. Minor Curse Your blade and armor have dulled like lead. Your weapons, armor, and shields have half their usual Hit Points and Break Threshold. Moderate Curse Tactical advantages never seem to work the way you planned. You can’t receive a circumstance bonus to your attack rolls, and enemies don’t take any circumstance penalties to their AC against your attacks. Major Curse All blades reject your wicked heart. Any weapon you wield automatically becomes broken after you Strike with it. This curse can’t break artifacts or similarly powerful weapons. ",
 "trait": [
  "LG"
 ],
 "trait_raw": [
  "LG"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=9",
 "weakness": {}
}