{
 "ability": [
  "Intelligence",
  "Wisdom"
 ],
 "alignment": "LN",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Jump",
  "Haste",
  "Stoneskin"
 ],
 "deity": [
  "Irori"
 ],
 "deity_markdown": "[Irori](/Deities.aspx?ID=10)",
 "deity_category": "Gods of the Inner Sea",
 "deity_category_markdown": "[Gods of the Inner Sea](/DeityCategories.aspx?ID=1)",
 "deity_category_order": "1Gods of the Inner Sea",
 "divine_font": [
  "Harm",
  "Heal"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Change",
  "Knowledge",
  "Might",
  "Perfection",
  "Truth",
  "Vigil"
 ],
 "domain_markdown": "[Change](/Domains.aspx?ID=40), [Knowledge](/Domains.aspx?ID=17), [Might](/Domains.aspx?ID=20), [Perfection](/Domains.aspx?ID=26), [Truth](/Domains.aspx?ID=32), [Vigil](/Domains.aspx?ID=55)",
 "domain_alternate": [
  "Change",
  "Vigil"
 ],
 "domain_alternate_markdown": "[Change](/Domains.aspx?ID=40), [Vigil](/Domains.aspx?ID=55)",
 "domain_primary": [
  "Knowledge",
  "Might",
  "Perfection",
  "Truth"
 ],
 "domain_primary_markdown": "[Knowledge](/Domains.aspx?ID=17), [Might](/Domains.aspx?ID=20), [Perfection](/Domains.aspx?ID=26), [Truth](/Domains.aspx?ID=32)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Fist"
 ],
 "favored_weapon_markdown": "[Fist](/Weapons.aspx?ID=1)",
 "follower_alignment": [
  "LG",
  "LN",
  "LE"
 ],
 "icon_image": "/Images/Deities/Irori.png",
 "id": "deity-10",
 "image": [
  "/Images/Deities/Irori.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Irori (Master of Masters)](/Deities.aspx?ID=10)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"LN\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 438 <sup>4.0</sup></row>\n\nIrori exemplifies the concepts of self-perfection. His dogma states that he was a mortal who gained godhood through achieving a physical and mental state that surpassed mortal limitations. His followers seek to emulate their god’s divine state by perfecting themselves using the words of the _Unbinding of Fetters_, Irori’s sacred text. The illuminated pages of the tome detail numerous physical, spiritual, and mental exercises, as well as methods of learning and remembering.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Gods of the Inner Sea](/DeityCategories.aspx?ID=1)\r\n\r\n**Edicts** be humble; help others perfect themselves; hone your body, mind, and spirit to a more perfect state; practice discipline\r\n\r\n**Anathema** become addicted to a substance, destroy an important historical text, repeatedly fail to maintain self-control\r\n\r\n**Area of Concern**\r\nhistory, knowledge, and self-perfection\r\n\r\n**Follower Alignments**\r\nLG, LN, LE\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Irori.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nIntelligence or Wisdom\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=3)\r\n\r\n**Favored Weapon** [Fist](/Weapons.aspx?ID=1)\r\n\r\n**Domains** [Knowledge](/Domains.aspx?ID=17), [Might](/Domains.aspx?ID=20), [Perfection](/Domains.aspx?ID=26), [Truth](/Domains.aspx?ID=32)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Change](/Domains.aspx?ID=40), [Vigil](/Domains.aspx?ID=55)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Jump](/Spells.aspx?ID=167)\n\n- **3rd**\r\n[Haste](/Spells.aspx?ID=147)\n\n- **4th**\r\n[Stoneskin](/Spells.aspx?ID=312)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nIrori grants his boons to those making progress on their paths toward perfection. He avoids bestowing misfortune as punishment, preferring to do so only to give an individual a challenging obstacle to overcome to help them progress in their quest for self-perfection.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 31 <sup>2.0</sup></row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Irori grants you great insight and knowledge. Once, when you roll a failure at a check to [Recall Knowledge](/Actions.aspx?ID=26), you get a critical success instead. Furthermore, the check loses the [secret](/Traits.aspx?ID=142) trait, so you know for sure that the result was a critical success. Irori typically grants this boon for an extremely consequential check to Recall Knowledge.\r\n\r\n**Moderate Boon** Your body rebuilds after adversity, becoming stronger. You can cast [_wholeness of body_](/Spells.aspx?ID=488) as an occult ki spell. If you didn't have one already, you gain a focus pool with 1 Focus Point and are trained in occult spell attack rolls and spell DCs (the sidebar on the [monk](/Classes.aspx?ID=8) class page has full information on what happens when you gain your first ki spell).\r\n\r\n**Major Boon** You can temporarily ascend to a greater form. You can cast 8th-level [_righteous might_](/Spells.aspx?ID=263) once per day as an occult innate spell. When you do, your form appears unremarkable, rather than clad in powerful armaments.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Irori challenges you to seek another path, rather than treat every problem as a nail just because you have a hammer. If you select a check for which you have a higher bonus when another method would have been more appropriate for the situation, such as using [Deception](/Skills.aspx?ID=5) to lie through life because it’s your highest modifier, even if it would be better to reach a compromise through [Diplomacy](/Skills.aspx?ID=6), you must roll twice and take the lower result.\r\n\r\n**Moderate Curse** Irori challenges you to adapt to adversity in order to perfect yourself. You become weighed down as if under heavy weights, becoming [clumsy 2](/Conditions.aspx?ID=3) and [encumbered](/Conditions.aspx?ID=12) until you accomplish a challenging task of Irori’s choosing.\r\n\r\n**Major Curse** Irori makes all living creatures forget your existence. This can be further compounded by raising Irori’s ire, resulting in your name being obliterated from all written records. In both cases, memories and writings rearrange themselves to omit you smoothly, rather than leaving obvious gaps.\r\n</column>",
 "name": "Irori (Master of Masters)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 438 <sup>4.0</sup></row>\r\n\r\n**Divine Font** Harm or Heal\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=3)\r\n\r\n**Favored Weapon** [Fist](/Weapons.aspx?ID=1)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=40), [Knowledge](/Domains.aspx?ID=17), [Might](/Domains.aspx?ID=20), [Perfection](/Domains.aspx?ID=26), [Truth](/Domains.aspx?ID=32), [Vigil](/Domains.aspx?ID=55)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIrori exemplifies the concepts of self-perfection. His dogma states that he was a mortal who gained godhood through achieving a physical and mental …\r\n</summary>",
 "skill": [
  "Athletics"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3)",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 438"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 438 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Irori exemplifies the concepts of self-perfection. His dogma states that he was a mortal who gained godhood through achieving a physical and mental …",
 "summary_markdown": "Irori exemplifies the concepts of self-perfection. His dogma states that he was a mortal who gained godhood through achieving a physical and mental …",
 "text": " Irori (Master of Masters) Source Core Rulebook pg. 438 4.0 Irori exemplifies the concepts of self-perfection. His dogma states that he was a mortal who gained godhood through achieving a physical and mental state that surpassed mortal limitations. His followers seek to emulate their god’s divine state by perfecting themselves using the words of the Unbinding of Fetters , Irori’s sacred text. The illuminated pages of the tome detail numerous physical, spiritual, and mental exercises, as well as methods of learning and remembering. Category Gods of the Inner Sea Edicts be humble; help others perfect themselves; hone your body, mind, and spirit to a more perfect state; practice discipline Anathema become addicted to a substance, destroy an important historical text, repeatedly fail to maintain self-control Area of Concern history, knowledge, and self-perfection Follower Alignments LG, LN, LE Devotee Benefits Divine Ability Intelligence or Wisdom Divine Font Harm or Heal Divine Skill Athletics Favored Weapon Fist Domains Knowledge, Might, Perfection, Truth Alternate Domains Change, Vigil Cleric Spells - 1st Jump - 3rd Haste - 4th Stoneskin Divine Intercession Irori grants his boons to those making progress on their paths toward perfection. He avoids bestowing misfortune as punishment, preferring to do so only to give an individual a challenging obstacle to overcome to help them progress in their quest for self-perfection. Source Gods &amp; Magic pg. 31 2.0 Minor Boon Irori grants you great insight and knowledge. Once, when you roll a failure at a check to Recall Knowledge, you get a critical success instead. Furthermore, the check loses the secret trait, so you know for sure that the result was a critical success. Irori typically grants this boon for an extremely consequential check to Recall Knowledge. Moderate Boon Your body rebuilds after adversity, becoming stronger. You can cast wholeness of body as an occult ki spell. If you didn't have one already, you gain a focus pool with 1 Focus Point and are trained in occult spell attack rolls and spell DCs (the sidebar on the monk class page has full information on what happens when you gain your first ki spell). Major Boon You can temporarily ascend to a greater form. You can cast 8th-level righteous might once per day as an occult innate spell. When you do, your form appears unremarkable, rather than clad in powerful armaments. Minor Curse Irori challenges you to seek another path, rather than treat every problem as a nail just because you have a hammer. If you select a check for which you have a higher bonus when another method would have been more appropriate for the situation, such as using Deception to lie through life because it’s your highest modifier, even if it would be better to reach a compromise through Diplomacy, you must roll twice and take the lower result. Moderate Curse Irori challenges you to adapt to adversity in order to perfect yourself. You become weighed down as if under heavy weights, becoming clumsy 2 and encumbered until you accomplish a challenging task of Irori’s choosing. Major Curse Irori makes all living creatures forget your existence. This can be further compounded by raising Irori’s ire, resulting in your name being obliterated from all written records. In both cases, memories and writings rearrange themselves to omit you smoothly, rather than leaving obvious gaps. ",
 "trait": [
  "LN"
 ],
 "trait_raw": [
  "LN"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=10",
 "weakness": {}
}