{
 "ability": [
  "Strength",
  "Wisdom"
 ],
 "alignment": "NG",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Mage Armor",
  "Animal Form",
  "Stoneskin"
 ],
 "deity": [
  "Kazutal"
 ],
 "deity_markdown": "[Kazutal](/Deities.aspx?ID=41)",
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Cities",
  "Family",
  "Freedom",
  "Might",
  "Protection"
 ],
 "domain_markdown": "[Cities](/Domains.aspx?ID=3), [Family](/Domains.aspx?ID=11), [Freedom](/Domains.aspx?ID=14), [Might](/Domains.aspx?ID=20), [Protection](/Domains.aspx?ID=27)",
 "domain_alternate": [
  "Cities"
 ],
 "domain_alternate_markdown": "[Cities](/Domains.aspx?ID=3)",
 "domain_primary": [
  "Family",
  "Freedom",
  "Might",
  "Protection"
 ],
 "domain_primary_markdown": "[Family](/Domains.aspx?ID=11), [Freedom](/Domains.aspx?ID=14), [Might](/Domains.aspx?ID=20), [Protection](/Domains.aspx?ID=27)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Machete"
 ],
 "favored_weapon_markdown": "[Machete](/Weapons.aspx?ID=294)",
 "follower_alignment": [
  "LG",
  "NG",
  "CG"
 ],
 "icon_image": "/Images/Deities/Kazutal.png",
 "id": "deity-41",
 "image": [
  "/Images/Deities/Kazutal.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Kazutal (Mother Jaguar)](/Deities.aspx?ID=41)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"NG\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 64 <sup>2.0</sup></row>\n\nKazutal, also known as Mother Jaguar or Lady Jaguar, is an old deity, revered for thousands of years on the continent of Arcadia. Ages ago, she was worshipped in the Razatlani Empire as a goddess of might and protection in war. After the catastrophe of Earthfall, however, her edge softened; those who struggled to put the world back together called upon her to protect their neighbors and came together under her guidance to build strong bonds of community and support.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** defend your people, provide for those who need you, oppose those who unjustly lord power over others, demonstrate devotion to things you love\r\n\r\n**Anathema** own a slave, force a creature to act against its will, refuse to give aid to an ally, enforce an unjust law\r\n\r\n**Area of Concern**\r\nsafety, liberty, and community\r\n\r\n**Follower Alignments**\r\nLG, NG, CG\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Kazutal.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nStrength or Wisdom\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Society](/Skills.aspx?ID=14)\r\n\r\n**Favored Weapon** [Machete](/Weapons.aspx?ID=294)\r\n\r\n**Domains** [Family](/Domains.aspx?ID=11), [Freedom](/Domains.aspx?ID=14), [Might](/Domains.aspx?ID=20), [Protection](/Domains.aspx?ID=27)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Cities](/Domains.aspx?ID=3)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Mage Armor](/Spells.aspx?ID=176)\n\n- **2nd**\r\n[Animal Form](/Spells.aspx?ID=10)\n\n- **4th**\r\n[Stoneskin](/Spells.aspx?ID=312)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nMother Jaguar rewards those who uphold a sense of community and bestows punishments upon those who use her name and convictions to admonish or exclude perceived outsiders.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 7</row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** With Kazutal’s blessing, food tastes richer. Any meal that you eat tastes delicious and has improved nutritional value. This doesn’t protect you from anything dangerous in your food, but it also doesn’t prevent you from tasting those dangerous elements of the food.\r\n\r\n**Moderate Boon** You always seem to find safe shelter when you most need it. Once per day, you can cast [_rope trick_](/Spells.aspx?ID=264) as a divine innate spell.\r\n\r\n**Major Boon** Kazutal smiles upon those who seek to offer aid, no matter how meek or helpless they may be. Any time creatures attempt a check to [Aid](/Actions.aspx?ID=75) you, they can choose to automatically succeed. If a creature chooses to roll for the attempt and rolls a success, it gets a critical success instead, granting a +4 circumstance bonus even if it doesn’t have legendary proficiency in that skill. You gain the same benefits when you attempt to Aid others.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Community opinion turns against you. Humanoids in your community who would normally start as [indifferent](/Conditions.aspx?ID=25) toward you start as [unfriendly](/Conditions.aspx?ID=40) instead.\r\n\r\n**Moderate Curse** Your strength betrays you, preventing you from taking more than your fair share. You are [enfeebled 2](/Conditions.aspx?ID=13) and can’t carry anything beyond the gear you are actively wearing or using.\r\n\r\n**Major Curse** You are cursed to depend upon others for your survival. You can’t eat anything, drink anything, or use any gear or magic items unless they were willingly given to you by someone who rightfully owns them. Work-arounds like having an ally strip the gear from someone’s corpse and then give it to you willingly automatically fail.\r\n</column>",
 "name": "Kazutal (Mother Jaguar)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 64 <sup>2.0</sup></row>\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Society](/Skills.aspx?ID=14)\r\n\r\n**Favored Weapon** [Machete](/Weapons.aspx?ID=294)\r\n\r\n**Domains** [Cities](/Domains.aspx?ID=3), [Family](/Domains.aspx?ID=11), [Freedom](/Domains.aspx?ID=14), [Might](/Domains.aspx?ID=20), [Protection](/Domains.aspx?ID=27)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKazutal, also known as Mother Jaguar or Lady Jaguar, is an old deity, revered for thousands of years on the continent of Arcadia. Ages ago, she was …\r\n</summary>",
 "skill": [
  "Society"
 ],
 "skill_markdown": "[Society](/Skills.aspx?ID=14)",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 64"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 64 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Kazutal, also known as Mother Jaguar or Lady Jaguar, is an old deity, revered for thousands of years on the continent of Arcadia. Ages ago, she was …",
 "summary_markdown": "Kazutal, also known as Mother Jaguar or Lady Jaguar, is an old deity, revered for thousands of years on the continent of Arcadia. Ages ago, she was …",
 "text": " Kazutal (Mother Jaguar) Source Gods &amp; Magic pg. 64 2.0 Kazutal, also known as Mother Jaguar or Lady Jaguar, is an old deity, revered for thousands of years on the continent of Arcadia. Ages ago, she was worshipped in the Razatlani Empire as a goddess of might and protection in war. After the catastrophe of Earthfall, however, her edge softened; those who struggled to put the world back together called upon her to protect their neighbors and came together under her guidance to build strong bonds of community and support. Category Other Gods Edicts defend your people, provide for those who need you, oppose those who unjustly lord power over others, demonstrate devotion to things you love Anathema own a slave, force a creature to act against its will, refuse to give aid to an ally, enforce an unjust law Area of Concern safety, liberty, and community Follower Alignments LG, NG, CG Devotee Benefits Divine Ability Strength or Wisdom Divine Font Heal Divine Skill Society Favored Weapon Machete Domains Family, Freedom, Might, Protection Alternate Domains Cities Cleric Spells - 1st Mage Armor - 2nd Animal Form - 4th Stoneskin Divine Intercession Mother Jaguar rewards those who uphold a sense of community and bestows punishments upon those who use her name and convictions to admonish or exclude perceived outsiders. Source Gods &amp; Magic - Web Supplement pg. 7 Minor Boon With Kazutal’s blessing, food tastes richer. Any meal that you eat tastes delicious and has improved nutritional value. This doesn’t protect you from anything dangerous in your food, but it also doesn’t prevent you from tasting those dangerous elements of the food. Moderate Boon You always seem to find safe shelter when you most need it. Once per day, you can cast rope trick as a divine innate spell. Major Boon Kazutal smiles upon those who seek to offer aid, no matter how meek or helpless they may be. Any time creatures attempt a check to Aid you, they can choose to automatically succeed. If a creature chooses to roll for the attempt and rolls a success, it gets a critical success instead, granting a +4 circumstance bonus even if it doesn’t have legendary proficiency in that skill. You gain the same benefits when you attempt to Aid others. Minor Curse Community opinion turns against you. Humanoids in your community who would normally start as indifferent toward you start as unfriendly instead. Moderate Curse Your strength betrays you, preventing you from taking more than your fair share. You are enfeebled 2 and can’t carry anything beyond the gear you are actively wearing or using. Major Curse You are cursed to depend upon others for your survival. You can’t eat anything, drink anything, or use any gear or magic items unless they were willingly given to you by someone who rightfully owns them. Work-arounds like having an ally strip the gear from someone’s corpse and then give it to you willingly automatically fail. ",
 "trait": [
  "NG"
 ],
 "trait_raw": [
  "NG"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=41",
 "weakness": {}
}