{
 "ability": [
  "Constitution",
  "Wisdom"
 ],
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Endure",
  "Slough Skin",
  "Modify Memory"
 ],
 "deity": [
  "Narakaas"
 ],
 "deity_markdown": "[Narakaas](/Deities.aspx?ID=143)",
 "deity_category": "Monitor Demigods",
 "deity_category_markdown": "[Monitor Demigods\r\n](/DeityCategories.aspx?ID=12)",
 "deity_category_order": "2Monitor Demigods\r\n",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Change",
  "Death",
  "Introspection",
  "Pain",
  "Sorrow"
 ],
 "domain_markdown": "[Change](/Domains.aspx?ID=40), [Death](/Domains.aspx?ID=7), [Introspection](/Domains.aspx?ID=60), [Pain](/Domains.aspx?ID=24), [Sorrow](/Domains.aspx?ID=50)",
 "domain_alternate": [
  "Introspection"
 ],
 "domain_alternate_markdown": "[Introspection](/Domains.aspx?ID=60)",
 "domain_primary": [
  "Change",
  "Death",
  "Pain",
  "Sorrow"
 ],
 "domain_primary_markdown": "[Change](/Domains.aspx?ID=40), [Death](/Domains.aspx?ID=7), [Pain](/Domains.aspx?ID=24), [Sorrow](/Domains.aspx?ID=50)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Greataxe"
 ],
 "favored_weapon_markdown": "[Greataxe](/Weapons.aspx?ID=21)",
 "follower_alignment": [
  "LN",
  "NG",
  "N"
 ],
 "id": "deity-143",
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"\">[Narakaas (The Cleansing Sentence)](/Deities.aspx?ID=143)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #186: Ghost King's Rage](/Sources.aspx?ID=189) pg. 73, [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 130 <sup>2.0</sup></row>\n\nThe River of Souls terminates at the [Boneyard](/Planes.aspx?ID=15), an impossibly tall and ever-growing spire of quintessence that pierces the [Astral Plane](/Planes.aspx?ID=8). Here, all souls pass through and are judged—sorted by [Pharasma](/Deities.aspx?ID=14) and her psychopomp servitors into their respective afterlives on the Outer Planes, as reflected by their deeds in life. It's a somber plane of graveyards and memorials separated into eight courts, one for each other plane of the Outer Sphere.\n\n But the life of a soul isn't always easy to judge. The fate of some souls is debated in Pharasma's courts, either by the souls themselves, servitors of other planes, or the psychopomps and psychopomp ushers who, despite serving Pharasma in the vast bureaucracy of death, have their own opinions over the complexities of the soul and the intricacies of judgement. Here, Narakaas and their followers step in.\n\n While change and transformations can be sudden and all encompassing—the transition from alive to dead, for example—other changes are completed not in moments but over years, decades, or lifetimes. When a soul is amid true, personal change but dies before their transformation is complete, they fall under Narakaas's purview. Narakaas offers such souls a choice: complete their metamorphosis, for good or for ill, and be judged upon these efforts, or be judged now, as the souls are, by the deeds of their life. Many souls choose the easy path, for transformation and change are never easy, and for mortals, true change is nearly always accompanied by pain. Thus, by choosing transformation, the soul is choosing to willingly endure arduous trials, difficult decisions, and suffering—whether emotional, physical, or psychological—within the safety of Narakaas's realm to prove their dedication and facilitate change. Upon their transformation, when their souls match the truth of their heart, these souls are released to Pharasma to be judged, not only by their deeds in life but by the person they became. Narakaas imposes no assessment upon the results of these transformations, functioning as a facilitator and providing opportunity to souls to finish their personal apotheosis and end their life's journey on their own terms.\n\n Narakaas is also called upon to judge those souls who straddle the lines of good and evil or law and chaos but who find no middle ground in between. Souls who believe in one thing but were driven to take drastic actions against their beliefs due to external circumstances or to achieve their goals—the defenders driven to commit atrocities to defend their neighbors, the paladins willing to sacrifice for the greater good, the revolutionaries who spark war to topple tyrants, the villains who perform heroic deeds for purely self-serving reasons, and the murderers who obscure their crimes beneath a veil of charity and good deeds—all these and more fall to Narakaas to judge.\n\n But what of those souls who arrive in the Boneyard incomplete? What of the souls degraded by time, wounded by predators, or nearly destroyed by the trials they've endured? Is it fair to judge such souls? What if the missing pieces would tell a different story? To Narakaas, something damaged or broken— especially one repaired—is no less valuable than one unblemished. Sometimes, it's more precious for the history it now embodies. Damaged souls are no different. Thus, when an incomplete or damaged soul enters the Boneyard, it proceeds not to judgment, but to a soul repository operated by devotees of Narakaas. Within these facilities, damaged souls are mended and healed, then released when they become complete enough to be fairly judged. Sometimes, this process takes millennia, as pieces of the souls consumed by other creatures or lost along the River of Souls slowly make their way to the Boneyard.\n\n Despite their sobering responsibilities, Narakaas is an optimist who believes in the power of redemption.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Monitor Demigods\r\n](/DeityCategories.aspx?ID=12)\r\n\r\n**Edicts** Help others through painful changes, offer harsh punishments to the penitent, seek and allow redemption\r\n\r\n**Anathema** Torture an unwilling creature, take joy in suffering\r\n\r\n**Area of Concern**\r\natonement, difficult choices, pain\r\n\r\n**Follower Alignments**\r\nLN, NG, N\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nConstitution or Wisdom\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Diplomacy](/Skills.aspx?ID=6)\r\n\r\n**Favored Weapon** [Greataxe](/Weapons.aspx?ID=21)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=40), [Death](/Domains.aspx?ID=7), [Pain](/Domains.aspx?ID=24), [Sorrow](/Domains.aspx?ID=50)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Introspection](/Domains.aspx?ID=60)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Endure](/Spells.aspx?ID=573)\n\n- **2nd**\r\n[Slough Skin](/Spells.aspx?ID=589)\n\n- **4th**\r\n[Modify Memory](/Spells.aspx?ID=200)\n\n</column>",
 "name": "Narakaas (The Cleansing Sentence)",
 "rarity": "common",
 "release_date": "2022-12-14",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #186: Ghost King's Rage](/Sources.aspx?ID=189) pg. 73</row>\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Diplomacy](/Skills.aspx?ID=6)\r\n\r\n**Favored Weapon** [Greataxe](/Weapons.aspx?ID=21)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=40), [Death](/Domains.aspx?ID=7), [Introspection](/Domains.aspx?ID=60), [Pain](/Domains.aspx?ID=24), [Sorrow](/Domains.aspx?ID=50)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe River of Souls terminates at the  Boneyard , an impossibly tall and ever-growing spire of quintessence that pierces the  Astral Plane . Here, all …\r\n</summary>",
 "skill": [
  "Diplomacy"
 ],
 "skill_markdown": "[Diplomacy](/Skills.aspx?ID=6)",
 "source": [
  "Pathfinder #186: Ghost King's Rage"
 ],
 "source_raw": [
  "Pathfinder #186: Ghost King's Rage pg. 73"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #186: Ghost King's Rage](/Sources.aspx?ID=189) pg. 73, [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 130 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "The River of Souls terminates at the  Boneyard , an impossibly tall and ever-growing spire of quintessence that pierces the  Astral Plane . Here, all …",
 "summary_markdown": "The River of Souls terminates at the  Boneyard , an impossibly tall and ever-growing spire of quintessence that pierces the  Astral Plane . Here, all …",
 "text": " Narakaas (The Cleansing Sentence) Source Pathfinder #186: Ghost King's Rage pg. 73, Gods &amp; Magic pg. 130 2.0 The River of Souls terminates at the Boneyard, an impossibly tall and ever-growing spire of quintessence that pierces the Astral Plane. Here, all souls pass through and are judged—sorted by Pharasma and her psychopomp servitors into their respective afterlives on the Outer Planes, as reflected by their deeds in life. It's a somber plane of graveyards and memorials separated into eight courts, one for each other plane of the Outer Sphere. But the life of a soul isn't always easy to judge. The fate of some souls is debated in Pharasma's courts, either by the souls themselves, servitors of other planes, or the psychopomps and psychopomp ushers who, despite serving Pharasma in the vast bureaucracy of death, have their own opinions over the complexities of the soul and the intricacies of judgement. Here, Narakaas and their followers step in. While change and transformations can be sudden and all encompassing—the transition from alive to dead, for example—other changes are completed not in moments but over years, decades, or lifetimes. When a soul is amid true, personal change but dies before their transformation is complete, they fall under Narakaas's purview. Narakaas offers such souls a choice: complete their metamorphosis, for good or for ill, and be judged upon these efforts, or be judged now, as the souls are, by the deeds of their life. Many souls choose the easy path, for transformation and change are never easy, and for mortals, true change is nearly always accompanied by pain. Thus, by choosing transformation, the soul is choosing to willingly endure arduous trials, difficult decisions, and suffering—whether emotional, physical, or psychological—within the safety of Narakaas's realm to prove their dedication and facilitate change. Upon their transformation, when their souls match the truth of their heart, these souls are released to Pharasma to be judged, not only by their deeds in life but by the person they became. Narakaas imposes no assessment upon the results of these transformations, functioning as a facilitator and providing opportunity to souls to finish their personal apotheosis and end their life's journey on their own terms. Narakaas is also called upon to judge those souls who straddle the lines of good and evil or law and chaos but who find no middle ground in between. Souls who believe in one thing but were driven to take drastic actions against their beliefs due to external circumstances or to achieve their goals—the defenders driven to commit atrocities to defend their neighbors, the paladins willing to sacrifice for the greater good, the revolutionaries who spark war to topple tyrants, the villains who perform heroic deeds for purely self-serving reasons, and the murderers who obscure their crimes beneath a veil of charity and good deeds—all these and more fall to Narakaas to judge. But what of those souls who arrive in the Boneyard incomplete? What of the souls degraded by time, wounded by predators, or nearly destroyed by the trials they've endured? Is it fair to judge such souls? What if the missing pieces would tell a different story? To Narakaas, something damaged or broken— especially one repaired—is no less valuable than one unblemished. Sometimes, it's more precious for the history it now embodies. Damaged souls are no different. Thus, when an incomplete or damaged soul enters the Boneyard, it proceeds not to judgment, but to a soul repository operated by devotees of Narakaas. Within these facilities, damaged souls are mended and healed, then released when they become complete enough to be fairly judged. Sometimes, this process takes millennia, as pieces of the souls consumed by other creatures or lost along the River of Souls slowly make their way to the Boneyard. Despite their sobering responsibilities, Narakaas is an optimist who believes in the power of redemption. Category [Monitor Demigods ](/DeityCategories.aspx?ID=12) Edicts Help others through painful changes, offer harsh punishments to the penitent, seek and allow redemption Anathema Torture an unwilling creature, take joy in suffering Area of Concern atonement, difficult choices, pain Follower Alignments LN, NG, N Devotee Benefits Divine Ability Constitution or Wisdom Divine Font Heal Divine Skill Diplomacy Favored Weapon Greataxe Domains Change, Death, Pain, Sorrow Alternate Domains Introspection Cleric Spells - 1st Endure - 2nd Slough Skin - 4th Modify Memory\n",
 "trait": [
  "N"
 ],
 "trait_raw": [
  "N"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=143",
 "weakness": {}
}