{
 "ability": [
  "Constitution",
  "Wisdom"
 ],
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Mindlink",
  "Ghostly Weapon",
  "Phantasmal Killer"
 ],
 "deity": [
  "Pharasma"
 ],
 "deity_markdown": "[Pharasma](/Deities.aspx?ID=14)",
 "deity_category": "Gods of the Inner Sea",
 "deity_category_markdown": "[Gods of the Inner Sea](/DeityCategories.aspx?ID=1)",
 "deity_category_order": "1Gods of the Inner Sea",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Death",
  "Fate",
  "Healing",
  "Knowledge",
  "Soul",
  "Time",
  "Vigil"
 ],
 "domain_markdown": "[Death](/Domains.aspx?ID=7), [Fate](/Domains.aspx?ID=12), [Healing](/Domains.aspx?ID=15), [Knowledge](/Domains.aspx?ID=17), [Soul](/Domains.aspx?ID=51), [Time](/Domains.aspx?ID=54), [Vigil](/Domains.aspx?ID=55)",
 "domain_alternate": [
  "Soul",
  "Time",
  "Vigil"
 ],
 "domain_alternate_markdown": "[Soul](/Domains.aspx?ID=51), [Time](/Domains.aspx?ID=54), [Vigil](/Domains.aspx?ID=55)",
 "domain_primary": [
  "Death",
  "Fate",
  "Healing",
  "Knowledge"
 ],
 "domain_primary_markdown": "[Death](/Domains.aspx?ID=7), [Fate](/Domains.aspx?ID=12), [Healing](/Domains.aspx?ID=15), [Knowledge](/Domains.aspx?ID=17)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Dagger"
 ],
 "favored_weapon_markdown": "[Dagger](/Weapons.aspx?ID=3)",
 "follower_alignment": [
  "NG",
  "LN",
  "N"
 ],
 "icon_image": "/Images/Deities/Pharasma.png",
 "id": "deity-14",
 "image": [
  "/Images/Deities/Pharasma.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Pharasma (Lady of Graves)](/Deities.aspx?ID=14)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 439 <sup>4.0</sup></row>\n\nNo record of history, and not even other gods, can recall a time before Pharasma. Her throne lies within a vast, gothic cathedral located on the infinite Spire at the center of the planes. From here, she looks both forward and backward in time, observing the births, lives, and deaths of every soul, as she serves as the final arbiter of a soul’s destination after death. Psychopomp servants of Pharasma guide and safeguard newly dead souls along the River of Souls to her realm, where she judges each soul and ensures it is sent to the proper plane for its afterlife, according to its alignment and mortal deeds. Although she can see all possible fates and knows the fate of each individual, free will and choice can alter a soul’s final destination, and she places great weight on the individual’s actions and personal choices. Therefore, Pharasma withholds her final judgment until a soul stands before her. Her prophecies are cryptic, and their full meanings are rarely revealed until the foretold events occur.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Gods of the Inner Sea](/DeityCategories.aspx?ID=1)\r\n\r\n**Edicts** strive to understand ancient prophecies, destroy undead, lay bodies to rest\r\n\r\n**Anathema** create undead, desecrate a corpse, rob a tomb\r\n\r\n**Area of Concern**\r\nbirth, death, fate, prophecy, and time\r\n\r\n**Follower Alignments**\r\nNG, LN, N\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Pharasma.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nConstitution or Wisdom\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Medicine](/Skills.aspx?ID=9)\r\n\r\n**Favored Weapon** [Dagger](/Weapons.aspx?ID=3)\r\n\r\n**Domains** [Death](/Domains.aspx?ID=7), [Fate](/Domains.aspx?ID=12), [Healing](/Domains.aspx?ID=15), [Knowledge](/Domains.aspx?ID=17)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Soul](/Domains.aspx?ID=51), [Time](/Domains.aspx?ID=54), [Vigil](/Domains.aspx?ID=55)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Mindlink](/Spells.aspx?ID=195)\n\n- **3rd**\r\n[Ghostly Weapon](/Spells.aspx?ID=133)\n\n- **4th**\r\n[Phantasmal Killer](/Spells.aspx?ID=219)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nThose who would prevent a soul from reaching the afterlife draw Pharasma’s ire, but those who merely dabble in pursuits like lengthening their life or resurrection are usually ignored, as eventually death comes for all.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 39 <sup>2.0</sup></row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** You see a momentary, prophetic glimpse of your fate. Once, you gain a +2 status bonus to a single check; you can apply this bonus after you determine the result, and it can potentially change the degree of success.\r\n\r\n**Moderate Boon** You gain a greater mastery over the energies of life and death. Your Strikes deal 1 positive damage to undead. Your spells that deal positive damage to undead gain a +1 status bonus to damage per spell level, and your spells that heal the living gain a +1 status bonus to the Hit Points restored per spell level.\r\n\r\n**Major Boon** Pharasma keeps you alive to fulfill your fate. The GM secretly chooses a fate Pharasma knows you must fulfill. Until you fulfill this fate, any time you would die, a grave but nonfatal misfortune instead befalls you. You take at least a full day to recuperate and you potentially face permanent consequences, but you don’t die. If you would have died even once without this boon, once your fate is complete, you let out a final sigh and then die peacefully.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Horrifying or enticing visions of your final judgment distract you from the task at hand. You take a –2 status penalty to initiative rolls.\r\n\r\n**Moderate Curse** Fate turns against you and reveals dire portents. Divinations such as [_augury_](/Spells.aspx?ID=15) cast by you or that involve you always suggest woe. Once per day after you attempt a check, the GM can make the result of the roll a natural 1.\r\n\r\n**Major Curse** Pharasma wills the end of your life and your lineage. You become unable to have children (or otherwise procreate by any means, including create spawn abilities) and are permanently [doomed 2](/Conditions.aspx?ID=9).\r\n</column>",
 "name": "Pharasma (Lady of Graves)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 439 <sup>4.0</sup></row>\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Medicine](/Skills.aspx?ID=9)\r\n\r\n**Favored Weapon** [Dagger](/Weapons.aspx?ID=3)\r\n\r\n**Domains** [Death](/Domains.aspx?ID=7), [Fate](/Domains.aspx?ID=12), [Healing](/Domains.aspx?ID=15), [Knowledge](/Domains.aspx?ID=17), [Soul](/Domains.aspx?ID=51), [Time](/Domains.aspx?ID=54), [Vigil](/Domains.aspx?ID=55)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNo record of history, and not even other gods, can recall a time before Pharasma. Her throne lies within a vast, gothic cathedral located on the …\r\n</summary>",
 "skill": [
  "Medicine"
 ],
 "skill_markdown": "[Medicine](/Skills.aspx?ID=9)",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 439"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 439 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "No record of history, and not even other gods, can recall a time before Pharasma. Her throne lies within a vast, gothic cathedral located on the …",
 "summary_markdown": "No record of history, and not even other gods, can recall a time before Pharasma. Her throne lies within a vast, gothic cathedral located on the …",
 "text": " Pharasma (Lady of Graves) Source Core Rulebook pg. 439 4.0 No record of history, and not even other gods, can recall a time before Pharasma. Her throne lies within a vast, gothic cathedral located on the infinite Spire at the center of the planes. From here, she looks both forward and backward in time, observing the births, lives, and deaths of every soul, as she serves as the final arbiter of a soul’s destination after death. Psychopomp servants of Pharasma guide and safeguard newly dead souls along the River of Souls to her realm, where she judges each soul and ensures it is sent to the proper plane for its afterlife, according to its alignment and mortal deeds. Although she can see all possible fates and knows the fate of each individual, free will and choice can alter a soul’s final destination, and she places great weight on the individual’s actions and personal choices. Therefore, Pharasma withholds her final judgment until a soul stands before her. Her prophecies are cryptic, and their full meanings are rarely revealed until the foretold events occur. Category Gods of the Inner Sea Edicts strive to understand ancient prophecies, destroy undead, lay bodies to rest Anathema create undead, desecrate a corpse, rob a tomb Area of Concern birth, death, fate, prophecy, and time Follower Alignments NG, LN, N Devotee Benefits Divine Ability Constitution or Wisdom Divine Font Heal Divine Skill Medicine Favored Weapon Dagger Domains Death, Fate, Healing, Knowledge Alternate Domains Soul, Time, Vigil Cleric Spells - 1st Mindlink - 3rd Ghostly Weapon - 4th Phantasmal Killer Divine Intercession Those who would prevent a soul from reaching the afterlife draw Pharasma’s ire, but those who merely dabble in pursuits like lengthening their life or resurrection are usually ignored, as eventually death comes for all. Source Gods &amp; Magic pg. 39 2.0 Minor Boon You see a momentary, prophetic glimpse of your fate. Once, you gain a +2 status bonus to a single check; you can apply this bonus after you determine the result, and it can potentially change the degree of success. Moderate Boon You gain a greater mastery over the energies of life and death. Your Strikes deal 1 positive damage to undead. Your spells that deal positive damage to undead gain a +1 status bonus to damage per spell level, and your spells that heal the living gain a +1 status bonus to the Hit Points restored per spell level. Major Boon Pharasma keeps you alive to fulfill your fate. The GM secretly chooses a fate Pharasma knows you must fulfill. Until you fulfill this fate, any time you would die, a grave but nonfatal misfortune instead befalls you. You take at least a full day to recuperate and you potentially face permanent consequences, but you don’t die. If you would have died even once without this boon, once your fate is complete, you let out a final sigh and then die peacefully. Minor Curse Horrifying or enticing visions of your final judgment distract you from the task at hand. You take a –2 status penalty to initiative rolls. Moderate Curse Fate turns against you and reveals dire portents. Divinations such as augury cast by you or that involve you always suggest woe. Once per day after you attempt a check, the GM can make the result of the roll a natural 1. Major Curse Pharasma wills the end of your life and your lineage. You become unable to have children (or otherwise procreate by any means, including create spawn abilities) and are permanently doomed 2. ",
 "trait": [
  "N"
 ],
 "trait_raw": [
  "N"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=14",
 "weakness": {}
}