{
 "ability": [
  "Strength",
  "Constitution"
 ],
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Burning Hands",
  "Enlarge",
  "Disintegrate"
 ],
 "deity": [
  "Rovagug"
 ],
 "deity_markdown": "[Rovagug](/Deities.aspx?ID=15)",
 "deity_category": "Gods of the Inner Sea",
 "deity_category_markdown": "[Gods of the Inner Sea](/DeityCategories.aspx?ID=1)",
 "deity_category_order": "1Gods of the Inner Sea",
 "divine_font": [
  "Harm"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146)",
 "domain": [
  "Air",
  "Destruction",
  "Earth",
  "Swarm",
  "Void",
  "Zeal"
 ],
 "domain_markdown": "[Air](/Domains.aspx?ID=2), [Destruction](/Domains.aspx?ID=8), [Earth](/Domains.aspx?ID=10), [Swarm](/Domains.aspx?ID=53), [Void](/Domains.aspx?ID=56), [Zeal](/Domains.aspx?ID=37)",
 "domain_alternate": [
  "Swarm",
  "Void"
 ],
 "domain_alternate_markdown": "[Swarm](/Domains.aspx?ID=53), [Void](/Domains.aspx?ID=56)",
 "domain_primary": [
  "Air",
  "Destruction",
  "Earth",
  "Zeal"
 ],
 "domain_primary_markdown": "[Air](/Domains.aspx?ID=2), [Destruction](/Domains.aspx?ID=8), [Earth](/Domains.aspx?ID=10), [Zeal](/Domains.aspx?ID=37)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Greataxe"
 ],
 "favored_weapon_markdown": "[Greataxe](/Weapons.aspx?ID=21)",
 "follower_alignment": [
  "NE",
  "CE"
 ],
 "icon_image": "/Images/Deities/Rovagug.png",
 "id": "deity-15",
 "image": [
  "/Images/Deities/Rovagug.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Rovagug (The Rough Beast)](/Deities.aspx?ID=15)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 439 <sup>4.0</sup></row>\n\nRovagug has no single holy scripture. He has little use for one, for his sole commandment is to destroy, and his followers need no instruction in how to accomplish that. The figurative and literal monsters who worship Rovagug share their myths and legends in secret shrines and hidden caves, calling him the Rough Beast, the Imprisoned King, the Tide of Fangs, the Unmaker, and the Worldbreaker. They tell each other that each life they snuff out, each piece of art they destroy, each work of labor they bring tumbling down puts a crack in the prison that holds their god. Each of their little efforts of destruction adds up and will one day free him, setting him loose to bring about the end of all things.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Gods of the Inner Sea](/DeityCategories.aspx?ID=1)\r\n\r\n**Edicts** destroy all things, free Rovagug from his prison\r\n\r\n**Anathema** create something new, let material ties restrain you, torture a victim or otherwise delay its destruction\r\n\r\n**Area of Concern**\r\ndestruction, disaster, and wrath\r\n\r\n**Follower Alignments**\r\nNE, CE\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Rovagug.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nStrength or Constitution\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146)\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=3)\r\n\r\n**Favored Weapon** [Greataxe](/Weapons.aspx?ID=21)\r\n\r\n**Domains** [Air](/Domains.aspx?ID=2), [Destruction](/Domains.aspx?ID=8), [Earth](/Domains.aspx?ID=10), [Zeal](/Domains.aspx?ID=37)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Swarm](/Domains.aspx?ID=53), [Void](/Domains.aspx?ID=56)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Burning Hands](/Spells.aspx?ID=30)\n\n- **2nd**\r\n[Enlarge](/Spells.aspx?ID=102)\n\n- **6th**\r\n[Disintegrate](/Spells.aspx?ID=76)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nRovagug’s imprisonment means he can almost never intercede on Golarion, but some places lead far enough into the earth that the god’s profane influence can leak through. He is as likely to curse those who draw his attention as he is to reward them, though great enough acts of violence and destruction may earn his favor.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 41 <sup>2.0</sup></row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Your attack becomes more destructive. Once, one of your failed or successful attacks becomes a critical hit, and your weapon or unarmed attack gains the [deadly d12](/Traits.aspx?ID=174) trait for this attack, replacing any deadly trait it already had. Rovagug typically grants this boon when the critical hit could destroy something precious or significant.\r\n\r\n**Moderate Boon** You can devour all. You mouth grows into a horrible circular, insectile maw of needle-like teeth. You gain a bite unarmed attack that deals 1d8 piercing damage. Additionally, you can stomach eating anything you can fit down your throat—even rocks or small objects. You gain a +4 status bonus to saves resulting from eating something, such as diseases, poisons, or other effects of the ingested object. This doesn’t allow you to digest magic items that would otherwise be difficult or impossible to destroy, such as cursed items or artifacts.\r\n\r\n**Major Boon** You can crack the surface of Golarion, accelerating the release of the Rough Beast. You gain the [Quaking Stomp](/Feats.aspx?ID=178) barbarian feat.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Whenever you are imprisoned, you thrash and shake as your mind fills with desperation. Any time you are [restrained](/Conditions.aspx?ID=33) or otherwise imprisoned (such as being sent to jail), you are also [clumsy 2](/Conditions.aspx?ID=3) and [stupefied 2](/Conditions.aspx?ID=37).\r\n\r\n**Moderate Curse** Your destructive rage seeks to remain unbound. Any armor you wear automatically becomes [broken](/Conditions.aspx?ID=2). Other items in your possession occasionally become broken over time.\r\n\r\n**Major Curse** You are useful only as a beacon of destruction. You are permanently [confused](/Conditions.aspx?ID=5), rampaging against anything and everything in your sight, and you deal an additional 18 damage with your unarmed and weapon Strikes.\r\n</column>",
 "name": "Rovagug (The Rough Beast)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 439 <sup>4.0</sup></row>\r\n\r\n**Divine Font** Harm\r\n\r\n**Divine Skill** [Athletics](/Skills.aspx?ID=3)\r\n\r\n**Favored Weapon** [Greataxe](/Weapons.aspx?ID=21)\r\n\r\n**Domains** [Air](/Domains.aspx?ID=2), [Destruction](/Domains.aspx?ID=8), [Earth](/Domains.aspx?ID=10), [Swarm](/Domains.aspx?ID=53), [Void](/Domains.aspx?ID=56), [Zeal](/Domains.aspx?ID=37)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRovagug has no single holy scripture. He has little use for one, for his sole commandment is to destroy, and his followers need no instruction in how …\r\n</summary>",
 "skill": [
  "Athletics"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3)",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 439"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 439 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Rovagug has no single holy scripture. He has little use for one, for his sole commandment is to destroy, and his followers need no instruction in how …",
 "summary_markdown": "Rovagug has no single holy scripture. He has little use for one, for his sole commandment is to destroy, and his followers need no instruction in how …",
 "text": " Rovagug (The Rough Beast) Source Core Rulebook pg. 439 4.0 Rovagug has no single holy scripture. He has little use for one, for his sole commandment is to destroy, and his followers need no instruction in how to accomplish that. The figurative and literal monsters who worship Rovagug share their myths and legends in secret shrines and hidden caves, calling him the Rough Beast, the Imprisoned King, the Tide of Fangs, the Unmaker, and the Worldbreaker. They tell each other that each life they snuff out, each piece of art they destroy, each work of labor they bring tumbling down puts a crack in the prison that holds their god. Each of their little efforts of destruction adds up and will one day free him, setting him loose to bring about the end of all things. Category Gods of the Inner Sea Edicts destroy all things, free Rovagug from his prison Anathema create something new, let material ties restrain you, torture a victim or otherwise delay its destruction Area of Concern destruction, disaster, and wrath Follower Alignments NE, CE Devotee Benefits Divine Ability Strength or Constitution Divine Font Harm Divine Skill Athletics Favored Weapon Greataxe Domains Air, Destruction, Earth, Zeal Alternate Domains Swarm, Void Cleric Spells - 1st Burning Hands - 2nd Enlarge - 6th Disintegrate Divine Intercession Rovagug’s imprisonment means he can almost never intercede on Golarion, but some places lead far enough into the earth that the god’s profane influence can leak through. He is as likely to curse those who draw his attention as he is to reward them, though great enough acts of violence and destruction may earn his favor. Source Gods &amp; Magic pg. 41 2.0 Minor Boon Your attack becomes more destructive. Once, one of your failed or successful attacks becomes a critical hit, and your weapon or unarmed attack gains the deadly d12 trait for this attack, replacing any deadly trait it already had. Rovagug typically grants this boon when the critical hit could destroy something precious or significant. Moderate Boon You can devour all. You mouth grows into a horrible circular, insectile maw of needle-like teeth. You gain a bite unarmed attack that deals 1d8 piercing damage. Additionally, you can stomach eating anything you can fit down your throat—even rocks or small objects. You gain a +4 status bonus to saves resulting from eating something, such as diseases, poisons, or other effects of the ingested object. This doesn’t allow you to digest magic items that would otherwise be difficult or impossible to destroy, such as cursed items or artifacts. Major Boon You can crack the surface of Golarion, accelerating the release of the Rough Beast. You gain the Quaking Stomp barbarian feat. Minor Curse Whenever you are imprisoned, you thrash and shake as your mind fills with desperation. Any time you are restrained or otherwise imprisoned (such as being sent to jail), you are also clumsy 2 and stupefied 2. Moderate Curse Your destructive rage seeks to remain unbound. Any armor you wear automatically becomes broken. Other items in your possession occasionally become broken over time. Major Curse You are useful only as a beacon of destruction. You are permanently confused, rampaging against anything and everything in your sight, and you deal an additional 18 damage with your unarmed and weapon Strikes. ",
 "trait": [
  "CE"
 ],
 "trait_raw": [
  "CE"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=15",
 "weakness": {}
}