{
 "alignment": "Any",
 "breadcrumbs_spa": [],
 "category": "deity",
 "deity": [
  "Shoanti Animism"
 ],
 "deity_markdown": "[Shoanti Animism](/Deities.aspx?ID=203)",
 "deity_category": "Faiths & Philosophies",
 "deity_category_markdown": "[Faiths & Philosophies](/DeityCategories.aspx?ID=0)",
 "deity_category_order": "3Faiths & Philosophies",
 "divine_font_markdown": "",
 "domain_markdown": "",
 "domain_alternate_markdown": "",
 "domain_primary_markdown": "",
 "exclude_from_search": false,
 "favored_weapon_markdown": "",
 "id": "deity-203",
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Shoanti Animism](/Deities.aspx?ID=203)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Any\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 100 <sup>2.0</sup></row>\n\nMost Shoanti belong to one of seven quahs, or clans, each with specific lands, notable strengths, and unique spiritual perspectives. Traditionally, each Shoanti undergoes a rite of passage into adulthood, during which time their particular totem manifests, and a Shoanti’s first tattoo is an homage to that totem. The quahs and their most common totems are listed below:\n\n **Lyrune-Quah (Moon Clan)** bat, cave bear, moon, mountain lion, owl, stars<br /> **Shadde-Quah (Axe Clan)** cliffs, eagle, sea, shark, squid, water elemental<br /> **Shriikirri-Quah (Hawk Clan)** cloud, falcon, hawk, hippogriff, horse, wind<br /> **Shundar-Quah (Spire Clan)** avalanche, earth elemental, mountain spire or peak, roc, spirestalker<br /> **Sklar-Quah (Sun Clan)** aurochs, cindersnake, emberstorm, fire elemental, flames, the sun<br /> **Skoan-Quah (Skull Clan)** ancestors, earth elemental, giant scarab beetle, vulture, will-o’-wisp, wolf<br /> **Tamiir-Quah (Wind Clan)** air elemental, cloud, griffon, roc, storm, wind\n\n According to their own tradition, Shoanti have lived in the northwestern lands of Avistan since long before colonizers fractured the Varisians’ homeland. Yet the Shoanti people still maintain their independence and traditional way of life in areas across Varisia, particularly on the Storval Plateau.\n\n Shoanti animism is rooted in a deep connection to the land. Shoanti see the earth not merely as a metaphorical parent, but as a conscious entity whose constant support is necessary for the survival of all life upon it—animal and vegetable alike. Their traditions emphasize connection and the reciprocal way in which the land provides for those who take care of it. The life force of the land serves as the source of Shoanti power and insight, rather than the otherworldly spiritual essence of the Great Beyond common to clerics. This life force is the birth of instinct and faith, and thus it sends omens to indicate future events, warning those with the wisdom to read the signs. Thus most Shoanti hold a profound reverence for natural phenomena as a manifestation of the will of the earth.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Faiths &amp; Philosophies](/DeityCategories.aspx?ID=0)\r\n\r\n**Edicts** none\r\n\r\n**Anathema** none\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Shoanti Animism",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 100 <sup>2.0</sup></row>\r\n\r\n**Divine Font** \r\n\r\n**Divine Skill** \r\n\r\n**Favored Weapon** \r\n\r\n**Domains** \r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMost Shoanti belong to one of seven quahs, or clans, each with specific lands, notable strengths, and unique spiritual perspectives. Traditionally, …\r\n</summary>",
 "skill_markdown": "",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 100"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 100 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "Most Shoanti belong to one of seven quahs, or clans, each with specific lands, notable strengths, and unique spiritual perspectives. Traditionally, …",
 "summary_markdown": "Most Shoanti belong to one of seven quahs, or clans, each with specific lands, notable strengths, and unique spiritual perspectives. Traditionally, …",
 "text": " Shoanti Animism Source Gods &amp; Magic pg. 100 2.0 Most Shoanti belong to one of seven quahs, or clans, each with specific lands, notable strengths, and unique spiritual perspectives. Traditionally, each Shoanti undergoes a rite of passage into adulthood, during which time their particular totem manifests, and a Shoanti’s first tattoo is an homage to that totem. The quahs and their most common totems are listed below: Lyrune-Quah (Moon Clan) bat, cave bear, moon, mountain lion, owl, stars Shadde-Quah (Axe Clan) cliffs, eagle, sea, shark, squid, water elemental Shriikirri-Quah (Hawk Clan) cloud, falcon, hawk, hippogriff, horse, wind Shundar-Quah (Spire Clan) avalanche, earth elemental, mountain spire or peak, roc, spirestalker Sklar-Quah (Sun Clan) aurochs, cindersnake, emberstorm, fire elemental, flames, the sun Skoan-Quah (Skull Clan) ancestors, earth elemental, giant scarab beetle, vulture, will-o’-wisp, wolf Tamiir-Quah (Wind Clan) air elemental, cloud, griffon, roc, storm, wind According to their own tradition, Shoanti have lived in the northwestern lands of Avistan since long before colonizers fractured the Varisians’ homeland. Yet the Shoanti people still maintain their independence and traditional way of life in areas across Varisia, particularly on the Storval Plateau. Shoanti animism is rooted in a deep connection to the land. Shoanti see the earth not merely as a metaphorical parent, but as a conscious entity whose constant support is necessary for the survival of all life upon it—animal and vegetable alike. Their traditions emphasize connection and the reciprocal way in which the land provides for those who take care of it. The life force of the land serves as the source of Shoanti power and insight, rather than the otherworldly spiritual essence of the Great Beyond common to clerics. This life force is the birth of instinct and faith, and thus it sends omens to indicate future events, warning those with the wisdom to read the signs. Thus most Shoanti hold a profound reverence for natural phenomena as a manifestation of the will of the earth. Category Faiths &amp; Philosophies Edicts none Anathema none\n",
 "trait": [
  "Any"
 ],
 "trait_raw": [
  "Any"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=203",
 "weakness": {}
}