{
 "ability": [
  "Wisdom",
  "Charisma"
 ],
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Illusory Disguise",
  "Veil",
  "Shadow Siphon"
 ],
 "deity": [
  "Sivanah"
 ],
 "deity_markdown": "[Sivanah](/Deities.aspx?ID=46)",
 "deity_category": "Other Gods",
 "deity_category_markdown": "[Other Gods](/DeityCategories.aspx?ID=2)",
 "deity_category_order": "2Other Gods",
 "divine_font": [
  "Harm",
  "Heal"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Delirium",
  "Glyph",
  "Magic",
  "Secrecy",
  "Trickery"
 ],
 "domain_markdown": "[Delirium](/Domains.aspx?ID=43), [Glyph](/Domains.aspx?ID=46), [Magic](/Domains.aspx?ID=19), [Secrecy](/Domains.aspx?ID=28), [Trickery](/Domains.aspx?ID=31)",
 "domain_alternate": [
  "Glyph"
 ],
 "domain_alternate_markdown": "[Glyph](/Domains.aspx?ID=46)",
 "domain_primary": [
  "Delirium",
  "Magic",
  "Secrecy",
  "Trickery"
 ],
 "domain_primary_markdown": "[Delirium](/Domains.aspx?ID=43), [Magic](/Domains.aspx?ID=19), [Secrecy](/Domains.aspx?ID=28), [Trickery](/Domains.aspx?ID=31)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Bladed Scarf"
 ],
 "favored_weapon_markdown": "[Bladed Scarf](/Weapons.aspx?ID=273)",
 "follower_alignment": [
  "LN",
  "NG",
  "N",
  "NE",
  "CN"
 ],
 "icon_image": "/Images/Deities/Sivanah.png",
 "id": "deity-46",
 "image": [
  "/Images/Deities/Sivanah.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Sivanah (The Seventh Veil)](/Deities.aspx?ID=46)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 69 <sup>2.0</sup></row>\n\nNo ancient record reveals the truth of Sivanah’s origins; in fact, only recent documents record her existence at all. The Seventh Veil is widely regarded as the goddess of illusion magic, often portrayed as a figure disguised by seven veils. Legends state that each face underneath the first six of her seven veils is of a different ancestry—human, elf, halfling, gnome, anadi, and naga— but the seventh face is never shown, believed to mask the goddess’s true form. Some theologians believe Sivanah hails from the Shadow Plane, though the goddess’s true nature and form continue to be topics of debate. Even her female visage, while agreed upon by her followers, could likewise be an illusion. Her goals are hidden from even her most faithful, which some believe to have hampered the faith’s growth and influence beyond the level of a cult.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Other Gods](/DeityCategories.aspx?ID=2)\r\n\r\n**Edicts** show the beauty in illusions, pursue the nature of truth, respect the need for secrets\r\n\r\n**Anathema** use illusions and shadows to harm another creature, reveal a secret you have sworn to keep\r\n\r\n**Area of Concern**\r\nillusions, mysteries, reflections, secrets\r\n\r\n**Follower Alignments**\r\nLN, NG, N, NE, CN\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Sivanah.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nWisdom or Charisma\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146) or [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Deception](/Skills.aspx?ID=5)\r\n\r\n**Favored Weapon** [Bladed Scarf](/Weapons.aspx?ID=273)\r\n\r\n**Domains** [Delirium](/Domains.aspx?ID=43), [Magic](/Domains.aspx?ID=19), [Secrecy](/Domains.aspx?ID=28), [Trickery](/Domains.aspx?ID=31)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Glyph](/Domains.aspx?ID=46)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Illusory Disguise](/Spells.aspx?ID=159)\n\n- **4th**\r\n[Veil](/Spells.aspx?ID=355)\n\n- **5th**\r\n[Shadow Siphon](/Spells.aspx?ID=274)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nThe Seventh Veil abhors the use of illusion to cause harm and detests anyone who discourages or corrupts the process of truth-seeking. The goddess works actively against the faith of Zon-Kuthon and his clerics’ use of shadow. \r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 9</row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Sivanah prevents your enemies from pulling off your veil. Once, when a foe rolls a success on a Perception check to disbelieve your illusion, it gets a critical failure instead. Sivanah typically grants this benefit to protect an elaborate or consequential illusory deception, and she never uses it to improve the effect of a harmful illusion.\r\n\r\n**Moderate Boon** You wear a veil of illusion wherever you go. You can cast [_illusory disguise_](/Spells.aspx?ID=159) at will as an innate divine spell.\r\n\r\n**Major Boon** You spread your illusions over a larger area. You can designate an area to permanently gain the effects of [_hallucinatory terrain_](/Spells.aspx?ID=145). All creatures within this area gain the effects of _illusory disguise_, changing their forms as you wish. You can designate a new area as a 1-minute activity, but doing so dismisses any previously designated areas.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Your hair becomes a wild variety of colors, which cannot be altered with mundane or magical means, and it somehow grows out from under any cap, scarf, or other headwear intended to disguise it. You gain a –2 status penalty to [Deception](/Skills.aspx?ID=5) skill checks to [Impersonate](/Actions.aspx?ID=46) anyone else.\r\n\r\n**Moderate Curse** Those who betray the secrets of others find their own secrets laid bare. Each person from whom you are keeping a secret immediately learns one of your secrets involving that person. This curse doesn’t give away other people’s secrets you are keeping, only your own.\r\n\r\n**Major Curse** Mirrors break whenever you cross their paths. You cannot be concealed by [illusion](/Traits.aspx?ID=92) magic of any kind (the spell automatically fails), and all creatures that see you know your true identity\r\n</column>",
 "name": "Sivanah (The Seventh Veil)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 69 <sup>2.0</sup></row>\r\n\r\n**Divine Font** Harm or Heal\r\n\r\n**Divine Skill** [Deception](/Skills.aspx?ID=5)\r\n\r\n**Favored Weapon** [Bladed Scarf](/Weapons.aspx?ID=273)\r\n\r\n**Domains** [Delirium](/Domains.aspx?ID=43), [Glyph](/Domains.aspx?ID=46), [Magic](/Domains.aspx?ID=19), [Secrecy](/Domains.aspx?ID=28), [Trickery](/Domains.aspx?ID=31)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNo ancient record reveals the truth of Sivanah’s origins; in fact, only recent documents record her existence at all. The Seventh Veil is widely …\r\n</summary>",
 "skill": [
  "Deception"
 ],
 "skill_markdown": "[Deception](/Skills.aspx?ID=5)",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 69"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 69 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "No ancient record reveals the truth of Sivanah’s origins; in fact, only recent documents record her existence at all. The Seventh Veil is widely …",
 "summary_markdown": "No ancient record reveals the truth of Sivanah’s origins; in fact, only recent documents record her existence at all. The Seventh Veil is widely …",
 "text": " Sivanah (The Seventh Veil) Source Gods &amp; Magic pg. 69 2.0 No ancient record reveals the truth of Sivanah’s origins; in fact, only recent documents record her existence at all. The Seventh Veil is widely regarded as the goddess of illusion magic, often portrayed as a figure disguised by seven veils. Legends state that each face underneath the first six of her seven veils is of a different ancestry—human, elf, halfling, gnome, anadi, and naga— but the seventh face is never shown, believed to mask the goddess’s true form. Some theologians believe Sivanah hails from the Shadow Plane, though the goddess’s true nature and form continue to be topics of debate. Even her female visage, while agreed upon by her followers, could likewise be an illusion. Her goals are hidden from even her most faithful, which some believe to have hampered the faith’s growth and influence beyond the level of a cult. Category Other Gods Edicts show the beauty in illusions, pursue the nature of truth, respect the need for secrets Anathema use illusions and shadows to harm another creature, reveal a secret you have sworn to keep Area of Concern illusions, mysteries, reflections, secrets Follower Alignments LN, NG, N, NE, CN Devotee Benefits Divine Ability Wisdom or Charisma Divine Font Harm or Heal Divine Skill Deception Favored Weapon Bladed Scarf Domains Delirium, Magic, Secrecy, Trickery Alternate Domains Glyph Cleric Spells - 1st Illusory Disguise - 4th Veil - 5th Shadow Siphon Divine Intercession The Seventh Veil abhors the use of illusion to cause harm and detests anyone who discourages or corrupts the process of truth-seeking. The goddess works actively against the faith of Zon-Kuthon and his clerics’ use of shadow. Source Gods &amp; Magic - Web Supplement pg. 9 Minor Boon Sivanah prevents your enemies from pulling off your veil. Once, when a foe rolls a success on a Perception check to disbelieve your illusion, it gets a critical failure instead. Sivanah typically grants this benefit to protect an elaborate or consequential illusory deception, and she never uses it to improve the effect of a harmful illusion. Moderate Boon You wear a veil of illusion wherever you go. You can cast illusory disguise at will as an innate divine spell. Major Boon You spread your illusions over a larger area. You can designate an area to permanently gain the effects of hallucinatory terrain . All creatures within this area gain the effects of illusory disguise , changing their forms as you wish. You can designate a new area as a 1-minute activity, but doing so dismisses any previously designated areas. Minor Curse Your hair becomes a wild variety of colors, which cannot be altered with mundane or magical means, and it somehow grows out from under any cap, scarf, or other headwear intended to disguise it. You gain a –2 status penalty to Deception skill checks to Impersonate anyone else. Moderate Curse Those who betray the secrets of others find their own secrets laid bare. Each person from whom you are keeping a secret immediately learns one of your secrets involving that person. This curse doesn’t give away other people’s secrets you are keeping, only your own. Major Curse Mirrors break whenever you cross their paths. You cannot be concealed by illusion magic of any kind (the spell automatically fails), and all creatures that see you know your true identity ",
 "trait": [
  "N"
 ],
 "trait_raw": [
  "N"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=46",
 "weakness": {}
}