{
 "ability": [
  "Constitution",
  "Wisdom"
 ],
 "alignment": "LG",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Mindlink",
  "Earthbind",
  "Creation"
 ],
 "deity": [
  "Torag"
 ],
 "deity_markdown": "[Torag](/Deities.aspx?ID=18)",
 "deity_category": "Gods of the Inner Sea",
 "deity_category_markdown": "[Gods of the Inner Sea](/DeityCategories.aspx?ID=1)",
 "deity_category_order": "1Gods of the Inner Sea",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Creation",
  "Duty",
  "Earth",
  "Family",
  "Protection"
 ],
 "domain_markdown": "[Creation](/Domains.aspx?ID=5), [Duty](/Domains.aspx?ID=45), [Earth](/Domains.aspx?ID=10), [Family](/Domains.aspx?ID=11), [Protection](/Domains.aspx?ID=27)",
 "domain_alternate": [
  "Duty"
 ],
 "domain_alternate_markdown": "[Duty](/Domains.aspx?ID=45)",
 "domain_primary": [
  "Creation",
  "Earth",
  "Family",
  "Protection"
 ],
 "domain_primary_markdown": "[Creation](/Domains.aspx?ID=5), [Earth](/Domains.aspx?ID=10), [Family](/Domains.aspx?ID=11), [Protection](/Domains.aspx?ID=27)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Warhammer"
 ],
 "favored_weapon_markdown": "[Warhammer](/Weapons.aspx?ID=47)",
 "follower_alignment": [
  "LG",
  "LN"
 ],
 "icon_image": "/Images/Deities/Torag.png",
 "id": "deity-18",
 "image": [
  "/Images/Deities/Torag.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Torag (The Forge Father)](/Deities.aspx?ID=18)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"LG\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 440 <sup>4.0</sup></row>\n\nThe head of the dwarven pantheon is the most visible of the dwarven deities, to the extent that Torag is the only dwarven deity most non-dwarves know of. While the other dwarven gods represent specific areas of dwarven life and culture, thus forming an expansive and comprehensive dwarven pantheon, Torag’s areas of concern are those most central to dwarven society. In his own family, Torag models the values of community and protection that have cemented deep-rooted relationships among dwarven clans. His focus on strategy and tactical acumen centers on protection, reflected in dwarves’ impenetrable fortresses and conservative military tactics, including their willingness to use offensive maneuvers as a form of defense. He also represents the forge: the creation of fine works from raw materials, practice and mastery of a craft, and pride in one’s work. His purview extends even to those activities that feed the forge and dwarven artisanship, such as mining the earth for raw ore and gemstones. Torag’s oversight over these core concepts has secured his place at the head of the dwarven pantheon for ages. It was Torag who sent the dwarves on their legendary Quest for Sky during the Age of Darkness, and his worship was long-established even then. Indeed, among dwarves, Torag is often called the Father of Creation.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Gods of the Inner Sea](/DeityCategories.aspx?ID=1)\r\n\r\n**Edicts** be honorable and forthright, keep your word, respect the forge, serve your people\r\n\r\n**Anathema** tell lies or cheat someone, intentionally create inferior works, show mercy to the enemies of your people\r\n\r\n**Area of Concern**\r\nforge, protection, and strategy\r\n\r\n**Follower Alignments**\r\nLG, LN\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Torag.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nConstitution or Wisdom\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Crafting](/Skills.aspx?ID=4)\r\n\r\n**Favored Weapon** [Warhammer](/Weapons.aspx?ID=47)\r\n\r\n**Domains** [Creation](/Domains.aspx?ID=5), [Earth](/Domains.aspx?ID=10), [Family](/Domains.aspx?ID=11), [Protection](/Domains.aspx?ID=27)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Duty](/Domains.aspx?ID=45)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Mindlink](/Spells.aspx?ID=195)\n\n- **3rd**\r\n[Earthbind](/Spells.aspx?ID=94)\n\n- **4th**\r\n[Creation](/Spells.aspx?ID=54)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nTorag makes his pleasure or displeasure known through unsubtle signs.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 47 <sup>2.0</sup></row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Torag repairs your equipment so you may continue your vigil. Once, a shield, weapon, or other item you hold or are wearing recovers all of its Hit Points. The item’s Hardness doubles for 1 minute. Torag can grant this boon just as the item would have been destroyed, preventing the item’s destruction. Occasionally, he grants this boon to restore an item important to dwarven history that has already been fully destroyed.\r\n\r\n**Moderate Boon** You are counted as family among Torag and his followers. You gain the effects of a single [dwarf ancestry feat](/Ancestries.aspx?ID=1/feats) of Torag’s choice, even if you are not a dwarf, as long as you maintain Torag’s blessing.\r\n\r\n**Major Boon** Standing watch or guarding a location counts as resting for you, preventing you from being [fatigued](/Conditions.aspx?ID=15) due to lack of rest as long as you stand watch for at least 6 hours a day. You can recover your Focus Points (if you have them) by standing guard in addition to any other options you have available. When on guard, you gain a +4 status bonus to Perception to notice ambushes and other dangers approaching. As long as you are holding a shield, you are always [Defending](/Actions.aspx?ID=512) during exploration without needing to move at half your travel speed, and you can perform another exploration activity as well. While you are using a shield, its Hardness increases by 5.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Shoddy artisanship makes itself known. Whenever an item you’re using takes damage, it is [broken](/Conditions.aspx?ID=2).\r\n\r\n**Moderate Curse** You must prove your skills at a craft by providing your own equipment. You gain item bonuses only from items you make yourself.\r\n\r\n**Major Curse** You are forever cast out from your home. Members of your community have their attitudes towards you shift two steps worse, meaning those who used to be [helpful](/Conditions.aspx?ID=21) are now [indifferent](/Conditions.aspx?ID=25), those who were [friendly](/Conditions.aspx?ID=18) are now [unfriendly](/Conditions.aspx?ID=40), and all others are now [hostile](/Conditions.aspx?ID=23). This doesn’t necessarily result in violence, but hostile community members generally seek your permanent exile.\r\n</column>",
 "name": "Torag (The Forge Father)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 440 <sup>4.0</sup></row>\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Crafting](/Skills.aspx?ID=4)\r\n\r\n**Favored Weapon** [Warhammer](/Weapons.aspx?ID=47)\r\n\r\n**Domains** [Creation](/Domains.aspx?ID=5), [Duty](/Domains.aspx?ID=45), [Earth](/Domains.aspx?ID=10), [Family](/Domains.aspx?ID=11), [Protection](/Domains.aspx?ID=27)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe head of the dwarven pantheon is the most visible of the dwarven deities, to the extent that Torag is the only dwarven deity most non-dwarves know …\r\n</summary>",
 "skill": [
  "Crafting"
 ],
 "skill_markdown": "[Crafting](/Skills.aspx?ID=4)",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 440"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 440 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "The head of the dwarven pantheon is the most visible of the dwarven deities, to the extent that Torag is the only dwarven deity most non-dwarves know …",
 "summary_markdown": "The head of the dwarven pantheon is the most visible of the dwarven deities, to the extent that Torag is the only dwarven deity most non-dwarves know …",
 "text": " Torag (The Forge Father) Source Core Rulebook pg. 440 4.0 The head of the dwarven pantheon is the most visible of the dwarven deities, to the extent that Torag is the only dwarven deity most non-dwarves know of. While the other dwarven gods represent specific areas of dwarven life and culture, thus forming an expansive and comprehensive dwarven pantheon, Torag’s areas of concern are those most central to dwarven society. In his own family, Torag models the values of community and protection that have cemented deep-rooted relationships among dwarven clans. His focus on strategy and tactical acumen centers on protection, reflected in dwarves’ impenetrable fortresses and conservative military tactics, including their willingness to use offensive maneuvers as a form of defense. He also represents the forge: the creation of fine works from raw materials, practice and mastery of a craft, and pride in one’s work. His purview extends even to those activities that feed the forge and dwarven artisanship, such as mining the earth for raw ore and gemstones. Torag’s oversight over these core concepts has secured his place at the head of the dwarven pantheon for ages. It was Torag who sent the dwarves on their legendary Quest for Sky during the Age of Darkness, and his worship was long-established even then. Indeed, among dwarves, Torag is often called the Father of Creation. Category Gods of the Inner Sea Edicts be honorable and forthright, keep your word, respect the forge, serve your people Anathema tell lies or cheat someone, intentionally create inferior works, show mercy to the enemies of your people Area of Concern forge, protection, and strategy Follower Alignments LG, LN Devotee Benefits Divine Ability Constitution or Wisdom Divine Font Heal Divine Skill Crafting Favored Weapon Warhammer Domains Creation, Earth, Family, Protection Alternate Domains Duty Cleric Spells - 1st Mindlink - 3rd Earthbind - 4th Creation Divine Intercession Torag makes his pleasure or displeasure known through unsubtle signs. Source Gods &amp; Magic pg. 47 2.0 Minor Boon Torag repairs your equipment so you may continue your vigil. Once, a shield, weapon, or other item you hold or are wearing recovers all of its Hit Points. The item’s Hardness doubles for 1 minute. Torag can grant this boon just as the item would have been destroyed, preventing the item’s destruction. Occasionally, he grants this boon to restore an item important to dwarven history that has already been fully destroyed. Moderate Boon You are counted as family among Torag and his followers. You gain the effects of a single dwarf ancestry feat of Torag’s choice, even if you are not a dwarf, as long as you maintain Torag’s blessing. Major Boon Standing watch or guarding a location counts as resting for you, preventing you from being fatigued due to lack of rest as long as you stand watch for at least 6 hours a day. You can recover your Focus Points (if you have them) by standing guard in addition to any other options you have available. When on guard, you gain a +4 status bonus to Perception to notice ambushes and other dangers approaching. As long as you are holding a shield, you are always Defending during exploration without needing to move at half your travel speed, and you can perform another exploration activity as well. While you are using a shield, its Hardness increases by 5. Minor Curse Shoddy artisanship makes itself known. Whenever an item you’re using takes damage, it is broken. Moderate Curse You must prove your skills at a craft by providing your own equipment. You gain item bonuses only from items you make yourself. Major Curse You are forever cast out from your home. Members of your community have their attitudes towards you shift two steps worse, meaning those who used to be helpful are now indifferent, those who were friendly are now unfriendly, and all others are now hostile. This doesn’t necessarily result in violence, but hostile community members generally seek your permanent exile. ",
 "trait": [
  "LG"
 ],
 "trait_raw": [
  "LG"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=18",
 "weakness": {}
}