{
 "ability": [
  "Constitution",
  "Intelligence"
 ],
 "alignment": "LG",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Soothe",
  "Mirror Image",
  "Hallucination"
 ],
 "deity": [
  "Tsukiyo"
 ],
 "deity_markdown": "[Tsukiyo](/Deities.aspx?ID=48)",
 "deity_category": "Tian Gods",
 "deity_category_markdown": "[Tian Gods](/DeityCategories.aspx?ID=16)",
 "deity_category_order": "2Tian Gods",
 "divine_font": [
  "Heal"
 ],
 "divine_font_markdown": "[Heal](/Spells.aspx?ID=148)",
 "domain": [
  "Change",
  "Delirium",
  "Moon",
  "Repose",
  "Soul"
 ],
 "domain_markdown": "[Change](/Domains.aspx?ID=40), [Delirium](/Domains.aspx?ID=43), [Moon](/Domains.aspx?ID=21), [Repose](/Domains.aspx?ID=49), [Soul](/Domains.aspx?ID=51)",
 "domain_alternate": [
  "Change"
 ],
 "domain_alternate_markdown": "[Change](/Domains.aspx?ID=40)",
 "domain_primary": [
  "Delirium",
  "Moon",
  "Repose",
  "Soul"
 ],
 "domain_primary_markdown": "[Delirium](/Domains.aspx?ID=43), [Moon](/Domains.aspx?ID=21), [Repose](/Domains.aspx?ID=49), [Soul](/Domains.aspx?ID=51)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Spear"
 ],
 "favored_weapon_markdown": "[Spear](/Weapons.aspx?ID=10)",
 "follower_alignment": [
  "LG",
  "LN",
  "NG",
  "N",
  "CG"
 ],
 "icon_image": "/Images/Deities/Tsukiyo.png",
 "id": "deity-48",
 "image": [
  "/Images/Deities/Tsukiyo.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Tsukiyo (Prince of the Moon)](/Deities.aspx?ID=48)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"LG\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 71 <sup>2.0</sup></row>\n\nThe surface of Golarion’s moon is marred with a great scar, and the people of Tian Xia say this is where Tsukiyo, the Prince of the Moon, was struck down by his envious brother [Fumeiyoshi](/Deities.aspx?ID=175). When his lover [Shizuru](/Deities.aspx?ID=47) found him the next morning, her tears mixed with his blood to create the first pieces of jade. Shizuru brought him to [Qi Zhong](/Deities.aspx?ID=182), the god of medicine, who resurrected him; but his experience on the other side changed him from a boisterous and carefree soul to a thoughtful and temperamental one. He now sees the world differently from most—something that has strained his relationships and made it difficult for him to relate to others, but has also allowed him to offer his understanding and quiet comfort to those who are lost, demonized, or misunderstood.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Tian Gods](/DeityCategories.aspx?ID=16)\r\n\r\n**Edicts** provide aid and counsel without judgment to those who seek help, help the dead find their rest, amplify or help speak for the powerless and demonized\r\n\r\n**Anathema** harm another out of envy, force aid on those who do not want it, inflict harmful mental effects on others as punishment\r\n\r\n**Area of Concern**\r\njade, the moon, spirits\r\n\r\n**Follower Alignments**\r\nLG, LN, NG, N, CG\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/Tsukiyo.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nConstitution or Intelligence\r\n\r\n**Divine Font** [Heal](/Spells.aspx?ID=148)\r\n\r\n**Divine Skill** [Occultism](/Skills.aspx?ID=11)\r\n\r\n**Favored Weapon** [Spear](/Weapons.aspx?ID=10)\r\n\r\n**Domains** [Delirium](/Domains.aspx?ID=43), [Moon](/Domains.aspx?ID=21), [Repose](/Domains.aspx?ID=49), [Soul](/Domains.aspx?ID=51)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Change](/Domains.aspx?ID=40)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Soothe](/Spells.aspx?ID=291)\n\n- **2nd**\r\n[Mirror Image](/Spells.aspx?ID=197)\n\n- **5th**\r\n[Hallucination](/Spells.aspx?ID=144)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nEver mercurial, the Prince of the Moon gives his blessings rarely and somewhat spontaneously. An understanding soul, he is as slow to curse as he is to bless.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic - Web Supplement](/Sources.aspx?ID=19) pg. 9</row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** Tsukiyo’s simplest show of gratitude is a gift of clarity. Once, when you roll a failure on a saving throw against a [mental](/Traits.aspx?ID=106) effect, you get a critical success instead. Tsukiyo typically grants this boon against a particularly consequential mental effect.\r\n\r\n**Moderate Boon** Tsukiyo watches over you and guards your sleep. You are guaranteed a peaceful night’s rest no matter what conditions you are sleeping in. Even nightmare and similar abilities can’t disrupt your sleep unless they come from a deity, artifact, or similarly powerful source.\r\n\r\n**Major Boon** Tsukiyo shares some of his own nature and can lead a favored soul back along the same path he has walked. The next time you would die, you are instead instantly restored to full health and lose any negative conditions you have.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** Those who offend Tsukiyo find that light actively shuns them. You lose any low-light vision or darkvision you have, and you treat all light levels as one step lower.\r\n\r\n**Moderate Curse** If Tsukiyo is particularly offended by someone, they may find themselves lost in delusions of moonlight. When attempting to navigate or find something at night, if you roll a success or critical success on your Perception check, [Survival](/Skills.aspx?ID=16) check, or other check to do so, you get a failure instead.\r\n\r\n**Major Curse** When Tsukiyo truly loses patience with someone, he forces them to experience the hardships of others firsthand. Whenever you touch another creature or another creature touches you, you immediately gain any negative curses, diseases, and conditions they are suffering. These effects spread to you even when you Strike another creature or a creature Strikes you.\r\n</column>",
 "name": "Tsukiyo (Prince of the Moon)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 71 <sup>2.0</sup></row>\r\n\r\n**Divine Font** Heal\r\n\r\n**Divine Skill** [Occultism](/Skills.aspx?ID=11)\r\n\r\n**Favored Weapon** [Spear](/Weapons.aspx?ID=10)\r\n\r\n**Domains** [Change](/Domains.aspx?ID=40), [Delirium](/Domains.aspx?ID=43), [Moon](/Domains.aspx?ID=21), [Repose](/Domains.aspx?ID=49), [Soul](/Domains.aspx?ID=51)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe surface of Golarion’s moon is marred with a great scar, and the people of Tian Xia say this is where Tsukiyo, the Prince of the Moon, was struck …\r\n</summary>",
 "skill": [
  "Occultism"
 ],
 "skill_markdown": "[Occultism](/Skills.aspx?ID=11)",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 71"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 71 <sup>2.0</sup></row>",
 "speed": {},
 "summary": "The surface of Golarion’s moon is marred with a great scar, and the people of Tian Xia say this is where Tsukiyo, the Prince of the Moon, was struck …",
 "summary_markdown": "The surface of Golarion’s moon is marred with a great scar, and the people of Tian Xia say this is where Tsukiyo, the Prince of the Moon, was struck …",
 "text": " Tsukiyo (Prince of the Moon) Source Gods &amp; Magic pg. 71 2.0 The surface of Golarion’s moon is marred with a great scar, and the people of Tian Xia say this is where Tsukiyo, the Prince of the Moon, was struck down by his envious brother Fumeiyoshi. When his lover Shizuru found him the next morning, her tears mixed with his blood to create the first pieces of jade. Shizuru brought him to Qi Zhong, the god of medicine, who resurrected him; but his experience on the other side changed him from a boisterous and carefree soul to a thoughtful and temperamental one. He now sees the world differently from most—something that has strained his relationships and made it difficult for him to relate to others, but has also allowed him to offer his understanding and quiet comfort to those who are lost, demonized, or misunderstood. Category Tian Gods Edicts provide aid and counsel without judgment to those who seek help, help the dead find their rest, amplify or help speak for the powerless and demonized Anathema harm another out of envy, force aid on those who do not want it, inflict harmful mental effects on others as punishment Area of Concern jade, the moon, spirits Follower Alignments LG, LN, NG, N, CG Devotee Benefits Divine Ability Constitution or Intelligence Divine Font Heal Divine Skill Occultism Favored Weapon Spear Domains Delirium, Moon, Repose, Soul Alternate Domains Change Cleric Spells - 1st Soothe - 2nd Mirror Image - 5th Hallucination Divine Intercession Ever mercurial, the Prince of the Moon gives his blessings rarely and somewhat spontaneously. An understanding soul, he is as slow to curse as he is to bless. Source Gods &amp; Magic - Web Supplement pg. 9 Minor Boon Tsukiyo’s simplest show of gratitude is a gift of clarity. Once, when you roll a failure on a saving throw against a mental effect, you get a critical success instead. Tsukiyo typically grants this boon against a particularly consequential mental effect. Moderate Boon Tsukiyo watches over you and guards your sleep. You are guaranteed a peaceful night’s rest no matter what conditions you are sleeping in. Even nightmare and similar abilities can’t disrupt your sleep unless they come from a deity, artifact, or similarly powerful source. Major Boon Tsukiyo shares some of his own nature and can lead a favored soul back along the same path he has walked. The next time you would die, you are instead instantly restored to full health and lose any negative conditions you have. Minor Curse Those who offend Tsukiyo find that light actively shuns them. You lose any low-light vision or darkvision you have, and you treat all light levels as one step lower. Moderate Curse If Tsukiyo is particularly offended by someone, they may find themselves lost in delusions of moonlight. When attempting to navigate or find something at night, if you roll a success or critical success on your Perception check, Survival check, or other check to do so, you get a failure instead. Major Curse When Tsukiyo truly loses patience with someone, he forces them to experience the hardships of others firsthand. Whenever you touch another creature or another creature touches you, you immediately gain any negative curses, diseases, and conditions they are suffering. These effects spread to you even when you Strike another creature or a creature Strikes you. ",
 "trait": [
  "LG"
 ],
 "trait_raw": [
  "LG"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=48",
 "weakness": {}
}