{
 "ability": [
  "Constitution",
  "Wisdom"
 ],
 "alignment": "LE",
 "breadcrumbs_spa": [],
 "category": "deity",
 "cleric_spell": [
  "Phantom Pain",
  "Wall of Thorns",
  "Shadow Walk"
 ],
 "deity": [
  "Zon-Kuthon"
 ],
 "deity_markdown": "[Zon-Kuthon](/Deities.aspx?ID=20)",
 "deity_category": "Gods of the Inner Sea",
 "deity_category_markdown": "[Gods of the Inner Sea](/DeityCategories.aspx?ID=1)",
 "deity_category_order": "1Gods of the Inner Sea",
 "divine_font": [
  "Harm"
 ],
 "divine_font_markdown": "[Harm](/Spells.aspx?ID=146)",
 "domain": [
  "Ambition",
  "Darkness",
  "Destruction",
  "Pain",
  "Void"
 ],
 "domain_markdown": "[Ambition](/Domains.aspx?ID=1), [Darkness](/Domains.aspx?ID=6), [Destruction](/Domains.aspx?ID=8), [Pain](/Domains.aspx?ID=24), [Void](/Domains.aspx?ID=56)",
 "domain_alternate": [
  "Void"
 ],
 "domain_alternate_markdown": "[Void](/Domains.aspx?ID=56)",
 "domain_primary": [
  "Ambition",
  "Darkness",
  "Destruction",
  "Pain"
 ],
 "domain_primary_markdown": "[Ambition](/Domains.aspx?ID=1), [Darkness](/Domains.aspx?ID=6), [Destruction](/Domains.aspx?ID=8), [Pain](/Domains.aspx?ID=24)",
 "exclude_from_search": false,
 "favored_weapon": [
  "Spiked Chain"
 ],
 "favored_weapon_markdown": "[Spiked Chain](/Weapons.aspx?ID=60)",
 "follower_alignment": [
  "LN",
  "LE",
  "NE"
 ],
 "icon_image": "/Images/Deities/ZonKuthon.png",
 "id": "deity-20",
 "image": [
  "/Images/Deities/ZonKuthon.png"
 ],
 "markdown": "<title level=\"1\" right=\"Deity \" pfs=\"Standard\">[Zon-Kuthon (Midnight Lord)](/Deities.aspx?ID=20)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"LE\" url=\"/Rules.aspx?ID=95\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 440 <sup>4.0</sup></row>\n\nThe Midnight Lord embodies and glorifies pain, shadows, and mutilation, and he is one of the most twisted and malevolent gods on the face of Golarion. Once known as Dou-Bral, he crafted the immense Star Towers that still help keep [Rovagug](/Deities.aspx?ID=15) pinned in his prison at Golarion’s heart, lending his own skill and ability to the great deific alliance to bind that evil entity. Yet a divine argument between him and his sister [Shelyn](/Deities.aspx?ID=17) resulted in the god departing for parts unknown. Zon-Kuthon traveled beyond the edges of the multiverse and stared into the face of the incomprehensible things that dwell there. No one knows what he found in that place, but he returned—changed, but claiming to be strengthened by what he had endured. Likewise, the nation of Nidal on Golarion, which is bound to him, is a nation of survivors, founded by those few strong enough to do what they must so their people could survive the terrible aftermath of Earthfall and the Age of Darkness that followed.\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Category** [Gods of the Inner Sea](/DeityCategories.aspx?ID=1)\r\n\r\n**Edicts** bring pain to the world, mutilate your body\r\n\r\n**Anathema** create permanent or long-lasting sources of light, provide comfort to those who suffer\r\n\r\n**Area of Concern**\r\ndarkness, envy, loss, and pain\r\n\r\n**Follower Alignments**\r\nLN, LE, NE\n\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Deities/ZonKuthon.png\" />\r\n</column>\r\n\r\n</row>\r\n<title level=\"2\">Devotee Benefits</title>\r\n\r\n<column gap=\"tiny\">\r\n\r\n**[Divine Ability](/Backgrounds.aspx?ID=132)**\r\nConstitution or Wisdom\r\n\r\n**Divine Font** [Harm](/Spells.aspx?ID=146)\r\n\r\n**Divine Skill** [Intimidation](/Skills.aspx?ID=7)\r\n\r\n**Favored Weapon** [Spiked Chain](/Weapons.aspx?ID=60)\r\n\r\n**Domains** [Ambition](/Domains.aspx?ID=1), [Darkness](/Domains.aspx?ID=6), [Destruction](/Domains.aspx?ID=8), [Pain](/Domains.aspx?ID=24)\r\n\r\n**[Alternate Domains](/Rules.aspx?ID=802)** [Void](/Domains.aspx?ID=56)\r\n\r\n**Cleric Spells**\n\n- **1st**\r\n[Phantom Pain](/Spells.aspx?ID=220)\n\n- **3rd**\r\n[Wall of Thorns](/Spells.aspx?ID=366)\n\n- **5th**\r\n[Shadow Walk](/Spells.aspx?ID=275)\n\n</column><title level=\"2\">Divine Intercession</title>\r\n\r\nZon-Kuthon rarely intervenes directly in mortal affairs, but when he does take a personal interest in a creature, the effect is as terrible as the god himself.\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 51 <sup>2.0</sup></row>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Boon** The Midnight Lord turns your blood and pain into chains of midnight darkness to destroy your foes. Once, for 1 minute, whenever you take slashing, piercing, or bleed damage, chains rip forth from your body, affecting creatures in a line from your position in the direction of the attack (or in the direction of your choice for bleed damage or if you deal the damage yourself) with the effect of a [_grim tendrils_](/Spells.aspx?ID=141) spell whose level is equal to half your level rounded up, and whose DC is your highest spell DC (or 10 + your level + your Wisdom modifier if you have no spell DC).\r\n\r\n**Moderate Boon** Each morning, during your daily preparations, scars gather into words on your flesh. The scars function as a scroll of a divine spell of Zon- Kuthon’s choosing. After you use the scroll or receive magical healing, the boon fades for the day, though some or all of the scars might remain as a reminder.\r\n\r\n**Major Boon** Shadows are deeper around you. Darkvision and greater darkvision cannot penetrate darkness within 60 feet of you, but you can see through it normally.\r\n</column>\r\n\r\n<column gap=\"tiny\">\r\n**Minor Curse** You are surrounded by spectral chains that cause you to always be [encumbered](/Conditions.aspx?ID=12) and that have the same effects as armor with the [noisy](/Traits.aspx?ID=205) trait.\r\n\r\n**Moderate Curse** You share the pain of others, and even minor wounds bring you incredible pain. Whenever you see (or otherwise sense) a creature take damage, you take 1d6 mental damage. Whenever you take damage any other way than from the first part of this curse, you take 1d6 mental damage from increased pain and are [sickened 1](/Conditions.aspx?ID=34). Mental damage from this curse ignores any resistance you have to mental damage.\r\n\r\n**Major Curse** Zon-Kuthon steals away your joy, leaving you with only pain. You lose that which you cherish the most forever, and lose the ability to feel joy. You can’t gain benefits from [emotion](/Traits.aspx?ID=60) effects based on positive emotions. If Zon-Kuthon feels you are ready to renounce, destroy, mutilate, or torture that which you once cherished most, he might return it to you to allow you to do so.\r\n</column>",
 "name": "Zon-Kuthon (Midnight Lord)",
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 440 <sup>4.0</sup></row>\r\n\r\n**Divine Font** Harm\r\n\r\n**Divine Skill** [Intimidation](/Skills.aspx?ID=7)\r\n\r\n**Favored Weapon** [Spiked Chain](/Weapons.aspx?ID=60)\r\n\r\n**Domains** [Ambition](/Domains.aspx?ID=1), [Darkness](/Domains.aspx?ID=6), [Destruction](/Domains.aspx?ID=8), [Pain](/Domains.aspx?ID=24), [Void](/Domains.aspx?ID=56)\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe Midnight Lord embodies and glorifies pain, shadows, and mutilation, and he is one of the most twisted and malevolent gods on the face of …\r\n</summary>",
 "skill": [
  "Intimidation"
 ],
 "skill_markdown": "[Intimidation](/Skills.aspx?ID=7)",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 440"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 440 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "The Midnight Lord embodies and glorifies pain, shadows, and mutilation, and he is one of the most twisted and malevolent gods on the face of …",
 "summary_markdown": "The Midnight Lord embodies and glorifies pain, shadows, and mutilation, and he is one of the most twisted and malevolent gods on the face of …",
 "text": " Zon-Kuthon (Midnight Lord) Source Core Rulebook pg. 440 4.0 The Midnight Lord embodies and glorifies pain, shadows, and mutilation, and he is one of the most twisted and malevolent gods on the face of Golarion. Once known as Dou-Bral, he crafted the immense Star Towers that still help keep Rovagug pinned in his prison at Golarion’s heart, lending his own skill and ability to the great deific alliance to bind that evil entity. Yet a divine argument between him and his sister Shelyn resulted in the god departing for parts unknown. Zon-Kuthon traveled beyond the edges of the multiverse and stared into the face of the incomprehensible things that dwell there. No one knows what he found in that place, but he returned—changed, but claiming to be strengthened by what he had endured. Likewise, the nation of Nidal on Golarion, which is bound to him, is a nation of survivors, founded by those few strong enough to do what they must so their people could survive the terrible aftermath of Earthfall and the Age of Darkness that followed. Category Gods of the Inner Sea Edicts bring pain to the world, mutilate your body Anathema create permanent or long-lasting sources of light, provide comfort to those who suffer Area of Concern darkness, envy, loss, and pain Follower Alignments LN, LE, NE Devotee Benefits Divine Ability Constitution or Wisdom Divine Font Harm Divine Skill Intimidation Favored Weapon Spiked Chain Domains Ambition, Darkness, Destruction, Pain Alternate Domains Void Cleric Spells - 1st Phantom Pain - 3rd Wall of Thorns - 5th Shadow Walk Divine Intercession Zon-Kuthon rarely intervenes directly in mortal affairs, but when he does take a personal interest in a creature, the effect is as terrible as the god himself. Source Gods &amp; Magic pg. 51 2.0 Minor Boon The Midnight Lord turns your blood and pain into chains of midnight darkness to destroy your foes. Once, for 1 minute, whenever you take slashing, piercing, or bleed damage, chains rip forth from your body, affecting creatures in a line from your position in the direction of the attack (or in the direction of your choice for bleed damage or if you deal the damage yourself) with the effect of a grim tendrils spell whose level is equal to half your level rounded up, and whose DC is your highest spell DC (or 10 + your level + your Wisdom modifier if you have no spell DC). Moderate Boon Each morning, during your daily preparations, scars gather into words on your flesh. The scars function as a scroll of a divine spell of Zon- Kuthon’s choosing. After you use the scroll or receive magical healing, the boon fades for the day, though some or all of the scars might remain as a reminder. Major Boon Shadows are deeper around you. Darkvision and greater darkvision cannot penetrate darkness within 60 feet of you, but you can see through it normally. Minor Curse You are surrounded by spectral chains that cause you to always be encumbered and that have the same effects as armor with the noisy trait. Moderate Curse You share the pain of others, and even minor wounds bring you incredible pain. Whenever you see (or otherwise sense) a creature take damage, you take 1d6 mental damage. Whenever you take damage any other way than from the first part of this curse, you take 1d6 mental damage from increased pain and are sickened 1. Mental damage from this curse ignores any resistance you have to mental damage. Major Curse Zon-Kuthon steals away your joy, leaving you with only pain. You lose that which you cherish the most forever, and lose the ability to feel joy. You can’t gain benefits from emotion effects based on positive emotions. If Zon-Kuthon feels you are ready to renounce, destroy, mutilate, or torture that which you once cherished most, he might return it to you to allow you to do so. ",
 "trait": [
  "LE"
 ],
 "trait_raw": [
  "LE"
 ],
 "type": "Deity",
 "url": "/Deities.aspx?ID=20",
 "weakness": {}
}