{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-171",
 "markdown": "<title level=\"1\" right=\"Trait\">[Attached](/Traits.aspx?ID=171)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 282 <sup>4.0</sup></row>\n\nAn attached weapon must be combined with another piece of gear to be used. The trait lists what type of item the weapon must be attached to. You must be wielding or wearing the item the weapon is attached to in order to attack with it. For example, [shield spikes](/Weapons.aspx?ID=42) are attached to a shield, allowing you to attack with the spikes instead of a [shield bash](/Weapons.aspx?ID=40), but only if you're wielding the shield. An attached weapon is usually bolted onto or built into the item it's attached to, and typically an item can have only one weapon attached to it. An attached weapon can be affixed to an item with 10 minutes of work and a successful DC 10 [Crafting](/Skills.aspx?ID=4) check; this includes the time needed to remove the weapon from a previous item, if necessary. If an item is destroyed, its attached weapon can usually be salvaged.",
 "name": "Attached",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 282 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAn attached weapon must be combined with another piece of gear to be used. The trait lists what type of item the weapon must be attached to. You must …\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 282"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 282 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "An attached weapon must be combined with another piece of gear to be used. The trait lists what type of item the weapon must be attached to. You must …",
 "summary_markdown": "An attached weapon must be combined with another piece of gear to be used. The trait lists what type of item the weapon must be attached to. You must …",
 "text": " Attached Source Core Rulebook pg. 282 4.0 An attached weapon must be combined with another piece of gear to be used. The trait lists what type of item the weapon must be attached to. You must be wielding or wearing the item the weapon is attached to in order to attack with it. For example, shield spikes are attached to a shield, allowing you to attack with the spikes instead of a shield bash, but only if you're wielding the shield. An attached weapon is usually bolted onto or built into the item it's attached to, and typically an item can have only one weapon attached to it. An attached weapon can be affixed to an item with 10 minutes of work and a successful DC 10 Crafting check; this includes the time needed to remove the weapon from a previous item, if necessary. If an item is destroyed, its attached weapon can usually be salvaged.",
 "trait": [
  "Attached"
 ],
 "trait_group": [
  "Weapon"
 ],
 "trait_markdown": "Attached",
 "trait_raw": [
  "Attached"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=171",
 "weakness": {}
}