{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-331",
 "markdown": "<title level=\"1\" right=\"Trait\">[Clockwork](/Traits.aspx?ID=331)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 132</row>\n\nClockworks are intricate, complex constructs that can be programmed to perform specific functions. A clockwork creature must be wound regularly to function. \n\nClockwork items are Intricate, complex machines that use clockwork to function. Not all require daily winding, but those that do have the wind-up ability in their stat blocks.\n\n**Wind-Up**: To remain operational, a clockwork vehicle or creature must be wound with a unique key by a creature. This takes an amount of time listed in the clockwork's wind-up entry, which also lists how long the clockwork remains operational once wound; after this duration, the clockwork becomes inactive and immobile until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most are re-wound approximately halfway through their operating time.\n\n A clockwork vehicle can be placed into standby mode by its pilot as a 3-action activity; a clockwork creature must perform this activity itself. A clockwork's operational time doesn't decrease in standby.\n\n A creature can attempt to [Disable a Device](/Actions.aspx?ID=69) to wind a clockwork down (with a DC listed in the wind-up entry).",
 "name": "Clockwork",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 132</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nClockworks are intricate, complex constructs that can be programmed to perform specific functions. A clockwork creature must be wound regularly to …\r\n</summary>",
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 132"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Grand Bazaar](/Sources.aspx?ID=100) pg. 132</row>",
 "speed": {},
 "summary": "Clockworks are intricate, complex constructs that can be programmed to perform specific functions. A clockwork creature must be wound regularly to …",
 "summary_markdown": "Clockworks are intricate, complex constructs that can be programmed to perform specific functions. A clockwork creature must be wound regularly to …",
 "text": " Clockwork Source Grand Bazaar pg. 132 Clockworks are intricate, complex constructs that can be programmed to perform specific functions. A clockwork creature must be wound regularly to function. Clockwork items are Intricate, complex machines that use clockwork to function. Not all require daily winding, but those that do have the wind-up ability in their stat blocks. Wind-Up : To remain operational, a clockwork vehicle or creature must be wound with a unique key by a creature. This takes an amount of time listed in the clockwork's wind-up entry, which also lists how long the clockwork remains operational once wound; after this duration, the clockwork becomes inactive and immobile until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most are re-wound approximately halfway through their operating time. A clockwork vehicle can be placed into standby mode by its pilot as a 3-action activity; a clockwork creature must perform this activity itself. A clockwork's operational time doesn't decrease in standby. A creature can attempt to Disable a Device to wind a clockwork down (with a DC listed in the wind-up entry).",
 "trait": [
  "Clockwork"
 ],
 "trait_group": [
  "Monster",
  "Equipment",
  "Weapon"
 ],
 "trait_markdown": "Clockwork",
 "trait_raw": [
  "Clockwork"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=331",
 "weakness": {}
}