{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-417",
 "markdown": "<title level=\"1\" right=\"Trait\">[Combination](/Traits.aspx?ID=417)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 217 <sup>1.1</sup></row>\n\nCombination weapons combine the functionality of melee weapons and ranged weapons in unique or unusual ways. A combination weapon has a ranged form or usage and a melee weapon form or usage. The combination weapons table lists the ranged weapon statistics first and the melee weapon statistics indented beneath, just above the ammunition. Switching between the melee weapon usage and the ranged weapon usage requires an Interact action. However, if your last action was a successful melee Strike against a foe using a combination weapon, you can make a ranged Strike with the combination weapon against that foe without fully switching to the ranged weapon usage, firing the ranged weapon just as you hit with the melee attack. In this case, the combination weapon returns to its melee usage after the ranged weapon Strike.\n\n Since a combination weapon is one weapon with two usages, both usages share any [fundamental runes](/equipment/runes/fundamental-weapon-runes). You can put a property rune on a combination weapon as long as it's appropriate for either of the two usages, but if only one of the usages meets the property rune's requirements, the effects of the property rune only apply for that usage. For instance, a _[vorpal](/Equipment.aspx?ID=308) [axe musket](/Weapons.aspx?ID=213)_ only applies the _vorpal_ property rune when you're using it as an axe. Due to their complexity, combination weapons can't have another weapon, such as a [bayonet](/Weapons.aspx?ID=186) or [reinforced stock](/Weapons.aspx?ID=187), attached to them.",
 "name": "Combination",
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 217 <sup>1.1</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCombination weapons combine the functionality of melee weapons and ranged weapons in unique or unusual ways. A combination weapon has a ranged form …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 217"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 217 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "Combination weapons combine the functionality of melee weapons and ranged weapons in unique or unusual ways. A combination weapon has a ranged form …",
 "summary_markdown": "Combination weapons combine the functionality of melee weapons and ranged weapons in unique or unusual ways. A combination weapon has a ranged form …",
 "text": " Combination Source Treasure Vault pg. 217 1.1 Combination weapons combine the functionality of melee weapons and ranged weapons in unique or unusual ways. A combination weapon has a ranged form or usage and a melee weapon form or usage. The combination weapons table lists the ranged weapon statistics first and the melee weapon statistics indented beneath, just above the ammunition. Switching between the melee weapon usage and the ranged weapon usage requires an Interact action. However, if your last action was a successful melee Strike against a foe using a combination weapon, you can make a ranged Strike with the combination weapon against that foe without fully switching to the ranged weapon usage, firing the ranged weapon just as you hit with the melee attack. In this case, the combination weapon returns to its melee usage after the ranged weapon Strike. Since a combination weapon is one weapon with two usages, both usages share any fundamental runes. You can put a property rune on a combination weapon as long as it's appropriate for either of the two usages, but if only one of the usages meets the property rune's requirements, the effects of the property rune only apply for that usage. For instance, a vorpal axe musket only applies the vorpal property rune when you're using it as an axe. Due to their complexity, combination weapons can't have another weapon, such as a bayonet or reinforced stock, attached to them.",
 "trait": [
  "Combination"
 ],
 "trait_group": [
  "Weapon"
 ],
 "trait_markdown": "Combination",
 "trait_raw": [
  "Combination"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=417",
 "weakness": {}
}