{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-402",
 "markdown": "<title level=\"1\" right=\"Trait\">[Critical Fusion](/Traits.aspx?ID=402)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 217 <sup>1.1</sup></row>\n\nCritical fusion is a trait for [combination](/Traits.aspx?ID=417) weapons that grants you two additional options for the critical specialization effect when using the combination weapon's melee version to make a melee attack while the ranged weapon is loaded. If you choose to use one of them, it replaces the melee usage's normal [critical specialization effect](/Rules.aspx?ID=235).\n\n First, if the ranged weapon is a [firearm](/WeaponGroups.aspx?ID=16), you can discharge it to create a loud bang and concussion, using the critical specialization effect for firearms instead of the melee weapon group's critical specialization effect. Second, you can choose to discharge the ranged weapon to increase the critical hit's momentum or shoot the foe as you attack in melee, dealing 2 additional damage per weapon damage die. Both of these options discharge the ranged weapon, which typically means you have to reload it before firing it again.",
 "name": "Critical Fusion",
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 217 <sup>1.1</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCritical fusion is a trait for  combination  weapons that grants you two additional options for the critical specialization effect when using the …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 217"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 217 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "Critical fusion is a trait for  combination  weapons that grants you two additional options for the critical specialization effect when using the …",
 "summary_markdown": "Critical fusion is a trait for  combination  weapons that grants you two additional options for the critical specialization effect when using the …",
 "text": " Critical Fusion Source Treasure Vault pg. 217 1.1 Critical fusion is a trait for combination weapons that grants you two additional options for the critical specialization effect when using the combination weapon's melee version to make a melee attack while the ranged weapon is loaded. If you choose to use one of them, it replaces the melee usage's normal critical specialization effect. First, if the ranged weapon is a firearm, you can discharge it to create a loud bang and concussion, using the critical specialization effect for firearms instead of the melee weapon group's critical specialization effect. Second, you can choose to discharge the ranged weapon to increase the critical hit's momentum or shoot the foe as you attack in melee, dealing 2 additional damage per weapon damage die. Both of these options discharge the ranged weapon, which typically means you have to reload it before firing it again.",
 "trait": [
  "Critical Fusion"
 ],
 "trait_group": [
  "Weapon"
 ],
 "trait_markdown": "Critical Fusion",
 "trait_raw": [
  "Critical Fusion"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=402",
 "weakness": {}
}