{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-404",
 "markdown": "<title level=\"1\" right=\"Trait\">[Fatal Aim](/Traits.aspx?ID=404)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 232</row>\n\nIt’s possible to hold the stock of this weapon under one arm so you can fire it with a single hand as long as the other hand isn’t holding a weapon, shield, or anything else you would need to move and position, to ensure the weapon doesn’t slip out from under your arm. However, if you use both hands, the weapon can make fatal attacks. When you wield the weapon in two hands, it gains the fatal trait with the listed damage die. Holding the weapon underarm stably enough to fire is significantly more complicated than just releasing one hand from the weapon, so to switch between the two grips, you must do so with an Interact action rather than Releasing or as part of reloading.",
 "name": "Fatal Aim",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 232</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIt’s possible to hold the stock of this weapon under one arm so you can fire it with a single hand as long as the other hand isn’t holding a weapon, …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 232"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 232</row>",
 "speed": {},
 "summary": "It’s possible to hold the stock of this weapon under one arm so you can fire it with a single hand as long as the other hand isn’t holding a weapon, …",
 "summary_markdown": "It’s possible to hold the stock of this weapon under one arm so you can fire it with a single hand as long as the other hand isn’t holding a weapon, …",
 "text": " Fatal Aim Source Guns &amp; Gears pg. 232 It’s possible to hold the stock of this weapon under one arm so you can fire it with a single hand as long as the other hand isn’t holding a weapon, shield, or anything else you would need to move and position, to ensure the weapon doesn’t slip out from under your arm. However, if you use both hands, the weapon can make fatal attacks. When you wield the weapon in two hands, it gains the fatal trait with the listed damage die. Holding the weapon underarm stably enough to fire is significantly more complicated than just releasing one hand from the weapon, so to switch between the two grips, you must do so with an Interact action rather than Releasing or as part of reloading.",
 "trait": [
  "Fatal Aim"
 ],
 "trait_group": [
  "Weapon"
 ],
 "trait_markdown": "Fatal Aim",
 "trait_raw": [
  "Fatal Aim"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=404",
 "weakness": {}
}