{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-476",
 "markdown": "<title level=\"1\" right=\"Trait\">[Foldaway](/Traits.aspx?ID=476)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 218 <sup>1.1</sup></row>\n\nThis shield can collapse into a smaller form attached to a [gauntlet](/Weapons.aspx?ID=4) for stability and easy travel. You can use an Interact action to deploy or stow the shield. While it's deployed, you can [Raise the Shield](/Actions.aspx?ID=98) as long as you have that hand free or are holding an object of light Bulk that's not a weapon in that hand. The shield impedes the use of your hand while it's deployed. Though you can still hold items in that hand, you can't wield weapons in that hand, operate anything that takes two hands, or attack with the gauntlet.\n\n A foldaway shield must be attached to a gauntlet for stability. It can be affixed to an item with 10 minutes of work and a successful DC 10 [Crafting](/Skills.aspx?ID=4) check; this includes the time needed to remove the shield from a previous gauntlet, if necessary. If the gauntlet is destroyed, the foldaway shield can usually be salvaged. The collapsible nature of the shield makes it impossible to affix an [attached](/Traits.aspx?ID=171) weapon to it. ",
 "name": "Foldaway",
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 218 <sup>1.1</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis shield can collapse into a smaller form attached to a  gauntlet  for stability and easy travel. You can use an Interact action to deploy or stow …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 218"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 218 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "This shield can collapse into a smaller form attached to a  gauntlet  for stability and easy travel. You can use an Interact action to deploy or stow …",
 "summary_markdown": "This shield can collapse into a smaller form attached to a  gauntlet  for stability and easy travel. You can use an Interact action to deploy or stow …",
 "text": " Foldaway Source Treasure Vault pg. 218 1.1 This shield can collapse into a smaller form attached to a gauntlet for stability and easy travel. You can use an Interact action to deploy or stow the shield. While it's deployed, you can Raise the Shield as long as you have that hand free or are holding an object of light Bulk that's not a weapon in that hand. The shield impedes the use of your hand while it's deployed. Though you can still hold items in that hand, you can't wield weapons in that hand, operate anything that takes two hands, or attack with the gauntlet. A foldaway shield must be attached to a gauntlet for stability. It can be affixed to an item with 10 minutes of work and a successful DC 10 Crafting check; this includes the time needed to remove the shield from a previous gauntlet, if necessary. If the gauntlet is destroyed, the foldaway shield can usually be salvaged. The collapsible nature of the shield makes it impossible to affix an attached weapon to it. ",
 "trait": [
  "Foldaway"
 ],
 "trait_group": [
  "Shield"
 ],
 "trait_markdown": "Foldaway",
 "trait_raw": [
  "Foldaway"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=476",
 "weakness": {}
}