{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-378",
 "markdown": "<title level=\"1\" right=\"Trait\">[Fulu](/Traits.aspx?ID=378)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 158 <sup>1.1</sup></row>\n\nFulus are small paper charms that can be affixed to a suit of armor, a shield, a weapon, a creature, or even a structure. Some fulus are composed of multiple such charms, taking effect only once all have been affixed. Normal fulus have effects immediately once affixed, while fulu talismans have an effect only once activated. Once a fulu has been activated, it lasts for the given duration and then burns out. Unless otherwise noted, fulus expire one year after being created, reverting to mundane paper.\n\n All fulus have the fulu and [consumable](/Traits.aspx?ID=36) traits. Fulus also have a tradition trait—either [arcane](/Traits.aspx?ID=11), [divine](/Traits.aspx?ID=48), [occult](/Traits.aspx?ID=120) or [primal](/Traits.aspx?ID=134)—determined by the magical tradition of its creator. For example, a fulu created by a priest would have the divine trait, whereas a witch who dabbles in fate might create a fulu with the occult trait. Some fulus also have the [talisman](/Traits.aspx?ID=155) trait, if they work similarly to talismans (such as being affixed to a suit of armor, a shield, or a weapon.\n\n Each fulu's stat block indicates the type of item or creature it can be affixed to. Affixing or removing a fulu requires using the Affix a Fulu activity, or the [Affix a Talisman](/Actions.aspx?ID=520) action instead if the fulu is also a talisman.",
 "name": "Fulu",
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 158 <sup>1.1</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFulus are small paper charms that can be affixed to a suit of armor, a shield, a weapon, a creature, or even a structure. Some fulus are composed of …\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 158"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 158 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "Fulus are small paper charms that can be affixed to a suit of armor, a shield, a weapon, a creature, or even a structure. Some fulus are composed of …",
 "summary_markdown": "Fulus are small paper charms that can be affixed to a suit of armor, a shield, a weapon, a creature, or even a structure. Some fulus are composed of …",
 "text": " Fulu Source Secrets of Magic pg. 158 1.1 Fulus are small paper charms that can be affixed to a suit of armor, a shield, a weapon, a creature, or even a structure. Some fulus are composed of multiple such charms, taking effect only once all have been affixed. Normal fulus have effects immediately once affixed, while fulu talismans have an effect only once activated. Once a fulu has been activated, it lasts for the given duration and then burns out. Unless otherwise noted, fulus expire one year after being created, reverting to mundane paper. All fulus have the fulu and consumable traits. Fulus also have a tradition trait—either arcane, divine, occult or primal—determined by the magical tradition of its creator. For example, a fulu created by a priest would have the divine trait, whereas a witch who dabbles in fate might create a fulu with the occult trait. Some fulus also have the talisman trait, if they work similarly to talismans (such as being affixed to a suit of armor, a shield, or a weapon. Each fulu's stat block indicates the type of item or creature it can be affixed to. Affixing or removing a fulu requires using the Affix a Fulu activity, or the Affix a Talisman action instead if the fulu is also a talisman.",
 "trait": [
  "Fulu"
 ],
 "trait_group": [
  "Equipment"
 ],
 "trait_markdown": "Fulu",
 "trait_raw": [
  "Fulu"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=378",
 "weakness": {}
}