{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-481",
 "markdown": "<title level=\"1\" right=\"Trait\">[Integrated](/Traits.aspx?ID=481)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 219 <sup>1.1</sup></row>\n\nThis shield has been created to include a weapon in its construction, which works like an [attached](/Traits.aspx?ID=171) weapon but can't be removed from the shield. This also prevents other attached weapons from being added to the shield. The integrated weapon's damage is listed alongside the trait, such as “integrated d6 S,” with any traits in parentheses. Unless otherwise noted in the shield's description, an integrated weapon is a martial weapon in the [shield](/WeaponGroups.aspx?ID=12) weapon group and requires one hand to attack with. The attached weapon can have [runes](/equipment/runes) etched onto it like other attached weapons. You can continue fighting normally with the integrated weapon if the shield is [broken](/Conditions.aspx?ID=2), but if the shield is destroyed, so is the weapon.",
 "name": "Integrated",
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 219 <sup>1.1</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis shield has been created to include a weapon in its construction, which works like an  attached  weapon but can't be removed from the shield. …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 219"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 219 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "This shield has been created to include a weapon in its construction, which works like an  attached  weapon but can't be removed from the shield. …",
 "summary_markdown": "This shield has been created to include a weapon in its construction, which works like an  attached  weapon but can't be removed from the shield. …",
 "text": " Integrated Source Treasure Vault pg. 219 1.1 This shield has been created to include a weapon in its construction, which works like an attached weapon but can't be removed from the shield. This also prevents other attached weapons from being added to the shield. The integrated weapon's damage is listed alongside the trait, such as “integrated d6 S,” with any traits in parentheses. Unless otherwise noted in the shield's description, an integrated weapon is a martial weapon in the shield weapon group and requires one hand to attack with. The attached weapon can have runes etched onto it like other attached weapons. You can continue fighting normally with the integrated weapon if the shield is broken, but if the shield is destroyed, so is the weapon.",
 "trait": [
  "Integrated"
 ],
 "trait_group": [
  "Shield"
 ],
 "trait_markdown": "Integrated",
 "trait_raw": [
  "Integrated"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=481",
 "weakness": {}
}