{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-109",
 "markdown": "<title level=\"1\" right=\"Trait\">[Minion](/Traits.aspx?ID=109)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 634 <sup>4.0</sup></row>\n\nMinions are creatures that directly serve another creature. A creature with this trait can use only 2 actions per turn, doesn't have reactions, and can't act when it's not your turn. Your minion acts on your turn in combat, once per turn, when you spend an action to issue it commands. For an animal companion, you [Command an Animal](/Actions.aspx?ID=58); for a minion that's a spell or magic item effect, like a summoned minion, you Sustain a Spell or Sustain an Activation; if not otherwise specified, you issue a verbal command as a single action with the [auditory](/Traits.aspx?ID=16) and [concentrate](/Traits.aspx?ID=32) traits. If given no commands, minions use no actions except to defend themselves or to escape obvious harm. If left unattended for long enough, typically 1 minute, mindless minions usually don't act, animals follow their instincts, and sapient minions act how they please. A minion can't control other creatures.",
 "name": "Minion",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 634 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMinions are creatures that directly serve another creature. A creature with this trait can use only 2 actions per turn, doesn't have reactions, and …\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 634"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 634 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Minions are creatures that directly serve another creature. A creature with this trait can use only 2 actions per turn, doesn't have reactions, and …",
 "summary_markdown": "Minions are creatures that directly serve another creature. A creature with this trait can use only 2 actions per turn, doesn't have reactions, and …",
 "text": " Minion Source Core Rulebook pg. 634 4.0 Minions are creatures that directly serve another creature. A creature with this trait can use only 2 actions per turn, doesn't have reactions, and can't act when it's not your turn. Your minion acts on your turn in combat, once per turn, when you spend an action to issue it commands. For an animal companion, you Command an Animal; for a minion that's a spell or magic item effect, like a summoned minion, you Sustain a Spell or Sustain an Activation; if not otherwise specified, you issue a verbal command as a single action with the auditory and concentrate traits. If given no commands, minions use no actions except to defend themselves or to escape obvious harm. If left unattended for long enough, typically 1 minute, mindless minions usually don't act, animals follow their instincts, and sapient minions act how they please. A minion can't control other creatures.",
 "trait": [
  "Minion"
 ],
 "trait_markdown": "Minion",
 "trait_raw": [
  "Minion"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=109",
 "weakness": {}
}