{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-133",
 "markdown": "<title level=\"1\" right=\"Trait\">[Press](/Traits.aspx?ID=133)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 635 <sup>4.0</sup></row>\n\nActions with this trait allow you to follow up earlier attacks. An action with the press trait can be used only if you are currently affected by a multiple attack penalty. Some actions with the press trait also grant an effect on a failure. The effects that are added on a failure don't apply on a critical failure. If your press action succeeds, you can choose to apply the failure effect instead. (For example, you may wish to do this when an attack deals no damage due to resistance.) Because a press action requires a multiple attack penalty, you can't use one when it's not your turn, even if you use the [Ready](/Equipment.aspx?ID=741) activity.",
 "name": "Press",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 635 <sup>4.0</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nActions with this trait allow you to follow up earlier attacks. An action with the press trait can be used only if you are currently affected by a …\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 635"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 635 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Actions with this trait allow you to follow up earlier attacks. An action with the press trait can be used only if you are currently affected by a …",
 "summary_markdown": "Actions with this trait allow you to follow up earlier attacks. An action with the press trait can be used only if you are currently affected by a …",
 "text": " Press Source Core Rulebook pg. 635 4.0 Actions with this trait allow you to follow up earlier attacks. An action with the press trait can be used only if you are currently affected by a multiple attack penalty. Some actions with the press trait also grant an effect on a failure. The effects that are added on a failure don't apply on a critical failure. If your press action succeeds, you can choose to apply the failure effect instead. (For example, you may wish to do this when an attack deals no damage due to resistance.) Because a press action requires a multiple attack penalty, you can't use one when it's not your turn, even if you use the Ready activity.",
 "trait": [
  "Press"
 ],
 "trait_markdown": "Press",
 "trait_raw": [
  "Press"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=133",
 "weakness": {}
}