{
 "breadcrumbs_spa": [],
 "category": "trait",
 "exclude_from_search": false,
 "id": "trait-262",
 "markdown": "<title level=\"1\" right=\"Trait\">[Tattoo](/Traits.aspx?ID=262)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 164 <sup>1.1</sup></row>\n\nA magical tattoo has the tattoo trait. It's permanently a part of the subject's body, and reduces the number of items that creature can invest per day by 1. Each tattoo has the [invested](/Traits.aspx?ID=98) trait to indicate this limitation—a magical tattoo is like an invested item that the tattooed creature has no choice but to invest. If the tattoo loses its magic or is destroyed, it no longer reduces your investiture.\n\n Just like a physical magic item, a magical tattoo can be counteracted by spells like [_dispel magic_](/Spells.aspx?ID=78) or [_disjunction_](/Spells.aspx?ID=77). If destroyed, the tattoo fades from the skin.\n\n If a creature gets a new magical tattoo when their limit on invested items has already been reduced to zero, the new tattoo's magic fails to take hold, and it becomes a non-magical tattoo instead. However, a tattooist can alter an existing tattoo when they Craft a tattoo, modifying the old one into a different magical tattoo and removing the old effect. Magical tattoos can usually be [upgraded into their greater versions](/Rules.aspx?ID=701) by having a tattooist add to or modify the existing tattoo.",
 "name": "Tattoo",
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 164 <sup>1.1</sup></row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA magical tattoo has the tattoo trait. It's permanently a part of the subject's body, and reduces the number of items that creature can invest per …\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 164"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 164 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "A magical tattoo has the tattoo trait. It's permanently a part of the subject's body, and reduces the number of items that creature can invest per …",
 "summary_markdown": "A magical tattoo has the tattoo trait. It's permanently a part of the subject's body, and reduces the number of items that creature can invest per …",
 "text": " Tattoo Source Secrets of Magic pg. 164 1.1 A magical tattoo has the tattoo trait. It's permanently a part of the subject's body, and reduces the number of items that creature can invest per day by 1. Each tattoo has the invested trait to indicate this limitation—a magical tattoo is like an invested item that the tattooed creature has no choice but to invest. If the tattoo loses its magic or is destroyed, it no longer reduces your investiture. Just like a physical magic item, a magical tattoo can be counteracted by spells like dispel magic or disjunction . If destroyed, the tattoo fades from the skin. If a creature gets a new magical tattoo when their limit on invested items has already been reduced to zero, the new tattoo's magic fails to take hold, and it becomes a non-magical tattoo instead. However, a tattooist can alter an existing tattoo when they Craft a tattoo, modifying the old one into a different magical tattoo and removing the old effect. Magical tattoos can usually be upgraded into their greater versions by having a tattooist add to or modify the existing tattoo.",
 "trait": [
  "Tattoo"
 ],
 "trait_group": [
  "Equipment"
 ],
 "trait_markdown": "Tattoo",
 "trait_raw": [
  "Tattoo"
 ],
 "type": "Trait",
 "url": "/Traits.aspx?ID=262",
 "weakness": {}
}