{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "id": "action-1009",
 "markdown": "**Activate** <actions string=\"\" />(1 minute) command, envision, Interact;     **Effect** The wheel grows into a circular room 30 feet in diameter, with a door on one side. Six chairs surround a circular table, 10 feet in diameter. The underside of the table contains retractable drawers full of dice, harrow cards, game pieces, and other gambling accouterments. A gallon of ale or a similar drink with a spigot near the bottom hangs on the door, replenishing to a full gallon each day; you can also bring in your own drinks if you require more than the gaming hall provides.\n\n You can flip the central table over as a 3-action activity, which has the manipulate trait, to revert the gaming hall to its original form.",
 "name": "(1 minute) command, envision, Interact",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 26</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe wheel grows into a circular room 30 feet in diameter, with a door on one side. Six chairs surround a circular table, 10 feet in diameter. The …\r\n</summary>",
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 26"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Grand Bazaar](/Sources.aspx?ID=100) pg. 26</row>",
 "speed": {},
 "summary": "The wheel grows into a circular room 30 feet in diameter, with a door on one side. Six chairs surround a circular table, 10 feet in diameter. The …",
 "summary_markdown": "The wheel grows into a circular room 30 feet in diameter, with a door on one side. Six chairs surround a circular table, 10 feet in diameter. The …",
 "text": " Activate (1 minute) command, envision, Interact; Effect The wheel grows into a circular room 30 feet in diameter, with a door on one side. Six chairs surround a circular table, 10 feet in diameter. The underside of the table contains retractable drawers full of dice, harrow cards, game pieces, and other gambling accouterments. A gallon of ale or a similar drink with a spigot near the bottom hangs on the door, replenishing to a full gallon each day; you can also bring in your own drinks if you require more than the gaming hall provides. You can flip the central table over as a 3-action activity, which has the manipulate trait, to revert the gaming hall to its original form.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=1009",
 "weakness": {}
}