{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "frequency": "once per day",
 "id": "action-1062",
 "markdown": "**Activate** <actions string=\"\" />(10 minutes) envision, Interact;  **Frequency** once per day;   **Effect** The miniature grows into a building connected to the [Astral Plane](/Planes.aspx?ID=8) for 1 hour. The _memory palace_ has a 30-foot-square central courtyard surrounded by 12 10-foot-square chambers. Arranged within these chambers are various items referred to as the palace's nodes—statues, tapestries, fountains, and other works of art are common, but a node can take other forms at the GM's discretion. As a 10-minute activity, you can imprint one extended memory onto a node: the contents of a specific simple book, for example, or the events of a recent adventure. When you do, the node changes its shape and appearance to visually represent the memory you have imprinted onto it. If the node was already imprinted with a memory, the old one can be overwritten to repurpose the node.\n\n Memories you have imprinted on a node can be mentally accessed at any time by a creature holding the memory palace in its miniature form, regardless of who imprinted them. This grants a +2 item bonus to [Recall Knowledge](/Actions.aspx?ID=26) checks relating to details specifically occurring within the memory. What exactly qualifies is up to the GM's discretion, but a node shouldn't grant the benefits for most uses of a given skill. For example, a node dedicated to a book about trees found in the Mwangi Expanse would help with Recall Knowledge checks for such trees, but it wouldn't grant the benefits for all [Nature](/Skills.aspx?ID=10) checks to Recall Knowledge.\n\n A _memory palace_ node can also store the text from a [spellbook](/Equipment.aspx?ID=53) or magical tome, but these memories aren't a substitute for having the book in your possession. A wizard can't prepare spells from a memory palace, though they could use it as source material to try to [Learn a Spell](/Actions.aspx?ID=25). However, since storing spells in a node would only benefit someone else who later discovers the _memory palace_, few choose to take such an action. The memories contained within the nodes aren't real, and thus don't cause harmful effects, even if the source of the memory was a mental danger. Many _memory palaces_ have leftover memories from previous users—now long dead—imprinted on their various nodes.",
 "name": "(10 minutes) envision, Interact",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 80</row>\r\n\r\n**Frequency**\r\nonce per day\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe miniature grows into a building connected to the  Astral Plane  for 1 hour. The  memory palace  has a 30-foot-square central courtyard surrounded …\r\n</summary>",
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 80"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Grand Bazaar](/Sources.aspx?ID=100) pg. 80</row>",
 "speed": {},
 "summary": "The miniature grows into a building connected to the  Astral Plane  for 1 hour. The  memory palace  has a 30-foot-square central courtyard surrounded …",
 "summary_markdown": "The miniature grows into a building connected to the  Astral Plane  for 1 hour. The  memory palace  has a 30-foot-square central courtyard surrounded …",
 "text": " Activate (10 minutes) envision, Interact; Frequency once per day; Effect The miniature grows into a building connected to the Astral Plane for 1 hour. The memory palace has a 30-foot-square central courtyard surrounded by 12 10-foot-square chambers. Arranged within these chambers are various items referred to as the palace's nodes—statues, tapestries, fountains, and other works of art are common, but a node can take other forms at the GM's discretion. As a 10-minute activity, you can imprint one extended memory onto a node: the contents of a specific simple book, for example, or the events of a recent adventure. When you do, the node changes its shape and appearance to visually represent the memory you have imprinted onto it. If the node was already imprinted with a memory, the old one can be overwritten to repurpose the node. Memories you have imprinted on a node can be mentally accessed at any time by a creature holding the memory palace in its miniature form, regardless of who imprinted them. This grants a +2 item bonus to Recall Knowledge checks relating to details specifically occurring within the memory. What exactly qualifies is up to the GM's discretion, but a node shouldn't grant the benefits for most uses of a given skill. For example, a node dedicated to a book about trees found in the Mwangi Expanse would help with Recall Knowledge checks for such trees, but it wouldn't grant the benefits for all Nature checks to Recall Knowledge. A memory palace node can also store the text from a spellbook or magical tome, but these memories aren't a substitute for having the book in your possession. A wizard can't prepare spells from a memory palace, though they could use it as source material to try to Learn a Spell. However, since storing spells in a node would only benefit someone else who later discovers the memory palace , few choose to take such an action. The memories contained within the nodes aren't real, and thus don't cause harmful effects, even if the source of the memory was a mental danger. Many memory palaces have leftover memories from previous users—now long dead—imprinted on their various nodes.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=1062",
 "weakness": {}
}