{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "frequency": "once per year",
 "id": "action-727",
 "markdown": "**Activate** <actions string=\"\" />1 hour (Interact); **Research** Accumulate 12 RP by making DC 30 Occultism (master) checks when Researching (1 month per attempt);  **Frequency** once per year;   **Effect** The second activation ritual is known as “Call from the Void.” The user performs a 1-hour-long rite before the _Void Mirror_, during which they indicate a type of [aberration](/Traits.aspx?ID=1), [beast](/Traits.aspx?ID=20), [fungus](/Traits.aspx?ID=77), [ooze](/Traits.aspx?ID=122), or [plant](/Traits.aspx?ID=125) creature that's an alien life form from the planet the user is currently located on. The target creature must be a level equal to or less than the user's level +4. As the rite ends, the user attempts an Occultism check against the target creature's Will DC.\r\n\r\n**Critical Success** The creature is drawn across the universe to appear in a space adjacent to the _Void Mirror_. The creature's initial attitude toward the user is [helpful](/Conditions.aspx?ID=21), but this attitude can shift quickly if the creature realizes its goals and personality differs dramatically from the user's, or if the user makes a request of the creature that's against its nature. As long both the creature and the user are within 30 feet of the _Void Mirror_, the user can return the creature to its original location by Dismissing this activation. The creature can attempt a Will save against the user's Occultism DC to resist being returned; if it succeeds, it's temporarily immune for 24 hours.<br />\r\n**Success** As critical success, but the creature is [indifferent](/Conditions.aspx?ID=25) upon arrival.<br />\r\n**Failure** As critical success, but the creature is [hostile](/Conditions.aspx?ID=23) upon arrival.<br />\r\n**Critical Failure** As failure, but magical feedback from the failed activation causes the user to become [stunned 3](/Conditions.aspx?ID=36).",
 "name": "1 hour (Interact); <b>Research</b> Accumulate 12 RP by making DC 30 Occultism (master) checks when Researching (1 month per attempt)",
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 68</row>\r\n\r\n**Frequency**\r\nonce per year\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe second activation ritual is known as “Call from the Void.” The user performs a 1-hour-long rite before the  Void Mirror , during which they …\r\n</summary>",
 "source": [
  "Malevolence"
 ],
 "source_raw": [
  "Malevolence pg. 68"
 ],
 "source_category": "Adventures",
 "source_group": "Malevolence",
 "source_markdown": "<row gap=\"tiny\">[Malevolence](/Sources.aspx?ID=88) pg. 68</row>",
 "speed": {},
 "summary": "The second activation ritual is known as “Call from the Void.” The user performs a 1-hour-long rite before the  Void Mirror , during which they …",
 "summary_markdown": "The second activation ritual is known as “Call from the Void.” The user performs a 1-hour-long rite before the  Void Mirror , during which they …",
 "text": " Activate 1 hour (Interact); Research Accumulate 12 RP by making DC 30 Occultism (master) checks when Researching (1 month per attempt); Frequency once per year; Effect The second activation ritual is known as “Call from the Void.” The user performs a 1-hour-long rite before the Void Mirror , during which they indicate a type of aberration, beast, fungus, ooze, or plant creature that's an alien life form from the planet the user is currently located on. The target creature must be a level equal to or less than the user's level +4. As the rite ends, the user attempts an Occultism check against the target creature's Will DC. Critical Success The creature is drawn across the universe to appear in a space adjacent to the Void Mirror . The creature's initial attitude toward the user is helpful, but this attitude can shift quickly if the creature realizes its goals and personality differs dramatically from the user's, or if the user makes a request of the creature that's against its nature. As long both the creature and the user are within 30 feet of the Void Mirror , the user can return the creature to its original location by Dismissing this activation. The creature can attempt a Will save against the user's Occultism DC to resist being returned; if it succeeds, it's temporarily immune for 24 hours. Success As critical success, but the creature is indifferent upon arrival. Failure As critical success, but the creature is hostile upon arrival. Critical Failure As failure, but magical feedback from the failed activation causes the user to become stunned 3.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=727",
 "weakness": {}
}