{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "frequency": "once per day",
 "id": "action-1183",
 "markdown": "**Activate** <actions string=\"\" />1 minute (command, Interact;  **Frequency** once per day;   **Effect** You place the horseshoe on the ground and it unfolds into a spacious stable with a wide central aisle, stalls to accommodate up to eight horses, and sufficient feed and water to sustain the horses for 1 day. The stalls can house other quadrupedal mounts, but the stable provides only horse feed, which might be unsuitable for other creatures. As a 1-minute activity, which has the [concentrate](/Traits.aspx?ID=32) trait, you can alter the shape of the stalls to accommodate different mounts, though the space available within the stable never changes, only the layout.<br /> A metal horseshoe hangs inside the stable near the entrance. You can remove the horseshoe with an Interact action, which causes the stable to fold into the horseshoe, leaving it again looking as if it's made of worn wood.",
 "name": "1 minute (command, Interact",
 "rarity": "common",
 "release_date": "2022-05-25",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Knights of Lastwall](/Sources.aspx?ID=123) pg. 89</row>\r\n\r\n**Frequency**\r\nonce per day\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou place the horseshoe on the ground and it unfolds into a spacious stable with a wide central aisle, stalls to accommodate up to eight horses, and …\r\n</summary>",
 "source": [
  "Knights of Lastwall"
 ],
 "source_raw": [
  "Knights of Lastwall pg. 89"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Knights of Lastwall](/Sources.aspx?ID=123) pg. 89</row>",
 "speed": {},
 "summary": "You place the horseshoe on the ground and it unfolds into a spacious stable with a wide central aisle, stalls to accommodate up to eight horses, and …",
 "summary_markdown": "You place the horseshoe on the ground and it unfolds into a spacious stable with a wide central aisle, stalls to accommodate up to eight horses, and …",
 "text": " Activate 1 minute (command, Interact; Frequency once per day; Effect You place the horseshoe on the ground and it unfolds into a spacious stable with a wide central aisle, stalls to accommodate up to eight horses, and sufficient feed and water to sustain the horses for 1 day. The stalls can house other quadrupedal mounts, but the stable provides only horse feed, which might be unsuitable for other creatures. As a 1-minute activity, which has the concentrate trait, you can alter the shape of the stalls to accommodate different mounts, though the space available within the stable never changes, only the layout. A metal horseshoe hangs inside the stable near the entrance. You can remove the horseshoe with an Interact action, which causes the stable to fold into the horseshoe, leaving it again looking as if it's made of worn wood.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=1183",
 "weakness": {}
}