{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "id": "action-2006",
 "markdown": "**Activate** <actions string=\"\" />1 minute (envision, Interact);     **Effect** You use the _mindsponge_ to harvest the memories and mental energy of a specially prepared target as it dies. To prepare the target (who must be willing or helpless), you must perform a 10-minute surgery to expose a portion of the target's brain without killing them. This requires a successful DC 28 [Medicine](/Skills.aspx?ID=9) (master) check; if you fail this check, the target dies before you can use the _mindsponge_.\n\n Memories and psychic energy absorbed aren't taken from the target's soul but from energies temporarily infused within the body, so that a creature slain in this way who is later brought back to life retains their harvested memories and energy. The corpse of someone who has had their memories harvested is difficult to communicate with via [_talking corpse_](/Spells.aspx?ID=329)—treat the saving throw result against that spell as one degree of success lower than the actual result.\n\n A _mindsponge_ can store the memories and energy of up to four creatures at a time. Once full, it cannot be activated at all, other than to squeeze it as an Interact action with the envision trait, which causes all of the memories within to drip out as cold ectoplasm, which swiftly evaporates if not used or contained.",
 "name": "1 minute (envision, Interact)",
 "rarity": "common",
 "release_date": "2023-03-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 77</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou use the  mindsponge  to harvest the memories and mental energy of a specially prepared target as it dies. To prepare the target (who must be …\r\n</summary>",
 "source": [
  "Pathfinder #189: Dreamers of the Nameless Spires"
 ],
 "source_raw": [
  "Pathfinder #189: Dreamers of the Nameless Spires pg. 77"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 77</row>",
 "speed": {},
 "summary": "You use the  mindsponge  to harvest the memories and mental energy of a specially prepared target as it dies. To prepare the target (who must be …",
 "summary_markdown": "You use the  mindsponge  to harvest the memories and mental energy of a specially prepared target as it dies. To prepare the target (who must be …",
 "text": " Activate 1 minute (envision, Interact); Effect You use the mindsponge to harvest the memories and mental energy of a specially prepared target as it dies. To prepare the target (who must be willing or helpless), you must perform a 10-minute surgery to expose a portion of the target's brain without killing them. This requires a successful DC 28 Medicine (master) check; if you fail this check, the target dies before you can use the mindsponge . Memories and psychic energy absorbed aren't taken from the target's soul but from energies temporarily infused within the body, so that a creature slain in this way who is later brought back to life retains their harvested memories and energy. The corpse of someone who has had their memories harvested is difficult to communicate with via talking corpse —treat the saving throw result against that spell as one degree of success lower than the actual result. A mindsponge can store the memories and energy of up to four creatures at a time. Once full, it cannot be activated at all, other than to squeeze it as an Interact action with the envision trait, which causes all of the memories within to drip out as cold ectoplasm, which swiftly evaporates if not used or contained.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=2006",
 "weakness": {}
}