{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "frequency": "once per century",
 "id": "action-728",
 "markdown": "**Activate** <actions string=\"\" />7 days (Interact); **Research** Accumulate 12 RP by making DC 40 Occultism (legendary) checks when Researching (1 year per attempt);  **Frequency** once per century;   **Effect** The third activation ritual is known as “Become the Void” and requires the user to continue performing the rite for 7 consecutive days (as if they were performing a multi-day ritual). If the user fails to perform this rite for one of these 7 consecutive days, they immediately suffer the critical failure effect below.\r\n\r\n**Critical Success** The user's body, mind, and soul are infused with alien energies drawn from the Dark Tapestry, which transforms the user into an [aberration](/Traits.aspx?ID=1) of a level no higher than their current level +4. This new form could be an existing aberration or a unique one of the GM's creation. The user retains their memories and spellcasting ability (including any rituals they know) but becomes chaotic evil and loses all other abilities they possessed in their previous form.<br />\r\n**Success** As critical success, but the aberration the user transforms into can be of a level no higher than half the user's current level.<br />\r\n**Failure** The user's attempt to change is a painful mistake that deals 10d6+40 bludgeoning damage as their body twists, bends and breaks. Ultimately, they are not transformed.<br />\r\n**Critical Failure** The user is slain, but their body shifts and transforms into a brand new creature as the bodiless alien intelligence Tchekuth incubates within the user's flesh, mind and soul. This transformation takes another 7 days to complete but can be halted indefinitely if the _Void Mirror_ is placed in a specially constructed frame aimed at the body's location (regardless of any solid object between the mirror and the body). Slowing or stopping this transformation via other means requires complex rituals or divine intervention, subject to the GM's whim. After 7 days, the body completes its transformation and Tchekuth rises once more as a physical threat.",
 "name": "7 days (Interact); <b>Research</b> Accumulate 12 RP by making DC 40 Occultism (legendary) checks when Researching (1 year per attempt)",
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 68</row>\r\n\r\n**Frequency**\r\nonce per century\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe third activation ritual is known as “Become the Void” and requires the user to continue performing the rite for 7 consecutive days (as if they …\r\n</summary>",
 "source": [
  "Malevolence"
 ],
 "source_raw": [
  "Malevolence pg. 68"
 ],
 "source_category": "Adventures",
 "source_group": "Malevolence",
 "source_markdown": "<row gap=\"tiny\">[Malevolence](/Sources.aspx?ID=88) pg. 68</row>",
 "speed": {},
 "summary": "The third activation ritual is known as “Become the Void” and requires the user to continue performing the rite for 7 consecutive days (as if they …",
 "summary_markdown": "The third activation ritual is known as “Become the Void” and requires the user to continue performing the rite for 7 consecutive days (as if they …",
 "text": " Activate 7 days (Interact); Research Accumulate 12 RP by making DC 40 Occultism (legendary) checks when Researching (1 year per attempt); Frequency once per century; Effect The third activation ritual is known as “Become the Void” and requires the user to continue performing the rite for 7 consecutive days (as if they were performing a multi-day ritual). If the user fails to perform this rite for one of these 7 consecutive days, they immediately suffer the critical failure effect below. Critical Success The user's body, mind, and soul are infused with alien energies drawn from the Dark Tapestry, which transforms the user into an aberration of a level no higher than their current level +4. This new form could be an existing aberration or a unique one of the GM's creation. The user retains their memories and spellcasting ability (including any rituals they know) but becomes chaotic evil and loses all other abilities they possessed in their previous form. Success As critical success, but the aberration the user transforms into can be of a level no higher than half the user's current level. Failure The user's attempt to change is a painful mistake that deals 10d6+40 bludgeoning damage as their body twists, bends and breaks. Ultimately, they are not transformed. Critical Failure The user is slain, but their body shifts and transforms into a brand new creature as the bodiless alien intelligence Tchekuth incubates within the user's flesh, mind and soul. This transformation takes another 7 days to complete but can be halted indefinitely if the Void Mirror is placed in a specially constructed frame aimed at the body's location (regardless of any solid object between the mirror and the body). Slowing or stopping this transformation via other means requires complex rituals or divine intervention, subject to the GM's whim. After 7 days, the body completes its transformation and Tchekuth rises once more as a physical threat.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=728",
 "weakness": {}
}