{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-1407",
 "markdown": "<title level=\"1\" right=\"Action\">[Capital Investment](/Actions.aspx?ID=1407) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Leadership\" url=\"/Traits.aspx?ID=439\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 529</row>\n\n**Requirements** You must be within the influence of a settlement that contains at least one Bank.\r\n\r\n</column>\r\n\r\n---\r\n\r\nYou contribute funds from your personal wealth for the good of the kingdom, including coinage, gems, jewelry, weapons and armor salvaged from enemies, magical or alchemical items, and so on. Your contribution generates economic activity in the form of RP that can be used during your current Kingdom turn or on the next Kingdom turn (your choice).\n\n You can use Capital Investment to repay funds from Tap Treasury (page 528). In this case, no roll is needed and you simply deduct the appropriate amount of funds from your personal wealth to pay back that which was borrowed. When you use Capital Investment to generate RP, the amount of gp required to make an investment is set by your kingdom's level. Investments below this amount cause your attempt at Capital Investment to suffer an automatic critical failure, while investments above this amount are lost. The investment required is equal to the value listed on Table 10–9: Party Treasure by Level in the Pathfinder Core Rulebook (page 509); use the value for your kingdom's level under the “Currency per Additional PC” as the required investment value. This is a basic check.\r\n\r\n**Critical Success** Your kingdom reaps the benefits of your investment. Immediately roll 4 Resource Dice. Gain RP equal to the result.<br />\r\n**Success** Your investment helps the economy. Immediately roll 2 Resource Dice. Gain RP equal to the result.<br />\r\n**Failure** Your investment ends up being used to shore up shortfalls elsewhere. Gain 1d4 RP.<br />\r\n**Critical Failure** Your investment is embezzled, lost, or otherwise misappropriated. Choose one of the following: either roll 1 Resource Die and gain RP equal to the result and also increase your Crime by an equal amount, or gain 0 RP and increase Crime by 1.",
 "name": "Capital Investment",
 "rarity": "common",
 "release_date": "2022-10-26",
 "requirement": "You must be within the influence of a settlement that contains at least one Bank.",
 "requirement_markdown": "You must be within the influence of a settlement that contains at least one Bank.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Leadership\" url=\"/Traits.aspx?ID=439\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 529</row>\n\n**Requirement**\r\nYou must be within the influence of a settlement that contains at least one Bank.\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou contribute funds from your personal wealth for the good of the kingdom, including coinage, gems, jewelry, weapons and armor salvaged from …\r\n</summary>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 529"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 529</row>",
 "speed": {},
 "summary": "You contribute funds from your personal wealth for the good of the kingdom, including coinage, gems, jewelry, weapons and armor salvaged from …",
 "summary_markdown": "You contribute funds from your personal wealth for the good of the kingdom, including coinage, gems, jewelry, weapons and armor salvaged from …",
 "text": " Capital Investment Source Kingmaker Adventure Path pg. 529 Requirements You must be within the influence of a settlement that contains at least one Bank. --- You contribute funds from your personal wealth for the good of the kingdom, including coinage, gems, jewelry, weapons and armor salvaged from enemies, magical or alchemical items, and so on. Your contribution generates economic activity in the form of RP that can be used during your current Kingdom turn or on the next Kingdom turn (your choice). You can use Capital Investment to repay funds from Tap Treasury (page 528). In this case, no roll is needed and you simply deduct the appropriate amount of funds from your personal wealth to pay back that which was borrowed. When you use Capital Investment to generate RP, the amount of gp required to make an investment is set by your kingdom's level. Investments below this amount cause your attempt at Capital Investment to suffer an automatic critical failure, while investments above this amount are lost. The investment required is equal to the value listed on Table 10–9: Party Treasure by Level in the Pathfinder Core Rulebook (page 509); use the value for your kingdom's level under the “Currency per Additional PC” as the required investment value. This is a basic check. Critical Success Your kingdom reaps the benefits of your investment. Immediately roll 4 Resource Dice. Gain RP equal to the result. Success Your investment helps the economy. Immediately roll 2 Resource Dice. Gain RP equal to the result. Failure Your investment ends up being used to shore up shortfalls elsewhere. Gain 1d4 RP. Critical Failure Your investment is embezzled, lost, or otherwise misappropriated. Choose one of the following: either roll 1 Resource Die and gain RP equal to the result and also increase your Crime by an equal amount, or gain 0 RP and increase Crime by 1.",
 "trait": [
  "Downtime",
  "Leadership"
 ],
 "trait_markdown": "[Downtime](/Traits.aspx?ID=49), [Leadership](/Traits.aspx?ID=439)",
 "trait_raw": [
  "Downtime",
  "Leadership"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=1407",
 "weakness": {}
}