{
 "actions": "Three Actions",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "frequency": "once per week",
 "id": "action-1941",
 "markdown": "**Activate** <actions string=\"Three Actions\" />command, envision, Interact;  **Frequency** once per week;   **Effect** Attempt an Occultism check as if you cast the [legend lore](/Rituals.aspx?ID=15) ritual about a subject. If you roll a success or critical success, you can repeat what the _Whisperer of Souls_ relates to you about the subject. On a critical failure, you and the glaive are drawn into a murmuring void of cold, where your mind is assaulted by strange visions for an entire week. At the end of this time, you reappear and must attempt a DC 50 Will save.\r\n\r\n**Success** When you return, you can retrain one of your skills into a [Lore](/Skills.aspx?ID=8) skill about evil creatures or places, as if you had spent 1 week retraining.<br />\r\n**Failure** As success, but you are [stupefied 2](/Conditions.aspx?ID=37) for 1 week.<br />\r\n**Critical Failure** As success, but your alignment moves one step toward evil and you must retrain one of your skills into a Lore about evil creatures or places. You become obsessed with increasing your forbidden knowledge, turning to wicked forces that offer such secrets and compromising your morals further if you must.",
 "name": "command, envision, Interact",
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 179 <sup>1.1</sup></row>\r\n\r\n**Frequency**\r\nonce per week\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAttempt an Occultism check as if you cast the  legend lore  ritual about a subject. If you roll a success or critical success, you can repeat what …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 179"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 179 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "Attempt an Occultism check as if you cast the  legend lore  ritual about a subject. If you roll a success or critical success, you can repeat what …",
 "summary_markdown": "Attempt an Occultism check as if you cast the  legend lore  ritual about a subject. If you roll a success or critical success, you can repeat what …",
 "text": " Activate Three Actionscommand, envision, Interact; Frequency once per week; Effect Attempt an Occultism check as if you cast the legend lore ritual about a subject. If you roll a success or critical success, you can repeat what the Whisperer of Souls relates to you about the subject. On a critical failure, you and the glaive are drawn into a murmuring void of cold, where your mind is assaulted by strange visions for an entire week. At the end of this time, you reappear and must attempt a DC 50 Will save. Success When you return, you can retrain one of your skills into a Lore skill about evil creatures or places, as if you had spent 1 week retraining. Failure As success, but you are stupefied 2 for 1 week. Critical Failure As success, but your alignment moves one step toward evil and you must retrain one of your skills into a Lore about evil creatures or places. You become obsessed with increasing your forbidden knowledge, turning to wicked forces that offer such secrets and compromising your morals further if you must.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=1941",
 "weakness": {}
}