{
 "actions": "Two Actions",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "frequency": "once per day",
 "id": "action-2063",
 "markdown": "**Activate** <actions string=\"Two Actions\" />command, envision;  **Frequency** once per day;   **Effect** The card calls forth a mob of shadowy figures who batter and hinder your enemies. Target a 20-foot burst at any point on solid ground with 120 feet, and the mob of figures rises up from the ground, persisting for 1 minute. Make an [unarmed](/Traits.aspx?ID=199) Strike against the Fortitude DC of any number of creatures in this burst (you can choose to not attack some creatures in the area if you wish). Any creature you succeed against is [grabbed](/Conditions.aspx?ID=20) and takes 3d6 bludgeoning damage. Whenever a creature ends its turn in the area, the figures attempt to Grab that creature if they haven't already, and they deal 1d6 bludgeoning damage to any creature already grabbed. The mob's [Escape](/Actions.aspx?ID=79) DC is equal to your class DC. A creature can attack a figure in an attempt to release its grip. It's AC is equal to your class DC, and it's destroyed if it takes 12 or more damage. Even if destroyed, additional figures continue to rise up in the area until the effect's duration ends. You can Dismiss this effect. If you are at least 15th level, you can use a two-action activity, which has the [concentrate](/Traits.aspx?ID=32) trait, to move the burst up to 30 feet, which causes any currently grabbed creatures to be released and left behind. If part of the burst appears or moves into an area that can't support it on the ground, that portion of the burst disappears until it is supported.",
 "name": "command, envision",
 "rarity": "common",
 "release_date": "2023-05-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #191: The Destiny War](/Sources.aspx?ID=199) pg. 79</row>\r\n\r\n**Frequency**\r\nonce per day\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe card calls forth a mob of shadowy figures who batter and hinder your enemies. Target a 20-foot burst at any point on solid ground with 120 feet, …\r\n</summary>",
 "source": [
  "Pathfinder #191: The Destiny War"
 ],
 "source_raw": [
  "Pathfinder #191: The Destiny War pg. 79"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Stolen Fate",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #191: The Destiny War](/Sources.aspx?ID=199) pg. 79</row>",
 "speed": {},
 "summary": "The card calls forth a mob of shadowy figures who batter and hinder your enemies. Target a 20-foot burst at any point on solid ground with 120 feet, …",
 "summary_markdown": "The card calls forth a mob of shadowy figures who batter and hinder your enemies. Target a 20-foot burst at any point on solid ground with 120 feet, …",
 "text": " Activate Two Actionscommand, envision; Frequency once per day; Effect The card calls forth a mob of shadowy figures who batter and hinder your enemies. Target a 20-foot burst at any point on solid ground with 120 feet, and the mob of figures rises up from the ground, persisting for 1 minute. Make an unarmed Strike against the Fortitude DC of any number of creatures in this burst (you can choose to not attack some creatures in the area if you wish). Any creature you succeed against is grabbed and takes 3d6 bludgeoning damage. Whenever a creature ends its turn in the area, the figures attempt to Grab that creature if they haven't already, and they deal 1d6 bludgeoning damage to any creature already grabbed. The mob's Escape DC is equal to your class DC. A creature can attack a figure in an attempt to release its grip. It's AC is equal to your class DC, and it's destroyed if it takes 12 or more damage. Even if destroyed, additional figures continue to rise up in the area until the effect's duration ends. You can Dismiss this effect. If you are at least 15th level, you can use a two-action activity, which has the concentrate trait, to move the burst up to 30 feet, which causes any currently grabbed creatures to be released and left behind. If part of the burst appears or moves into an area that can't support it on the ground, that portion of the burst disappears until it is supported.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=2063",
 "weakness": {}
}