{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-1474",
 "markdown": "<title level=\"1\" right=\"Action\">[Cook Special Meal](/Actions.aspx?ID=1474) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Camping\" url=\"/Traits.aspx?ID=465\" />\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 110</row>\n\n**Requirements** knowledge of the recipe\r\n\r\n</column>\r\n\r\n---\r\n\r\nYou spend 2 hours preparing a special meal. Choose a special meal whose recipe the party knows and then expend the basic and special ingredients required for each serving you wish to prepare, as well as 1 day's rations, or provisions from Subsisting, per serving. Special meal recipes are formulas you can purchase at a settlement or discover on your own with the [Discover Special Meal](/Actions.aspx?ID=1475) activity.\n\n Cook Special Meal can be attempted multiple times during a camping session, but each attempt must use a different recipe.\n\n A character who is [sickened](/Conditions.aspx?ID=34) can't eat a special meal or gain its benefits.\n\n Once the party finishes all Camping activities and the characters have chosen which meals they wish to eat, attempt a [Survival](/Skills.aspx?ID=16) check or a [Cooking Lore](/Skills.aspx?ID=8) check to determine the effectiveness of your special meal. The DC of the check required varies by recipe. Unless the special meal's description says otherwise, its effects last until the next time the party prepares a camp or 24 hours, whichever comes first.\r\n\r\n**Critical Success** The character gains the recipe's listed critical success effect.<br />\r\n**Success** The character gains the recipe's listed success effect.<br />\r\n**Failure** The character gains no special benefit from the meal, though it still prevents starvation.<br />\r\n**Critical Failure** The character suffers the recipe's critical failure effect.",
 "name": "Cook Special Meal",
 "rarity": "common",
 "release_date": "2022-10-26",
 "requirement": "knowledge of the recipe",
 "requirement_markdown": "knowledge of the recipe",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Camping\" url=\"/Traits.aspx?ID=465\" />\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 110</row>\n\n**Requirement**\r\nknowledge of the recipe\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou spend 2 hours preparing a special meal. Choose a special meal whose recipe the party knows and then expend the basic and special ingredients …\r\n</summary>",
 "source": [
  "Kingmaker Companion Guide"
 ],
 "source_raw": [
  "Kingmaker Companion Guide pg. 110"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 110</row>",
 "speed": {},
 "summary": "You spend 2 hours preparing a special meal. Choose a special meal whose recipe the party knows and then expend the basic and special ingredients …",
 "summary_markdown": "You spend 2 hours preparing a special meal. Choose a special meal whose recipe the party knows and then expend the basic and special ingredients …",
 "text": " Cook Special Meal Source Kingmaker Companion Guide pg. 110 Requirements knowledge of the recipe --- You spend 2 hours preparing a special meal. Choose a special meal whose recipe the party knows and then expend the basic and special ingredients required for each serving you wish to prepare, as well as 1 day's rations, or provisions from Subsisting, per serving. Special meal recipes are formulas you can purchase at a settlement or discover on your own with the Discover Special Meal activity. Cook Special Meal can be attempted multiple times during a camping session, but each attempt must use a different recipe. A character who is sickened can't eat a special meal or gain its benefits. Once the party finishes all Camping activities and the characters have chosen which meals they wish to eat, attempt a Survival check or a Cooking Lore check to determine the effectiveness of your special meal. The DC of the check required varies by recipe. Unless the special meal's description says otherwise, its effects last until the next time the party prepares a camp or 24 hours, whichever comes first. Critical Success The character gains the recipe's listed critical success effect. Success The character gains the recipe's listed success effect. Failure The character gains no special benefit from the meal, though it still prevents starvation. Critical Failure The character suffers the recipe's critical failure effect.",
 "trait": [
  "Camping",
  "Manipulate"
 ],
 "trait_markdown": "[Camping](/Traits.aspx?ID=465), [Manipulate](/Traits.aspx?ID=104)",
 "trait_raw": [
  "Camping",
  "Manipulate"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=1474",
 "weakness": {}
}