{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-1904",
 "markdown": "<title level=\"1\" right=\"Action\">[Deconstruct](/Actions.aspx?ID=1904) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 162 <sup>1.1</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nYou deconstruct an item to provide the starting point to convert it into a new item. You need the [Alchemical Crafting](/Feats.aspx?ID=752) skill feat to deconstruct alchemical items and the [Magical Crafting](/Feats.aspx?ID=812) skill feat to deconstruct magic items.\n\n To Deconstruct an item, you must meet the following requirements. \n<ul><li>The item is your level or lower. An item that doesn't list a level is level 0. If the item is 9th level or higher, you must be a master in [Crafting](/Skills.aspx?ID=4), and if it's 16th or higher, you must be legendary.</li><li>The item isn't a [cursed item](/Traits.aspx?ID=274), [artifact](/Traits.aspx?ID=253), or other item that is similarly hard to destroy. The item isn't a [consumable](/Traits.aspx?ID=36) item.</li><li>The item has a listed Price.</li><li>You must have an appropriate set of tools and, in many cases, a workshop. For example, you need access to a smithy to deconstruct a metal shield or an [alchemist's lab](/Equipment.aspx?ID=543) to de-concoct alchemical items.</li></ul> At the start of this process, you must decide if you're using the deconstructed item to build a new, similar item, of if you are simply breaking it down for raw ingredients that can be used at a later date for any item. In either case, this activity takes 1 day to perform, but if you're using the item to create a new, similar item, that day can be counted as one of the crafting days for the new item.\n\n At the end of the activity, you must attempt a [Crafting](/Skills.aspx?ID=4) check. The GM sets the DC of this check based on the level of the item you are attempting to deconstruct, its rarity, and other circumstances.\r\n\r\n**Critical Success** If you are deconstructing the item to make a new, similar item, you can apply 80% of the cost of the deconstructed item to the new item. If you are deconstructing the item for raw materials alone, you can apply 55% of the cost of the deconstructed item to a single new item. In either case, if this is in excess of the new item's cost, the remainder is lost.<br />\r\n**Success** As critical success, but you can only apply 75% of the deconstructed item's cost to the new similar item and 50% of the deconstructed item's cost to any single item.<br />\r\n**Failure** You fail to deconstruct the item, wasting your time. You can try again.<br />\r\n**Critical Failure** You fail to deconstruct the item and damage it in the process. You must either repair it before attempting again, or you can attempt to deconstruct it again but lose 5% of the value of the item.",
 "name": "Deconstruct",
 "rarity": "rare",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 162 <sup>1.1</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou deconstruct an item to provide the starting point to convert it into a new item. You need the  Alchemical Crafting  skill feat to deconstruct …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 162"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 162 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "You deconstruct an item to provide the starting point to convert it into a new item. You need the  Alchemical Crafting  skill feat to deconstruct …",
 "summary_markdown": "You deconstruct an item to provide the starting point to convert it into a new item. You need the  Alchemical Crafting  skill feat to deconstruct …",
 "text": " Deconstruct Source Treasure Vault pg. 162 1.1 --- You deconstruct an item to provide the starting point to convert it into a new item. You need the Alchemical Crafting skill feat to deconstruct alchemical items and the Magical Crafting skill feat to deconstruct magic items. To Deconstruct an item, you must meet the following requirements. The item is your level or lower. An item that doesn't list a level is level 0. If the item is 9th level or higher, you must be a master in Crafting, and if it's 16th or higher, you must be legendary. The item isn't a cursed item, artifact, or other item that is similarly hard to destroy. The item isn't a consumable item. The item has a listed Price. You must have an appropriate set of tools and, in many cases, a workshop. For example, you need access to a smithy to deconstruct a metal shield or an alchemist's lab to de-concoct alchemical items. At the start of this process, you must decide if you're using the deconstructed item to build a new, similar item, of if you are simply breaking it down for raw ingredients that can be used at a later date for any item. In either case, this activity takes 1 day to perform, but if you're using the item to create a new, similar item, that day can be counted as one of the crafting days for the new item. At the end of the activity, you must attempt a Crafting check. The GM sets the DC of this check based on the level of the item you are attempting to deconstruct, its rarity, and other circumstances. Critical Success If you are deconstructing the item to make a new, similar item, you can apply 80% of the cost of the deconstructed item to the new item. If you are deconstructing the item for raw materials alone, you can apply 55% of the cost of the deconstructed item to a single new item. In either case, if this is in excess of the new item's cost, the remainder is lost. Success As critical success, but you can only apply 75% of the deconstructed item's cost to the new similar item and 50% of the deconstructed item's cost to any single item. Failure You fail to deconstruct the item, wasting your time. You can try again. Critical Failure You fail to deconstruct the item and damage it in the process. You must either repair it before attempting again, or you can attempt to deconstruct it again but lose 5% of the value of the item.",
 "trait": [
  "Downtime",
  "Rare"
 ],
 "trait_markdown": "[Downtime](/Traits.aspx?ID=49), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Downtime",
  "Rare"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=1904",
 "weakness": {}
}