{
 "actions": "Reaction",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-95",
 "markdown": "<title level=\"1\" right=\"Action\">[Grab an Edge](/Actions.aspx?ID=95) <actions string=\"Reaction\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 472 <sup>4.0</sup></row>\n\n**Trigger** You fall from or past an edge or handhold.\r\n\r\n**Requirements** Your hands are not tied behind your back or otherwise restrained\r\n\r\n</column>\r\n\r\n---\r\n\r\nWhen you fall off or past an edge or other handhold, you can try to grab it, potentially stopping your fall. You must succeed at a Reflex save, usually at the Climb DC. If you grab the edge or handhold, you can then [Climb](/Actions.aspx?ID=33) up using [Athletics](/Skills.aspx?ID=3).\n\n**Critical Success** You grab the edge or handhold, whether or not you have a hand free, typically by using a suitable held item to catch yourself (catching a battle axe on a ledge, for example). You still take damage from the distance fallen so far, but you treat the fall as though it were 30 feet shorter.<br />\r\n**Success** If you have at least one hand free, you grab the edge or handhold, stopping your fall. You still take damage from the distance fallen so far, but you treat the fall as though it were 20 feet shorter. If you have no hands free, you continue to fall as if you had failed the check.<br />\r\n**Critical Failure** You continue to fall, and if you’ve fallen 20 feet or more before you use this reaction, you take 10 bludgeoning damage from the impact for every 20 feet fallen.",
 "name": "Grab an Edge",
 "rarity": "common",
 "release_date": "2019-08-01",
 "requirement": "Your hands are not tied behind your back or otherwise restrained",
 "requirement_markdown": "Your hands are not tied behind your back or otherwise restrained",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 472 <sup>4.0</sup></row>\n\n**Trigger**\r\nYou fall from or past an edge or handhold.\r\n\r\n**Requirement**\r\nYour hands are not tied behind your back or otherwise restrained\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen you fall off or past an edge or other handhold, you can try to grab it, potentially stopping your fall. You must succeed at a Reflex save, …\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 472"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 472 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "When you fall off or past an edge or other handhold, you can try to grab it, potentially stopping your fall. You must succeed at a Reflex save, …",
 "summary_markdown": "When you fall off or past an edge or other handhold, you can try to grab it, potentially stopping your fall. You must succeed at a Reflex save, …",
 "text": " Grab an Edge Reaction Source Core Rulebook pg. 472 4.0 Trigger You fall from or past an edge or handhold. Requirements Your hands are not tied behind your back or otherwise restrained --- When you fall off or past an edge or other handhold, you can try to grab it, potentially stopping your fall. You must succeed at a Reflex save, usually at the Climb DC. If you grab the edge or handhold, you can then Climb up using Athletics. Critical Success You grab the edge or handhold, whether or not you have a hand free, typically by using a suitable held item to catch yourself (catching a battle axe on a ledge, for example). You still take damage from the distance fallen so far, but you treat the fall as though it were 30 feet shorter. Success If you have at least one hand free, you grab the edge or handhold, stopping your fall. You still take damage from the distance fallen so far, but you treat the fall as though it were 20 feet shorter. If you have no hands free, you continue to fall as if you had failed the check. Critical Failure You continue to fall, and if you’ve fallen 20 feet or more before you use this reaction, you take 10 bludgeoning damage from the impact for every 20 feet fallen.",
 "trait": [
  "Manipulate"
 ],
 "trait_markdown": "[Manipulate](/Traits.aspx?ID=104)",
 "trait_raw": [
  "Manipulate"
 ],
 "trigger": "You fall from or past an edge or handhold.",
 "trigger_markdown": "You fall from or past an edge or handhold.",
 "type": "Action",
 "url": "/Actions.aspx?ID=95",
 "weakness": {}
}