{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "frequency": "once per day",
 "id": "action-1121",
 "markdown": "**Activate** <actions string=\"Single Action\" />Interact ([divination](/Traits.aspx?ID=47), [metamagic](/Traits.aspx?ID=107)) **Frequency** once per day;   **Effect** The dots of the tattoo turn to points of light and fly above the head of a creature within 30 feet, where they form a three-star constellation that guides your spells further than they could normally travel. The constellation sheds dim light and remains visible even if the creature hides, aiding in locating it. Furthermore, while the constellation lasts, if you Cast a Spell that has a range and that spell would affect only the marked creature, the spell's range is increased by 30 feet. As is standard for increasing spell ranges, if the spell normally has a range of touch, you extend its range to 30 feet. Each time you use this benefit, one of the stars above the creature's head winks out; when all three have winked out or after 1 minute has passed, the effect ends.",
 "name": "Interact (divination, metamagic)",
 "rarity": "common",
 "release_date": "2021-12-22",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 107</row>\r\n\r\n**Frequency**\r\nonce per day\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe dots of the tattoo turn to points of light and fly above the head of a creature within 30 feet, where they form a three-star constellation that …\r\n</summary>",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 107"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 107</row>",
 "speed": {},
 "summary": "The dots of the tattoo turn to points of light and fly above the head of a creature within 30 feet, where they form a three-star constellation that …",
 "summary_markdown": "The dots of the tattoo turn to points of light and fly above the head of a creature within 30 feet, where they form a three-star constellation that …",
 "text": " Activate Single ActionInteract (divination, metamagic) Frequency once per day; Effect The dots of the tattoo turn to points of light and fly above the head of a creature within 30 feet, where they form a three-star constellation that guides your spells further than they could normally travel. The constellation sheds dim light and remains visible even if the creature hides, aiding in locating it. Furthermore, while the constellation lasts, if you Cast a Spell that has a range and that spell would affect only the marked creature, the spell's range is increased by 30 feet. As is standard for increasing spell ranges, if the spell normally has a range of touch, you extend its range to 30 feet. Each time you use this benefit, one of the stars above the creature's head winks out; when all three have winked out or after 1 minute has passed, the effect ends.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=1121",
 "weakness": {}
}