{
 "actions": "Two Actions",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "frequency": "once per day; <b>Charges</b> 2",
 "id": "action-1350",
 "markdown": "**Activate** <actions string=\"Two Actions\" />Interact ([incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106)) **Frequency** once per day; **Charges** 2;   **Effect** You point the mindrender baton at a target creature within 30 feet and disrupt the target's thoughts so that it sees the carrier of the mindrender baton as its commander and liege. The target must attempt a DC 31 Will save.\r\n\r\n**Critical Success** The target is unaffected.<br />\r\n**Success** The target is [stunned 1](/Conditions.aspx?ID=36) as it fights off the intrusion into its mind.<br />\r\n**Failure** You take command of the target and it becomes [controlled](/Conditions.aspx?ID=6), following your orders; if you issue an obviously self-destructive order, the target doesn't act until you issue a new order. The creature can attempt a new DC 31 Will save at the end of each of its turns; on a success, the effect ends. Another character can attempt a DC 32 [Diplomacy](/Skills.aspx?ID=6) (master) or [Intimidation](/Skills.aspx?ID=7) (master) check against the effect's DC of 31 to remove this effect before then, but if this attempt fails, the commanded creature becomes temporarily immune to that character's attempts to remove the effect via skills for 24 hours.<br />\r\n**Critical Failure** As failure, but the target receives a new save only if you give a new order that is against its nature, such as to kill its allies. Otherwise, this effect persists for 24 hours, or until another character ends it via a skill check.",
 "name": "Interact (incapacitation, mental)",
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 586</row>\r\n\r\n**Frequency**\r\nonce per day; **Charges** 2\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou point the mindrender baton at a target creature within 30 feet and disrupt the target's thoughts so that it sees the carrier of the mindrender …\r\n</summary>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 586"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 586</row>",
 "speed": {},
 "summary": "You point the mindrender baton at a target creature within 30 feet and disrupt the target's thoughts so that it sees the carrier of the mindrender …",
 "summary_markdown": "You point the mindrender baton at a target creature within 30 feet and disrupt the target's thoughts so that it sees the carrier of the mindrender …",
 "text": " Activate Two ActionsInteract (incapacitation, mental) Frequency once per day; Charges 2; Effect You point the mindrender baton at a target creature within 30 feet and disrupt the target's thoughts so that it sees the carrier of the mindrender baton as its commander and liege. The target must attempt a DC 31 Will save. Critical Success The target is unaffected. Success The target is stunned 1 as it fights off the intrusion into its mind. Failure You take command of the target and it becomes controlled, following your orders; if you issue an obviously self-destructive order, the target doesn't act until you issue a new order. The creature can attempt a new DC 31 Will save at the end of each of its turns; on a success, the effect ends. Another character can attempt a DC 32 Diplomacy (master) or Intimidation (master) check against the effect's DC of 31 to remove this effect before then, but if this attempt fails, the commanded creature becomes temporarily immune to that character's attempts to remove the effect via skills for 24 hours. Critical Failure As failure, but the target receives a new save only if you give a new order that is against its nature, such as to kill its allies. Otherwise, this effect persists for 24 hours, or until another character ends it via a skill check.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=1350",
 "weakness": {}
}