{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "id": "action-1081",
 "markdown": "**Activate** <actions string=\"Single Action\" />Interact ([magical](/Traits.aspx?ID=103), [polymorph](/Traits.aspx?ID=127), [transmutation](/Traits.aspx?ID=157))    **Effect** You transform into a Small or Medium animal that wields the _fanged_ weapon in its jaws; the animal matches the animal you are most closely associated with (a [lizardfolk](/Ancestries.aspx?ID=15) would turn into a lizard, a [kitsune](/Ancestries.aspx?ID=38) into a fox, a [deer instinct](/Instincts.aspx?ID=1) [barbarian](/Classes.aspx?ID=2) into a deer, etc.) or a wolf if no specific animal is applicable. While in this form, you can attack with the _fanged_ weapon even though you don't have any hands. However, you can attack only with the _fanged_ weapon and you don't have hands or the ability to hold items. For effects dependent on how many hands you are using to hold the item, such as the [two-hand](/Traits.aspx?ID=198) trait, you are holding the weapon in two hands. You can Dismiss this effect, and it ends automatically if you drop the _fanged_ weapon (whether or not of your own volition).",
 "name": "Interact (magical, polymorph, transmutation)",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 106</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou transform into a Small or Medium animal that wields the  fanged  weapon in its jaws; the animal matches the animal you are most closely …\r\n</summary>",
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 106"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Grand Bazaar](/Sources.aspx?ID=100) pg. 106</row>",
 "speed": {},
 "summary": "You transform into a Small or Medium animal that wields the  fanged  weapon in its jaws; the animal matches the animal you are most closely …",
 "summary_markdown": "You transform into a Small or Medium animal that wields the  fanged  weapon in its jaws; the animal matches the animal you are most closely …",
 "text": " Activate Single ActionInteract (magical, polymorph, transmutation) Effect You transform into a Small or Medium animal that wields the fanged weapon in its jaws; the animal matches the animal you are most closely associated with (a lizardfolk would turn into a lizard, a kitsune into a fox, a deer instinct barbarian into a deer, etc.) or a wolf if no specific animal is applicable. While in this form, you can attack with the fanged weapon even though you don't have any hands. However, you can attack only with the fanged weapon and you don't have hands or the ability to hold items. For effects dependent on how many hands you are using to hold the item, such as the two-hand trait, you are holding the weapon in two hands. You can Dismiss this effect, and it ends automatically if you drop the fanged weapon (whether or not of your own volition).",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=1081",
 "weakness": {}
}