{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "id": "action-1829",
 "markdown": "**Activate** <actions string=\"Single Action\" />Interact ([emotion](/Traits.aspx?ID=60), [illusion](/Traits.aspx?ID=92), [light](/Traits.aspx?ID=100), [mental](/Traits.aspx?ID=106), [visual](/Traits.aspx?ID=163))   **Requirements** The last action you took this turn was to Cast a Spell from the wand; **Effect** You make yourself the center of attention. An illusory spotlight shines [bright light](/Rules.aspx?ID=407) upon your space as you pull inane objects from the wand's tip, such as confetti, silk flowers, streamers, or a long string of colorful kerchiefs knotted end to end. Each enemy within 30 feet must attempt a Will save against your spell DC, receiving a +4 circumstance bonus to the save if you or any of your allies recently threatened it or used [hostile actions](/Rules.aspx?ID=300) against it. On a failure, the creature becomes [fascinated](/Conditions.aspx?ID=14) with you until the end of your next turn. The fascination ends if the target is subject to a hostile act, or if another creature succeeds at a [Diplomacy](/Skills.aspx?ID=6) or [Intimidation](/Skills.aspx?ID=7) check against it.\n\n The spotlight follows you wherever you move. You can't be [concealed](/Conditions.aspx?ID=4) while in the spotlight. The effect ends if you become [invisible](/Conditions.aspx?ID=26), attempt a [Stealth](/Skills.aspx?ID=15) check, or Dismiss the activation.\n\n You can Sustain this Activation for up to 1 minute. Since you need to keep performing tricks, Sustain an Activation has the [manipulate](/Traits.aspx?ID=104) trait. Sustaining extends the spotlight, and keeps fascinated creatures fascinated, but doesn't cause creatures not already fascinated to become fascinated.",
 "name": "Interact (emotion, illusion, light, mental, visual)",
 "rarity": "common",
 "release_date": "2023-02-22",
 "requirement": "The last action you took this turn was to Cast a Spell from the wand",
 "requirement_markdown": "The last action you took this turn was to Cast a Spell from the wand",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 140 <sup>1.1</sup></row>\n\n**Requirement**\r\nThe last action you took this turn was to Cast a Spell from the wand\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou make yourself the center of attention. An illusory spotlight shines  bright light  upon your space as you pull inane objects from the wand's tip, …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 140"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 140 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "You make yourself the center of attention. An illusory spotlight shines  bright light  upon your space as you pull inane objects from the wand's tip, …",
 "summary_markdown": "You make yourself the center of attention. An illusory spotlight shines  bright light  upon your space as you pull inane objects from the wand's tip, …",
 "text": " Activate Single ActionInteract (emotion, illusion, light, mental, visual) Requirements The last action you took this turn was to Cast a Spell from the wand; Effect You make yourself the center of attention. An illusory spotlight shines bright light upon your space as you pull inane objects from the wand's tip, such as confetti, silk flowers, streamers, or a long string of colorful kerchiefs knotted end to end. Each enemy within 30 feet must attempt a Will save against your spell DC, receiving a +4 circumstance bonus to the save if you or any of your allies recently threatened it or used hostile actions against it. On a failure, the creature becomes fascinated with you until the end of your next turn. The fascination ends if the target is subject to a hostile act, or if another creature succeeds at a Diplomacy or Intimidation check against it. The spotlight follows you wherever you move. You can't be concealed while in the spotlight. The effect ends if you become invisible, attempt a Stealth check, or Dismiss the activation. You can Sustain this Activation for up to 1 minute. Since you need to keep performing tricks, Sustain an Activation has the manipulate trait. Sustaining extends the spotlight, and keeps fascinated creatures fascinated, but doesn't cause creatures not already fascinated to become fascinated.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=1829",
 "weakness": {}
}