{
 "actions": "Two Actions",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": true,
 "frequency": "once per hour",
 "id": "action-725",
 "markdown": "**Activate** <actions string=\"Two Actions\" />Interact ([abjuration](/Traits.aspx?ID=2), [divine](/Traits.aspx?ID=48)) **Frequency** once per hour;   **Effect** You raise the scope to your eye and observe a creature within 30 feet. You can attempt to identify the creature by [Recalling Knowledge](/Actions.aspx?ID=26). The _starless scope_ adds a +2 item bonus to this check. If the creature is associated with the Dominion of the Black or the Elder Mythos, or is a creature whose actions have blasphemed against Desna (Ioseff Xarwin's ghost falls into this latter category), the creature must attempt a DC 27 Will save.\r\n\r\n**Critical Success** The creature is unaffected, and the _starless scope's_ lens shatters.<br />\r\n**Success** The creature shines with starlight for 1 round. During this time, the creature can't be [concealed](/Conditions.aspx?ID=4) if it is visible. If it's [invisible](/Conditions.aspx?ID=26), it's concealed rather than being [undetected](/Conditions.aspx?ID=39). The creature takes a –1 status penalty to saving throws against [divine](/Traits.aspx?ID=48) effects while it shimmers with starlight.<br />\r\n**Failure** As success, but the creature also suffers an additional effect. An [incorporeal](/Traits.aspx?ID=222) creature loses its incorporeal trait as long as it shines with starlight. Any other creature becomes [slowed 1](/Conditions.aspx?ID=35) as long as it shines with starlight.<br />\r\n**Critical Failure** As failure, but the duration of the starlight is 1 minute, and the status penalty to saving throws against divine effects increases to –2.",
 "name": "Interact (abjuration, divine)",
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 67</row>\r\n\r\n**Frequency**\r\nonce per hour\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou raise the scope to your eye and observe a creature within 30 feet. You can attempt to identify the creature by  Recalling Knowledge . The  …\r\n</summary>",
 "source": [
  "Malevolence"
 ],
 "source_raw": [
  "Malevolence pg. 67"
 ],
 "source_category": "Adventures",
 "source_group": "Malevolence",
 "source_markdown": "<row gap=\"tiny\">[Malevolence](/Sources.aspx?ID=88) pg. 67</row>",
 "speed": {},
 "summary": "You raise the scope to your eye and observe a creature within 30 feet. You can attempt to identify the creature by  Recalling Knowledge . The  …",
 "summary_markdown": "You raise the scope to your eye and observe a creature within 30 feet. You can attempt to identify the creature by  Recalling Knowledge . The  …",
 "text": " Activate Two ActionsInteract (abjuration, divine) Frequency once per hour; Effect You raise the scope to your eye and observe a creature within 30 feet. You can attempt to identify the creature by Recalling Knowledge. The starless scope adds a +2 item bonus to this check. If the creature is associated with the Dominion of the Black or the Elder Mythos, or is a creature whose actions have blasphemed against Desna (Ioseff Xarwin's ghost falls into this latter category), the creature must attempt a DC 27 Will save. Critical Success The creature is unaffected, and the starless scope's lens shatters. Success The creature shines with starlight for 1 round. During this time, the creature can't be concealed if it is visible. If it's invisible, it's concealed rather than being undetected. The creature takes a –1 status penalty to saving throws against divine effects while it shimmers with starlight. Failure As success, but the creature also suffers an additional effect. An incorporeal creature loses its incorporeal trait as long as it shines with starlight. Any other creature becomes slowed 1 as long as it shines with starlight. Critical Failure As failure, but the duration of the starlight is 1 minute, and the status penalty to saving throws against divine effects increases to –2.",
 "trait_markdown": "",
 "type": "Action",
 "url": "/Actions.aspx?ID=725",
 "weakness": {}
}