{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-775",
 "markdown": "<title level=\"1\" right=\"Action\">[Learn Name](/Actions.aspx?ID=775) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 245 <sup>1.1</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nYou spend a week trying to discover and learn a creature's name. The exact form of your effort varies depending on the skill you use, the resources you have available, and other circumstances. Decide if you are searching for the name of a specific individual or for names in general. If you're looking for the name of an individual, you must be able to clearly identify that individual; for example, “the general leading the invasion” is enough, but “the person who killed the duchess” isn't, if you don't know who killed the duchess. If you're searching for names more generally, name one creature type.\n\n The GM chooses a DC, typically based on the level of the creature in question. If you're seeking names more generally, the DC is typically based on the level of the creature whose name the GM decides to provide, usually a creature from the chosen type of your level or lower. The GM might modify the DC of the task based on the resources you have available, or on using an unusually appropriate or inappropriate skill, or on other circumstances. Attempt a check with a skill that could be used to [Recall Knowledge](/Actions.aspx?ID=26) about the creature's type. After attempting to Learn a Name, you typically can't try to learn the name of the same individual again unless you gain access to a substantial new source of information, as determined by the GM.\r\n\r\n**Critical Success** You find one or more private names of the specific individual you chose, or the private name of a creature with the type you chose and a level equal to the task level. You also find hidden fragments of their true name and, at the GM's discretion, you might find a clue leading to an adventure where you can learn the rest of the true name.<br />\r\n**Success** As critical success, except you find only one private name and don't find hidden fragments of their true name.<br />\r\n**Critical Failure** If you were searching for the name of a specific individual, you find no new information and that individual becomes aware of your efforts. If you were searching for a general name of a specific type, you find a creature's name or names likely to get you in trouble, possibly the names of a different type of creature entirely.",
 "name": "Learn Name",
 "rarity": "rare",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 245 <sup>1.1</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou spend a week trying to discover and learn a creature's name. The exact form of your effort varies depending on the skill you use, the resources …\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 245"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 245 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "You spend a week trying to discover and learn a creature's name. The exact form of your effort varies depending on the skill you use, the resources …",
 "summary_markdown": "You spend a week trying to discover and learn a creature's name. The exact form of your effort varies depending on the skill you use, the resources …",
 "text": " Learn Name Source Secrets of Magic pg. 245 1.1 --- You spend a week trying to discover and learn a creature's name. The exact form of your effort varies depending on the skill you use, the resources you have available, and other circumstances. Decide if you are searching for the name of a specific individual or for names in general. If you're looking for the name of an individual, you must be able to clearly identify that individual; for example, “the general leading the invasion” is enough, but “the person who killed the duchess” isn't, if you don't know who killed the duchess. If you're searching for names more generally, name one creature type. The GM chooses a DC, typically based on the level of the creature in question. If you're seeking names more generally, the DC is typically based on the level of the creature whose name the GM decides to provide, usually a creature from the chosen type of your level or lower. The GM might modify the DC of the task based on the resources you have available, or on using an unusually appropriate or inappropriate skill, or on other circumstances. Attempt a check with a skill that could be used to Recall Knowledge about the creature's type. After attempting to Learn a Name, you typically can't try to learn the name of the same individual again unless you gain access to a substantial new source of information, as determined by the GM. Critical Success You find one or more private names of the specific individual you chose, or the private name of a creature with the type you chose and a level equal to the task level. You also find hidden fragments of their true name and, at the GM's discretion, you might find a clue leading to an adventure where you can learn the rest of the true name. Success As critical success, except you find only one private name and don't find hidden fragments of their true name. Critical Failure If you were searching for the name of a specific individual, you find no new information and that individual becomes aware of your efforts. If you were searching for a general name of a specific type, you find a creature's name or names likely to get you in trouble, possibly the names of a different type of creature entirely.",
 "trait": [
  "Downtime",
  "Rare",
  "Secret"
 ],
 "trait_markdown": "[Downtime](/Traits.aspx?ID=49), [Rare](/Traits.aspx?ID=137), [Secret](/Traits.aspx?ID=142)",
 "trait_raw": [
  "Downtime",
  "Rare",
  "Secret"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=775",
 "weakness": {}
}