{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-1232",
 "markdown": "<title level=\"1\" right=\"Action\">[Mirror's Reflection](/Actions.aspx?ID=1232) <actions string=\"Single Action\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Illusion\" url=\"/Traits.aspx?ID=92\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n<trait label=\"Thaumaturge\" url=\"/Traits.aspx?ID=432\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 39</row>\n\n**Requirements** You're holding your mirror implement.\r\n\r\n</column>\r\n\r\n---\r\n\r\nYou reflect an illusory image of yourself into another unoccupied space within 15 feet that you can see. You are treated as being in both spaces until the start of your next turn. For example, you can attack, [Seek](/Actions.aspx?ID=84), and provide flanking—even with yourself. You occupy both spaces.\n\n Your mirror self mimics your actions exactly, but any effects you generate come from only one of your positions; you decide which each time you act. For example, if you made a melee Strike against a creature within reach of the reflection, you'd mime the actions of the Strike, but only the reflection would actually make the Strike. Anything that targets or would affect your reflection affects you and uses your statistics. Something that would target or affect both of you affects you only once. For example, a [_fireball_](/Spells.aspx?ID=119) that included both of you in its area would require only one save from you and damage you no more than once. When you move, you choose which square to move from, but the mirror effect ends (see below).\n\n Some events force you to determine which image is the real you, and then end the effect and cause your mirror self to disappear; this happens automatically at the start of your next turn. It also happens if you choose to move out of your space. Other benefits of this implement add more events that can end the reflection. The effect also ends when you fall [unconscious](/Conditions.aspx?ID=38), at which point you decide which version is truly you.",
 "name": "Mirror's Reflection",
 "rarity": "common",
 "release_date": "2022-07-27",
 "requirement": "You're holding your mirror implement.",
 "requirement_markdown": "You're holding your mirror implement.",
 "resistance": {},
 "school": "illusion",
 "search_markdown": "<traits>\r\n<trait label=\"Illusion\" url=\"/Traits.aspx?ID=92\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n<trait label=\"Thaumaturge\" url=\"/Traits.aspx?ID=432\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 39</row>\n\n**Requirement**\r\nYou're holding your mirror implement.\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou reflect an illusory image of yourself into another unoccupied space within 15 feet that you can see. You are treated as being in both spaces …\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 39"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 39</row>",
 "speed": {},
 "summary": "You reflect an illusory image of yourself into another unoccupied space within 15 feet that you can see. You are treated as being in both spaces …",
 "summary_markdown": "You reflect an illusory image of yourself into another unoccupied space within 15 feet that you can see. You are treated as being in both spaces …",
 "text": " Mirror's Reflection Single Action Source Dark Archive pg. 39 Requirements You're holding your mirror implement. --- You reflect an illusory image of yourself into another unoccupied space within 15 feet that you can see. You are treated as being in both spaces until the start of your next turn. For example, you can attack, Seek, and provide flanking—even with yourself. You occupy both spaces. Your mirror self mimics your actions exactly, but any effects you generate come from only one of your positions; you decide which each time you act. For example, if you made a melee Strike against a creature within reach of the reflection, you'd mime the actions of the Strike, but only the reflection would actually make the Strike. Anything that targets or would affect your reflection affects you and uses your statistics. Something that would target or affect both of you affects you only once. For example, a fireball that included both of you in its area would require only one save from you and damage you no more than once. When you move, you choose which square to move from, but the mirror effect ends (see below). Some events force you to determine which image is the real you, and then end the effect and cause your mirror self to disappear; this happens automatically at the start of your next turn. It also happens if you choose to move out of your space. Other benefits of this implement add more events that can end the reflection. The effect also ends when you fall unconscious, at which point you decide which version is truly you.",
 "trait": [
  "Illusion",
  "Magical",
  "Manipulate",
  "Thaumaturge"
 ],
 "trait_markdown": "[Illusion](/Traits.aspx?ID=92), [Magical](/Traits.aspx?ID=103), [Manipulate](/Traits.aspx?ID=104), [Thaumaturge](/Traits.aspx?ID=432)",
 "trait_raw": [
  "Illusion",
  "Magical",
  "Manipulate",
  "Thaumaturge"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=1232",
 "weakness": {}
}