{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-1378",
 "markdown": "<title level=\"1\" right=\"Action\">[New Leadership](/Actions.aspx?ID=1378) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Upkeep\" url=\"/Traits.aspx?ID=441\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 520</row>\n\n</column>\r\n\r\n---\r\n\r\nYou announce the promotion of a character into a leadership role, whether they're a newly appointed leader or just shifting from one leadership role to another.\n\n You normally perform this activity at the start of a Kingdom turn, but if unexpected events (such as the death of the character) remove a leader from a leadership role, you may immediately use the New Leadership activity to attempt to assign a new leader to that role, even outside of a Kingdom turn (applying the vacancy penalty for that role as appropriate). Attempt a basic Intrigue, Politics, Statecraft, or Warfare skill check—while any of these skills can be used, each skill is particularly suited to assigning two specific leadership roles. \n<ul><li>**Intrigue**: Grants a +2 circumstance bonus to checks to assign Emissaries and Treasurers.</li><li>**Politics**: Grants a +2 circumstance bonus to checks to assign Counselors and Rulers.</li><li>**Statecraft**: Grants a +2 circumstance bonus to checks to assign Magisters and Viceroys.</li><li>**Warfare**: Grants a +2 circumstance bonus to checks to assign Generals and Wardens.</li></ul> Rulers are particularly difficult to assign; when you take this activity to assign a new Ruler, you take a –4 circumstance penalty to the skill check, and unless you achieve a critical success, you gain 1 additional Unrest.\n\n Whether or not you are simultaneously assigning a leader, you may also use this activity to attempt to reselect the four leadership roles that you have invested. Any result other than a critical failure allows this.\r\n\r\n**Critical Success** The people love the new leader. The leader immediately provides the benefits tied to occupying the new role and gains a +1 circumstance bonus to all Kingdom skill checks they attempt before the end of the next Kingdom turn<br />\r\n**Success** The people accept the new leader. The leader immediately provides the benefits tied to occupying the new role.<br />\r\n**Failure** The people are unsure about the new leader. The leader takes a –1 circumstance penalty to all checks they attempt as part of their activities during the Activity phase of each Kingdom turn. At the end of the next Kingdom turn, the leader can attempt any Loyalty-based basic skill check to ingratiate themselves with the populace. The leader may attempt this check at the end of each Kingdom turn until they succeed. Success removes this penalty, but a critical failure results in the development detailed in Critical Failure below.<br />\r\n**Critical Failure** The people reject the new leader. The leadership role is treated as vacant and you must attempt to reassign it using the New Leadership activity at the start of the next Kingdom turn. Unrest increases by 1.",
 "name": "New Leadership",
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Upkeep\" url=\"/Traits.aspx?ID=441\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 520</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou announce the promotion of a character into a leadership role, whether they're a newly appointed leader or just shifting from one leadership role …\r\n</summary>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 520"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 520</row>",
 "speed": {},
 "summary": "You announce the promotion of a character into a leadership role, whether they're a newly appointed leader or just shifting from one leadership role …",
 "summary_markdown": "You announce the promotion of a character into a leadership role, whether they're a newly appointed leader or just shifting from one leadership role …",
 "text": " New Leadership Source Kingmaker Adventure Path pg. 520 --- You announce the promotion of a character into a leadership role, whether they're a newly appointed leader or just shifting from one leadership role to another. You normally perform this activity at the start of a Kingdom turn, but if unexpected events (such as the death of the character) remove a leader from a leadership role, you may immediately use the New Leadership activity to attempt to assign a new leader to that role, even outside of a Kingdom turn (applying the vacancy penalty for that role as appropriate). Attempt a basic Intrigue, Politics, Statecraft, or Warfare skill check—while any of these skills can be used, each skill is particularly suited to assigning two specific leadership roles. Intrigue : Grants a +2 circumstance bonus to checks to assign Emissaries and Treasurers. Politics : Grants a +2 circumstance bonus to checks to assign Counselors and Rulers. Statecraft : Grants a +2 circumstance bonus to checks to assign Magisters and Viceroys. Warfare : Grants a +2 circumstance bonus to checks to assign Generals and Wardens. Rulers are particularly difficult to assign; when you take this activity to assign a new Ruler, you take a –4 circumstance penalty to the skill check, and unless you achieve a critical success, you gain 1 additional Unrest. Whether or not you are simultaneously assigning a leader, you may also use this activity to attempt to reselect the four leadership roles that you have invested. Any result other than a critical failure allows this. Critical Success The people love the new leader. The leader immediately provides the benefits tied to occupying the new role and gains a +1 circumstance bonus to all Kingdom skill checks they attempt before the end of the next Kingdom turn Success The people accept the new leader. The leader immediately provides the benefits tied to occupying the new role. Failure The people are unsure about the new leader. The leader takes a –1 circumstance penalty to all checks they attempt as part of their activities during the Activity phase of each Kingdom turn. At the end of the next Kingdom turn, the leader can attempt any Loyalty-based basic skill check to ingratiate themselves with the populace. The leader may attempt this check at the end of each Kingdom turn until they succeed. Success removes this penalty, but a critical failure results in the development detailed in Critical Failure below. Critical Failure The people reject the new leader. The leadership role is treated as vacant and you must attempt to reassign it using the New Leadership activity at the start of the next Kingdom turn. Unrest increases by 1.",
 "trait": [
  "Downtime",
  "Upkeep"
 ],
 "trait_markdown": "[Downtime](/Traits.aspx?ID=49), [Upkeep](/Traits.aspx?ID=441)",
 "trait_raw": [
  "Downtime",
  "Upkeep"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=1378",
 "weakness": {}
}