{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "frequency": "once per round",
 "id": "action-901",
 "markdown": "<title level=\"1\" right=\"Action\">[Overdrive](/Actions.aspx?ID=901) <actions string=\"Single Action\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Inventor\" url=\"/Traits.aspx?ID=408\" />\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 16</row>\n\n**Frequency** once per round\n\n</column>\r\n\r\n---\r\n\r\nTemporarily cranking the gizmos on your body into overdrive, you try to add greater power to your attacks. Attempt a [Crafting](/Skills.aspx?ID=4) check that has a standard DC for your level.\n\n**Critical Success** Your gizmos go into a state of incredible efficiency called critical overdrive, adding great power to your attacks. Your Strikes deal additional damage equal to your Intelligence modifier for 1 minute. After the Overdrive ends, your gizmos become unusable as they cool down or reset, and you can't use Overdrive for 1 minute.<br />\n**Success** Your gizmos go into overdrive, adding power to your attacks. As critical success, except the additional damage is equal to half your Intelligence modifier.<br />\n**Failure** You make a miscalculation and nothing happens.<br />\n**Critical Failure** Whoops! Something explodes. You take fire damage equal to your level, and you can't use Overdrive again for 1 minute as your gizmos cool down and reset.\n\n **Special** When under the effects of Overdrive, you can still use the Overdrive action. You can't extend your Overdrive's duration this way, but you can turn an overdrive into a critical overdrive if you critically succeed. A failure has no effect on your current Overdrive, and you end your Overdrive on a critical failure.",
 "name": "Overdrive",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Inventor\" url=\"/Traits.aspx?ID=408\" />\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 16</row>\r\n\r\n**Frequency**\r\nonce per round\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTemporarily cranking the gizmos on your body into overdrive, you try to add greater power to your attacks. Attempt a  Crafting  check that has a …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 16"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 16</row>",
 "speed": {},
 "summary": "Temporarily cranking the gizmos on your body into overdrive, you try to add greater power to your attacks. Attempt a  Crafting  check that has a …",
 "summary_markdown": "Temporarily cranking the gizmos on your body into overdrive, you try to add greater power to your attacks. Attempt a  Crafting  check that has a …",
 "text": " Overdrive Single Action Source Guns &amp; Gears pg. 16 Frequency once per round --- Temporarily cranking the gizmos on your body into overdrive, you try to add greater power to your attacks. Attempt a Crafting check that has a standard DC for your level. Critical Success Your gizmos go into a state of incredible efficiency called critical overdrive, adding great power to your attacks. Your Strikes deal additional damage equal to your Intelligence modifier for 1 minute. After the Overdrive ends, your gizmos become unusable as they cool down or reset, and you can't use Overdrive for 1 minute. Success Your gizmos go into overdrive, adding power to your attacks. As critical success, except the additional damage is equal to half your Intelligence modifier. Failure You make a miscalculation and nothing happens. Critical Failure Whoops! Something explodes. You take fire damage equal to your level, and you can't use Overdrive again for 1 minute as your gizmos cool down and reset. Special When under the effects of Overdrive, you can still use the Overdrive action. You can't extend your Overdrive's duration this way, but you can turn an overdrive into a critical overdrive if you critically succeed. A failure has no effect on your current Overdrive, and you end your Overdrive on a critical failure.",
 "trait": [
  "Inventor",
  "Manipulate"
 ],
 "trait_markdown": "[Inventor](/Traits.aspx?ID=408), [Manipulate](/Traits.aspx?ID=104)",
 "trait_raw": [
  "Inventor",
  "Manipulate"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=901",
 "weakness": {}
}