{
 "actions": "Two Actions",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-70",
 "markdown": "<title level=\"1\" right=\"Action\">[Pick a Lock](/Actions.aspx?ID=70) <actions string=\"Two Actions\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 253 <sup>4.0</sup></row>\n\n**Requirements** You have [thieves’ tools](/Equipment.aspx?ID=58).\r\n\r\n</column>\r\n\r\n---\r\n\r\nOpening a lock without a key is very similar to Disabling a Device, but the DC of the check is determined by the complexity and construction of the lock you are attempting to pick (locks and their DCs are found in their [description](/Equipment.aspx?ID=30)). Locks of higher qualities might require multiple successes to unlock, since otherwise even an unskilled burglar could easily crack the lock by attempting the check until they rolled a natural 20. If you lack the proper tools, the GM might let you used improvised picks, which are treated as shoddy tools, depending on the specifics of the lock. \r\n\r\n**Critical Success** You unlock the lock, or you achieve two successes toward opening a complex lock. You leave no trace of your tampering.<br />\r\n**Success** You open the lock, or you achieve one success toward opening a complex lock.<br />\r\n**Critical Failure** You break your tools. Fixing them requires using Crafting to Repair them or else swapping in replacement picks (costing 3 sp, or 3 gp for infiltrator thieves’ tools).",
 "name": "Pick a Lock",
 "rarity": "common",
 "release_date": "2019-08-01",
 "requirement": "You have  thieves’ tools .",
 "requirement_markdown": "You have [thieves’ tools](/Equipment.aspx?ID=58).",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Manipulate\" url=\"/Traits.aspx?ID=104\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 253 <sup>4.0</sup></row>\n\n**Requirement**\r\nYou have [thieves’ tools](/Equipment.aspx?ID=58).\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOpening a lock without a key is very similar to Disabling a Device, but the DC of the check is determined by the complexity and construction of the …\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 253"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 253 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Opening a lock without a key is very similar to Disabling a Device, but the DC of the check is determined by the complexity and construction of the …",
 "summary_markdown": "Opening a lock without a key is very similar to Disabling a Device, but the DC of the check is determined by the complexity and construction of the …",
 "text": " Pick a Lock Two Actions Source Core Rulebook pg. 253 4.0 Requirements You have thieves’ tools. --- Opening a lock without a key is very similar to Disabling a Device, but the DC of the check is determined by the complexity and construction of the lock you are attempting to pick (locks and their DCs are found in their description). Locks of higher qualities might require multiple successes to unlock, since otherwise even an unskilled burglar could easily crack the lock by attempting the check until they rolled a natural 20. If you lack the proper tools, the GM might let you used improvised picks, which are treated as shoddy tools, depending on the specifics of the lock. Critical Success You unlock the lock, or you achieve two successes toward opening a complex lock. You leave no trace of your tampering. Success You open the lock, or you achieve one success toward opening a complex lock. Critical Failure You break your tools. Fixing them requires using Crafting to Repair them or else swapping in replacement picks (costing 3 sp, or 3 gp for infiltrator thieves’ tools).",
 "trait": [
  "Manipulate"
 ],
 "trait_markdown": "[Manipulate](/Traits.aspx?ID=104)",
 "trait_raw": [
  "Manipulate"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=70",
 "weakness": {}
}