{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-1500",
 "markdown": "<title level=\"1\" right=\"Action\">[Preventative Measures](/Actions.aspx?ID=1500) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Leadership\" url=\"/Traits.aspx?ID=439\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 72</row>\n\n</column>\r\n\r\n---\r\n\r\n_Nethys note: this activity requires that Tristian is the Magister and is at least [friendly](/Conditions.aspx?ID=18)_\n\nTristian helps to organize magical defenses and resources to combat potential upcoming disasters or dangers to the kingdom. Attempt a basic [Magic](/Skills.aspx?ID=27) check to determine how effective the magical preparations are.\r\n\r\n**Critical Success** The next time during this Kingdom turn that you attempt a [Kingdom](/Traits.aspx?ID=438) skill check to resolve a dangerous event, you gain a +2 circumstance bonus to the check and, unless you roll a critical failure, the result is improved one degree. If you reach the end of this Kingdom turn and haven't had a dangerous event, you may decrease one Ruin of your choice by 1.<br />\r\n**Success** The next time during this Kingdom turn that you attempt a Kingdom skill check to resolve a dangerous event, you gain a +2 circumstance bonus to the check.<br />\r\n**Critical Failure** The attempt to put preventative measures in place has resulted in significant waste of resources. You can't use Preventative Measures again on your next Kingdom turn, and when your next Kingdom turn begins, reduce your Resource Dice total by 2.",
 "name": "Preventative Measures",
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Leadership\" url=\"/Traits.aspx?ID=439\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 72</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\n Nethys note: this activity requires that Tristian is the Magister and is at least  friendly    Tristian helps to organize magical defenses and …\r\n</summary>",
 "source": [
  "Kingmaker Companion Guide"
 ],
 "source_raw": [
  "Kingmaker Companion Guide pg. 72"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 72</row>",
 "speed": {},
 "summary": " Nethys note: this activity requires that Tristian is the Magister and is at least  friendly    Tristian helps to organize magical defenses and …",
 "summary_markdown": " Nethys note: this activity requires that Tristian is the Magister and is at least  friendly    Tristian helps to organize magical defenses and …",
 "text": " Preventative Measures Source Kingmaker Companion Guide pg. 72 --- Nethys note: this activity requires that Tristian is the Magister and is at least friendly Tristian helps to organize magical defenses and resources to combat potential upcoming disasters or dangers to the kingdom. Attempt a basic Magic check to determine how effective the magical preparations are. Critical Success The next time during this Kingdom turn that you attempt a Kingdom skill check to resolve a dangerous event, you gain a +2 circumstance bonus to the check and, unless you roll a critical failure, the result is improved one degree. If you reach the end of this Kingdom turn and haven't had a dangerous event, you may decrease one Ruin of your choice by 1. Success The next time during this Kingdom turn that you attempt a Kingdom skill check to resolve a dangerous event, you gain a +2 circumstance bonus to the check. Critical Failure The attempt to put preventative measures in place has resulted in significant waste of resources. You can't use Preventative Measures again on your next Kingdom turn, and when your next Kingdom turn begins, reduce your Resource Dice total by 2.",
 "trait": [
  "Downtime",
  "Leadership"
 ],
 "trait_markdown": "[Downtime](/Traits.aspx?ID=49), [Leadership](/Traits.aspx?ID=439)",
 "trait_raw": [
  "Downtime",
  "Leadership"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=1500",
 "weakness": {}
}