{
 "actions": "Reaction",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-1235",
 "markdown": "<title level=\"1\" right=\"Action\">[Psychic Defense](/Actions.aspx?ID=1235) <actions string=\"Reaction\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 201</row>\n\n**Trigger** Your opponent uses a psychic manifestation against you.\r\n\r\n**Requirements** You're in a psychic duel and are psychically centered.\r\n\r\n</column>\r\n\r\n---\r\n\r\nYou gain the benefit matching your psychic center against the triggering manifestation. Then your psychic center is expended.\n<ul><li>**Armor of Insight (Perception)** Sensing the incoming attack, you make your mind resist psychic harm. You gain resistance equal to half your level (minimum 1) to mental damage against the triggering effect. This resistance is doubled if you're a master in Perception and tripled if you're legendary.</li><li>**Empathic Orbit ([Diplomacy](/Skills.aspx?ID=6))** Displaying empathy, you sow doubt in your attacker to diminish their resolve for psychic combat. The opponent is [stupefied 1](/Conditions.aspx?ID=37) until the end of their next turn or stupefied 2 if you're legendary in Diplomacy.</li><li>**Ire's Spear ([Intimidation](/Skills.aspx?ID=7))** Blazing anger surges in your mind, causing backlash to anyone who harms you. If the manifestation damages you, the opponent takes damage equal to the counteract level of the manifestation it used against you. This damage is doubled if you're a master of Intimidation or tripled if you're legendary.</li><li>**Rational Labyrinth ([Occultism](/Skills.aspx?ID=11))** Analytically breaking down the attack, you realign your mind's defenses into a puzzle designed to confound it. You gain a +2 status bonus to your Will save or Will DC, or a +4 status bonus if the effect has the [emotion](/Traits.aspx?ID=60) trait.</li><li>**Sensory Phantasm ([Deception](/Skills.aspx?ID=5))** Using your guile, you send psychic illusions through your mental link to your foe, making yourself harder to pinpoint. You're [concealed](/Conditions.aspx?ID=4) against the opponent until the end of its next turn.</li></ul>",
 "name": "Psychic Defense",
 "rarity": "common",
 "release_date": "2022-07-27",
 "requirement": "You're in a psychic duel and are psychically centered.",
 "requirement_markdown": "You're in a psychic duel and are psychically centered.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 201</row>\n\n**Trigger**\r\nYour opponent uses a psychic manifestation against you.\r\n\r\n**Requirement**\r\nYou're in a psychic duel and are psychically centered.\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou gain the benefit matching your psychic center against the triggering manifestation. Then your psychic center is expended.   Armor of Insight …\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 201"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 201</row>",
 "speed": {},
 "summary": "You gain the benefit matching your psychic center against the triggering manifestation. Then your psychic center is expended.   Armor of Insight …",
 "summary_markdown": "You gain the benefit matching your psychic center against the triggering manifestation. Then your psychic center is expended.   Armor of Insight …",
 "text": " Psychic Defense Reaction Source Dark Archive pg. 201 Trigger Your opponent uses a psychic manifestation against you. Requirements You're in a psychic duel and are psychically centered. --- You gain the benefit matching your psychic center against the triggering manifestation. Then your psychic center is expended. Armor of Insight (Perception) Sensing the incoming attack, you make your mind resist psychic harm. You gain resistance equal to half your level (minimum 1) to mental damage against the triggering effect. This resistance is doubled if you're a master in Perception and tripled if you're legendary. Empathic Orbit (Diplomacy) Displaying empathy, you sow doubt in your attacker to diminish their resolve for psychic combat. The opponent is stupefied 1 until the end of their next turn or stupefied 2 if you're legendary in Diplomacy. Ire's Spear (Intimidation) Blazing anger surges in your mind, causing backlash to anyone who harms you. If the manifestation damages you, the opponent takes damage equal to the counteract level of the manifestation it used against you. This damage is doubled if you're a master of Intimidation or tripled if you're legendary. Rational Labyrinth (Occultism) Analytically breaking down the attack, you realign your mind's defenses into a puzzle designed to confound it. You gain a +2 status bonus to your Will save or Will DC, or a +4 status bonus if the effect has the emotion trait. Sensory Phantasm (Deception) Using your guile, you send psychic illusions through your mental link to your foe, making yourself harder to pinpoint. You're concealed against the opponent until the end of its next turn. ",
 "trait": [
  "Concentrate",
  "Magical"
 ],
 "trait_markdown": "[Concentrate](/Traits.aspx?ID=32), [Magical](/Traits.aspx?ID=103)",
 "trait_raw": [
  "Concentrate",
  "Magical"
 ],
 "trigger": "Your opponent uses a psychic manifestation against you.",
 "trigger_markdown": "Your opponent uses a psychic manifestation against you.",
 "type": "Action",
 "url": "/Actions.aspx?ID=1235",
 "weakness": {}
}