{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-1495",
 "markdown": "<title level=\"1\" right=\"Action\">[Read All About It](/Actions.aspx?ID=1495) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Leadership\" url=\"/Traits.aspx?ID=439\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 55</row>\n\n</column>\r\n\r\n---\r\n\r\n_Nethys Note: This activity requires the completion of the [The Local Paper](/KMEvents.aspx?ID=43) kingdom event._\n\n You take advantage of your nation's paper to print an extra edition, a bonus-sized issue, or something to spread news to the citizens of the nation so that they are more prepared for upcoming events or more informed on how to deal with ongoing events. Attempt a basic [Scholarship](/Skills.aspx?ID=29) check to determine how helpful the information proves to be.\r\n\r\n**Critical Success** Your kingdom becomes particularly prepared. The next time you attempt a skill check to resolve any event during this Kingdom turn, you gain a +4 circumstance bonus to the roll.<br />\r\n**Success** The information is helpful, but only against ongoing events. The next time you attempt a skill check to resolve an ongoing event during this Kingdom turn, you gain a +2 circumstance bonus to the roll.<br />\r\n**Failure** You fail to prepare your people for the worst.<br />\r\n**Critical Failure** Critical parts of the information you published are false. You take a –2 circumstance penalty to all skill checks made to resolve Kingdom events for the remainder of this Kingdom turn.",
 "name": "Read All About It",
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Leadership\" url=\"/Traits.aspx?ID=439\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 55</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\n Nethys Note: This activity requires the completion of the  The Local Paper  kingdom event.    You take advantage of your nation's paper to print an …\r\n</summary>",
 "source": [
  "Kingmaker Companion Guide"
 ],
 "source_raw": [
  "Kingmaker Companion Guide pg. 55"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 55</row>",
 "speed": {},
 "summary": " Nethys Note: This activity requires the completion of the  The Local Paper  kingdom event.    You take advantage of your nation's paper to print an …",
 "summary_markdown": " Nethys Note: This activity requires the completion of the  The Local Paper  kingdom event.    You take advantage of your nation's paper to print an …",
 "text": " Read All About It Source Kingmaker Companion Guide pg. 55 --- Nethys Note: This activity requires the completion of the The Local Paper kingdom event. You take advantage of your nation's paper to print an extra edition, a bonus-sized issue, or something to spread news to the citizens of the nation so that they are more prepared for upcoming events or more informed on how to deal with ongoing events. Attempt a basic Scholarship check to determine how helpful the information proves to be. Critical Success Your kingdom becomes particularly prepared. The next time you attempt a skill check to resolve any event during this Kingdom turn, you gain a +4 circumstance bonus to the roll. Success The information is helpful, but only against ongoing events. The next time you attempt a skill check to resolve an ongoing event during this Kingdom turn, you gain a +2 circumstance bonus to the roll. Failure You fail to prepare your people for the worst. Critical Failure Critical parts of the information you published are false. You take a –2 circumstance penalty to all skill checks made to resolve Kingdom events for the remainder of this Kingdom turn.",
 "trait": [
  "Downtime",
  "Leadership"
 ],
 "trait_markdown": "[Downtime](/Traits.aspx?ID=49), [Leadership](/Traits.aspx?ID=439)",
 "trait_raw": [
  "Downtime",
  "Leadership"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=1495",
 "weakness": {}
}