{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-477",
 "markdown": "<title level=\"1\" right=\"Action\">[Reconnoiter](/Actions.aspx?ID=477) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 173</row>\n\n</column>\r\n\r\n---\r\n\r\nYou spend time surveying and exploring a specific area, getting the lay of the land and looking for unusual features and specific sites. Reconnoitering a single hex takes a number of hexploration activities equal to the number of Travel activities necessary to traverse the hex—1 for open terrain, 2 for difficult terrain, and 3 for greater difficult terrain. Traveling on roads doesn’t lessen the time required to Reconnoiter. Once the hex has been Reconnoitered, you can Map the Area to reduce your chance of getting lost in that hex (see below). You automatically find any special feature that doesn’t require a check to find, and you attempt the appropriate checks to find hidden special features.\n\n For instance, if you were looking for an obvious rock formation among some hills, you would spend 2 hexploration activities to Reconnoiter the hex, and you’d find the rock formation. But if you were looking for a hidden tengu monastery somewhere in some deep forests, after spending 2 activities to Reconnoiter the forest hex, you would have to succeed at a Perception check as part of your Reconnoiter activity to find the monastery.",
 "name": "Reconnoiter",
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 173</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou spend time surveying and exploring a specific area, getting the lay of the land and looking for unusual features and specific sites. …\r\n</summary>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 173"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 173</row>",
 "speed": {},
 "summary": "You spend time surveying and exploring a specific area, getting the lay of the land and looking for unusual features and specific sites. …",
 "summary_markdown": "You spend time surveying and exploring a specific area, getting the lay of the land and looking for unusual features and specific sites. …",
 "text": " Reconnoiter Source Gamemastery Guide pg. 173 --- You spend time surveying and exploring a specific area, getting the lay of the land and looking for unusual features and specific sites. Reconnoitering a single hex takes a number of hexploration activities equal to the number of Travel activities necessary to traverse the hex—1 for open terrain, 2 for difficult terrain, and 3 for greater difficult terrain. Traveling on roads doesn’t lessen the time required to Reconnoiter. Once the hex has been Reconnoitered, you can Map the Area to reduce your chance of getting lost in that hex (see below). You automatically find any special feature that doesn’t require a check to find, and you attempt the appropriate checks to find hidden special features. For instance, if you were looking for an obvious rock formation among some hills, you would spend 2 hexploration activities to Reconnoiter the hex, and you’d find the rock formation. But if you were looking for a hidden tengu monastery somewhere in some deep forests, after spending 2 activities to Reconnoiter the forest hex, you would have to succeed at a Perception check as part of your Reconnoiter activity to find the monastery.",
 "trait": [
  "Concentrate"
 ],
 "trait_markdown": "[Concentrate](/Traits.aspx?ID=32)",
 "trait_raw": [
  "Concentrate"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=477",
 "weakness": {}
}