{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-1499",
 "markdown": "<title level=\"1\" right=\"Action\">[Recruit Monsters](/Actions.aspx?ID=1499) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Region\" url=\"/Traits.aspx?ID=440\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 60</row>\n\n</column>\r\n\r\n---\r\n\r\n_Nethys note: this activity requires that Nok-Nok is the Emissary, is at least [friendly](/Conditions.aspx?ID=18), and that the the kingdom has at least the trained proficiency rank in the Intrigue skill._\n\nWhile Nok-Nok is quick to suggest that most of the monsters the party encounters during their adventures deserve killing, he also understands that there can be exceptions. Some can be bribed or allied with, while others can be trusted to act on their instincts—a canny person can capitalize on these instincts or alliances to bolster a kingdom's defenses. Attempt a basic Intrigue check.\r\n\r\n**Critical Success** You manage to locate a monster's lair and take steps to incorporate it into your kingdom's defense. The next time your kingdom suffers a [Bandit Activity](/KMEvents.aspx?ID=3), [Monster Activity](/KMEvents.aspx?ID=22), [Sacrifices](/KMEvents.aspx?ID=33), or [Undead Uprising](/KMEvents.aspx?ID=36) random event, you can use your recruited monster to help resolve the event. Doing so removes the Recruited Monster from your kingdom (you can attempt to recruit a new monster on a future kingdom turn though) but allows you to roll a skill check twice when resolving the Dangerous Hex event, taking the better of the two results as your actual result. This is a [fortune](/Traits.aspx?ID=76) effect.<br /> Your kingdom can support 1 Recruited Monster at a time. If your kingdom is master in Intrigue, you can support up to 2 Recruited Monsters at a time, and if your kingdom is legendary in Intrigue, you can support up to 3 Recruited Monsters at a time.<br />\r\n**Success** You locate a monster's lair but can't recruit it into your kingdom's defense just yet. If you attempt this activity on your next kingdom turn; the result of that check is improved one degree as you continue to build a rapport with the monster.<br />\r\n**Failure** You fail to locate a monster, or if you were recruiting a monster you didn't succeed at recruiting on the previous turn, that monster moves on and you must start the recruitment procedure from scratch in the future.<br />\r\n**Critical Failure** You found a monster, but it proves impossible to recruit. Worse, you've attracted its attention. A Monster Activity event occurs during the kingdom's next Event Phase, in addition to any other potential random events.",
 "name": "Recruit Monsters",
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Region\" url=\"/Traits.aspx?ID=440\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 60</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\n Nethys note: this activity requires that Nok-Nok is the Emissary, is at least  friendly , and that the the kingdom has at least the trained …\r\n</summary>",
 "source": [
  "Kingmaker Companion Guide"
 ],
 "source_raw": [
  "Kingmaker Companion Guide pg. 60"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 60</row>",
 "speed": {},
 "summary": " Nethys note: this activity requires that Nok-Nok is the Emissary, is at least  friendly , and that the the kingdom has at least the trained …",
 "summary_markdown": " Nethys note: this activity requires that Nok-Nok is the Emissary, is at least  friendly , and that the the kingdom has at least the trained …",
 "text": " Recruit Monsters Source Kingmaker Companion Guide pg. 60 --- Nethys note: this activity requires that Nok-Nok is the Emissary, is at least friendly, and that the the kingdom has at least the trained proficiency rank in the Intrigue skill. While Nok-Nok is quick to suggest that most of the monsters the party encounters during their adventures deserve killing, he also understands that there can be exceptions. Some can be bribed or allied with, while others can be trusted to act on their instincts—a canny person can capitalize on these instincts or alliances to bolster a kingdom's defenses. Attempt a basic Intrigue check. Critical Success You manage to locate a monster's lair and take steps to incorporate it into your kingdom's defense. The next time your kingdom suffers a Bandit Activity, Monster Activity, Sacrifices, or Undead Uprising random event, you can use your recruited monster to help resolve the event. Doing so removes the Recruited Monster from your kingdom (you can attempt to recruit a new monster on a future kingdom turn though) but allows you to roll a skill check twice when resolving the Dangerous Hex event, taking the better of the two results as your actual result. This is a fortune effect. Your kingdom can support 1 Recruited Monster at a time. If your kingdom is master in Intrigue, you can support up to 2 Recruited Monsters at a time, and if your kingdom is legendary in Intrigue, you can support up to 3 Recruited Monsters at a time. Success You locate a monster's lair but can't recruit it into your kingdom's defense just yet. If you attempt this activity on your next kingdom turn; the result of that check is improved one degree as you continue to build a rapport with the monster. Failure You fail to locate a monster, or if you were recruiting a monster you didn't succeed at recruiting on the previous turn, that monster moves on and you must start the recruitment procedure from scratch in the future. Critical Failure You found a monster, but it proves impossible to recruit. Worse, you've attracted its attention. A Monster Activity event occurs during the kingdom's next Event Phase, in addition to any other potential random events.",
 "trait": [
  "Downtime",
  "Region"
 ],
 "trait_markdown": "[Downtime](/Traits.aspx?ID=49), [Region](/Traits.aspx?ID=440)",
 "trait_raw": [
  "Downtime",
  "Region"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=1499",
 "weakness": {}
}