{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-64",
 "markdown": "<title level=\"1\" right=\"Action\">[Sense Direction](/Actions.aspx?ID=64) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Exploration\" url=\"/Traits.aspx?ID=66\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 252 <sup>4.0</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nUsing the stars, the position of the sun, traits of the geography or flora, or the behavior of fauna, you can stay oriented in the wild. Typically, you attempt a Survival check only once per day, but some environments or changes might necessitate rolling more often. The GM determines the DC and how long this activity takes (usually just a minute or so). More unusual locales or those you’re unfamiliar with might require you to have a minimum proficiency rank to Sense Direction. Without a compass, you take a –2 item penalty to checks to Sense Direction.\r\n\r\n**Critical Success** You get an excellent sense of where you are. If you are in an environment with cardinal directions, you know them exactly.<br />\r\n**Success** You gain enough orientation to avoid becoming hopelessly lost. If you are in an environment with cardinal directions, you have a sense of those directions.\r\n\r\n<title level=\"2\">Sample Sense Direction Tasks</title>\n\n**Untrained** determine a cardinal direction using the sun<br />\r\n**Trained** find an overgrown path in a forest<br />\r\n**Expert** navigate a hedge maze<br />\r\n**Master** navigate a byzantine labyrinth or relatively featureless desert<br />\r\n**Legendary** navigate an ever-changing dream realm",
 "name": "Sense Direction",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Exploration\" url=\"/Traits.aspx?ID=66\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 252 <sup>4.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nUsing the stars, the position of the sun, traits of the geography or flora, or the behavior of fauna, you can stay oriented in the wild. Typically, …\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 252"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 252 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "Using the stars, the position of the sun, traits of the geography or flora, or the behavior of fauna, you can stay oriented in the wild. Typically, …",
 "summary_markdown": "Using the stars, the position of the sun, traits of the geography or flora, or the behavior of fauna, you can stay oriented in the wild. Typically, …",
 "text": " Sense Direction Source Core Rulebook pg. 252 4.0 --- Using the stars, the position of the sun, traits of the geography or flora, or the behavior of fauna, you can stay oriented in the wild. Typically, you attempt a Survival check only once per day, but some environments or changes might necessitate rolling more often. The GM determines the DC and how long this activity takes (usually just a minute or so). More unusual locales or those you’re unfamiliar with might require you to have a minimum proficiency rank to Sense Direction. Without a compass, you take a –2 item penalty to checks to Sense Direction. Critical Success You get an excellent sense of where you are. If you are in an environment with cardinal directions, you know them exactly. Success You gain enough orientation to avoid becoming hopelessly lost. If you are in an environment with cardinal directions, you have a sense of those directions. Sample Sense Direction Tasks Untrained determine a cardinal direction using the sun Trained find an overgrown path in a forest Expert navigate a hedge maze Master navigate a byzantine labyrinth or relatively featureless desert Legendary navigate an ever-changing dream realm",
 "trait": [
  "Exploration",
  "Secret"
 ],
 "trait_markdown": "[Exploration](/Traits.aspx?ID=66), [Secret](/Traits.aspx?ID=142)",
 "trait_raw": [
  "Exploration",
  "Secret"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=64",
 "weakness": {}
}