{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-85",
 "markdown": "<title level=\"1\" right=\"Action\">[Sense Motive](/Actions.aspx?ID=85) <actions string=\"Single Action\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 471 <sup>4.0</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nYou try to tell whether a creature's behavior is abnormal. Choose one creature, and assess it for odd body language, signs of nervousness, and other indicators that it might be trying to deceive someone. The GM attempts a single secret Perception check for you and compares the result to the [Deception](/Skills.aspx?ID=5) DC of the creature, the DC of a spell affecting the creature's mental state, or another appropriate DC determined by the GM. You typically can't try to Sense the Motive of the same creature again until the situation changes significantly.\r\n\r\n**Critical Success** You determine the creature’s true intentions and get a solid idea of any mental magic affecting it.<br />\r\n**Success** You can tell whether the creature is behaving normally, but you don’t know its exact intentions or what magic might be affecting it.<br />\r\n**Failure** You detect what a deceptive creature wants you to believe. If they’re not being deceptive, you believe they’re behaving normally.<br />\r\n**Critical Failure** You get a false sense of the creature’s intentions.",
 "name": "Sense Motive",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"Secret\" url=\"/Traits.aspx?ID=142\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 471 <sup>4.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou try to tell whether a creature's behavior is abnormal. Choose one creature, and assess it for odd body language, signs of nervousness, and other …\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 471"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 471 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "You try to tell whether a creature's behavior is abnormal. Choose one creature, and assess it for odd body language, signs of nervousness, and other …",
 "summary_markdown": "You try to tell whether a creature's behavior is abnormal. Choose one creature, and assess it for odd body language, signs of nervousness, and other …",
 "text": " Sense Motive Single Action Source Core Rulebook pg. 471 4.0 --- You try to tell whether a creature's behavior is abnormal. Choose one creature, and assess it for odd body language, signs of nervousness, and other indicators that it might be trying to deceive someone. The GM attempts a single secret Perception check for you and compares the result to the Deception DC of the creature, the DC of a spell affecting the creature's mental state, or another appropriate DC determined by the GM. You typically can't try to Sense the Motive of the same creature again until the situation changes significantly. Critical Success You determine the creature’s true intentions and get a solid idea of any mental magic affecting it. Success You can tell whether the creature is behaving normally, but you don’t know its exact intentions or what magic might be affecting it. Failure You detect what a deceptive creature wants you to believe. If they’re not being deceptive, you believe they’re behaving normally. Critical Failure You get a false sense of the creature’s intentions.",
 "trait": [
  "Concentrate",
  "Secret"
 ],
 "trait_markdown": "[Concentrate](/Traits.aspx?ID=32), [Secret](/Traits.aspx?ID=142)",
 "trait_raw": [
  "Concentrate",
  "Secret"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=85",
 "weakness": {}
}