{
 "actions": "Two Actions",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "frequency": "until recharged (see below)",
 "id": "action-755",
 "markdown": "<title level=\"1\" right=\"Action\">[Spellstrike](/Actions.aspx?ID=755) <actions string=\"Two Actions\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Magus\" url=\"/Traits.aspx?ID=389\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 37 <sup>1.1</sup></row>\n\n**Frequency** until recharged (see below)\n\n</column>\r\n\r\n---\r\n\r\nYou channel a spell into a punch or sword thrust to deliver a combined attack. You Cast a Spell that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell don't occur immediately but are imbued into your attack instead. Make a melee Strike with a weapon or [unarmed](/Traits.aspx?ID=199) attack. Your spell is coupled with your attack, using your attack roll result to determine the effects of both the Strike and the spell. This counts as two attacks for your multiple attack penalty, but you don't apply the penalty until after you've completed the Spellstrike. The infusion of spell energy grants your Strike the [arcane](/Traits.aspx?ID=11) trait, making it [magical](/Traits.aspx?ID=103).\n\n After you use Spellstrike, you can't do so again until you recharge your Spellstrike as a single action, which has the [concentrate](/Traits.aspx?ID=32) trait. You also recharge your Spellstrike when you cast a conflux spell that takes at least 1 action to cast; casting a focus spell of another type doesn't recharge your Spellstrike.\n\n<title level=\"2\" right=\"\">Spellstrike Specifics</title> Though the base Spellstrike rules cover most spells, various modifications apply to more complicated spells when loaded into your fist, blade, or other attack. \n\n**One Target**: The spell targets only the target of your Strike, even if it normally allows more targets. Some feats let you affect more creatures. \n\n**Reach**: The coupled spell affects the target using the reach of the weapon or unarmed attack you make your Spellstrike with. For instance, [_shocking grasp_](/Spells.aspx?ID=283) would affect a creature beyond the reach of your hand if you used a weapon with [reach](/Traits.aspx?ID=192), and [_ray of frost_](/Spells.aspx?ID=245) would affect only a creature in your weapon's reach, even though the spell's range is longer. \n\n**Ancillary Effects**: Your spell still has any non-targeted effects that might affect creatures other than the target, as well as any ongoing effects starting from the moment you hit with the Strike. For example, [_acid splash_](/Spells.aspx?ID=3) would still deal its splash damage to creatures other than the target and [_tanglefoot_](/Spells.aspx?ID=330)'s circumstance penalty would last for its normal duration. The spell takes effect after the Strike deals damage; if the Strike has other special effects, the GM determines whether they happen before or after the spell. \n\n**Multiple Defenses**: Any additional rolls after the initial spell attack still happen normally, such as the Fortitude save attempted by the target of a [_disintegrate_](/Spells.aspx?ID=76) spell. Similarly, a spell that allows you to attack with it again on subsequent rounds would only combine a Strike with its initial attack roll, not with any later ones.\n\n **Invalid or Immune Target**: If the target you hit wouldn't be a valid target for the spell, the spell is still expended but doesn't affect the target. If the target is immune to your attack but not the spell, it can still be affected by the spell.\n\n **Variable Actions**: Some spells have different effects based on the number of actions you spend to cast them. You choose whether to use the effects of the 1- or 2-action version of the spell when you use Spellstrike. A spell has to take _exactly_ 1 or 2 actions; you can't use Spellstrike with a spell that takes a free action, reaction, or 3 or more actions.\n\n **Metamagic**: You typically can't use [metamagic](/Traits.aspx?ID=107) with Spellstrike because metamagic requires the next action you take to be Cast a Spell, and Spellstrike is a combined activity that doesn't qualify.",
 "name": "Spellstrike",
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Magus\" url=\"/Traits.aspx?ID=389\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 37 <sup>1.1</sup></row>\r\n\r\n**Frequency**\r\nuntil recharged (see below)\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou channel a spell into a punch or sword thrust to deliver a combined attack. You Cast a Spell that takes 1 or 2 actions to cast and requires a …\r\n</summary>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 37"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 37 <sup>1.1</sup></row>",
 "speed": {},
 "summary": "You channel a spell into a punch or sword thrust to deliver a combined attack. You Cast a Spell that takes 1 or 2 actions to cast and requires a …",
 "summary_markdown": "You channel a spell into a punch or sword thrust to deliver a combined attack. You Cast a Spell that takes 1 or 2 actions to cast and requires a …",
 "text": " Spellstrike Two Actions Source Secrets of Magic pg. 37 1.1 Frequency until recharged (see below) --- You channel a spell into a punch or sword thrust to deliver a combined attack. You Cast a Spell that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell don't occur immediately but are imbued into your attack instead. Make a melee Strike with a weapon or unarmed attack. Your spell is coupled with your attack, using your attack roll result to determine the effects of both the Strike and the spell. This counts as two attacks for your multiple attack penalty, but you don't apply the penalty until after you've completed the Spellstrike. The infusion of spell energy grants your Strike the arcane trait, making it magical. After you use Spellstrike, you can't do so again until you recharge your Spellstrike as a single action, which has the concentrate trait. You also recharge your Spellstrike when you cast a conflux spell that takes at least 1 action to cast; casting a focus spell of another type doesn't recharge your Spellstrike. Spellstrike Specifics Though the base Spellstrike rules cover most spells, various modifications apply to more complicated spells when loaded into your fist, blade, or other attack. One Target : The spell targets only the target of your Strike, even if it normally allows more targets. Some feats let you affect more creatures. Reach : The coupled spell affects the target using the reach of the weapon or unarmed attack you make your Spellstrike with. For instance, shocking grasp would affect a creature beyond the reach of your hand if you used a weapon with reach, and ray of frost would affect only a creature in your weapon's reach, even though the spell's range is longer. Ancillary Effects : Your spell still has any non-targeted effects that might affect creatures other than the target, as well as any ongoing effects starting from the moment you hit with the Strike. For example, acid splash would still deal its splash damage to creatures other than the target and tanglefoot 's circumstance penalty would last for its normal duration. The spell takes effect after the Strike deals damage; if the Strike has other special effects, the GM determines whether they happen before or after the spell. Multiple Defenses : Any additional rolls after the initial spell attack still happen normally, such as the Fortitude save attempted by the target of a disintegrate spell. Similarly, a spell that allows you to attack with it again on subsequent rounds would only combine a Strike with its initial attack roll, not with any later ones. Invalid or Immune Target : If the target you hit wouldn't be a valid target for the spell, the spell is still expended but doesn't affect the target. If the target is immune to your attack but not the spell, it can still be affected by the spell. Variable Actions : Some spells have different effects based on the number of actions you spend to cast them. You choose whether to use the effects of the 1- or 2-action version of the spell when you use Spellstrike. A spell has to take exactly 1 or 2 actions; you can't use Spellstrike with a spell that takes a free action, reaction, or 3 or more actions. Metamagic : You typically can't use metamagic with Spellstrike because metamagic requires the next action you take to be Cast a Spell, and Spellstrike is a combined activity that doesn't qualify.",
 "trait": [
  "Magus"
 ],
 "trait_markdown": "[Magus](/Traits.aspx?ID=389)",
 "trait_raw": [
  "Magus"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=755",
 "weakness": {}
}