{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-1400",
 "markdown": "<title level=\"1\" right=\"Action\">[Supernatural Solution](/Actions.aspx?ID=1400) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Fortune\" url=\"/Traits.aspx?ID=76\" />\r\n<trait label=\"Leadership\" url=\"/Traits.aspx?ID=439\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 526</row>\n\n</column>\r\n\r\n---\r\n\r\nYour spellcasters try to resolve issues when mundane solutions just aren't enough. Attempt a basic check.\r\n\r\n**Critical Success** You can call upon your spellcasters' supernatural solution to aid in resolving any Kingdom skill check made during the remainder of this Kingdom turn. Do so just before a Kingdom skill check is rolled (by yourself or any other PC). Attempt a Magic check against the same DC in addition to the Kingdom skill check, and take whichever of the two results you prefer. If you don't use your Supernatural Solution by the end of this Kingdom turn, this benefit ends and you gain 10 kingdom XP instead.<br />\r\n**Success** As critical success, but the solution costs the kingdom 1d4 RP to research. This cost is paid now, whether or not you use your supernatural solution.<br />\r\n**Failure** Your attempt at researching a supernatural solution costs the kingdom 2d6 RP, but is ultimately a failure, providing no advantage.<br />\r\n**Critical Failure** As failure, but your spellcasters' resources and morale are impacted such that you cannot attempt a Supernatural Solution again for 2 Kingdom turns. Special You cannot influence a check with Supernatural Solution and Creative Solution simultaneously",
 "name": "Supernatural Solution",
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Downtime\" url=\"/Traits.aspx?ID=49\" />\r\n<trait label=\"Fortune\" url=\"/Traits.aspx?ID=76\" />\r\n<trait label=\"Leadership\" url=\"/Traits.aspx?ID=439\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 526</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYour spellcasters try to resolve issues when mundane solutions just aren't enough. Attempt a basic check.\r\n</summary>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 526"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 526</row>",
 "speed": {},
 "summary": "Your spellcasters try to resolve issues when mundane solutions just aren't enough. Attempt a basic check.",
 "summary_markdown": "Your spellcasters try to resolve issues when mundane solutions just aren't enough. Attempt a basic check.",
 "text": " Supernatural Solution Source Kingmaker Adventure Path pg. 526 --- Your spellcasters try to resolve issues when mundane solutions just aren't enough. Attempt a basic check. Critical Success You can call upon your spellcasters' supernatural solution to aid in resolving any Kingdom skill check made during the remainder of this Kingdom turn. Do so just before a Kingdom skill check is rolled (by yourself or any other PC). Attempt a Magic check against the same DC in addition to the Kingdom skill check, and take whichever of the two results you prefer. If you don't use your Supernatural Solution by the end of this Kingdom turn, this benefit ends and you gain 10 kingdom XP instead. Success As critical success, but the solution costs the kingdom 1d4 RP to research. This cost is paid now, whether or not you use your supernatural solution. Failure Your attempt at researching a supernatural solution costs the kingdom 2d6 RP, but is ultimately a failure, providing no advantage. Critical Failure As failure, but your spellcasters' resources and morale are impacted such that you cannot attempt a Supernatural Solution again for 2 Kingdom turns. Special You cannot influence a check with Supernatural Solution and Creative Solution simultaneously",
 "trait": [
  "Downtime",
  "Fortune",
  "Leadership"
 ],
 "trait_markdown": "[Downtime](/Traits.aspx?ID=49), [Fortune](/Traits.aspx?ID=76), [Leadership](/Traits.aspx?ID=439)",
 "trait_raw": [
  "Downtime",
  "Fortune",
  "Leadership"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=1400",
 "weakness": {}
}