{
 "actions": "Single Action",
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-39",
 "markdown": "<title level=\"1\" right=\"Action\">[Swim](/Actions.aspx?ID=39) <actions string=\"Single Action\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Move\" url=\"/Traits.aspx?ID=114\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 243 <sup>4.0</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nYou propel yourself through water. In most calm water, you succeed at the action without needing to attempt a check. If you must breathe air and you’re submerged in water, you must hold your breath each round. If you fail to hold your breath, you begin to [drown](/Rules.aspx?ID=468). If the water you are swimming in is turbulent or otherwise dangerous, you might have to attempt an Athletics check to Swim.\n\n If you end your turn in water and haven’t succeeded at a Swim action that turn, you sink 10 feet or get moved by the current, as determined by the GM. However, if your last action on your turn was to enter the water, you don’t sink or move with the current that turn.\r\n\r\n**Critical Success** You move through the water 10 feet, plus 5 feet per 20 feet of your land Speed (a total of 15 feet for most PCs).<br />\r\n**Success** You move through the water 5 feet, plus 5 feet per 20 feet of your land Speed (a total of 10 feet for most PCs).<br />\r\n**Critical Failure** You make no progress, and if you’re holding your breath, you lose 1 round of air.\r\n\r\n<title level=\"2\">Sample Swim Tasks</title>\n\n**Untrained** lake or other still water<br />\r\n**Trained** flowing water, like a river<br />\r\n**Expert** swiftly flowing river<br />\r\n**Master** stormy sea<br />\r\n**Legendary** maelstrom, waterfall",
 "name": "Swim",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Move\" url=\"/Traits.aspx?ID=114\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 243 <sup>4.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou propel yourself through water. In most calm water, you succeed at the action without needing to attempt a check. If you must breathe air and …\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 243"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 243 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "You propel yourself through water. In most calm water, you succeed at the action without needing to attempt a check. If you must breathe air and …",
 "summary_markdown": "You propel yourself through water. In most calm water, you succeed at the action without needing to attempt a check. If you must breathe air and …",
 "text": " Swim Single Action Source Core Rulebook pg. 243 4.0 --- You propel yourself through water. In most calm water, you succeed at the action without needing to attempt a check. If you must breathe air and you’re submerged in water, you must hold your breath each round. If you fail to hold your breath, you begin to drown. If the water you are swimming in is turbulent or otherwise dangerous, you might have to attempt an Athletics check to Swim. If you end your turn in water and haven’t succeeded at a Swim action that turn, you sink 10 feet or get moved by the current, as determined by the GM. However, if your last action on your turn was to enter the water, you don’t sink or move with the current that turn. Critical Success You move through the water 10 feet, plus 5 feet per 20 feet of your land Speed (a total of 15 feet for most PCs). Success You move through the water 5 feet, plus 5 feet per 20 feet of your land Speed (a total of 10 feet for most PCs). Critical Failure You make no progress, and if you’re holding your breath, you lose 1 round of air. Sample Swim Tasks Untrained lake or other still water Trained flowing water, like a river Expert swiftly flowing river Master stormy sea Legendary maelstrom, waterfall",
 "trait": [
  "Move"
 ],
 "trait_markdown": "[Move](/Traits.aspx?ID=114)",
 "trait_raw": [
  "Move"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=39",
 "weakness": {}
}