{
 "breadcrumbs_spa": [],
 "category": "action",
 "exclude_from_search": false,
 "id": "action-66",
 "markdown": "<title level=\"1\" right=\"Action\">[Track](/Actions.aspx?ID=66) <actions string=\"\" /></title>\r\n\r\n<traits>\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"Exploration\" url=\"/Traits.aspx?ID=66\" />\r\n<trait label=\"Move\" url=\"/Traits.aspx?ID=114\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 252 <sup>4.0</sup></row>\n\n</column>\r\n\r\n---\r\n\r\nYou follow tracks, moving at up to half your [travel speed](/Rules.aspx?ID=470). After a successful check to Track, you can continue following the tracks at half your Speed without attempting additional checks for up to 1 hour. In some cases, you might Track in an encounter. In this case, Track is a single action and doesn’t have the exploration trait, but you might need to roll more often because you’re in a tense situation. The GM determines how often you must attempt this check.\n\n You attempt your Survival check when you start Tracking, once every hour you continue tracking, and any time something significant changes in the trail. The GM determines the DCs for such checks, depending on the freshness of the trail, the weather, and the type of ground.\r\n\r\n**Success** You find the trail or continue to follow the one you’re already following.<br />\r\n**Failure** You lose the trail but can try again after a 1-hour delay.<br />\r\n**Critical Failure** You lose the trail and can’t try again for 24 hours.\r\n\r\n<title level=\"2\">Sample Track Tasks</title>\n\n**Untrained** the path of a large army following a road<br />\r\n**Trained** relatively fresh tracks of a rampaging bear through the plains<br />\r\n**Expert** a nimble panther's tracks through a jungle, tracks obscured by rainfall<br />\r\n**Master** tracks obscured by winter snow, tracks of a mouse or smaller creature, tracks left on surfaces that can't hold prints like bare rock<br />\r\n**Legendary** old tracks through a windy desert’s sands, tracks after a major blizzard or hurricane",
 "name": "Track",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Concentrate\" url=\"/Traits.aspx?ID=32\" />\r\n<trait label=\"Exploration\" url=\"/Traits.aspx?ID=66\" />\r\n<trait label=\"Move\" url=\"/Traits.aspx?ID=114\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 252 <sup>4.0</sup></row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYou follow tracks, moving at up to half your  travel speed . After a successful check to Track, you can continue following the tracks at half your …\r\n</summary>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 252"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 252 <sup>4.0</sup></row>",
 "speed": {},
 "summary": "You follow tracks, moving at up to half your  travel speed . After a successful check to Track, you can continue following the tracks at half your …",
 "summary_markdown": "You follow tracks, moving at up to half your  travel speed . After a successful check to Track, you can continue following the tracks at half your …",
 "text": " Track Source Core Rulebook pg. 252 4.0 --- You follow tracks, moving at up to half your travel speed. After a successful check to Track, you can continue following the tracks at half your Speed without attempting additional checks for up to 1 hour. In some cases, you might Track in an encounter. In this case, Track is a single action and doesn’t have the exploration trait, but you might need to roll more often because you’re in a tense situation. The GM determines how often you must attempt this check. You attempt your Survival check when you start Tracking, once every hour you continue tracking, and any time something significant changes in the trail. The GM determines the DCs for such checks, depending on the freshness of the trail, the weather, and the type of ground. Success You find the trail or continue to follow the one you’re already following. Failure You lose the trail but can try again after a 1-hour delay. Critical Failure You lose the trail and can’t try again for 24 hours. Sample Track Tasks Untrained the path of a large army following a road Trained relatively fresh tracks of a rampaging bear through the plains Expert a nimble panther's tracks through a jungle, tracks obscured by rainfall Master tracks obscured by winter snow, tracks of a mouse or smaller creature, tracks left on surfaces that can't hold prints like bare rock Legendary old tracks through a windy desert’s sands, tracks after a major blizzard or hurricane",
 "trait": [
  "Concentrate",
  "Exploration",
  "Move"
 ],
 "trait_markdown": "[Concentrate](/Traits.aspx?ID=32), [Exploration](/Traits.aspx?ID=66), [Move](/Traits.aspx?ID=114)",
 "trait_raw": [
  "Concentrate",
  "Exploration",
  "Move"
 ],
 "type": "Action",
 "url": "/Actions.aspx?ID=66",
 "weakness": {}
}