{
 "ac": 32,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 5,
 "creature_ability": [
  "Reactive Tentacles",
  "Attack of Opportunity",
  "Blackfrost Evasion",
  "Dreams of the Blackfrost Whale",
  "Invasive Blackfrost",
  "Twist Deviance"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 23,
 "hp": 215,
 "hp_raw": "215",
 "id": "creature-2514",
 "image": [
  "/Images/Monsters/Ainamuuren.png"
 ],
 "immunity": [
  "cold",
  "controlled",
  "disease"
 ],
 "immunity_markdown": "[cold](/Traits.aspx?ID=27), [controlled](/Traits.aspx?ID=241), [disease](/Traits.aspx?ID=46)",
 "intelligence": 0,
 "language": [
  "Aklo",
  "Common",
  "Elven",
  "Erutaki",
  "Jotun"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Erutaki](/Languages.aspx?ID=54), [Jotun](/Languages.aspx?ID=8)",
 "level": 12,
 "markdown": "<title level=\"1\" pfs=\"\">[Ainamuuren, Corrupted Victim Of Osoyo](/Monsters.aspx?ID=2514)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nOsoyo is alien to Golarion, and while it was first encountered by the [elves](/Ancestries.aspx?ID=2) of Sovyrian, the Blackfrost Whale was alien there as well. At that time, in the earliest years of what is known on Golarion as the Age of Legends, Osoyo held only a small fraction of the potential power it represents today, and yet was still dangerous enough that Sovyrian's High Families wanted it far from their home. They lured the entity from Sovyrian, perhaps intending to escort it out into deep space, but their magic began to falter and they were forced to choose Golarion as the site of its prison. They chose the north pole, figuring that as life spread on their sister planet, this remote location would ensure Osoyo's prison would never be discovered.\n\n But the Castrovelian elves underestimated the people known as saumen kar. When they discovered the Blackfrost Whale, the saumen kar took it upon themselves to build a vast city and temple above Osoyo's prison to ensure it remained locked away. Earthfall disrupted these goals, and now, thousands of years later, only one saumen kar remains alive, remembering the ancient ways of his nearly extinct people—Ainamuuren. Then, during the Missing Moment, Ainamuuren was captured by agents of the Blackfrost Whale. He now languishes near Osoyo's prison, slowly being corrupted into something alien. Once he completes this corruption, Osoyo will be fully free from its prison.\n\n Ainamuuren currently lies in state, not quite dead, but much changed. Blood and blackfrost mat his fur, and writhing tentacles of oily black flesh have grown from his belly, sides, and throat. Pustules on his face bloat and burst, revealing pale, glaring eyes. If this corruption is allowed to run its full course, Ainamuuren's body will transform completely and then burst, turning inside out and serving as a point of entry back into the world for the Blackfrost Whale.\n\n A detailed exploration of Ainamuuren, including more details about his peoples' history and [stats for him in his uncorrupted state](/Monsters.aspx?ID=1721), appear on pages 6–11 of _Pathfinder Lost Omens Monsters of Myth_. You can consult these pages for more background about the last saumen kar, but within the context of this Adventure Path, his current status as a corrupted victim of the Blackfrost Whale is the version of him the gatewalkers will encounter. \n\n<title level=\"2\" right=\"\">Campaign Role</title> The corrupted Ainamuuren isn't as powerful as his natural form, yet he remains a challenge for the characters. He's the final threat they face in the Gatewalkers Adventure Path. If victorious, they'll be able to restore him to his original body as presented in _Monsters of Myth_. The corrupted incarnation of Ainamuuren has little role beyond the final battle against the characters deep below the First and Last Temple of Aqakaru.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 40\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 38\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 35\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Ainamuuren.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 12\">[Ainamuuren (Corrupted)](/Monsters.aspx?ID=2514)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Cold\" url=\"/Traits.aspx?ID=27\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 88</row>\n\n**Perception** +23; [darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Erutaki](/Languages.aspx?ID=54), [Jotun](/Languages.aspx?ID=8)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +25, [Stealth](/Skills.aspx?ID=15) +22\r\n\r\n<row gap=\"medium\">\r\n**Str** +7\r\n\r\n**Dex** +4\r\n\r\n**Con** +5\r\n\r\n**Int** +0\r\n\r\n**Wis** +5\r\n\r\n**Cha** +0\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 32 \r\n\r\n**Fort** +23 \r\n\r\n**Ref** +22 \r\n\r\n**Will** +23 \r\n\r\n+1 status bonus to saves against good and [necromancy](/Traits.aspx?ID=117) spells and effects\r\n</row>\r\n\r\n**HP** 215\n\n**Immunities**\r\n[cold](/Traits.aspx?ID=27), [controlled](/Traits.aspx?ID=241), [disease](/Traits.aspx?ID=46)\r\n\r\n**Resistances**\r\n[fire](/Traits.aspx?ID=72) 10, [mental](/Traits.aspx?ID=106) 10\n\n**Reactive Tentacles** At the start of his turn, when Ainamuuren regains his actions, he gains an additional reaction that can be used only to make an Attack of Opportunity.<br />**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> Tentacle only.<br />**Blackfrost Evasion** <actions string=\"Reaction\" /> **Trigger** Ainamuuren takes at least 35 physical damage from a single attack, and he isn't currently discorporated; **Effect** Ainamuuren discorporates into a whirling blizzard of blackfrost for 3 rounds. During this time, he gains resistance 10 to physical damage and weakness 10 to [force](/Traits.aspx?ID=75) damage. He gains a fly Speed of 40 feet, but the only action he can take is to [Fly](/Actions.aspx?ID=94). While discorporated, the first time each round that Ainamuuren enters another creature's space or a creature enters Ainamuuren's space, that creature takes 4d8 cold damage and is exposed to [blackfrost](/Curses.aspx?ID=51). At the start of his turn, Ainamuuren can end this effect as a free action.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntentacle +26 ([reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d6+10 bludgeoning plus invasive blackfrost\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nhorns +26 ([Agile](/Traits.aspx?ID=170), [Cold](/Traits.aspx?ID=27)),\r\n**Damage** 3d8+10 bludgeoning plus 1d6 cold and [Knockdown](/MonsterAbilities.aspx?ID=20)\r\n\r\n**Occult Innate Spells** DC 32, attack +24\r\n- **Cantrips (6th)**\r\n[Daze](/Spells.aspx?ID=61)\r\n- **5th**\r\n[Black Tentacles](/Spells.aspx?ID=23), [Synaptic Pulse](/Spells.aspx?ID=327)\r\n- **6th**\r\n[Feeblemind](/Spells.aspx?ID=112), [Phantasmal Calamity](/Spells.aspx?ID=218)\r\n\r\n**Dreams of the Blackfrost Whale** <actions string=\"Two Actions\" /> ([Enchantment](/Traits.aspx?ID=61), [Incapacitation](/Traits.aspx?ID=93), [Mental](/Traits.aspx?ID=106)) **Frequency** once per day; **Effect** Ainamuuren fixes his many-eyed gaze upon a single target he can see within 60 feet, then opens wide his maw to release a torrent of whispers channeled from Osoyo's slumbering mind. The targeted creature must attempt a DC 32 Will save.<br /> **Critical Success** The creature is unaffected.<br /> **Success** The creature endures a brief moment where they believe they are imprisoned in the ice, as Osoyo has been for thousands of years, and is [slowed 1](/Conditions.aspx?ID=35) for 1 round.<br /> **Failure** The vision of being imprisoned in ice is more profound, and in the span of a few seconds, the creature endures what seems like a thousand years of imprisonment. The creature is [paralyzed](/Conditions.aspx?ID=28) until the end of its next turn, after which it emerges from its paralysis [stupefied 1](/Conditions.aspx?ID=37).<br /> **Critical Failure** As failure, but the creature doesn't automatically recover from paralysis at the end of its turn. Instead, it can attempt a new DC 32 save. On a success, the paralysis ends and they are stupefied 1, but on a failure, the paralysis continues for another round.\r\n\r\n**Invasive Blackfrost**   Gatewalker characters are not immune to blackfrost effects inflicted by Ainamuuren, and it's a DC 32 save to resist this affliction. See [Blackfrost](/Curses.aspx?ID=51) for details on this affliction.\r\n\r\n**Twist Deviance** <actions string=\"Two Actions\" /> ([Enchantment](/Traits.aspx?ID=61), [Mental](/Traits.aspx?ID=106), [Occult](/Traits.aspx?ID=120)) Ainamuuren reaches out, then clutches his fingers into a fist and twists his arm, as if he were wrenching and tugging. At the same moment, all gatewalkers in a 60-foot cone that Ainamuuren can see feel the signs they've worn on their bodies since they emerged from their Missing Moment spike with pain, as if Ainamuuren had grabbed that flesh and was twisting and tearing it. The targets must attempt a DC 32 Will save. Ainamuuren can't use Twist Deviance again for 1d4 rounds.<br /> **Critical Success** The creature is unaffected.<br /> **Success** The creature endures a brief moment of horrific pain and takes 4d8 mental damage.<br /> **Failure** The pain is much greater, and for a moment the creature is convinced that the portion of their flesh that was adorned with the sign of the gatewalker has been torn free. They take 8d8 mental damage and can't use their deviant abilities for 1 round.<br /> **Critical Failure** As failure, but 16d8 mental damage and they can't use their deviant abilities for 1 minute.\r\n\r\n</column>",
 "name": "Ainamuuren (Corrupted)",
 "npc": false,
 "perception": 23,
 "rarity": "unique",
 "reflex_save": 22,
 "release_date": "2023-03-29",
 "resistance": {
  "fire": 10,
  "mental": 10
 },
 "resistance_markdown": "[fire](/Traits.aspx?ID=72) 10, [mental](/Traits.aspx?ID=106) 10",
 "resistance_raw": " fire  10,  mental  10",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Cold\" url=\"/Traits.aspx?ID=27\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 215\r\n\r\n**AC** 32\r\n\r\n**Fort** +23\r\n\r\n**Ref** +22\r\n\r\n**Will** +23\r\n\r\n**Perception** +23\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOsoyo is alien to Golarion, and while it was first encountered by the  elves  of Sovyrian, the Blackfrost Whale was alien there as well. At that …\r\n</summary>",
 "sense": " darkvision ,  scent  (imprecise) 30 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet",
 "size": [
  "Large"
 ],
 "skill": [
  "Athletics +25",
  "Stealth +22"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +25, [Stealth](/Skills.aspx?ID=15) +22",
 "source": [
  "Pathfinder #189: Dreamers of the Nameless Spires"
 ],
 "source_raw": [
  "Pathfinder #189: Dreamers of the Nameless Spires pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 88</row>",
 "speed": {
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet",
 "speed_raw": "35 feet",
 "spell": [
  "Feeblemind",
  "Phantasmal Calamity",
  "Black Tentacles",
  "Synaptic Pulse",
  "Daze"
 ],
 "spell_markdown": "[Black Tentacles](/Spells.aspx?ID=23), [Daze](/Spells.aspx?ID=61), [Feeblemind](/Spells.aspx?ID=112), [Phantasmal Calamity](/Spells.aspx?ID=218), [Synaptic Pulse](/Spells.aspx?ID=327)",
 "spoilers": "Gatewalkers",
 "stealth": "22",
 "strength": 7,
 "strongest_save": [
  "fort",
  "fortitude",
  "will"
 ],
 "summary": "Osoyo is alien to Golarion, and while it was first encountered by the  elves  of Sovyrian, the Blackfrost Whale was alien there as well. At that …",
 "summary_markdown": "Osoyo is alien to Golarion, and while it was first encountered by the  elves  of Sovyrian, the Blackfrost Whale was alien there as well. At that …",
 "text": " Ainamuuren, Corrupted Victim Of Osoyo Osoyo is alien to Golarion, and while it was first encountered by the elves of Sovyrian, the Blackfrost Whale was alien there as well. At that time, in the earliest years of what is known on Golarion as the Age of Legends, Osoyo held only a small fraction of the potential power it represents today, and yet was still dangerous enough that Sovyrian's High Families wanted it far from their home. They lured the entity from Sovyrian, perhaps intending to escort it out into deep space, but their magic began to falter and they were forced to choose Golarion as the site of its prison. They chose the north pole, figuring that as life spread on their sister planet, this remote location would ensure Osoyo's prison would never be discovered. But the Castrovelian elves underestimated the people known as saumen kar. When they discovered the Blackfrost Whale, the saumen kar took it upon themselves to build a vast city and temple above Osoyo's prison to ensure it remained locked away. Earthfall disrupted these goals, and now, thousands of years later, only one saumen kar remains alive, remembering the ancient ways of his nearly extinct people—Ainamuuren. Then, during the Missing Moment, Ainamuuren was captured by agents of the Blackfrost Whale. He now languishes near Osoyo's prison, slowly being corrupted into something alien. Once he completes this corruption, Osoyo will be fully free from its prison. Ainamuuren currently lies in state, not quite dead, but much changed. Blood and blackfrost mat his fur, and writhing tentacles of oily black flesh have grown from his belly, sides, and throat. Pustules on his face bloat and burst, revealing pale, glaring eyes. If this corruption is allowed to run its full course, Ainamuuren's body will transform completely and then burst, turning inside out and serving as a point of entry back into the world for the Blackfrost Whale. A detailed exploration of Ainamuuren, including more details about his peoples' history and stats for him in his uncorrupted state, appear on pages 6–11 of Pathfinder Lost Omens Monsters of Myth . You can consult these pages for more background about the last saumen kar, but within the context of this Adventure Path, his current status as a corrupted victim of the Blackfrost Whale is the version of him the gatewalkers will encounter. Campaign Role The corrupted Ainamuuren isn't as powerful as his natural form, yet he remains a challenge for the characters. He's the final threat they face in the Gatewalkers Adventure Path. If victorious, they'll be able to restore him to his original body as presented in Monsters of Myth . The corrupted incarnation of Ainamuuren has little role beyond the final battle against the characters deep below the First and Last Temple of Aqakaru. Recall Knowledge - Humanoid (Society): DC 40 Unspecific Lore : DC 38 Specific Lore : DC 35 Ainamuuren (Corrupted) Source Pathfinder #189: Dreamers of the Nameless Spires pg. 88 Perception +23; darkvision, scent (imprecise) 30 feet Languages Aklo, Common, Elven, Erutaki, Jotun Skills Athletics +25, Stealth +22 Str +7 Dex +4 Con +5 Int +0 Wis +5 Cha +0 --- AC 32 Fort +23 Ref +22 Will +23 +1 status bonus to saves against good and necromancy spells and effects HP 215 Immunities cold, controlled, disease Resistances fire 10, mental 10 Reactive Tentacles At the start of his turn, when Ainamuuren regains his actions, he gains an additional reaction that can be used only to make an Attack of Opportunity. Attack of Opportunity Reaction Tentacle only. Blackfrost Evasion Reaction Trigger Ainamuuren takes at least 35 physical damage from a single attack, and he isn't currently discorporated; Effect Ainamuuren discorporates into a whirling blizzard of blackfrost for 3 rounds. During this time, he gains resistance 10 to physical damage and weakness 10 to force damage. He gains a fly Speed of 40 feet, but the only action he can take is to Fly. While discorporated, the first time each round that Ainamuuren enters another creature's space or a creature enters Ainamuuren's space, that creature takes 4d8 cold damage and is exposed to blackfrost. At the start of his turn, Ainamuuren can end this effect as a free action. --- Speed 35 feet Melee Single Action tentacle +26 (reach 10 feet), Damage 3d6+10 bludgeoning plus invasive blackfrost Melee Single Action horns +26 (Agile, Cold), Damage 3d8+10 bludgeoning plus 1d6 cold and Knockdown Occult Innate Spells DC 32, attack +24 - Cantrips (6th) Daze - 5th Black Tentacles, Synaptic Pulse - 6th Feeblemind, Phantasmal Calamity Dreams of the Blackfrost Whale Two Actions (Enchantment, Incapacitation, Mental) Frequency once per day; Effect Ainamuuren fixes his many-eyed gaze upon a single target he can see within 60 feet, then opens wide his maw to release a torrent of whispers channeled from Osoyo's slumbering mind. The targeted creature must attempt a DC 32 Will save. Critical Success The creature is unaffected. Success The creature endures a brief moment where they believe they are imprisoned in the ice, as Osoyo has been for thousands of years, and is slowed 1 for 1 round. Failure The vision of being imprisoned in ice is more profound, and in the span of a few seconds, the creature endures what seems like a thousand years of imprisonment. The creature is paralyzed until the end of its next turn, after which it emerges from its paralysis stupefied 1. Critical Failure As failure, but the creature doesn't automatically recover from paralysis at the end of its turn. Instead, it can attempt a new DC 32 save. On a success, the paralysis ends and they are stupefied 1, but on a failure, the paralysis continues for another round. Invasive Blackfrost Gatewalker characters are not immune to blackfrost effects inflicted by Ainamuuren, and it's a DC 32 save to resist this affliction. See Blackfrost for details on this affliction. Twist Deviance Two Actions (Enchantment, Mental, Occult) Ainamuuren reaches out, then clutches his fingers into a fist and twists his arm, as if he were wrenching and tugging. At the same moment, all gatewalkers in a 60-foot cone that Ainamuuren can see feel the signs they've worn on their bodies since they emerged from their Missing Moment spike with pain, as if Ainamuuren had grabbed that flesh and was twisting and tearing it. The targets must attempt a DC 32 Will save. Ainamuuren can't use Twist Deviance again for 1d4 rounds. Critical Success The creature is unaffected. Success The creature endures a brief moment of horrific pain and takes 4d8 mental damage. Failure The pain is much greater, and for a moment the creature is convinced that the portion of their flesh that was adorned with the sign of the gatewalker has been torn free. They take 8d8 mental damage and can't use their deviant abilities for 1 round. Critical Failure As failure, but 16d8 mental damage and they can't use their deviant abilities for 1 minute. ",
 "trait": [
  "Cold",
  "Humanoid",
  "Unique",
  "NE",
  "Large"
 ],
 "trait_markdown": "[Cold](/Traits.aspx?ID=27), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Cold",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2514",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 23,
 "wisdom": 5
}