{
 "ac": 34,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 2,
 "creature_ability": [
  "Deny Advantage",
  "Evasion",
  "Nimble Dodge",
  "Hunt Prey",
  "Sneak Attack",
  "Tear the Wound",
  "Trident Bully"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 21,
 "hp": 225,
 "hp_raw": "225",
 "id": "creature-1692",
 "intelligence": 1,
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "level": 13,
 "markdown": "<title level=\"1\" pfs=\"\">[Ajbal Kimon, Brutal Gang Leader](/NPCs.aspx?ID=1692)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nLife is hard in the Sodden Lands, but Ajbal Kimon knows self-interest and cruelty can go a long way toward making it easier. Ajbal never knew his parents and drifted from gang to gang in his youth. His keen eye and pugnacious nature meant he always rose to the top of whatever group of thieves or ne'er-do-wells he ran with, and by the time he was a teenager, Ajbal led a gang called the Fish Scale Slicers. He set his sights on the collective of disparate gangs known as the Sodden Scavengers, thinking that he might be able to join them or even lead them someday if he could show his grit and his might. And if it meant sacrificing the other Fish Scale Slicers along the way, he didn't mind.\n\n However, Ajbal was wholly unaware that the Sodden Scavengers shared a common religious connection. Once a unified group of Norgorberites who resolved to pillage what they could from the Sodden Lands in the wake of the Eye of Abendego, the Sodden Scavengers soon fell into infighting. The unified organization split into several smaller gangs that fought each other as much as they fought the desperate survivors eking out an existence in the Sodden Lands. Some of these fractures resulted from religious considerations; Norgorber is a god with four aspects, and some of the new, divided gangs prioritized one over the others (such as the Possum Gang, who revere the aspect of Blackfingers, patron of poison). Most often, however, the strong personalities of the gang leaders drove wedges that resulted in split allegiances. Few of the Sodden Scavenger gangs lasted longer than the despot or demagogue who founded them, and many members shifted between the gangs to find the greatest opportunities for plunder or mayhem.\n\n The Knights of Abendego were an exception. This group believed in the power of the permanent hurricane nearly as much as that of Norgorber and counted at least as many primal spellcasters among its membership as divine ones. This provided an unrivaled opportunity for success: with the ability to control winds and storms, the Knights of Abendego positioned themselves as saviors and helpers, though their protection rackets and shakedowns proved them anything but. Still, the Knights prospered.\n\n Ajbal knew nothing of the Knights' faith when he set his sights on joining them. He planned a raid against the Knights as they were leaving one safehouse for another, assuring his Slicers that the plunder would make them infamous while secretly double-crossing them. Ajbal had previously contacted the Knights to let them know about the pending raid, positioning himself as a lone traveler and informant. The Knights overwhelmed the Fish Scale Slicers, but not before several of its leaders had died (most due to some infighting of convenience during the attack, but some at the blades of lucky Slicers). This all resolved according to Ajbal's plans, granting him an opening to rapidly ascend within the organization.\n\n At only 16 years old, the wily Ajbal became the leader of the Knights of Abendego. Since they'd lost their old safehouse, they needed a new base of operations. Ajbal directed them to the cliffside city of Jula, once a trade hub that still had wealth despite decades of misfortune. First, he had the Knights offer their magical support to get a foothold in the community. Once the Knights had co-opted the local inn and alehouse, set up protection rackets in the town, and thoroughly oppressed the local populace, the Norgorberite priests set to work on Ajbal. They convinced the young leader that Norgorber's favor could be his if he showed enough piety. Eager for still more power, Ajbal promoted the Abendego priests within the gang and followed their guidance. Now secure in his role, he seeks more power than worldly plunder can give him. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Ajbal is the heroes' final opponent in this adventure, and if they don't face him quickly enough, he's empowered by his sacrifices to Norgorber. Although the heroes might capture Ajbal and shake him of his faith—he's not a priest, after all, and merely adopts the mantle of piety for the power it promises—they can't change the fact that he's a wicked man.\n\n With Ajbal destroyed, the Knights have a crisis of leadership. If Bharlen Sajor still exists, she's able to seize control eventually, refocusing the gang's efforts away from the Sodden Lands to raid the Terwa Lords for wealth and vengeance. Absent Bharlen's single-minded leadership, the Knights simply scatter into small groups across the Sodden Lands and the northern part of the Mwangi Expanse. Each pocket claims to be the true Knights of Abendego, but none have the reach or the numbers to pose a serious threat to the region.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 41\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 39\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 36\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 13\">[Ajbal Kimon](/NPCs.aspx?ID=1692)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #171: Hurricane's Howl](/Sources.aspx?ID=101) pg. 86</row>\n\n**Perception** +23\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +25, [Athletics](/Skills.aspx?ID=3) +26, [Deception](/Skills.aspx?ID=5) +24, [Intimidation](/Skills.aspx?ID=7) +24, [Religion](/Skills.aspx?ID=13) +25, [Society](/Skills.aspx?ID=14) +22, [Stealth](/Skills.aspx?ID=15) +24, [Survival](/Skills.aspx?ID=16) +25\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +3\r\n\r\n**Con** +2\r\n\r\n**Int** +1\r\n\r\n**Wis** +4\r\n\r\n**Cha** +3\r\n</row>\n\n**Items**\r\n[Dagger](/Weapons.aspx?ID=3) (4), _+1 [resilient](/Equipment.aspx?ID=279) [mithral](/Equipment.aspx?ID=144) [scale mail](/Armor.aspx?ID=8)_, _+2 [returning](/Equipment.aspx?ID=301) [striking](/Equipment.aspx?ID=280) [trident](/Weapons.aspx?ID=45)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 34 \r\n\r\n**Fort** +21 \r\n\r\n**Ref** +24 \r\n\r\n**Will** +23 \n\n</row>\r\n\r\n**HP** 225\n\n**Deny Advantage** Ajbal isn't [flat-footed](/Conditions.aspx?ID=16) to creatures of 13th level or lower that are [hidden](/Conditions.aspx?ID=22), [undetected](/Conditions.aspx?ID=39), flanking, or using surprise attack.<br />**Evasion** When Ajbal rolls a success on a Reflex save, he gets a critical success instead.<br />**Nimble Dodge** <actions string=\"Reaction\" /> **Trigger** Ajbal is targeted with a melee or ranged attack by an attacker he can see; **Effect** Ajbal gains a +2 circumstance bonus to AC against the triggering attack.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_trident_ +27 ([Magical](/Traits.aspx?ID=103), [Shove](/Traits.aspx?ID=193)),\r\n**Damage** 2d8+11 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ndagger +25 ([Agile](/Traits.aspx?ID=170), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+9 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_trident_ +25 ([Magical](/Traits.aspx?ID=103), [thrown 20 feet](/Traits.aspx?ID=195)),\r\n**Damage** 2d8+9 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\ndagger +23 ([Agile](/Traits.aspx?ID=170), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+9 piercing\n\n**Hunt Prey** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32)) Ajbal designates a single creature he can see and hear, or one he's [Tracking](/Actions.aspx?ID=66), as his prey. Ajbal gains a +2 circumstance bonus to Perception checks to [Seek](/Actions.aspx?ID=84) his prey and [Survival](/Skills.aspx?ID=16) checks to Track his prey. The first time Ajbal hits his designated prey in a round, he deals an additional 2d8 precision damage. Ajbal also ignores the penalty for making ranged attacks within the second range increment when attacking his prey. These effects last until Ajbal uses Hunt Prey again.\r\n\r\n**[Sneak Attack](/MonsterAbilities.aspx?ID=34)**   Ajbal deals an additional 1d6 precision damage to [flat-footed](/Conditions.aspx?ID=16) creatures.\r\n\r\n**Tear the Wound** <actions string=\"Single Action\" />  **Requirements** Ajbal's last action was a melee Strike that dealt sneak attack damage to a [flat-footed](/Conditions.aspx?ID=16) target; **Effect** Ajbal deals 6 [persistent bleed damage](/Conditions.aspx?ID=29) to the target creature, and the target is [enfeebled 1](/Conditions.aspx?ID=13) for as long as it's bleeding.\r\n\r\n**Trident Bully**   A [trident](/Weapons.aspx?ID=45) Ajbal is using gains the [shove](/Traits.aspx?ID=193) trait, and any creature Ajbal critically hits with a trident is [flat-footed](/Conditions.aspx?ID=16) until the start of Ajbal's next turn.\r\n\r\n</column>",
 "name": "Ajbal Kimon",
 "npc": true,
 "perception": 23,
 "rarity": "unique",
 "reflex_save": 24,
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #171: Hurricane's Howl](/Sources.aspx?ID=101) pg. 86</row>\n\n<row gap=\"medium\">\r\n**HP** 225\r\n\r\n**AC** 34\r\n\r\n**Fort** +21\r\n\r\n**Ref** +24\r\n\r\n**Will** +23\r\n\r\n**Perception** +23\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLife is hard in the Sodden Lands, but Ajbal Kimon knows self-interest and cruelty can go a long way toward making it easier. Ajbal never knew his …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +25",
  "Athletics +26",
  "Deception +24",
  "Intimidation +24",
  "Religion +25",
  "Society +22",
  "Stealth +24",
  "Survival +25"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +25, [Athletics](/Skills.aspx?ID=3) +26, [Deception](/Skills.aspx?ID=5) +24, [Intimidation](/Skills.aspx?ID=7) +24, [Religion](/Skills.aspx?ID=13) +25, [Society](/Skills.aspx?ID=14) +22, [Stealth](/Skills.aspx?ID=15) +24, [Survival](/Skills.aspx?ID=16) +25",
 "source": [
  "Pathfinder #171: Hurricane's Howl"
 ],
 "source_raw": [
  "Pathfinder #171: Hurricane's Howl pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #171: Hurricane's Howl](/Sources.aspx?ID=101) pg. 86</row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet",
 "speed_raw": "20 feet",
 "spell_markdown": "",
 "spoilers": "Strength of Thousands",
 "stealth": "24",
 "strength": 5,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Life is hard in the Sodden Lands, but Ajbal Kimon knows self-interest and cruelty can go a long way toward making it easier. Ajbal never knew his …",
 "summary_markdown": "Life is hard in the Sodden Lands, but Ajbal Kimon knows self-interest and cruelty can go a long way toward making it easier. Ajbal never knew his …",
 "text": " Ajbal Kimon, Brutal Gang Leader Life is hard in the Sodden Lands, but Ajbal Kimon knows self-interest and cruelty can go a long way toward making it easier. Ajbal never knew his parents and drifted from gang to gang in his youth. His keen eye and pugnacious nature meant he always rose to the top of whatever group of thieves or ne'er-do-wells he ran with, and by the time he was a teenager, Ajbal led a gang called the Fish Scale Slicers. He set his sights on the collective of disparate gangs known as the Sodden Scavengers, thinking that he might be able to join them or even lead them someday if he could show his grit and his might. And if it meant sacrificing the other Fish Scale Slicers along the way, he didn't mind. However, Ajbal was wholly unaware that the Sodden Scavengers shared a common religious connection. Once a unified group of Norgorberites who resolved to pillage what they could from the Sodden Lands in the wake of the Eye of Abendego, the Sodden Scavengers soon fell into infighting. The unified organization split into several smaller gangs that fought each other as much as they fought the desperate survivors eking out an existence in the Sodden Lands. Some of these fractures resulted from religious considerations; Norgorber is a god with four aspects, and some of the new, divided gangs prioritized one over the others (such as the Possum Gang, who revere the aspect of Blackfingers, patron of poison). Most often, however, the strong personalities of the gang leaders drove wedges that resulted in split allegiances. Few of the Sodden Scavenger gangs lasted longer than the despot or demagogue who founded them, and many members shifted between the gangs to find the greatest opportunities for plunder or mayhem. The Knights of Abendego were an exception. This group believed in the power of the permanent hurricane nearly as much as that of Norgorber and counted at least as many primal spellcasters among its membership as divine ones. This provided an unrivaled opportunity for success: with the ability to control winds and storms, the Knights of Abendego positioned themselves as saviors and helpers, though their protection rackets and shakedowns proved them anything but. Still, the Knights prospered. Ajbal knew nothing of the Knights' faith when he set his sights on joining them. He planned a raid against the Knights as they were leaving one safehouse for another, assuring his Slicers that the plunder would make them infamous while secretly double-crossing them. Ajbal had previously contacted the Knights to let them know about the pending raid, positioning himself as a lone traveler and informant. The Knights overwhelmed the Fish Scale Slicers, but not before several of its leaders had died (most due to some infighting of convenience during the attack, but some at the blades of lucky Slicers). This all resolved according to Ajbal's plans, granting him an opening to rapidly ascend within the organization. At only 16 years old, the wily Ajbal became the leader of the Knights of Abendego. Since they'd lost their old safehouse, they needed a new base of operations. Ajbal directed them to the cliffside city of Jula, once a trade hub that still had wealth despite decades of misfortune. First, he had the Knights offer their magical support to get a foothold in the community. Once the Knights had co-opted the local inn and alehouse, set up protection rackets in the town, and thoroughly oppressed the local populace, the Norgorberite priests set to work on Ajbal. They convinced the young leader that Norgorber's favor could be his if he showed enough piety. Eager for still more power, Ajbal promoted the Abendego priests within the gang and followed their guidance. Now secure in his role, he seeks more power than worldly plunder can give him. Campaign Role Ajbal is the heroes' final opponent in this adventure, and if they don't face him quickly enough, he's empowered by his sacrifices to Norgorber. Although the heroes might capture Ajbal and shake him of his faith—he's not a priest, after all, and merely adopts the mantle of piety for the power it promises—they can't change the fact that he's a wicked man. With Ajbal destroyed, the Knights have a crisis of leadership. If Bharlen Sajor still exists, she's able to seize control eventually, refocusing the gang's efforts away from the Sodden Lands to raid the Terwa Lords for wealth and vengeance. Absent Bharlen's single-minded leadership, the Knights simply scatter into small groups across the Sodden Lands and the northern part of the Mwangi Expanse. Each pocket claims to be the true Knights of Abendego, but none have the reach or the numbers to pose a serious threat to the region. Recall Knowledge - Humanoid (Society): DC 41 Unspecific Lore : DC 39 Specific Lore : DC 36 Ajbal Kimon Source Pathfinder #171: Hurricane's Howl pg. 86 Perception +23 Languages Common Skills Acrobatics +25, Athletics +26, Deception +24, Intimidation +24, Religion +25, Society +22, Stealth +24, Survival +25 Str +5 Dex +3 Con +2 Int +1 Wis +4 Cha +3 Items Dagger (4), +1 resilient mithral scale mail , +2 returning striking trident --- AC 34 Fort +21 Ref +24 Will +23 HP 225 Deny Advantage Ajbal isn't flat-footed to creatures of 13th level or lower that are hidden, undetected, flanking, or using surprise attack. Evasion When Ajbal rolls a success on a Reflex save, he gets a critical success instead. Nimble Dodge Reaction Trigger Ajbal is targeted with a melee or ranged attack by an attacker he can see; Effect Ajbal gains a +2 circumstance bonus to AC against the triggering attack. --- Speed 20 feet Melee Single Action trident +27 (Magical, Shove), Damage 2d8+11 piercing Melee Single Action dagger +25 (Agile, versatile S), Damage 1d4+9 piercing Ranged Single Action trident +25 (Magical, thrown 20 feet), Damage 2d8+9 piercing Ranged Single Action dagger +23 (Agile, thrown 10 feet, versatile S), Damage 1d4+9 piercing Hunt Prey Single Action (Concentrate) Ajbal designates a single creature he can see and hear, or one he's Tracking, as his prey. Ajbal gains a +2 circumstance bonus to Perception checks to Seek his prey and Survival checks to Track his prey. The first time Ajbal hits his designated prey in a round, he deals an additional 2d8 precision damage. Ajbal also ignores the penalty for making ranged attacks within the second range increment when attacking his prey. These effects last until Ajbal uses Hunt Prey again. Sneak Attack Ajbal deals an additional 1d6 precision damage to flat-footed creatures. Tear the Wound Single Action Requirements Ajbal's last action was a melee Strike that dealt sneak attack damage to a flat-footed target; Effect Ajbal deals 6 persistent bleed damage to the target creature, and the target is enfeebled 1 for as long as it's bleeding. Trident Bully A trident Ajbal is using gains the shove trait, and any creature Ajbal critically hits with a trident is flat-footed until the start of Ajbal's next turn. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1692",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 23,
 "wisdom": 4
}