{
 "ac": 30,
 "alignment": "LN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 5,
 "creature_ability": [
  "Attack of Opportunity",
  "Call to Halt",
  "Shrewd Eye"
 ],
 "creature_family_markdown": "",
 "dexterity": 0,
 "exclude_from_search": false,
 "fortitude_save": 21,
 "hp": 175,
 "hp_raw": "175",
 "id": "creature-2024",
 "intelligence": 3,
 "language": [
  "Common",
  "Elven",
  "Halfling"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Halfling](/Languages.aspx?ID=7)",
 "level": 10,
 "markdown": "<title level=\"1\" pfs=\"\">[Chief Constable Andera Paldreen](/NPCs.aspx?ID=2024)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nWorking to combat widespread corruption in Escadar, the no-nonsense Andera Paldreen is willing to engage talented strangers to make her city safer.\n\n Andera Paldreen, the chief constable of Escadar, is a beacon of law in an otherwise corrupt metropolis infected with a thriving criminal network. Though most of her constables affectionately call her “chief,” Andera has another nickname—the kestrel—inspired by her steely gray eyes and withering glare. She displays a portrait of her namesake in her office in Conclave Square, a gift from her fellow constables to commemorate her promotion to chief constable. Andera is rarely seen out of her official uniform and badge of office, and some of her subordinates joke that she even sleeps in uniform.\n\n The child of Hirana and Verno Paldreen, Andera was born and raised in Escadar. Hirana earned an honest living as a blacksmith, but Verno was a gambling addict who often dragged his young daughter to casinos and seedy taverns seeking his next win. As a child, Andera grew up idolizing her father's devil-may-care attitude and exuberant personality. She enjoyed their colorful outings, and though Verno showed poor parental responsibility in bringing his child to gambling parlors, he doted on Andera and lavished her and her mother with gifts purchased with his winnings.\n\n Eventually, Andera came face to face with the darker side of her father's lifestyle. At his lowest point, Verno agreed to work for a crime boss he owed money to in exchange for forgiveness of his gambling debts. One such ill-fated job resulted in an innocent man's death at Verno's hands. Verno was consumed with guilt and turned himself and his employer in to the authorities. Andera was thirteen when her father was sentenced to life in prison for manslaughter. The crime boss, however, blatantly bought his way out of trouble and went unpunished. Verno's trial left a lasting impression on the young Andera. She admired Verno for admitting his guilt, but saw her mother consumed by grief and shame. From that moment on, she resolved to uphold the law and seek justice for the victims of crime.\n\n Andera enlisted in Absalom's navy as soon as she came of age, and she returned from a four-year tour of duty as an accomplished young officer. Though she initially planned to reenlist, it was difficult for Andera to ignore her city's rampant crime. She left the military and joined the constabulary. After 5 years on the force, her career reached a turning point when she single-handedly captured the notorious thief Juniper Winzel.\n\n Andera's investigations not only led her to Juniper's capture, but to the realization that several fellow constables had been taking bribes from Juniper and other criminals to look the other way. With the outlaw behind bars, Andera turned her attention to the police force itself. After 6 years of helping expose the corruption within Escadar's constabulary, she was elected as chief constable in a record landslide. For the past 2 years, Andera has worked long hours fighting an uphill battle to eliminate corruption and organized crime in Escadar. She desperately wants to change Escadar's reputation, and she's frustrated by the quasi-legal way in which much of the city operates. Even though allowing the corruption would probably prolong her career, Andera refuses to ignore her principles.\n\n Andera is a practical, by-the-book official who dislikes flattery or long-winded conversations. Her statements are brief and to the point, and she respects brevity in others. Andera is quick to smile and joke with her few trusted friends, but she presents a stern, unemotional face to the wider world. Though Andera's personality can easily seem flat to acquaintances, her professional mask hides a jovial woman who loves the sea and appreciates fine whiskey. In her off hours, Andera helps care for her retired mother and maintains a friendship with the apprentice who took over the family smithy. The chief constable closely guards these personal connections, as she fears her enemies using her loved ones as collateral. Andera cannot be bribed or easily swayed by words, but those who prove themselves straightforward, resourceful, and honorable find themselves in the chief's good graces.\n\n Despite her accomplishments, Andera is a controversial public figure in Escadar. While the majority of the constabulary supports her, some quietly resent her for putting an end to the illegal but lucrative bribery that once ran rampant in the force. Plenty of criminals are more outspoken in their grudges against the meddling chief constable. With the upcoming election months away, Andera worries that the influential criminals and corrupt politicians she's angered might oust her.\n\n Andera considers the most frustrating aspect of her position as the chief constable to be what she views as imprisonment in her office. Instead of actively investigating cases or chasing criminals, she's relegated to overseeing her subordinates to carry out justice in her stead. Additionally, Andera's responsible for many tasks that she sees as paper pushing, including the authorizing and licensing of economic enterprises in Escadar. Andera longs to be back doing casework again, but she realizes that her bureaucratic duties are necessary and a good way to keep tabs on many aspects of Escadar.\n\n Andera's constables are severely overworked, and she occasionally deputizes citizens to aid her in specific investigations or even to make arrests. She's particularly fond of using talented but ultimately expendable people for complicated missions.\n\n Andera is a small-framed but athletic middle-aged woman with cropped-short white hair and sharp gray eyes that are frequently narrowed in a stern glare. She wears a battered but well-polished breastplate over her uniform and keeps her badge of office—a golden shield engraved with an osprey clutching a fish in its talons—pinned to her armor. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Andera is the heroes' primary point of contact in Escadar. When the heroes first arrive, Andera is focused on matters of greater importance than a wandering troupe of entertainers. She sees that the Circus of Wayward Wonders has value, however; she hopes that having another circus in town can distract citizens from illicit entertainments and improve civic mood as her election approaches. Rather than simply dismiss the heroes, she asks them to earn their performance venue by clearing a dangerous parcel of land. As the heroes capably handle increasingly important affairs for Andera, she ultimately deputizes them to deal with Mistress Dusklight, who she suspects of illegal activities.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 37\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 35\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 32\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 10\">[Andera Paldreen](/NPCs.aspx?ID=2024)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 88</row>\n\n**Perception** +21\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Halfling](/Languages.aspx?ID=7)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +19, [Criminal Lore](/Skills.aspx?ID=8) +19, [Diplomacy](/Skills.aspx?ID=6) +22, [Intimidation](/Skills.aspx?ID=7) +21, [Society](/Skills.aspx?ID=14) +19, [Survival](/Skills.aspx?ID=16) +17, [Underworld Lore](/Skills.aspx?ID=8) +19\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +0\r\n\r\n**Con** +5\r\n\r\n**Int** +3\r\n\r\n**Wis** +5\r\n\r\n**Cha** +5\r\n</row>\n\n**Items**\r\n[Breastplate](/Armor.aspx?ID=10), chief constable's badge (as [_diplomat's badge_](/Equipment.aspx?ID=431)), _+1 [striking](/Equipment.aspx?ID=280) [falchion](/Weapons.aspx?ID=18)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 30 \r\n\r\n**Fort** +21 \r\n\r\n**Ref** +16 \r\n\r\n**Will** +21 \n\n</row>\r\n\r\n**HP** 175\n\n**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> Andera can use Attack of Opportunity when a creature within her reach uses a [concentrate](/Traits.aspx?ID=32) action, in addition to its normal trigger. If her attack hits, and the trigger was a concentrate or [manipulate](/Traits.aspx?ID=104) action, she disrupts that action (rather than disruption on only a critical hit).\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_falchion_ +22 ([Forceful](/Traits.aspx?ID=180), [Sweep](/Traits.aspx?ID=194)),\r\n**Damage** 2d10+7 slashing\n\n**Call to Halt** <actions string=\"Two Actions\" /> ([Auditory](/Traits.aspx?ID=16), [Concentrate](/Traits.aspx?ID=32), [Emotion](/Traits.aspx?ID=60), [Mental](/Traits.aspx?ID=106)) Andera makes an **Intimidation** check and compares it to the Will DC of each creature she chooses within 30 feet. Regardless of her result, the targets are temporarily immune for 10 minutes. <br />**Critical Success** The target is [paralyzed](/Conditions.aspx?ID=28) for 1 minute and becomes [frightened 2](/Conditions.aspx?ID=19). <br />**Success** The target takes a –10-foot penalty to all its Speeds for 1 minute and becomes frightened 1.\r\n\r\n**Shrewd Eye**   Andera treats all Perception checks made to [Sense Motive](/Actions.aspx?ID=85) as one degree of success better than the result of her check.\r\n\r\n</column>",
 "name": "Andera Paldreen",
 "npc": true,
 "perception": 21,
 "rarity": "unique",
 "reflex_save": 16,
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 175\r\n\r\n**AC** 30\r\n\r\n**Fort** +21\r\n\r\n**Ref** +16\r\n\r\n**Will** +21\r\n\r\n**Perception** +21\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWorking to combat widespread corruption in Escadar, the no-nonsense Andera Paldreen is willing to engage talented strangers to make her city safer.   …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +19",
  "Criminal Lore +19",
  "Diplomacy +22",
  "Intimidation +21",
  "Society +19",
  "Survival +17",
  "Underworld Lore +19"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +19, [Criminal Lore](/Skills.aspx?ID=8) +19, [Diplomacy](/Skills.aspx?ID=6) +22, [Intimidation](/Skills.aspx?ID=7) +21, [Society](/Skills.aspx?ID=14) +19, [Survival](/Skills.aspx?ID=16) +17, [Underworld Lore](/Skills.aspx?ID=8) +19",
 "source": [
  "Pathfinder #152: Legacy of the Lost God"
 ],
 "source_raw": [
  "Pathfinder #152: Legacy of the Lost God pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 88</row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet",
 "speed_raw": "20 feet",
 "spell_markdown": "",
 "spoilers": "Extinction Curse",
 "strength": 3,
 "strongest_save": [
  "fort",
  "fortitude",
  "will"
 ],
 "summary": "Working to combat widespread corruption in Escadar, the no-nonsense Andera Paldreen is willing to engage talented strangers to make her city safer.   …",
 "summary_markdown": "Working to combat widespread corruption in Escadar, the no-nonsense Andera Paldreen is willing to engage talented strangers to make her city safer.   …",
 "text": " Chief Constable Andera Paldreen Working to combat widespread corruption in Escadar, the no-nonsense Andera Paldreen is willing to engage talented strangers to make her city safer. Andera Paldreen, the chief constable of Escadar, is a beacon of law in an otherwise corrupt metropolis infected with a thriving criminal network. Though most of her constables affectionately call her “chief,” Andera has another nickname—the kestrel—inspired by her steely gray eyes and withering glare. She displays a portrait of her namesake in her office in Conclave Square, a gift from her fellow constables to commemorate her promotion to chief constable. Andera is rarely seen out of her official uniform and badge of office, and some of her subordinates joke that she even sleeps in uniform. The child of Hirana and Verno Paldreen, Andera was born and raised in Escadar. Hirana earned an honest living as a blacksmith, but Verno was a gambling addict who often dragged his young daughter to casinos and seedy taverns seeking his next win. As a child, Andera grew up idolizing her father's devil-may-care attitude and exuberant personality. She enjoyed their colorful outings, and though Verno showed poor parental responsibility in bringing his child to gambling parlors, he doted on Andera and lavished her and her mother with gifts purchased with his winnings. Eventually, Andera came face to face with the darker side of her father's lifestyle. At his lowest point, Verno agreed to work for a crime boss he owed money to in exchange for forgiveness of his gambling debts. One such ill-fated job resulted in an innocent man's death at Verno's hands. Verno was consumed with guilt and turned himself and his employer in to the authorities. Andera was thirteen when her father was sentenced to life in prison for manslaughter. The crime boss, however, blatantly bought his way out of trouble and went unpunished. Verno's trial left a lasting impression on the young Andera. She admired Verno for admitting his guilt, but saw her mother consumed by grief and shame. From that moment on, she resolved to uphold the law and seek justice for the victims of crime. Andera enlisted in Absalom's navy as soon as she came of age, and she returned from a four-year tour of duty as an accomplished young officer. Though she initially planned to reenlist, it was difficult for Andera to ignore her city's rampant crime. She left the military and joined the constabulary. After 5 years on the force, her career reached a turning point when she single-handedly captured the notorious thief Juniper Winzel. Andera's investigations not only led her to Juniper's capture, but to the realization that several fellow constables had been taking bribes from Juniper and other criminals to look the other way. With the outlaw behind bars, Andera turned her attention to the police force itself. After 6 years of helping expose the corruption within Escadar's constabulary, she was elected as chief constable in a record landslide. For the past 2 years, Andera has worked long hours fighting an uphill battle to eliminate corruption and organized crime in Escadar. She desperately wants to change Escadar's reputation, and she's frustrated by the quasi-legal way in which much of the city operates. Even though allowing the corruption would probably prolong her career, Andera refuses to ignore her principles. Andera is a practical, by-the-book official who dislikes flattery or long-winded conversations. Her statements are brief and to the point, and she respects brevity in others. Andera is quick to smile and joke with her few trusted friends, but she presents a stern, unemotional face to the wider world. Though Andera's personality can easily seem flat to acquaintances, her professional mask hides a jovial woman who loves the sea and appreciates fine whiskey. In her off hours, Andera helps care for her retired mother and maintains a friendship with the apprentice who took over the family smithy. The chief constable closely guards these personal connections, as she fears her enemies using her loved ones as collateral. Andera cannot be bribed or easily swayed by words, but those who prove themselves straightforward, resourceful, and honorable find themselves in the chief's good graces. Despite her accomplishments, Andera is a controversial public figure in Escadar. While the majority of the constabulary supports her, some quietly resent her for putting an end to the illegal but lucrative bribery that once ran rampant in the force. Plenty of criminals are more outspoken in their grudges against the meddling chief constable. With the upcoming election months away, Andera worries that the influential criminals and corrupt politicians she's angered might oust her. Andera considers the most frustrating aspect of her position as the chief constable to be what she views as imprisonment in her office. Instead of actively investigating cases or chasing criminals, she's relegated to overseeing her subordinates to carry out justice in her stead. Additionally, Andera's responsible for many tasks that she sees as paper pushing, including the authorizing and licensing of economic enterprises in Escadar. Andera longs to be back doing casework again, but she realizes that her bureaucratic duties are necessary and a good way to keep tabs on many aspects of Escadar. Andera's constables are severely overworked, and she occasionally deputizes citizens to aid her in specific investigations or even to make arrests. She's particularly fond of using talented but ultimately expendable people for complicated missions. Andera is a small-framed but athletic middle-aged woman with cropped-short white hair and sharp gray eyes that are frequently narrowed in a stern glare. She wears a battered but well-polished breastplate over her uniform and keeps her badge of office—a golden shield engraved with an osprey clutching a fish in its talons—pinned to her armor. Campaign Role Andera is the heroes' primary point of contact in Escadar. When the heroes first arrive, Andera is focused on matters of greater importance than a wandering troupe of entertainers. She sees that the Circus of Wayward Wonders has value, however; she hopes that having another circus in town can distract citizens from illicit entertainments and improve civic mood as her election approaches. Rather than simply dismiss the heroes, she asks them to earn their performance venue by clearing a dangerous parcel of land. As the heroes capably handle increasingly important affairs for Andera, she ultimately deputizes them to deal with Mistress Dusklight, who she suspects of illegal activities. Recall Knowledge - Humanoid (Society): DC 37 Unspecific Lore : DC 35 Specific Lore : DC 32 Andera Paldreen Source Pathfinder #152: Legacy of the Lost God pg. 88 Perception +21 Languages Common, Elven, Halfling Skills Athletics +19, Criminal Lore +19, Diplomacy +22, Intimidation +21, Society +19, Survival +17, Underworld Lore +19 Str +3 Dex +0 Con +5 Int +3 Wis +5 Cha +5 Items Breastplate, chief constable's badge (as diplomat's badge ), +1 striking falchion --- AC 30 Fort +21 Ref +16 Will +21 HP 175 Attack of Opportunity Reaction Andera can use Attack of Opportunity when a creature within her reach uses a concentrate action, in addition to its normal trigger. If her attack hits, and the trigger was a concentrate or manipulate action, she disrupts that action (rather than disruption on only a critical hit). --- Speed 20 feet Melee Single Action falchion +22 (Forceful, Sweep), Damage 2d10+7 slashing Call to Halt Two Actions (Auditory, Concentrate, Emotion, Mental) Andera makes an Intimidation check and compares it to the Will DC of each creature she chooses within 30 feet. Regardless of her result, the targets are temporarily immune for 10 minutes. Critical Success The target is paralyzed for 1 minute and becomes frightened 2. Success The target takes a –10-foot penalty to all its Speeds for 1 minute and becomes frightened 1. Shrewd Eye Andera treats all Perception checks made to Sense Motive as one degree of success better than the result of her check. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "LN",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2024",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 21,
 "wisdom": 5
}