{
 "ac": 35,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 7,
 "constitution": 4,
 "creature_ability": [
  "I Am A Cat",
  "Dander Scent",
  "Silent Yowl",
  "Slow Blink"
 ],
 "creature_family_markdown": "",
 "dexterity": 7,
 "exclude_from_search": false,
 "fortitude_save": 24,
 "hp": 250,
 "hp_raw": "250",
 "id": "creature-1402",
 "image": [
  "/Images/Monsters/Angoyang.png"
 ],
 "intelligence": 5,
 "language": [
  "Aklo"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13)",
 "level": 14,
 "markdown": "<title level=\"1\" pfs=\"\">[Angoyang](/Monsters.aspx?ID=1402)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nAngoyangs resemble white cats with black stripes like those of a tiger. They have beautifully silken fur, piercing blue eyes, and long fluffy tails. Yet, far from the picturesque feline companions they appear to be, angoyangs are actually terrifying beasts capable of peeling back the fleshy layers of their face to reveal a mass of long, toothed tentacles.\n\n Although most cats instinctively avoid areas where angoyangs roam, the unlucky felines who do encounter this creature are invariably entangled in the monster's toothy tentacles and devoured. In cities and towns where angoyangs reside, cat owners may find that their beloved pets have gone missing only to soon have a fluffy black-and-white cat coincidentally appear at their doorstep, looking up at them with wide eyes and mewing adorably. Angoyangs almost never attack their caretakers, who they see as loyal servants that feed, clean up after, and pamper them, and the creatures protect the people in their household from any would-be intruders. However, a caretaker who mistreats or neglects their angoyang ward is often met with a grisly fate. More than one coroner or gravedigger has inadvertently inherited an angoyang after being assigned to clean up the mutilated remains of a previous “owner.”\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Aberration](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 32\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 30\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 27\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Angoyang.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 14\">[Angoyang](/Monsters.aspx?ID=1402)</title>\r\n\r\n<traits>\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #167: Ready? Fight!](/Sources.aspx?ID=86) pg. 78</row>\n\n**Perception** +25; dander scent (1 mile, imprecise), [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +27, [Deception](/Skills.aspx?ID=5) +27, [Stealth](/Skills.aspx?ID=15) +27, [Survival](/Skills.aspx?ID=16) +25\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +7\r\n\r\n**Con** +4\r\n\r\n**Int** +5\r\n\r\n**Wis** +5\r\n\r\n**Cha** +7\r\n</row>\r\n\r\n**I Am A Cat** The angoyang has an automatic result of 47 to [Deception](/Skills.aspx?ID=5) checks and DCs to appear as a cat.<br />**Dander Scent** The angoyang can imprecisely sense the location of any creature within 1 mile that has previously come in contact with the angoyang's fur.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 35 \r\n\r\n**Fort** +24 \r\n\r\n**Ref** +29 \r\n\r\n**Will** +25 \n\n</row>\r\n\r\n**HP** 250\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +27 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 3d10+9 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntentacles +27 ([Finesse](/Traits.aspx?ID=179), [reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d12+9 piercing plus [Grab](/MonsterAbilities.aspx?ID=18)\n\n**Silent Yowl** <actions string=\"Two Actions\" /> ([Auditory](/Traits.aspx?ID=16), [Fear](/Traits.aspx?ID=68), [Illusion](/Traits.aspx?ID=92), [Mental](/Traits.aspx?ID=106), [Occult](/Traits.aspx?ID=120)) The angoyang opens its mouth and drops its innocent disguise, releasing its monstrous tentacles and letting out a blood-curdling scream directed at a single target that it can see to deal 8d10 mental damage. Only the target of this ability can hear this scream. The target must succeed at a DC 30 Will save as the sound tears through their mind. <br />**Critical Success** The target takes no damage and is immune to Silent Yowl for 24 hours. <br />**Success** The target takes half damage. <br />**Failure** The target takes full damage and is [frightened 1](/Conditions.aspx?ID=19). <br />**Critical Failure** The target takes double damage and is frightened 3.\r\n\r\n**Slow Blink** <actions string=\"Two Actions\" /> ([Enchantment](/Traits.aspx?ID=61), [Incapacitation](/Traits.aspx?ID=93), [Mental](/Traits.aspx?ID=106), [Occult](/Traits.aspx?ID=120), [Visual](/Traits.aspx?ID=163)) The angoyang lets out a small meow and slowly blinks twice at a single creature. The target must attempt a DC 31 Will save. On a critical success, the target is unaffected and immune to Slow Blink for 24 hours. Otherwise, the creature is overcome with the urge to pet the angoyang's silken fur, becoming [fascinated](/Conditions.aspx?ID=14). If the angoyang attacks the creature, the creature can attempt a new save at the beginning of their next turn.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Lucky Cat?</title>\r\n\r\nDue to their appearance as cats and their monstrous intellect, angoyangs are skilled at getting around unnoticed and often collect useful trinkets and information for their own mysterious purposes. Sometimes an angoyang will leave their stolen valuables inside the homes of “lucky” individuals. Such individuals may find small valuables, coins, or notes with trade secrets in their shoes and pockets and believe them to be a divine blessing. However, the angoyang's motives are likely far from benign.\r\n</aside>",
 "name": "Angoyang",
 "npc": false,
 "perception": 25,
 "rarity": "common",
 "reflex_save": 29,
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #167: Ready? Fight!](/Sources.aspx?ID=86) pg. 78</row>\n\n<row gap=\"medium\">\r\n**HP** 250\r\n\r\n**AC** 35\r\n\r\n**Fort** +24\r\n\r\n**Ref** +29\r\n\r\n**Will** +25\r\n\r\n**Perception** +25\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAngoyangs resemble white cats with black stripes like those of a tiger. They have beautifully silken fur, piercing blue eyes, and long fluffy tails. …\r\n</summary>",
 "sense": "dander scent (1 mile, imprecise),  darkvision ",
 "sense_markdown": "dander scent (1 mile, imprecise), [darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +27",
  "Deception +27",
  "Stealth +27",
  "Survival +25"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +27, [Deception](/Skills.aspx?ID=5) +27, [Stealth](/Skills.aspx?ID=15) +27, [Survival](/Skills.aspx?ID=16) +25",
 "source": [
  "Pathfinder #167: Ready? Fight!"
 ],
 "source_raw": [
  "Pathfinder #167: Ready? Fight! pg. 78"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #167: Ready? Fight!](/Sources.aspx?ID=86) pg. 78</row>",
 "speed": {
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet",
 "speed_raw": "35 feet",
 "spell_markdown": "",
 "stealth": "27",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Angoyangs resemble white cats with black stripes like those of a tiger. They have beautifully silken fur, piercing blue eyes, and long fluffy tails. …",
 "summary_markdown": "Angoyangs resemble white cats with black stripes like those of a tiger. They have beautifully silken fur, piercing blue eyes, and long fluffy tails. …",
 "text": " Angoyang Angoyangs resemble white cats with black stripes like those of a tiger. They have beautifully silken fur, piercing blue eyes, and long fluffy tails. Yet, far from the picturesque feline companions they appear to be, angoyangs are actually terrifying beasts capable of peeling back the fleshy layers of their face to reveal a mass of long, toothed tentacles. Although most cats instinctively avoid areas where angoyangs roam, the unlucky felines who do encounter this creature are invariably entangled in the monster's toothy tentacles and devoured. In cities and towns where angoyangs reside, cat owners may find that their beloved pets have gone missing only to soon have a fluffy black-and-white cat coincidentally appear at their doorstep, looking up at them with wide eyes and mewing adorably. Angoyangs almost never attack their caretakers, who they see as loyal servants that feed, clean up after, and pamper them, and the creatures protect the people in their household from any would-be intruders. However, a caretaker who mistreats or neglects their angoyang ward is often met with a grisly fate. More than one coroner or gravedigger has inadvertently inherited an angoyang after being assigned to clean up the mutilated remains of a previous “owner.” Recall Knowledge - Aberration (Occultism): DC 32 Unspecific Lore : DC 30 Specific Lore : DC 27 Angoyang Source Pathfinder #167: Ready? Fight! pg. 78 Perception +25; dander scent (1 mile, imprecise), darkvision Languages Aklo Skills Acrobatics +27, Deception +27, Stealth +27, Survival +25 Str +3 Dex +7 Con +4 Int +5 Wis +5 Cha +7 I Am A Cat The angoyang has an automatic result of 47 to Deception checks and DCs to appear as a cat. Dander Scent The angoyang can imprecisely sense the location of any creature within 1 mile that has previously come in contact with the angoyang's fur. --- AC 35 Fort +24 Ref +29 Will +25 HP 250 --- Speed 35 feet Melee Single Action claw +27 (Agile, Finesse), Damage 3d10+9 slashing Melee Single Action tentacles +27 (Finesse, reach 10 feet), Damage 3d12+9 piercing plus Grab Silent Yowl Two Actions (Auditory, Fear, Illusion, Mental, Occult) The angoyang opens its mouth and drops its innocent disguise, releasing its monstrous tentacles and letting out a blood-curdling scream directed at a single target that it can see to deal 8d10 mental damage. Only the target of this ability can hear this scream. The target must succeed at a DC 30 Will save as the sound tears through their mind. Critical Success The target takes no damage and is immune to Silent Yowl for 24 hours. Success The target takes half damage. Failure The target takes full damage and is frightened 1. Critical Failure The target takes double damage and is frightened 3. Slow Blink Two Actions (Enchantment, Incapacitation, Mental, Occult, Visual) The angoyang lets out a small meow and slowly blinks twice at a single creature. The target must attempt a DC 31 Will save. On a critical success, the target is unaffected and immune to Slow Blink for 24 hours. Otherwise, the creature is overcome with the urge to pet the angoyang's silken fur, becoming fascinated. If the angoyang attacks the creature, the creature can attempt a new save at the beginning of their next turn. Lucky Cat? Due to their appearance as cats and their monstrous intellect, angoyangs are skilled at getting around unnoticed and often collect useful trinkets and information for their own mysterious purposes. Sometimes an angoyang will leave their stolen valuables inside the homes of “lucky” individuals. Such individuals may find small valuables, coins, or notes with trade secrets in their shoes and pockets and believe them to be a divine blessing. However, the angoyang's motives are likely far from benign. ",
 "trait": [
  "Aberration",
  "NE",
  "Small"
 ],
 "trait_markdown": "[Aberration](/Traits.aspx?ID=1)",
 "trait_raw": [
  "Aberration"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1402",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 25,
 "wisdom": 5
}