{
 "ac": 30,
 "alignment": "LE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 3,
 "creature_ability": [
  "Stubborn Resolve",
  "Firearms Critical Specialization",
  "Lawbringer's Pursuit",
  "Mentor's Curse",
  "Parting Shot",
  "Plant Pyronite Charge",
  "Tormenting Shot"
 ],
 "creature_family_markdown": "",
 "dexterity": 7,
 "exclude_from_search": false,
 "fortitude_save": 24,
 "hp": 200,
 "hp_raw": "200",
 "id": "creature-1992",
 "intelligence": 0,
 "language": [
  "Common",
  "Dwarven",
  "Elven"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Dwarven](/Languages.aspx?ID=3), [Elven](/Languages.aspx?ID=4)",
 "level": 11,
 "markdown": "<title level=\"1\" pfs=\"\">[Anjelique Loveless, Ruthless Corrupt Deputy](/NPCs.aspx?ID=1992)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nDecades ago, an Osirian paladin named Entarish and a river hag named Gris Nightspittle fought a deadly battle inside a forgotten pharaoh's tomb. Both escaped from the conflict gravely injured, and after that day the two became mortal enemies hellbent on undoing the work of the other. After years of conflict, Gris eventually concocted a devious plan to bring Entarish to his knees. In the ruins of flooded temple beneath a hunter's moon, Gris gave birth to a changling infant and left the child on Entarish's doorstep. Gris knew that foolish Entarish, in his weakness, would care for the cursed babe.\n\n Even though he suspected Gris was tied to the child, Entarish played into the hag's plot. He named the infant Anjelique and served as her father and mentor, raising her to follow a virtuous path in spite of her wretched heritage. Yet for all Entarish's noble efforts, Anjelique possessed a cruel disposition and wicked temper. When she came of age, Gris approached the young woman in the dead of night and revealed the truth of her birth. Gris then commanded Anjelique to kill her adopted father and join the hag's side.\n\n To Gris's surprise, Anjelique refused her mother's grim commandment. In a rage, Gris gathered her most powerful minions and finally slew Entarish, overwhelming the paladin while Anjelique was away. When she discovered her father had been slain, Anjelique recovered his holy sword and set out to find Gris. The cunning hag thought Anjelique had finally given in to her evil birthright and returned home, but instead she avenged her fallen parent by soaking his sword in Gris's blood and claiming the hag's blackwood staff.\n\n After fulfilling her vendetta, Anjelique wandered through the world alone, aimless and in search of meaning. Although she constantly carries Entarish's virtuous words in her thoughts, her troubled past and cursed birthright cast an unholy pall across her mind.\n\n Finally Anjelique resolved to walk a righteous path in the name of her father by joining Alkenstar's shieldmarshals. She commissioned the grand duchy's best gunsmith to forge Entarish's blade into an enchanted silver pistol and Gris's staff into a magical long gun. For nearly a century, Anjelique brought law and order to the wilderness around Alkenstar. The long years wore on her, however, and she slowly lost touch with the short-lived humans that surrounded her. Now, she's torn between upholding lawful ideals and dealing out bloody punishment to those she deems unworthy. Her silver pistol still possesses some of Entarish's grace and frequently misfires when she attempts to use it for an evil act. Often, while away from prying eyes, she will draw the pistol on her captured fugitives and fire, allowing the gun to decide if the person is worthy of life.\n\n Anjelique's primary motivation is power. As an elf, she's been a shieldmarshal for nearly a century and has outlived her original peers. Because of her lengthy tenure and ruthless pursuit of her own personal brand of justice, few question her continued presence on the force. Anjelique has spent years advocating for a larger Alkenstari army, though she made little progress on this front until just recently. She believes that by arranging a series of disasters, she can shock the city's political elite into action. By way of this scheme, Anjelique hopes to disgrace the current shieldmarshal command structure while simultaneously rising through the ranks to assume control of a new army of conscripted shieldmarshals. Ultimately, she wants to use this army to bring order to the lawless frontier beyond Alkenstar's walls, which she believes is what Entarish would have wanted. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Deputy Loveless has been a thorn in the player characters' sides since the first chapter of this Adventure Path, and possibly even before then. Her scheme to use pyronite as a means of securing political power is just one more entry on her lengthy resume of sins against the party, but it's this elaborate plot that ultimately enables the PCs to achieve vengeance when they face off against Anjelique on the _Gearsmoke_ in this adventure's final chapter.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 38\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 36\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 33\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 11\">[Anjelique Loveless](/NPCs.aspx?ID=1992)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Changeling\" url=\"/Traits.aspx?ID=212\" />\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 86</row>\n\n**Perception** +24; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Dwarven](/Languages.aspx?ID=3), [Elven](/Languages.aspx?ID=4)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +26, [Crafting](/Skills.aspx?ID=4) +21, [Intimidation](/Skills.aspx?ID=7) +23, [Legal Lore](/Skills.aspx?ID=8) +19, [Thievery](/Skills.aspx?ID=17) +21\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +7\r\n\r\n**Con** +3\r\n\r\n**Int** +0\r\n\r\n**Wis** +0\r\n\r\n**Cha** +3\r\n</row>\n\n**Items**\r\n[_blazons of shared power_](/Equipment.aspx?ID=1221) (attached to pistol and [reinforced stock](/Weapons.aspx?ID=187)), _+1 [resilient](/Equipment.aspx?ID=279) [breastplate](/Armor.aspx?ID=10)_, [_hex blaster_](/Equipment.aspx?ID=1597) (10 rounds), [infused pyronite charge](/Equipment.aspx?ID=1579) (6), [_redeemer's pistol_](/Equipment.aspx?ID=1599) (10 rounds)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 30 \r\n\r\n**Fort** +24 \r\n\r\n**Ref** +26 \r\n\r\n**Will** +21 \n\n</row>\r\n\r\n**HP** 200\n\n**Stubborn Resolve** <actions string=\"Reaction\" /> **Frequency** once per day; **Trigger** Anjelique fails or critically fails a saving throw; **Effect** Anjelique treats a critical failure as a failure, or a failure as a success.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_reinforced stock_ +24 ([Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [two-hand d6](/Traits.aspx?ID=198)),\r\n**Damage** 2d4+6 bludgeoning plus plant pyronite charge\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_hex blaster_ +24 ([Concussive](/Traits.aspx?ID=401), [fatal d12](/Traits.aspx?ID=178), [Kickback](/Traits.aspx?ID=409), [Magical](/Traits.aspx?ID=103), [range increment 150 feet](/Traits.aspx?ID=248), [reload 1](/Traits.aspx?ID=254)),\r\n**Damage** 2d8+6 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_redeemer's pistol_ +24 ([Concealable](/Traits.aspx?ID=327), [Concussive](/Traits.aspx?ID=401), [fatal d10](/Traits.aspx?ID=178), [Magical](/Traits.aspx?ID=103), [range increment 60 feet](/Traits.aspx?ID=248), [reload 1](/Traits.aspx?ID=254)),\r\n**Damage** 2d6+6 piercing\n\n**Firearms Critical Specialization**   When Anjelique makes a critical hit with a [firearm](/WeaponGroups.aspx?ID=16), the target must succeed a DC 34 Fortitude save or be [stunned 1](/Conditions.aspx?ID=36).\r\n\r\n**Lawbringer's Pursuit** <actions string=\"Single Action\" />  Anjelique Strides and then either Interacts to reload her gun or makes an [Intimidation](/Skills.aspx?ID=7) check to [Demoralize](/Actions.aspx?ID=53) a foe.\r\n\r\n**Mentor's Curse**   The grace of Anjelique's champion mentor inhabits the [_redeemer's pistol_](/Equipment.aspx?ID=1599) she carries, passing judgment on her actions. If she attempts to make a _redeemer's pistol_ Strike against a good-aligned creature, she must succeed at a DC 5 flat check or the gun [misfires](/Rules.aspx?ID=1649).\r\n\r\n**Parting Shot** <actions string=\"Reaction\" />  **Trigger** Anjelique would die or gain the [dying](/Conditions.aspx?ID=11) condition; **Effect** Anjelique reloads her currently wielded firearm if necessary and makes a ranged Strike against an enemy, treating a successful attack as a critical hit. Whether successful or not, after making this attack, Anjelique dies.\r\n\r\n**Plant Pyronite Charge**   After making a successful melee Strike against a creature, Anjelique makes a [Thievery](/Skills.aspx?ID=17) check against the target's Perception DC. On a success, she activates and secretly plants a specially formulated sticky pyronite charge on the creature. This charge detonates after 3 rounds, dealing 4d8 fire damage to all creatures within a 10-foot radius (DC 34 [basic](/Rules.aspx?ID=329) Reflex save) and detonating any other pyronite charges within the area. After making a successful ranged Strike against a creature stuck with a planted charge, Anjelique can choose to shoot a bullet through the charge, dealing normal damage and detonating the charge immediately. A creature can use an Interact action to find and remove a planted charge from itself or an adjacent creature. These pyronite charges have the [infused](/Traits.aspx?ID=94) trait and are inert until activated by Anjelique.\r\n\r\n**Tormenting Shot** <actions string=\"Two Actions\" />  Anjelique makes a ranged Strike and deals an additional 2d8 piercing damage on a hit. If the target is [frightened](/Conditions.aspx?ID=19), it also takes 2d6 [persistent bleed damage](/Conditions.aspx?ID=29) on a hit.\r\n\r\n</column>",
 "name": "Anjelique Loveless",
 "npc": true,
 "perception": 24,
 "rarity": "unique",
 "reflex_save": 26,
 "release_date": "2022-06-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Changeling\" url=\"/Traits.aspx?ID=212\" />\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 86</row>\n\n<row gap=\"medium\">\r\n**HP** 200\r\n\r\n**AC** 30\r\n\r\n**Fort** +24\r\n\r\n**Ref** +26\r\n\r\n**Will** +21\r\n\r\n**Perception** +24\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDecades ago, an Osirian paladin named Entarish and a river hag named Gris Nightspittle fought a deadly battle inside a forgotten pharaoh's tomb. Both …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +26",
  "Crafting +21",
  "Intimidation +23",
  "Legal Lore +19",
  "Thievery +21"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +26, [Crafting](/Skills.aspx?ID=4) +21, [Intimidation](/Skills.aspx?ID=7) +23, [Legal Lore](/Skills.aspx?ID=8) +19, [Thievery](/Skills.aspx?ID=17) +21",
 "source": [
  "Pathfinder #180: The Smoking Gun"
 ],
 "source_raw": [
  "Pathfinder #180: The Smoking Gun pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 86</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Outlaws of Alkenstar",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Decades ago, an Osirian paladin named Entarish and a river hag named Gris Nightspittle fought a deadly battle inside a forgotten pharaoh's tomb. Both …",
 "summary_markdown": "Decades ago, an Osirian paladin named Entarish and a river hag named Gris Nightspittle fought a deadly battle inside a forgotten pharaoh's tomb. Both …",
 "text": " Anjelique Loveless, Ruthless Corrupt Deputy Decades ago, an Osirian paladin named Entarish and a river hag named Gris Nightspittle fought a deadly battle inside a forgotten pharaoh's tomb. Both escaped from the conflict gravely injured, and after that day the two became mortal enemies hellbent on undoing the work of the other. After years of conflict, Gris eventually concocted a devious plan to bring Entarish to his knees. In the ruins of flooded temple beneath a hunter's moon, Gris gave birth to a changling infant and left the child on Entarish's doorstep. Gris knew that foolish Entarish, in his weakness, would care for the cursed babe. Even though he suspected Gris was tied to the child, Entarish played into the hag's plot. He named the infant Anjelique and served as her father and mentor, raising her to follow a virtuous path in spite of her wretched heritage. Yet for all Entarish's noble efforts, Anjelique possessed a cruel disposition and wicked temper. When she came of age, Gris approached the young woman in the dead of night and revealed the truth of her birth. Gris then commanded Anjelique to kill her adopted father and join the hag's side. To Gris's surprise, Anjelique refused her mother's grim commandment. In a rage, Gris gathered her most powerful minions and finally slew Entarish, overwhelming the paladin while Anjelique was away. When she discovered her father had been slain, Anjelique recovered his holy sword and set out to find Gris. The cunning hag thought Anjelique had finally given in to her evil birthright and returned home, but instead she avenged her fallen parent by soaking his sword in Gris's blood and claiming the hag's blackwood staff. After fulfilling her vendetta, Anjelique wandered through the world alone, aimless and in search of meaning. Although she constantly carries Entarish's virtuous words in her thoughts, her troubled past and cursed birthright cast an unholy pall across her mind. Finally Anjelique resolved to walk a righteous path in the name of her father by joining Alkenstar's shieldmarshals. She commissioned the grand duchy's best gunsmith to forge Entarish's blade into an enchanted silver pistol and Gris's staff into a magical long gun. For nearly a century, Anjelique brought law and order to the wilderness around Alkenstar. The long years wore on her, however, and she slowly lost touch with the short-lived humans that surrounded her. Now, she's torn between upholding lawful ideals and dealing out bloody punishment to those she deems unworthy. Her silver pistol still possesses some of Entarish's grace and frequently misfires when she attempts to use it for an evil act. Often, while away from prying eyes, she will draw the pistol on her captured fugitives and fire, allowing the gun to decide if the person is worthy of life. Anjelique's primary motivation is power. As an elf, she's been a shieldmarshal for nearly a century and has outlived her original peers. Because of her lengthy tenure and ruthless pursuit of her own personal brand of justice, few question her continued presence on the force. Anjelique has spent years advocating for a larger Alkenstari army, though she made little progress on this front until just recently. She believes that by arranging a series of disasters, she can shock the city's political elite into action. By way of this scheme, Anjelique hopes to disgrace the current shieldmarshal command structure while simultaneously rising through the ranks to assume control of a new army of conscripted shieldmarshals. Ultimately, she wants to use this army to bring order to the lawless frontier beyond Alkenstar's walls, which she believes is what Entarish would have wanted. Campaign Role Deputy Loveless has been a thorn in the player characters' sides since the first chapter of this Adventure Path, and possibly even before then. Her scheme to use pyronite as a means of securing political power is just one more entry on her lengthy resume of sins against the party, but it's this elaborate plot that ultimately enables the PCs to achieve vengeance when they face off against Anjelique on the Gearsmoke in this adventure's final chapter. Recall Knowledge - Humanoid (Society): DC 38 Unspecific Lore : DC 36 Specific Lore : DC 33 Anjelique Loveless Source Pathfinder #180: The Smoking Gun pg. 86 Perception +24; low-light vision Languages Common, Dwarven, Elven Skills Acrobatics +26, Crafting +21, Intimidation +23, Legal Lore +19, Thievery +21 Str +3 Dex +7 Con +3 Int +0 Wis +0 Cha +3 Items blazons of shared power (attached to pistol and reinforced stock), +1 resilient breastplate , hex blaster (10 rounds), infused pyronite charge (6), redeemer's pistol (10 rounds) --- AC 30 Fort +24 Ref +26 Will +21 HP 200 Stubborn Resolve Reaction Frequency once per day; Trigger Anjelique fails or critically fails a saving throw; Effect Anjelique treats a critical failure as a failure, or a failure as a success. --- Speed 25 feet Melee Single Action reinforced stock +24 (Finesse, Magical, two-hand d6), Damage 2d4+6 bludgeoning plus plant pyronite charge Ranged Single Action hex blaster +24 (Concussive, fatal d12, Kickback, Magical, range increment 150 feet, reload 1), Damage 2d8+6 piercing Ranged Single Action redeemer's pistol +24 (Concealable, Concussive, fatal d10, Magical, range increment 60 feet, reload 1), Damage 2d6+6 piercing Firearms Critical Specialization When Anjelique makes a critical hit with a firearm, the target must succeed a DC 34 Fortitude save or be stunned 1. Lawbringer's Pursuit Single Action Anjelique Strides and then either Interacts to reload her gun or makes an Intimidation check to Demoralize a foe. Mentor's Curse The grace of Anjelique's champion mentor inhabits the redeemer's pistol she carries, passing judgment on her actions. If she attempts to make a redeemer's pistol Strike against a good-aligned creature, she must succeed at a DC 5 flat check or the gun misfires. Parting Shot Reaction Trigger Anjelique would die or gain the dying condition; Effect Anjelique reloads her currently wielded firearm if necessary and makes a ranged Strike against an enemy, treating a successful attack as a critical hit. Whether successful or not, after making this attack, Anjelique dies. Plant Pyronite Charge After making a successful melee Strike against a creature, Anjelique makes a Thievery check against the target's Perception DC. On a success, she activates and secretly plants a specially formulated sticky pyronite charge on the creature. This charge detonates after 3 rounds, dealing 4d8 fire damage to all creatures within a 10-foot radius (DC 34 basic Reflex save) and detonating any other pyronite charges within the area. After making a successful ranged Strike against a creature stuck with a planted charge, Anjelique can choose to shoot a bullet through the charge, dealing normal damage and detonating the charge immediately. A creature can use an Interact action to find and remove a planted charge from itself or an adjacent creature. These pyronite charges have the infused trait and are inert until activated by Anjelique. Tormenting Shot Two Actions Anjelique makes a ranged Strike and deals an additional 2d8 piercing damage on a hit. If the target is frightened, it also takes 2d6 persistent bleed damage on a hit. ",
 "trait": [
  "Changeling",
  "Elf",
  "Humanoid",
  "Unique",
  "LE",
  "Medium"
 ],
 "trait_markdown": "[Changeling](/Traits.aspx?ID=212), [Elf](/Traits.aspx?ID=58), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Changeling",
  "Elf",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1992",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 21,
 "wisdom": 0
}