{
 "ac": 28,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 6,
 "constitution": 3,
 "creature_ability": [
  "Breath Weapon",
  "Drowning Drone",
  "Nul-Acrumi Vazghul Ritual",
  "Swamp Stride",
  "Terrifying Croak",
  "Tongue Grab"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 18,
 "hp": 145,
 "hp_raw": "145",
 "id": "creature-1546",
 "immunity": [
  "acid",
  "paralyzed",
  "sleep"
 ],
 "immunity_markdown": "_acid_, [paralyzed](/Conditions.aspx?ID=28), _sleep_",
 "intelligence": -1,
 "language": [
  "Abyssal",
  "Boggard",
  "Common",
  "Draconic",
  "Mwangi"
 ],
 "language_markdown": "[Abyssal](/Languages.aspx?ID=12), [Boggard](/Languages.aspx?ID=27), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Mwangi](/Languages.aspx?ID=39)",
 "level": 9,
 "markdown": "<title level=\"1\" pfs=\"\">[Belmazog](/Monsters.aspx?ID=1546)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_Born with the power of dragons within her veins, Belmazog has heard the foul whispers of [Dahak](/Deities.aspx?ID=150) since the day she hatched, and she considers herself the Destroyer's chosen._\n\n In Belmazog's mind, she has been Dahak's chosen since before she even had thoughts of her own. A mutant, half-dragon boggard, she believes that she heard the dragon god's voice in her egg, and that the Sorrowmaker's whispers gave her inborn draconic power. Her first major victory was to overthrow her tribe's demon-worshipping priest king, declaring that the tribe would now serve Dahak, triggering a violent schism. Renaming her tribe the “Cinderclaws,” Belmazog then sought out other followers of Dahak, as well as ruined places of power that had once been dedicated to the lord of destruction. Not only did she recruit several charau-kas to her cause, but Belmazog also discovered a site of great power—the fossilized remains of Dahak's manifestation, slain long ago in the Age of Darkness. Belmazog soon came to believe that it was from these ancient and powerful bones that her dreams and draconic heritage had come.\n\n Indeed, not long after she moved into the shadow of Dahak's remains and commanded her cult to build their fortress from the fossilized bones, Belmazog began having strange, prophetic dreams. These visions were filled with not just resentment toward Ekujae (who she learned through her dreams had destroyed Dahak's manifestation long ago) but also a growing conviction that Dahak's manifestation had lost only his body. His “soul,” as it was, remained trapped nearby, within an ancient temple inside Ekujae lands.\n\n And so Belmazog schemed. Realizing the elves remained a threat to her cult and knowing that any attempt to storm the temple she saw in her dreams would result in ruin, she settled in patiently instead, keeping her cult's activities quiet and avoiding attention from Ekujae. Belmazog intended to build up the mystic and martial power of her cult before taking the Ekujae elves by surprise, but she lacked any true tactical or magical genius, and years passed without any breakthroughs that might serve the cult against their foes. The closest thing Belmazog had to success was the recruitment of the red dragon Kyrion, who she had raised from a hatchling. Kyrion had grown willful, however, and increasingly held Belmazog in contempt. Belmazog could see her influence over him slipping with each passing month.\n\n Belmazog's salvation came in the form of the Scarlet Triad, a mysterious organization that offered her the services of powerful spellcasters to aid her ambitions. Belmazog agreed without asking any questions, considering the helpful foreigners' arrival to be nothing more than her due as a chosen agent of Dahak. For the small price of granting the Scarlet Triad the first pick of any gold taken from Ekujae lands and a promise to provide them shelter whenever they visited the region in the future, Scarlet Triad agents taught Belmazog an obscure ritual: _nul-acrumi vazghul_, with which she could channel the power of Dahak's fossilized remains and raise dragon pillars throughout the jungle to protect her cult from the elves. It wasn't long after that she led her cult in a bold attack on the temple that haunted her dreams. The Cinderclaws captured the _[hunter's arrowhead](/Equipment.aspx?ID=483)_ from the elven guardians, activated Huntergate, and managed to send a small group of followers through in an attempt to “rescue” Dahak. But when Huntergate closed again and elves launched a counterattack that drove the Cinderclaws back, Belmazog was forced to admit defeat. Now, she and the elves are in a stalemate—the _nul-acrumi vazghul_ continues to prevent the elves from invading Cinderclaw territory, but the Cinderclaws aren't yet ready to launch a second attack on Huntergate to try to rescue their missing kin and make a new attempt at freeing Dahak.\n\n Belmazog bears only a passing resemblance to a boggard. Her form is covered with slimy black skin that varies between smooth and scaly. Her draconic head is not froglike at all, instead filled with a grin of needle-like teeth and crowned with a cluster of twisting black horns. Her webbed hands and feet end in long digits tipped with sharp claws. Belmazog rarely thinks deeply about issues and is easily thrown off guard when confronted with questions she can't answer. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Belmazog's sin is primarily one of ambition, fueled by an intense desire to feel special and respected rather than like a monster in a backwater bog. In her mind, Dahak is the only being in this world on her side, though her long string of failures has weakened her faith in herself and in her worthiness to be Dahak's chosen champion. If the PCs manage to convince Belmazog to surrender, the boggard remains capable of earning redemption. Fully redeeming Belmazog is beyond the scope of this adventure, but the boggard's one virtue is patience, and Belmazog can be convinced to work for the PCs in exchange for promises of eventual power and glory. Though the end result may not be worth the sweat, blood, and tears the PCs will shed to achieve it, Belmazog is a powerful ritualist and a strong combatant, and can offer a number of benefits to PCs willing to give her another chance.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Dragon](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2)): DC 36\r\n\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 36\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 34\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 31\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 9\">[Belmazog](/Monsters.aspx?ID=1546)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Acid\" url=\"/Traits.aspx?ID=3\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Boggard\" url=\"/Traits.aspx?ID=209\" />\r\n<trait label=\"Dragon\" url=\"/Traits.aspx?ID=50\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 77</row>\n\n**Perception** +18; [darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet\r\n\r\n**Languages**\r\n[Abyssal](/Languages.aspx?ID=12), [Boggard](/Languages.aspx?ID=27), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Mwangi](/Languages.aspx?ID=39)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +16, [Athletics](/Skills.aspx?ID=3) +18, [Deception](/Skills.aspx?ID=5) +19, [Intimidation](/Skills.aspx?ID=7) +21, [Performance](/Skills.aspx?ID=12) +17, [Religion](/Skills.aspx?ID=13) +18, [Society](/Skills.aspx?ID=14) +12, [Survival](/Skills.aspx?ID=16) +14\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +3\r\n\r\n**Con** +3\r\n\r\n**Int** -1\r\n\r\n**Wis** +3\r\n\r\n**Cha** +6\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 28 \r\n\r\n**Fort** +18 \r\n\r\n**Ref** +16 \r\n\r\n**Will** +18 \n\n</row>\r\n\r\n**HP** 145\n\n**Immunities**\r\n_acid_, [paralyzed](/Conditions.aspx?ID=28), _sleep_\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet, swim 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +20,\r\n**Damage** 2d8+11 piercing plus 1d12 acid\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +20 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 2d8+11 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntongue +20 ([reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d6+11 acid plus tongue grab\r\n\r\n**Divine Prepared Spells** DC 27, attack +19\r\n- **Cantrips (5th)**\r\n[Detect Magic](/Spells.aspx?ID=66), [Forbidding Ward](/Spells.aspx?ID=126), [Produce Flame](/Spells.aspx?ID=236), [Shield](/Spells.aspx?ID=280)\r\n- **2nd**\r\n[Ray of Enfeeblement](/Spells.aspx?ID=244), [See Invisibility](/Spells.aspx?ID=271), summon monster\r\n- **4th**\r\n[Burning Hands](/Spells.aspx?ID=30) (×2), [Fear](/Spells.aspx?ID=110), [Fireball](/Spells.aspx?ID=119), [Heal](/Spells.aspx?ID=148) (×2)\r\n- **5th**\r\n[Harm](/Spells.aspx?ID=146)\r\n\r\n**Rituals** \r\n\r\n- **1st**\r\nnul-acrumi vazghul\r\n- **5th**\r\n[Planar Ally](/Rituals.aspx?ID=16)\r\n\r\n**Breath Weapon** <actions string=\"Two Actions\" /> ([Arcane](/Traits.aspx?ID=11), [Acid](/Traits.aspx?ID=3)) Belmazog spews a gout of acid that deals 10d6 acid damage in a 30-foot cone (DC 28 [basic](/Rules.aspx?ID=329) Reflex save). Belmazog can't use Breath Weapon again for 1d4 rounds.\r\n\r\n**Drowning Drone** <actions string=\"Reaction\" /> ([Auditory](/Traits.aspx?ID=16), [Mental](/Traits.aspx?ID=106)) **Trigger** The boggard swampseer or one of its allies within 60 feet attempts a saving throw against an [auditory](/Traits.aspx?ID=16) or [sonic](/Traits.aspx?ID=147) effect. **Effect** The swampseer releases a croak that drowns out other sound. It rolls a [Performance](/Skills.aspx?ID=12) check. It and boggard allies in the area can use the higher result of the swampseer's Performance check or their saves to resolve the effects against the auditory or sonic effect.\r\n\r\n**Nul-Acrumi Vazghul Ritual**   This rare and highly specialized ritual, taught to Belmazog by the Scarlet Triad, allowed her to use the fossilized remains of [Dahak](/Deities.aspx?ID=150) to erect powerful defenses in the region in the form of dragon pillars, but the resources and time required to perform the ritual again are not available to Belmazog during the course of this adventure. As a result, and since there is no way for the PCs to learn or benefit from the ritual, further information beyond the repercussions detailed in the adventure itself are not presented here.\r\n\r\n**Swamp Stride**   A boggard scout ignores difficult terrain caused by swamp terrain features.\r\n\r\n**Terrifying Croak** <actions string=\"Single Action\" /> ([Auditory](/Traits.aspx?ID=16), [Emotion](/Traits.aspx?ID=60), [Fear](/Traits.aspx?ID=68), [Mental](/Traits.aspx?ID=106)) The boggard scout unleashes a terrifying croak. Any non-boggard within 30 feet becomes [frightened 1](/Conditions.aspx?ID=19) unless they succeed at a DC 28 Will save; those who critically succeed are temporarily immune for 1 minute.\r\n\r\n**Tongue Grab**   If the boggard scout hits a creature with its tongue, that creature becomes [grabbed](/Conditions.aspx?ID=20) by the boggard. Unlike with a normal grab, the creature isn't [immobilized](/Conditions.aspx?ID=24), but it can't move beyond the reach of the boggard's tongue. A creature can sever the tongue by hitting AC 25 and dealing at least 8 slashing damage. Though this doesn't deal any damage to the boggard, it prevents it from using its tongue Strike until it regrows its tongue, which takes a week.\r\n\r\n</column>",
 "name": "Belmazog",
 "npc": false,
 "perception": 18,
 "rarity": "unique",
 "reflex_save": 16,
 "release_date": "2019-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Acid\" url=\"/Traits.aspx?ID=3\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Boggard\" url=\"/Traits.aspx?ID=209\" />\r\n<trait label=\"Dragon\" url=\"/Traits.aspx?ID=50\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 77</row>\n\n<row gap=\"medium\">\r\n**HP** 145\r\n\r\n**AC** 28\r\n\r\n**Fort** +18\r\n\r\n**Ref** +16\r\n\r\n**Will** +18\r\n\r\n**Perception** +18\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBorn with the power of dragons within her veins, Belmazog has heard the foul whispers of  Dahak  since the day she hatched, and she considers …\r\n</summary>",
 "sense": " darkvision ,  scent  (imprecise) 60 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +16",
  "Athletics +18",
  "Deception +19",
  "Intimidation +21",
  "Performance +17",
  "Religion +18",
  "Society +12",
  "Survival +14"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +16, [Athletics](/Skills.aspx?ID=3) +18, [Deception](/Skills.aspx?ID=5) +19, [Intimidation](/Skills.aspx?ID=7) +21, [Performance](/Skills.aspx?ID=12) +17, [Religion](/Skills.aspx?ID=13) +18, [Society](/Skills.aspx?ID=14) +12, [Survival](/Skills.aspx?ID=16) +14",
 "source": [
  "Pathfinder #146: Cult of Cinders"
 ],
 "source_raw": [
  "Pathfinder #146: Cult of Cinders pg. 77"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 77</row>",
 "speed": {
  "land": 40,
  "max": 40,
  "swim": 40
 },
 "speed_markdown": "40 feet, swim 40 feet",
 "speed_raw": "40 feet, swim 40 feet",
 "spell": [
  "Harm",
  "Burning Hands",
  "Fear",
  "Fireball",
  "Heal",
  "Ray of Enfeeblement",
  "See Invisibility",
  "Detect Magic",
  "Forbidding Ward",
  "Produce Flame",
  "Shield",
  "Abyssal Plague"
 ],
 "spell_markdown": "[Abyssal Plague](/Spells.aspx?ID=1), [Burning Hands](/Spells.aspx?ID=30), [Detect Magic](/Spells.aspx?ID=66), [Fear](/Spells.aspx?ID=110), [Fireball](/Spells.aspx?ID=119), [Forbidding Ward](/Spells.aspx?ID=126), [Harm](/Spells.aspx?ID=146), [Heal](/Spells.aspx?ID=148), [Produce Flame](/Spells.aspx?ID=236), [Ray of Enfeeblement](/Spells.aspx?ID=244), [See Invisibility](/Spells.aspx?ID=271), [Shield](/Spells.aspx?ID=280)",
 "spoilers": "Age of Ashes",
 "strength": 5,
 "strongest_save": [
  "fort",
  "fortitude",
  "will"
 ],
 "summary": "Born with the power of dragons within her veins, Belmazog has heard the foul whispers of  Dahak  since the day she hatched, and she considers …",
 "summary_markdown": "Born with the power of dragons within her veins, Belmazog has heard the foul whispers of  Dahak  since the day she hatched, and she considers …",
 "text": " Belmazog Born with the power of dragons within her veins, Belmazog has heard the foul whispers of Dahak since the day she hatched, and she considers herself the Destroyer's chosen. In Belmazog's mind, she has been Dahak's chosen since before she even had thoughts of her own. A mutant, half-dragon boggard, she believes that she heard the dragon god's voice in her egg, and that the Sorrowmaker's whispers gave her inborn draconic power. Her first major victory was to overthrow her tribe's demon-worshipping priest king, declaring that the tribe would now serve Dahak, triggering a violent schism. Renaming her tribe the “Cinderclaws,” Belmazog then sought out other followers of Dahak, as well as ruined places of power that had once been dedicated to the lord of destruction. Not only did she recruit several charau-kas to her cause, but Belmazog also discovered a site of great power—the fossilized remains of Dahak's manifestation, slain long ago in the Age of Darkness. Belmazog soon came to believe that it was from these ancient and powerful bones that her dreams and draconic heritage had come. Indeed, not long after she moved into the shadow of Dahak's remains and commanded her cult to build their fortress from the fossilized bones, Belmazog began having strange, prophetic dreams. These visions were filled with not just resentment toward Ekujae (who she learned through her dreams had destroyed Dahak's manifestation long ago) but also a growing conviction that Dahak's manifestation had lost only his body. His “soul,” as it was, remained trapped nearby, within an ancient temple inside Ekujae lands. And so Belmazog schemed. Realizing the elves remained a threat to her cult and knowing that any attempt to storm the temple she saw in her dreams would result in ruin, she settled in patiently instead, keeping her cult's activities quiet and avoiding attention from Ekujae. Belmazog intended to build up the mystic and martial power of her cult before taking the Ekujae elves by surprise, but she lacked any true tactical or magical genius, and years passed without any breakthroughs that might serve the cult against their foes. The closest thing Belmazog had to success was the recruitment of the red dragon Kyrion, who she had raised from a hatchling. Kyrion had grown willful, however, and increasingly held Belmazog in contempt. Belmazog could see her influence over him slipping with each passing month. Belmazog's salvation came in the form of the Scarlet Triad, a mysterious organization that offered her the services of powerful spellcasters to aid her ambitions. Belmazog agreed without asking any questions, considering the helpful foreigners' arrival to be nothing more than her due as a chosen agent of Dahak. For the small price of granting the Scarlet Triad the first pick of any gold taken from Ekujae lands and a promise to provide them shelter whenever they visited the region in the future, Scarlet Triad agents taught Belmazog an obscure ritual: nul-acrumi vazghul , with which she could channel the power of Dahak's fossilized remains and raise dragon pillars throughout the jungle to protect her cult from the elves. It wasn't long after that she led her cult in a bold attack on the temple that haunted her dreams. The Cinderclaws captured the hunter's arrowhead from the elven guardians, activated Huntergate, and managed to send a small group of followers through in an attempt to “rescue” Dahak. But when Huntergate closed again and elves launched a counterattack that drove the Cinderclaws back, Belmazog was forced to admit defeat. Now, she and the elves are in a stalemate—the nul-acrumi vazghul continues to prevent the elves from invading Cinderclaw territory, but the Cinderclaws aren't yet ready to launch a second attack on Huntergate to try to rescue their missing kin and make a new attempt at freeing Dahak. Belmazog bears only a passing resemblance to a boggard. Her form is covered with slimy black skin that varies between smooth and scaly. Her draconic head is not froglike at all, instead filled with a grin of needle-like teeth and crowned with a cluster of twisting black horns. Her webbed hands and feet end in long digits tipped with sharp claws. Belmazog rarely thinks deeply about issues and is easily thrown off guard when confronted with questions she can't answer. Campaign Role Belmazog's sin is primarily one of ambition, fueled by an intense desire to feel special and respected rather than like a monster in a backwater bog. In her mind, Dahak is the only being in this world on her side, though her long string of failures has weakened her faith in herself and in her worthiness to be Dahak's chosen champion. If the PCs manage to convince Belmazog to surrender, the boggard remains capable of earning redemption. Fully redeeming Belmazog is beyond the scope of this adventure, but the boggard's one virtue is patience, and Belmazog can be convinced to work for the PCs in exchange for promises of eventual power and glory. Though the end result may not be worth the sweat, blood, and tears the PCs will shed to achieve it, Belmazog is a powerful ritualist and a strong combatant, and can offer a number of benefits to PCs willing to give her another chance. Recall Knowledge - Dragon (Arcana): DC 36 Recall Knowledge - Humanoid (Society): DC 36 Unspecific Lore : DC 34 Specific Lore : DC 31 Belmazog Source Pathfinder #146: Cult of Cinders pg. 77 Perception +18; darkvision, scent (imprecise) 60 feet Languages Abyssal, Boggard, Common, Draconic, Mwangi Skills Acrobatics +16, Athletics +18, Deception +19, Intimidation +21, Performance +17, Religion +18, Society +12, Survival +14 Str +5 Dex +3 Con +3 Int -1 Wis +3 Cha +6 --- AC 28 Fort +18 Ref +16 Will +18 HP 145 Immunities acid , paralyzed, sleep --- Speed 40 feet, swim 40 feet Melee Single Action jaws +20, Damage 2d8+11 piercing plus 1d12 acid Melee Single Action claw +20 (Agile), Damage 2d8+11 slashing Melee Single Action tongue +20 (reach 10 feet), Damage 2d6+11 acid plus tongue grab Divine Prepared Spells DC 27, attack +19 - Cantrips (5th) Detect Magic, Forbidding Ward, Produce Flame, Shield - 2nd Ray of Enfeeblement, See Invisibility, summon monster - 4th Burning Hands (×2), Fear, Fireball, Heal (×2) - 5th Harm Rituals - 1st nul-acrumi vazghul - 5th Planar Ally Breath Weapon Two Actions (Arcane, Acid) Belmazog spews a gout of acid that deals 10d6 acid damage in a 30-foot cone (DC 28 basic Reflex save). Belmazog can't use Breath Weapon again for 1d4 rounds. Drowning Drone Reaction (Auditory, Mental) Trigger The boggard swampseer or one of its allies within 60 feet attempts a saving throw against an auditory or sonic effect. Effect The swampseer releases a croak that drowns out other sound. It rolls a Performance check. It and boggard allies in the area can use the higher result of the swampseer's Performance check or their saves to resolve the effects against the auditory or sonic effect. Nul-Acrumi Vazghul Ritual This rare and highly specialized ritual, taught to Belmazog by the Scarlet Triad, allowed her to use the fossilized remains of Dahak to erect powerful defenses in the region in the form of dragon pillars, but the resources and time required to perform the ritual again are not available to Belmazog during the course of this adventure. As a result, and since there is no way for the PCs to learn or benefit from the ritual, further information beyond the repercussions detailed in the adventure itself are not presented here. Swamp Stride A boggard scout ignores difficult terrain caused by swamp terrain features. Terrifying Croak Single Action (Auditory, Emotion, Fear, Mental) The boggard scout unleashes a terrifying croak. Any non-boggard within 30 feet becomes frightened 1 unless they succeed at a DC 28 Will save; those who critically succeed are temporarily immune for 1 minute. Tongue Grab If the boggard scout hits a creature with its tongue, that creature becomes grabbed by the boggard. Unlike with a normal grab, the creature isn't immobilized, but it can't move beyond the reach of the boggard's tongue. A creature can sever the tongue by hitting AC 25 and dealing at least 8 slashing damage. Though this doesn't deal any damage to the boggard, it prevents it from using its tongue Strike until it regrows its tongue, which takes a week. ",
 "trait": [
  "Acid",
  "Amphibious",
  "Boggard",
  "Dragon",
  "Humanoid",
  "Unique",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Acid](/Traits.aspx?ID=3), [Amphibious](/Traits.aspx?ID=207), [Boggard](/Traits.aspx?ID=209), [Dragon](/Traits.aspx?ID=50), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Acid",
  "Amphibious",
  "Boggard",
  "Dragon",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1546",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 18,
 "wisdom": 3
}