{
 "ac": 20,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -1,
 "constitution": 5,
 "creature_ability": [
  "Cold Adaptation",
  "Pointed Charge",
  "Rolling Thunder"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 13,
 "hp": 70,
 "hp_raw": "70",
 "id": "creature-1080",
 "image": [
  "/Images/Monsters/Bison.png"
 ],
 "intelligence": -5,
 "language_markdown": "",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Bison](/Monsters.aspx?ID=1080)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nBison are large bovines with short faces and two horns; they weigh an upwards of 2,000 pounds and stand up to 6 feet at the withers. Bison herds thunder across the grassy plains of Golarion, shaking the earth. They're a common sight along the Whistling Plains east of Taldor and the wide grasslands of the nation of Karazh in Casmaron; they also frequently appear in the cooler northeastern reaches of Avistan, the River Kingdoms through Numeria, and the Realm of the Mammoth Lords and western Sarkoris.\n\n Communal by nature, bison gather in large numbers for the summer mating season before the bulls split off to wander the prairie grasses. Bison have adapted well to harsh prairie winters, as their shaggy fur, which grows thicker in winter, insulates them; in the face of blizzards, they survive by facing steadfastly into the howling winds and hunkering down to reduce their exposure.\n\n The way that bison wallow in dirt or rub against large stones might make it easy to mistake their docile nature for passivity. However, this presumption has been the ruin of many hunting parties. Their plentiful meat and thick furs make bison an appealing bounty, but with the ground thundering beneath them, bison can quickly overpower inexperienced hunters unprepared for a stampeding herd. These hunting parties sometimes hire particularly daring adventures, who can add their spells, steel, and expertise to ensure a successful hunt.\n\n While the bison of the plains are the best known and most numerous, they have cousins both in thick boreal forests and along wide, open steppes. These bison variants stand taller but can't match the speed and aggression of their smaller plains relatives.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 19\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 17\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 14\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Bison.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Bison](/Monsters.aspx?ID=1080)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 32</row>\n\n**Perception** +8; [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +14, [Survival](/Skills.aspx?ID=16) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** +3\r\n\r\n**Con** +5\r\n\r\n**Int** -5\r\n\r\n**Wis** +2\r\n\r\n**Cha** -1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 20 \r\n\r\n**Fort** +13 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +8 \n\n</row>\r\n\r\n**HP** 70\n\n**Cold Adaptation** The bison reduces the effects it suffers from [cold environments](/Rules.aspx?ID=642) by one step.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nhoof +12,\r\n**Damage** 2d6+6 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nhorn +12,\r\n**Damage** 2d8+6 piercing plus [Knockdown](/MonsterAbilities.aspx?ID=20)\n\n**Pointed Charge** <actions string=\"Two Actions\" />  The bison surges forward at its foe, horns lowered. It Strides twice. If the bison ends its movement within melee range of an enemy, it makes a horn Strike against that enemy. This Strike gains the [fatal d12](/Traits.aspx?ID=178) trait.\r\n\r\n**Rolling Thunder** <actions string=\"Three Actions\" />  The bison kicks up dust and shakes the ground as it charges. The stampeding bison Strides up to twice its Speed in a straight line, dealing 4d6+6 bludgeoning damage (DC 21 basic Reflex save) to any Medium or smaller creature in its path.<br /> Multiple bison can participate in Rolling Thunder by spending this ability's actions and waiting to charge until the herd is ready. Before the beginning of their next turn, they can then charge as a reaction triggered by an adjacent bison beginning its Rolling Thunder charge. All bison in the combined charge must charge in parallel lines, so the areas can't overlap. The combined charge deals an additional 3d6 bludgeoning damage to creatures in the area, and a creature that fails the Reflex saving throw is also knocked [prone](/Conditions.aspx?ID=31).\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Bison Drives</title>\r\n\r\nHunting bison is a communal endeavor. [Centaurs](/Monsters.aspx?ID=76) from the plains organize into hunting brigades and run alongside members of a stampeding herd, lancing and shooting at them from close range. Less mobile peoples use disguises to shepherd bison into position before scaring them to rush over sheer drops or into corrals where they can be slaughtered. A single bison herd can provide enough meat, hides, and furs for an entire community\r\n</aside>",
 "name": "Bison",
 "npc": false,
 "perception": 8,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 11,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 32</row>\n\n<row gap=\"medium\">\r\n**HP** 70\r\n\r\n**AC** 20\r\n\r\n**Fort** +13\r\n\r\n**Ref** +11\r\n\r\n**Will** +8\r\n\r\n**Perception** +8\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBison are large bovines with short faces and two horns; they weigh an upwards of 2,000 pounds and stand up to 6 feet at the withers. Bison herds …\r\n</summary>",
 "sense": " scent  (imprecise) 60 feet",
 "sense_markdown": "[scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet",
 "size": [
  "Large"
 ],
 "skill": [
  "Athletics +14",
  "Survival +10"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +14, [Survival](/Skills.aspx?ID=16) +10",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 32"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 32</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell_markdown": "",
 "strength": 6,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Bison are large bovines with short faces and two horns; they weigh an upwards of 2,000 pounds and stand up to 6 feet at the withers. Bison herds …",
 "summary_markdown": "Bison are large bovines with short faces and two horns; they weigh an upwards of 2,000 pounds and stand up to 6 feet at the withers. Bison herds …",
 "text": " Bison Bison are large bovines with short faces and two horns; they weigh an upwards of 2,000 pounds and stand up to 6 feet at the withers. Bison herds thunder across the grassy plains of Golarion, shaking the earth. They're a common sight along the Whistling Plains east of Taldor and the wide grasslands of the nation of Karazh in Casmaron; they also frequently appear in the cooler northeastern reaches of Avistan, the River Kingdoms through Numeria, and the Realm of the Mammoth Lords and western Sarkoris. Communal by nature, bison gather in large numbers for the summer mating season before the bulls split off to wander the prairie grasses. Bison have adapted well to harsh prairie winters, as their shaggy fur, which grows thicker in winter, insulates them; in the face of blizzards, they survive by facing steadfastly into the howling winds and hunkering down to reduce their exposure. The way that bison wallow in dirt or rub against large stones might make it easy to mistake their docile nature for passivity. However, this presumption has been the ruin of many hunting parties. Their plentiful meat and thick furs make bison an appealing bounty, but with the ground thundering beneath them, bison can quickly overpower inexperienced hunters unprepared for a stampeding herd. These hunting parties sometimes hire particularly daring adventures, who can add their spells, steel, and expertise to ensure a successful hunt. While the bison of the plains are the best known and most numerous, they have cousins both in thick boreal forests and along wide, open steppes. These bison variants stand taller but can't match the speed and aggression of their smaller plains relatives. Recall Knowledge - Animal (Nature): DC 19 Unspecific Lore : DC 17 Specific Lore : DC 14 Bison Source Bestiary 3 pg. 32 Perception +8; scent (imprecise) 60 feet Languages Skills Athletics +14, Survival +10 Str +6 Dex +3 Con +5 Int -5 Wis +2 Cha -1 --- AC 20 Fort +13 Ref +11 Will +8 HP 70 Cold Adaptation The bison reduces the effects it suffers from cold environments by one step. --- Speed 30 feet Melee Single Action hoof +12, Damage 2d6+6 bludgeoning Melee Single Action horn +12, Damage 2d8+6 piercing plus Knockdown Pointed Charge Two Actions The bison surges forward at its foe, horns lowered. It Strides twice. If the bison ends its movement within melee range of an enemy, it makes a horn Strike against that enemy. This Strike gains the fatal d12 trait. Rolling Thunder Three Actions The bison kicks up dust and shakes the ground as it charges. The stampeding bison Strides up to twice its Speed in a straight line, dealing 4d6+6 bludgeoning damage (DC 21 basic Reflex save) to any Medium or smaller creature in its path. Multiple bison can participate in Rolling Thunder by spending this ability's actions and waiting to charge until the herd is ready. Before the beginning of their next turn, they can then charge as a reaction triggered by an adjacent bison beginning its Rolling Thunder charge. All bison in the combined charge must charge in parallel lines, so the areas can't overlap. The combined charge deals an additional 3d6 bludgeoning damage to creatures in the area, and a creature that fails the Reflex saving throw is also knocked prone. Bison Drives Hunting bison is a communal endeavor. Centaurs from the plains organize into hunting brigades and run alongside members of a stampeding herd, lancing and shooting at them from close range. Less mobile peoples use disguises to shepherd bison into position before scaring them to rush over sheer drops or into corrals where they can be slaughtered. A single bison herd can provide enough meat, hides, and furs for an entire community ",
 "trait": [
  "Animal",
  "N",
  "Large"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1080",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 8,
 "wisdom": 2
}