{
 "ac": 16,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -2,
 "constitution": 0,
 "creature_ability": [
  "Attach",
  "Blood Drain"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 5,
 "hp": 6,
 "hp_raw": "6",
 "id": "creature-51",
 "image": [
  "/Images/Monsters/Bloodseeker.png"
 ],
 "intelligence": -5,
 "language_markdown": "",
 "level": -1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Bloodseeker](/Monsters.aspx?ID=51)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nScourges of swamps and damp, abandoned places, bloodseekers are ravenous blood drinkers. Farmers curse the creatures for sucking their livestock dry. It is from such beleaguered people that the bloodseeker's regional name “stirge,” possibly a corruption of the word “scourge,” comes. Folk wisdom holds that the appearance of bloodseekers in a region signals a healthy herd of livestock, but more often it means bogs or old buildings that haven't been properly tended to. Certainly, no amount of folksy parable can assuage a farmer driven to destitution by a bloodseeker infestation. But despite their role as parasites, bloodseekers aren't hated by all villages. In some cases, the inhabitants of remote backwoods thorps even keep the things as pets or use them as doubtful medicinal “tools” to drain away unwanted humors or test for evil spirits possessing the blood. Worshippers of gods of pestilence and parasites often view bloodseekers as sacred to their faith and allow the creatures to feed freely from their bodies. In such societies, those who accidentally give too much are considered to have been “blessed” by the village's hungry god.\n\n Bloodseekers seem to be constantly hungry, but they are not inherently malevolent. They can be scared away fairly easily and prefer to swiftly retreat rather than risk death. Some adventurers report that these creatures can be scared away by waving torches at the flying pests. However, bloodseekers are much bolder when encountered in larger numbers, as bringing down one victim lets an entire colony feed. Bloodseeker colonies are called clots, for obvious and disgusting reasons. If a lone bloodseeker finds a likely victim while its clot is nearby, it emits a high-pitched, keening noise to summon reinforcements.\n\n Most humanoids avoid bloodseekers, but boggards sometimes cultivate bloodseeker nests around the perimeter of their territory. These colonies serve as a deterrent to intruders, and the boggards sometimes check for bloodseeker prey, collecting the hides or bodies of animals killed by the pests. Meals prepared from slain bloodseekers that have gorged on the blood of specific creatures are a staple among certain boggard communities. The boggards not only eat the actual bloodseekers, but they also make a gelled slurry from the drained blood.\n\n A typical bloodseeker is about a foot long, with mottled, reddish-brown skin and a yellow underbelly. Its four wings resemble bat wings. When gorged with blood, the creature becomes bloated and pink, and it tends to wobble unsteadily in the air as it flies off to digest its meal.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 13\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 11\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 8\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Bloodseeker.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature -1\">[Bloodseeker](/Monsters.aspx?ID=51)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Tiny\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 42</row>\n\n**Perception** +6; darkvision, scent (imprecise) 60 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +6, [Stealth](/Skills.aspx?ID=15) +6\r\n\r\n<row gap=\"medium\">\r\n**Str** -4\r\n\r\n**Dex** +3\r\n\r\n**Con** +0\r\n\r\n**Int** -5\r\n\r\n**Wis** +1\r\n\r\n**Cha** -2\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 16 \r\n\r\n**Fort** +5 \r\n\r\n**Ref** +8 \r\n\r\n**Will** +4 \n\n</row>\r\n\r\n**HP** 6\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 10 feet, fly 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbarbed leg +8 ([Finesse](/Traits.aspx?ID=179)),\r\n**Damage** attach\n\n**Attach**   When a bloodseeker hits a target larger than itself, its barbed legs attach it to that creature. This is similar to grabbing the creature, but the bloodseeker moves with that creature rather than holding it in place. The bloodseeker is [flat-footed](/Conditions.aspx?ID=16) while attached. If the bloodseeker is killed or pushed away while attached to a creature it has drained blood from, that creature takes 1 persistent bleed damage. Escaping the attach or removing the bloodseeker in other ways doesn’t cause bleed damage.\r\n\r\n**Blood Drain** <actions string=\"Single Action\" />  **Requirements** The bloodseeker is attached to a creature. **Effect** The bloodseeker uses its proboscis to drain blood from the creature it’s attached to. This deals 1d4 damage, and the bloodseeker gains temporary Hit Points equal to the damage dealt. A creature that has its blood drained by a bloodseeker is [drained 1](/Conditions.aspx?ID=10) until it receives healing (of any kind or amount).\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Bloodseeker Locations</title>\r\n\r\nBloodseekers hunt close to their nests, which they make in fens, bogs, fetid pools, and abandoned buildings. A foot-wide amalgamation of mud and reeds is a telltale sign of a bloodseeker nest. \r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Bloodseeker Treasure</title>\r\n\r\nBloodseekers have no interest in treasure, but their lairs tend to be scattered with the remains of adventurers—and their valuables. \r\n</aside>",
 "name": "Bloodseeker",
 "npc": false,
 "perception": 6,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 8,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 42</row>\n\n<row gap=\"medium\">\r\n**HP** 6\r\n\r\n**AC** 16\r\n\r\n**Fort** +5\r\n\r\n**Ref** +8\r\n\r\n**Will** +4\r\n\r\n**Perception** +6\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nScourges of swamps and damp, abandoned places, bloodseekers are ravenous blood drinkers. Farmers curse the creatures for sucking their livestock dry. …\r\n</summary>",
 "sense": "darkvision, scent (imprecise) 60 feet",
 "sense_markdown": "darkvision, scent (imprecise) 60 feet",
 "size": [
  "Tiny"
 ],
 "skill": [
  "Acrobatics +6",
  "Stealth +6"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +6, [Stealth](/Skills.aspx?ID=15) +6",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 42"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 42</row>",
 "speed": {
  "fly": 30,
  "land": 10,
  "max": 30
 },
 "speed_markdown": "10 feet, fly 30 feet",
 "speed_raw": "10 feet, fly 30 feet",
 "spell_markdown": "",
 "stealth": "6",
 "strength": -4,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Scourges of swamps and damp, abandoned places, bloodseekers are ravenous blood drinkers. Farmers curse the creatures for sucking their livestock dry. …",
 "summary_markdown": "Scourges of swamps and damp, abandoned places, bloodseekers are ravenous blood drinkers. Farmers curse the creatures for sucking their livestock dry. …",
 "text": " Bloodseeker Scourges of swamps and damp, abandoned places, bloodseekers are ravenous blood drinkers. Farmers curse the creatures for sucking their livestock dry. It is from such beleaguered people that the bloodseeker's regional name “stirge,” possibly a corruption of the word “scourge,” comes. Folk wisdom holds that the appearance of bloodseekers in a region signals a healthy herd of livestock, but more often it means bogs or old buildings that haven't been properly tended to. Certainly, no amount of folksy parable can assuage a farmer driven to destitution by a bloodseeker infestation. But despite their role as parasites, bloodseekers aren't hated by all villages. In some cases, the inhabitants of remote backwoods thorps even keep the things as pets or use them as doubtful medicinal “tools” to drain away unwanted humors or test for evil spirits possessing the blood. Worshippers of gods of pestilence and parasites often view bloodseekers as sacred to their faith and allow the creatures to feed freely from their bodies. In such societies, those who accidentally give too much are considered to have been “blessed” by the village's hungry god. Bloodseekers seem to be constantly hungry, but they are not inherently malevolent. They can be scared away fairly easily and prefer to swiftly retreat rather than risk death. Some adventurers report that these creatures can be scared away by waving torches at the flying pests. However, bloodseekers are much bolder when encountered in larger numbers, as bringing down one victim lets an entire colony feed. Bloodseeker colonies are called clots, for obvious and disgusting reasons. If a lone bloodseeker finds a likely victim while its clot is nearby, it emits a high-pitched, keening noise to summon reinforcements. Most humanoids avoid bloodseekers, but boggards sometimes cultivate bloodseeker nests around the perimeter of their territory. These colonies serve as a deterrent to intruders, and the boggards sometimes check for bloodseeker prey, collecting the hides or bodies of animals killed by the pests. Meals prepared from slain bloodseekers that have gorged on the blood of specific creatures are a staple among certain boggard communities. The boggards not only eat the actual bloodseekers, but they also make a gelled slurry from the drained blood. A typical bloodseeker is about a foot long, with mottled, reddish-brown skin and a yellow underbelly. Its four wings resemble bat wings. When gorged with blood, the creature becomes bloated and pink, and it tends to wobble unsteadily in the air as it flies off to digest its meal. Recall Knowledge - Animal (Nature): DC 13 Unspecific Lore : DC 11 Specific Lore : DC 8 Bloodseeker Source Bestiary pg. 42 Perception +6; darkvision, scent (imprecise) 60 feet Languages Skills Acrobatics +6, Stealth +6 Str -4 Dex +3 Con +0 Int -5 Wis +1 Cha -2 --- AC 16 Fort +5 Ref +8 Will +4 HP 6 --- Speed 10 feet, fly 30 feet Melee Single Action barbed leg +8 (Finesse), Damage attach Attach When a bloodseeker hits a target larger than itself, its barbed legs attach it to that creature. This is similar to grabbing the creature, but the bloodseeker moves with that creature rather than holding it in place. The bloodseeker is flat-footed while attached. If the bloodseeker is killed or pushed away while attached to a creature it has drained blood from, that creature takes 1 persistent bleed damage. Escaping the attach or removing the bloodseeker in other ways doesn’t cause bleed damage. Blood Drain Single Action Requirements The bloodseeker is attached to a creature. Effect The bloodseeker uses its proboscis to drain blood from the creature it’s attached to. This deals 1d4 damage, and the bloodseeker gains temporary Hit Points equal to the damage dealt. A creature that has its blood drained by a bloodseeker is drained 1 until it receives healing (of any kind or amount). Bloodseeker Locations Bloodseekers hunt close to their nests, which they make in fens, bogs, fetid pools, and abandoned buildings. A foot-wide amalgamation of mud and reeds is a telltale sign of a bloodseeker nest. Bloodseeker Treasure Bloodseekers have no interest in treasure, but their lairs tend to be scattered with the remains of adventurers—and their valuables. ",
 "trait": [
  "Animal",
  "N",
  "Tiny"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=51",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 4,
 "wisdom": 1
}