{
 "ac": 23,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -2,
 "constitution": 4,
 "creature_ability": [
  "Bloodsense",
  "Blood Quarry",
  "Ferocity",
  "Chase Down",
  "Terrifying Squeal"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 16,
 "hp": 98,
 "hp_raw": "98",
 "id": "creature-454",
 "image": [
  "/Images/Monsters/BloodBoar.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 6,
 "markdown": "<title level=\"1\" pfs=\"Limited\">[Blood Boar](/Monsters.aspx?ID=454)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nBlood boars are fearsome swine bred in Cheliax for the singular purpose of hunting down escaped slaves. The species originated from a type of large feral boar native to Nidal’s shadowy Uskwood, and blood boars retain their predecessors’ gray fur, red eyes, and exceptional senses. The intensive breeding process to produce blood boars—augmented by the selective application of magic—grants the creatures an unparalleled awareness of blood, including the ability to precisely detect a bloodied creature’s location and movements, allowing the boars to track their prey from up to a mile away.\n\n Blood boars’ keepers groom and mark the animals to enhance their already unsettling appearance. While from a distance, a blood boar might be mistaken for an ordinary pig, up close the differences are stark. Blood-red eyes, ashen fur, and unnaturally sharp tusks frame hundreds of pounds of raw muscle, the veins of which can be seen through the boar’s ghastly pale flesh. Chains, manacles, and spikes are typical blood boar accessories, ensuring the boars are as fearsome as possible.\n\n A blood boar’s ability to track its quarry using only the scent of the target’s blood has been the bane of many thieves, brigands, and the occasional illicit lover, but none have as much cause to fear the beasts as slaves in pursuit of freedom. Even washing off spilled blood does nothing to deter the blood boar’s pursuit if it already has the scent. As a result, many halflings in the Bellflower Network zealously practice disarming and nonlethal combat techniques specifically to avoid accidental bloodshed during an escape.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 22\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 20\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 17\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/BloodBoar.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 6\">[Blood Boar](/Monsters.aspx?ID=454)</title>\r\n\r\n<traits>\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 76</row>\n\n**Perception** +15; bloodsense 60 feet, low-light vision, scent (imprecise) 30 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +15, [Survival](/Skills.aspx?ID=16) +15\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +2\r\n\r\n**Con** +4\r\n\r\n**Int** -4\r\n\r\n**Wis** +2\r\n\r\n**Cha** -2\r\n</row>\r\n\r\n**Bloodsense** The blood boar can precisely sense bleeding creatures within 60 feet.<br /> **Blood Quarry** On smelling a creature’s blood, the blood boar can designate that creature as its quarry. The blood boar can smell its quarry from up to a mile away. A blood boar can have only one quarry at a time.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 23 \r\n\r\n**Fort** +16 \r\n\r\n**Ref** +14 \r\n\r\n**Will** +10 \n\n</row>\r\n\r\n**HP** 98\n\n**Ferocity** <actions string=\"Reaction\" />\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +17,\r\n**Damage** 2d8+8 piercing\n\n**Chase Down** <actions string=\"Single Action\" />  The blood boar Strides toward its quarry, ignoring difficult terrain and gaining a +10-foot circumstance bonus to its Speed during the movement.\r\n\r\n**Terrifying Squeal** <actions string=\"Single Action\" /> ([Auditory](/Traits.aspx?ID=16), [Emotion](/Traits.aspx?ID=60), [Fear](/Traits.aspx?ID=68), [Mental](/Traits.aspx?ID=106)) The blood boar lets forth a hair-raising squeal. Each creature within 30 feet must succeed at a DC 23 Will save or become [frightened 1](/Conditions.aspx?ID=19) ([frightened 2](/Conditions.aspx?ID=19) on a critical failure). If the blood boar uses Terrifying Squeal on the same turn after using Chase Down, the Will save DC is instead 25.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Blood Boar Handlers</title>\r\n\r\nFew slavers own their own blood boars. The majority are bred and kept by specialized animal handlers. These enterprises hold close the secrets of breeding blood boars and maintain relatively small populations of the creatures, which they rent out to make a sizable profit. Of course, even setting aside the occasional theft of stock, not all blood boars remain under the control of this small group—some have escaped into the wild and have gone feral.\r\n</aside>",
 "name": "Blood Boar",
 "npc": false,
 "perception": 15,
 "pfs": "Limited",
 "rarity": "common",
 "reflex_save": 14,
 "release_date": "2019-09-18",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 76</row>\n\n<row gap=\"medium\">\r\n**HP** 98\r\n\r\n**AC** 23\r\n\r\n**Fort** +16\r\n\r\n**Ref** +14\r\n\r\n**Will** +10\r\n\r\n**Perception** +15\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBlood boars are fearsome swine bred in Cheliax for the singular purpose of hunting down escaped slaves. The species originated from a type of large …\r\n</summary>",
 "sense": "bloodsense 60 feet, low-light vision, scent (imprecise) 30 feet",
 "sense_markdown": "bloodsense 60 feet, low-light vision, scent (imprecise) 30 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +10",
  "Athletics +15",
  "Survival +15"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +15, [Survival](/Skills.aspx?ID=16) +15",
 "source": [
  "Pathfinder #147: Tomorrow Must Burn"
 ],
 "source_raw": [
  "Pathfinder #147: Tomorrow Must Burn pg. 76"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 76</row>",
 "speed": {
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet",
 "speed_raw": "40 feet",
 "spell_markdown": "",
 "strength": 5,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Blood boars are fearsome swine bred in Cheliax for the singular purpose of hunting down escaped slaves. The species originated from a type of large …",
 "summary_markdown": "Blood boars are fearsome swine bred in Cheliax for the singular purpose of hunting down escaped slaves. The species originated from a type of large …",
 "text": " Blood Boar Blood boars are fearsome swine bred in Cheliax for the singular purpose of hunting down escaped slaves. The species originated from a type of large feral boar native to Nidal’s shadowy Uskwood, and blood boars retain their predecessors’ gray fur, red eyes, and exceptional senses. The intensive breeding process to produce blood boars—augmented by the selective application of magic—grants the creatures an unparalleled awareness of blood, including the ability to precisely detect a bloodied creature’s location and movements, allowing the boars to track their prey from up to a mile away. Blood boars’ keepers groom and mark the animals to enhance their already unsettling appearance. While from a distance, a blood boar might be mistaken for an ordinary pig, up close the differences are stark. Blood-red eyes, ashen fur, and unnaturally sharp tusks frame hundreds of pounds of raw muscle, the veins of which can be seen through the boar’s ghastly pale flesh. Chains, manacles, and spikes are typical blood boar accessories, ensuring the boars are as fearsome as possible. A blood boar’s ability to track its quarry using only the scent of the target’s blood has been the bane of many thieves, brigands, and the occasional illicit lover, but none have as much cause to fear the beasts as slaves in pursuit of freedom. Even washing off spilled blood does nothing to deter the blood boar’s pursuit if it already has the scent. As a result, many halflings in the Bellflower Network zealously practice disarming and nonlethal combat techniques specifically to avoid accidental bloodshed during an escape. Recall Knowledge - Animal (Nature): DC 22 Unspecific Lore : DC 20 Specific Lore : DC 17 Blood Boar Source Pathfinder #147: Tomorrow Must Burn pg. 76 Perception +15; bloodsense 60 feet, low-light vision, scent (imprecise) 30 feet Languages Skills Acrobatics +10, Athletics +15, Survival +15 Str +5 Dex +2 Con +4 Int -4 Wis +2 Cha -2 Bloodsense The blood boar can precisely sense bleeding creatures within 60 feet. Blood Quarry On smelling a creature’s blood, the blood boar can designate that creature as its quarry. The blood boar can smell its quarry from up to a mile away. A blood boar can have only one quarry at a time. --- AC 23 Fort +16 Ref +14 Will +10 HP 98 Ferocity Reaction --- Speed 40 feet Melee Single Action jaws +17, Damage 2d8+8 piercing Chase Down Single Action The blood boar Strides toward its quarry, ignoring difficult terrain and gaining a +10-foot circumstance bonus to its Speed during the movement. Terrifying Squeal Single Action (Auditory, Emotion, Fear, Mental) The blood boar lets forth a hair-raising squeal. Each creature within 30 feet must succeed at a DC 23 Will save or become frightened 1 (frightened 2 on a critical failure). If the blood boar uses Terrifying Squeal on the same turn after using Chase Down, the Will save DC is instead 25. Blood Boar Handlers Few slavers own their own blood boars. The majority are bred and kept by specialized animal handlers. These enterprises hold close the secrets of breeding blood boars and maintain relatively small populations of the creatures, which they rent out to make a sizable profit. Of course, even setting aside the occasional theft of stock, not all blood boars remain under the control of this small group—some have escaped into the wild and have gone feral. ",
 "trait": [
  "Animal",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=454",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 10,
 "wisdom": 2
}