{
 "ac": 42,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 9,
 "creature_ability": [
  "Skeleton Crew",
  "Trawl for Bones",
  "Blood Wake",
  "Cannonade",
  "Chain Shot",
  "Crew's Call",
  "Keelhaul",
  "Pressgang Soul"
 ],
 "creature_family_markdown": "",
 "dexterity": 5,
 "exclude_from_search": false,
 "fortitude_save": 33,
 "hp": 415,
 "hp_raw": "415",
 "id": "creature-1082",
 "image": [
  "/Images/Monsters/BoneShip.png"
 ],
 "immunity": [
  "death  effects",
  "disease",
  "paralyzed",
  "poison",
  "skeleton crew",
  "unconscious"
 ],
 "immunity_markdown": "[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), skeleton crew, [unconscious](/Conditions.aspx?ID=38)",
 "intelligence": 1,
 "language": [
  "Common",
  "Necril",
  "(can't speak any language)"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20); (can't speak any language)",
 "level": 18,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Bone Ship](/Monsters.aspx?ID=1082)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nRarely does anything living remain after a bone ship's passing—only death, destruction, and waves red as blood that clash and foam in its wake. When a bone ship forms, necromantic magic dredges great bones from the seabed and slowly bends them into place with malicious intent. Whales' ribs typically form the timbers of the hull, and their great spinal columns twist into towering masts. Muscles and tendons lash the ship together, tightening and loosening to precisely turn the ship as it sails.\n\n When a bone ship encounters another vessel or finds some other opportunity to sow death, smaller corpses strewn throughout the ship animate to form a crew and boarding party. Each crew member resembles a humanoid skeleton, but they might be made of bones from multiple creatures. For battle, the ship also creates magical cannons formed of bone that propel bone shards and debris with blasts of magic. The small black gemstones stippled across the ship's structure hold the souls of a drowned crew, for a bone ship is the cursed legacy of dead sailors.\n\n When mass death happens at sea—often from an entire ship sinking far from shore—the anguish of the dying victims can spawn a bone ship. This event might occur when a sailor makes a final plea to a dark god or when a deity takes the opportunity to bind many dead sailors' souls together as a destructive show of divine power. When not created through divine intervention, a bone ship can grow slowly and organically from one of the ships piloted by the undead sailors known as [draugr](/Monsters.aspx?ID=642). As draugr ships plague the seas and sink other vessels, they can collect more souls and bones, eventually becoming bone ships. These vessels look different from many other bone ships with patchwork or asymmetrical appearances.\n\n A bone ship is almost gluttonous, possessing an unceasing appetite for death, destruction, and new souls to add to its number. These desires stem from an underlying cause, either placed within the ship by its creator or accreted from the scattered final wishes of its component dead souls. For example, a deity might send a bone ship on a special mission to carry a message or dispose of a particularly persistent adversary or annoyance. Though bone ships usually travel upon the waves, they have no need to breathe and can carry out underwater missions at the behest of their creator.\n\n Bone ships hold a legendary reputation among sailors. These undead can appear out of nowhere to wreak destruction, and if a crew's bodies are absent from a shipwreck, the calamity might be blamed on a bone ship. The sea can bring death suddenly in many ways, but eternal enslavement of the soul presents a more terrifying fate than death alone.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Undead](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 43\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 41\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 38\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/BoneShip.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 18\">[Bone Ship](/Monsters.aspx?ID=1082)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Gargantuan\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 34</row>\n\n**Perception** +32; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20); (can't speak any language)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +33, [Intimidation](/Skills.aspx?ID=7) +31, [Sailing Lore](/Skills.aspx?ID=8) +37\r\n\r\n<row gap=\"medium\">\r\n**Str** +9\r\n\r\n**Dex** +5\r\n\r\n**Con** +9\r\n\r\n**Int** +1\r\n\r\n**Wis** +6\r\n\r\n**Cha** +5\r\n</row>\r\n\r\n**Skeleton Crew** ([divine](/Traits.aspx?ID=48), [evil](/Traits.aspx?ID=64), [necromancy](/Traits.aspx?ID=117)) The bone ship is compelled not by a single mind, but by the collective consciousness of dead sailors' souls. The ship is immune to [mental](/Traits.aspx?ID=106) effects that target only a specific number of creatures. It's still subject to mental effects that affect all creatures in an area. Any creature that tries to communicate with the ship via [telepathy](/Traits.aspx?ID=250) or read its thoughts hears the dying screams and gasps of the crew, and is targeted with a 9th-level [_warp mind_](/Spells.aspx?ID=369) spell (DC 41). <br />The ship animates skeletal crew members out of its own bones, arming them with rusty old cutlasses or other armaments so they can attack anyone who comes next to the ship. These entities have appearances matching those the bound souls had in life but aren't truly individuals; anything that targets them in fact targets the bone ship they're a part of.<br /> Hundreds of black soul gems decorate the ship's exterior, each holding one soul. These gems can hold souls of creatures whose level was 16th or lower, and they have no value. If the ship is destroyed, all these gems shatter, freeing the souls within.<br />**Trawl for Bones** ([downtime](/Traits.aspx?ID=49)) The bone ship spends 1 day scavenging bones from the sea and restores itself to full Hit Points.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 42 [all-around vision](/MonsterAbilities.aspx?ID=1)\r\n\r\n**Fort** +33 \r\n\r\n**Ref** +27 \r\n\r\n**Will** +30 \n\n</row>\r\n\r\n**HP** 415\n\n**Immunities**\r\n[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), skeleton crew, [unconscious](/Conditions.aspx?ID=38)\r\n\r\n**Resistances**\r\ncold 10, electricity 10, fire 10, piercing 10, slashing 10\n\n**Blood Wake** ([aura](/Traits.aspx?ID=206), [divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) 30 feet. The churning water around the bone ship tinges red with seeping blood. A living creature that enters water in the aura sees visions of itself drowning in the blood and must attempt a DC 37 Will save. After attempting this saving throw, the creature is temporarily immune for 1 hour. On a failure, the creature becomes [frightened 2](/Conditions.aspx?ID=19) (frightened 4 on a critical failure) and [stunned 1](/Conditions.aspx?ID=36), and it takes a –4 status penalty to [Athletics](/Skills.aspx?ID=3) checks to [Swim](/Actions.aspx?ID=39).\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** swim 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nhull +35 ([reach 20 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d10+17 bludgeoning plus 2d10 negative\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nskeleton crew +35 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 3d6+17 slashing plus 2d10 negative\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nbone cannon +35 ([Brutal](/Traits.aspx?ID=249), [Divine](/Traits.aspx?ID=48), [Negative](/Traits.aspx?ID=118), [range increment 100 feet](/Traits.aspx?ID=248)),\r\n**Damage** 2d12+12 bludgeoning damage plus 2d10 negative\n\n**Cannonade** <actions string=\"Two Actions\" />  The bone ship makes four bone cannon Strikes, each targeting a different creature.\r\n\r\n**Chain Shot** <actions string=\"Single Action\" />  The bone ship makes a special bone cannon Strike, firing a chain made of bones. A creature hit by this Strike is [grabbed](/Conditions.aspx?ID=20) by the chain ([Escape](/Actions.aspx?ID=79) DC 41). The bone ship can use Interact actions to reel in a grabbed creature 50 feet per action spent, and when the ship moves, it pulls the grabbed creature along with it.\r\n\r\n**Crew's Call** <actions string=\"Two Actions\" /> ([Divine](/Traits.aspx?ID=48)) The crew let out an anguished cry in unison. This is a [_wail of the banshee_](/Spells.aspx?ID=361) spell with 100-foot emanation (DC 39). In addition, any creature within 5 feet of the ship is grabbed by the crew. The ship can't use Crew's Call again for 1d4+1 rounds.\r\n\r\n**Keelhaul** <actions string=\"Three Actions\" />  As [Trample](/MonsterAbilities.aspx?ID=39) (Huge or smaller, hull, DC 43), but the bone ship Swims up to double its swim Speed instead of Striding, and each creature that fails its save is also dragged under the ship. The GM places each creature dragged along in an underwater space adjacent to the bone ship at the end of the ship's movement.\r\n\r\n**Pressgang Soul** <actions string=\"Single Action\" /> ([Divine](/Traits.aspx?ID=48)) The bone ship casts [_bind soul_](/Spells.aspx?ID=21). The target must have died due to the bone ship's assault or from drowning. The creature's soul becomes part of the ghostly crew. A new soul gem grows on the ship, and the bone ship is [quickened](/Conditions.aspx?ID=32) for 1 minute. It can use the extra action only to Strike or Swim.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Famed Bone Ships</title>\r\n\r\nBone ships don't choose names of their own, instead being christened by dread gods who create them or sailors fortunate enough to survive encounters with them. Some names still whispered in seaside taverns follow. \n<ul><li>_Captain Aster's Eulogy_</li><li>_Crimson Mirage_</li><li>_Starved Whale_</li><li>_Horseman's Herald_</li><li>_Wail upon the Winds_</li></ul>\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Piloting a Bone Ship</title>\r\n\r\nWhen a bone ship is defeated without being destroyed, or is commandeered by a more powerful undead, it can be used as a vehicle, following the [Vehicle rules](/Rules.aspx?ID=1278). It uses its normal Speed and defenses, and adds the following statistics. <br />**Space** 100 feet long, 20 feet wide, 25 feet high <br />**Crew** 1 pilot, 12 crew; **Passengers** 12 <br />**Piloting Check** [Sailing Lore](/Skills.aspx?ID=8) (DC 40), [Religion](/Skills.aspx?ID=13) (DC 38); the ship's propulsion is wind if Sailing Lore is used, or magical if Religion is used <br />**Collision** 9d10 bludgeoning plus 5d6 negative (DC 38)\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Vessels of the Dark Gods</title>\r\n\r\nEvil deities sometimes raise bone ships bound to them. These flagships herald destruction done at the creator's will.\n\n [Urgathoa](/Deities.aspx?ID=19) occasionally makes bone ships to carry her revered acolytes to distant lands or cultures at sea. One of the Four Horsemen of the Apocalypse, [Charon](/Deities.aspx?ID=135) the Boatman, counts many bone ships among his followers; some ply the River Styx in [Abaddon](/Planes.aspx?ID=12); while others ferry his apostles to other planes. Charon's bone ships approach slowly rather than speeding toward their quarry, giving more time for the hearts of those who witness them to lose all hope.\n\n [Kelizandri](/Deities.aspx?ID=104), elemental lord of water, holds power over the drowned. He gives them new purpose crewing bone ships, where they can live eternally in the moment of their death under the waves. His ships frequently plumb the depths of great seas, casting ghostly green light down in the blackness.\r\n</aside>",
 "name": "Bone Ship",
 "npc": false,
 "perception": 32,
 "pfs": "Standard",
 "rarity": "rare",
 "reflex_save": 27,
 "release_date": "2021-04-07",
 "resistance": {
  "cold": 10,
  "electricity": 10,
  "fire": 10,
  "piercing": 10,
  "slashing": 10
 },
 "resistance_markdown": "cold 10, electricity 10, fire 10, piercing 10, slashing 10",
 "resistance_raw": "cold 10, electricity 10, fire 10, piercing 10, slashing 10",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 34</row>\n\n<row gap=\"medium\">\r\n**HP** 415\r\n\r\n**AC** 42\r\n\r\n**Fort** +33\r\n\r\n**Ref** +27\r\n\r\n**Will** +30\r\n\r\n**Perception** +32\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRarely does anything living remain after a bone ship's passing—only death, destruction, and waves red as blood that clash and foam in its wake. When …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Gargantuan"
 ],
 "skill": [
  "Athletics +33",
  "Intimidation +31",
  "Sailing Lore +37"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +33, [Intimidation](/Skills.aspx?ID=7) +31, [Sailing Lore](/Skills.aspx?ID=8) +37",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 34"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 34</row>",
 "speed": {
  "max": 40,
  "swim": 40
 },
 "speed_markdown": "swim 40 feet",
 "speed_raw": "swim 40 feet",
 "spell_markdown": "",
 "strength": 9,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Rarely does anything living remain after a bone ship's passing—only death, destruction, and waves red as blood that clash and foam in its wake. When …",
 "summary_markdown": "Rarely does anything living remain after a bone ship's passing—only death, destruction, and waves red as blood that clash and foam in its wake. When …",
 "text": " Bone Ship Rarely does anything living remain after a bone ship's passing—only death, destruction, and waves red as blood that clash and foam in its wake. When a bone ship forms, necromantic magic dredges great bones from the seabed and slowly bends them into place with malicious intent. Whales' ribs typically form the timbers of the hull, and their great spinal columns twist into towering masts. Muscles and tendons lash the ship together, tightening and loosening to precisely turn the ship as it sails. When a bone ship encounters another vessel or finds some other opportunity to sow death, smaller corpses strewn throughout the ship animate to form a crew and boarding party. Each crew member resembles a humanoid skeleton, but they might be made of bones from multiple creatures. For battle, the ship also creates magical cannons formed of bone that propel bone shards and debris with blasts of magic. The small black gemstones stippled across the ship's structure hold the souls of a drowned crew, for a bone ship is the cursed legacy of dead sailors. When mass death happens at sea—often from an entire ship sinking far from shore—the anguish of the dying victims can spawn a bone ship. This event might occur when a sailor makes a final plea to a dark god or when a deity takes the opportunity to bind many dead sailors' souls together as a destructive show of divine power. When not created through divine intervention, a bone ship can grow slowly and organically from one of the ships piloted by the undead sailors known as draugr. As draugr ships plague the seas and sink other vessels, they can collect more souls and bones, eventually becoming bone ships. These vessels look different from many other bone ships with patchwork or asymmetrical appearances. A bone ship is almost gluttonous, possessing an unceasing appetite for death, destruction, and new souls to add to its number. These desires stem from an underlying cause, either placed within the ship by its creator or accreted from the scattered final wishes of its component dead souls. For example, a deity might send a bone ship on a special mission to carry a message or dispose of a particularly persistent adversary or annoyance. Though bone ships usually travel upon the waves, they have no need to breathe and can carry out underwater missions at the behest of their creator. Bone ships hold a legendary reputation among sailors. These undead can appear out of nowhere to wreak destruction, and if a crew's bodies are absent from a shipwreck, the calamity might be blamed on a bone ship. The sea can bring death suddenly in many ways, but eternal enslavement of the soul presents a more terrifying fate than death alone. Recall Knowledge - Undead (Religion): DC 43 Unspecific Lore : DC 41 Specific Lore : DC 38 Bone Ship Source Bestiary 3 pg. 34 Perception +32; darkvision Languages Common, Necril; (can't speak any language) Skills Athletics +33, Intimidation +31, Sailing Lore +37 Str +9 Dex +5 Con +9 Int +1 Wis +6 Cha +5 Skeleton Crew (divine, evil, necromancy) The bone ship is compelled not by a single mind, but by the collective consciousness of dead sailors' souls. The ship is immune to mental effects that target only a specific number of creatures. It's still subject to mental effects that affect all creatures in an area. Any creature that tries to communicate with the ship via telepathy or read its thoughts hears the dying screams and gasps of the crew, and is targeted with a 9th-level warp mind spell (DC 41). The ship animates skeletal crew members out of its own bones, arming them with rusty old cutlasses or other armaments so they can attack anyone who comes next to the ship. These entities have appearances matching those the bound souls had in life but aren't truly individuals; anything that targets them in fact targets the bone ship they're a part of. Hundreds of black soul gems decorate the ship's exterior, each holding one soul. These gems can hold souls of creatures whose level was 16th or lower, and they have no value. If the ship is destroyed, all these gems shatter, freeing the souls within. Trawl for Bones (downtime) The bone ship spends 1 day scavenging bones from the sea and restores itself to full Hit Points. --- AC 42 all-around vision Fort +33 Ref +27 Will +30 HP 415 Immunities death effects, disease, paralyzed, poison, skeleton crew, unconscious Resistances cold 10, electricity 10, fire 10, piercing 10, slashing 10 Blood Wake (aura, divine, enchantment, fear, mental) 30 feet. The churning water around the bone ship tinges red with seeping blood. A living creature that enters water in the aura sees visions of itself drowning in the blood and must attempt a DC 37 Will save. After attempting this saving throw, the creature is temporarily immune for 1 hour. On a failure, the creature becomes frightened 2 (frightened 4 on a critical failure) and stunned 1, and it takes a –4 status penalty to Athletics checks to Swim. --- Speed swim 40 feet Melee Single Action hull +35 (reach 20 feet), Damage 3d10+17 bludgeoning plus 2d10 negative Melee Single Action skeleton crew +35 (Agile), Damage 3d6+17 slashing plus 2d10 negative Ranged Single Action bone cannon +35 (Brutal, Divine, Negative, range increment 100 feet), Damage 2d12+12 bludgeoning damage plus 2d10 negative Cannonade Two Actions The bone ship makes four bone cannon Strikes, each targeting a different creature. Chain Shot Single Action The bone ship makes a special bone cannon Strike, firing a chain made of bones. A creature hit by this Strike is grabbed by the chain (Escape DC 41). The bone ship can use Interact actions to reel in a grabbed creature 50 feet per action spent, and when the ship moves, it pulls the grabbed creature along with it. Crew's Call Two Actions (Divine) The crew let out an anguished cry in unison. This is a wail of the banshee spell with 100-foot emanation (DC 39). In addition, any creature within 5 feet of the ship is grabbed by the crew. The ship can't use Crew's Call again for 1d4+1 rounds. Keelhaul Three Actions As Trample (Huge or smaller, hull, DC 43), but the bone ship Swims up to double its swim Speed instead of Striding, and each creature that fails its save is also dragged under the ship. The GM places each creature dragged along in an underwater space adjacent to the bone ship at the end of the ship's movement. Pressgang Soul Single Action (Divine) The bone ship casts bind soul . The target must have died due to the bone ship's assault or from drowning. The creature's soul becomes part of the ghostly crew. A new soul gem grows on the ship, and the bone ship is quickened for 1 minute. It can use the extra action only to Strike or Swim. Famed Bone Ships Bone ships don't choose names of their own, instead being christened by dread gods who create them or sailors fortunate enough to survive encounters with them. Some names still whispered in seaside taverns follow. Captain Aster's Eulogy Crimson Mirage Starved Whale Horseman's Herald Wail upon the Winds Piloting a Bone Ship When a bone ship is defeated without being destroyed, or is commandeered by a more powerful undead, it can be used as a vehicle, following the Vehicle rules. It uses its normal Speed and defenses, and adds the following statistics. Space 100 feet long, 20 feet wide, 25 feet high Crew 1 pilot, 12 crew; Passengers 12 Piloting Check Sailing Lore (DC 40), Religion (DC 38); the ship's propulsion is wind if Sailing Lore is used, or magical if Religion is used Collision 9d10 bludgeoning plus 5d6 negative (DC 38) Vessels of the Dark Gods Evil deities sometimes raise bone ships bound to them. These flagships herald destruction done at the creator's will. Urgathoa occasionally makes bone ships to carry her revered acolytes to distant lands or cultures at sea. One of the Four Horsemen of the Apocalypse, Charon the Boatman, counts many bone ships among his followers; some ply the River Styx in Abaddon; while others ferry his apostles to other planes. Charon's bone ships approach slowly rather than speeding toward their quarry, giving more time for the hearts of those who witness them to lose all hope. Kelizandri, elemental lord of water, holds power over the drowned. He gives them new purpose crewing bone ships, where they can live eternally in the moment of their death under the waves. His ships frequently plumb the depths of great seas, casting ghostly green light down in the blackness. ",
 "trait": [
  "Rare",
  "Undead",
  "CE",
  "Gargantuan"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137), [Undead](/Traits.aspx?ID=160)",
 "trait_raw": [
  "Rare",
  "Undead"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1082",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 30,
 "wisdom": 6
}