{
 "ac": 16,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 1,
 "creature_ability": [
  "Baffling Bluff"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 4,
 "hp": 25,
 "hp_raw": "25",
 "id": "creature-575",
 "image": [
  "/Images/Monsters/Brownie.png"
 ],
 "intelligence": 2,
 "language": [
  "Common",
  "Elven",
  "Gnomish",
  "Sylvan"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Gnomish](/Languages.aspx?ID=5), [Sylvan](/Languages.aspx?ID=10)",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Brownie](/Monsters.aspx?ID=575)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nBrownies make their homes in the trunks of hollow trees, small earthy burrows, and even under porches or within the crawl spaces of farmhouses. Often attired in clothes that appear to be made of plants or leaves, brownies wear belts lined with pouches and tools. Whatever language they choose to speak is often is riddled with odd pronunciations and colloquialisms. Their manner of speaking might call upon turns of phrase that are decades or even centuries out of vogue, for example, or they might mix up their metaphors in strange ways. It almost seems as if brownies adopt these quirky ways of speaking intentionally—certainly they do not react favorably to corrections to their chatter. There's often no swifter way to annoy a brownie than to try to correct its grammar. Brownies stand barely 2 feet tall and weigh about 20 pounds.\n\nWhen facing danger, brownies rarely engage in combat, preferring instead to confound and confuse their attackers in order to buy enough time for escape. Content with honest toil and the love of their kin, brownies maintain a pacifist nature, harassing creatures only to run them off or punish them for an insult. Despite this nature, all brownies carry a blade. They refer to their swords with a hint of disgust, and jokingly call their blades their “final trick,” reserving their use for the direst of circumstances.\n\nHonest to a fault, brownies take freely but always repay their debt through work or leave something behind as an offering. They may eat an apple from a farmer's orchard but harvest the entire tree as repayment. A brownie might eat an entire pie left on a windowsill, only to straighten up the kitchen or wash the dishes. A brownie can share a home with a family for years and years while avoiding detection. A family that is aware of a brownie in their midst usually finds this a beneficial relationship and leaves dishes of milk, pieces of fruit, trinkets, and sometimes even wine as gifts. In exchange, the resident brownie keeps the home clean, mends clothes, repairs tools, and shoos away vermin and small predators. Bragging about having a brownie in the house is the best way to lose one. Brownies distrust foxes and fear [wolves](/Monsters.aspx?ID=415), and they avoid farms with dogs.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fey](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 15\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 13\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 10\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Brownie.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Brownie](/Monsters.aspx?ID=575)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Tiny\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 44 <sup>2.0</sup></row>\n\n**Perception** +7; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Gnomish](/Languages.aspx?ID=5), [Sylvan](/Languages.aspx?ID=10)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +7, [Crafting](/Skills.aspx?ID=4) +5, [Deception](/Skills.aspx?ID=5) +6, [Stealth](/Skills.aspx?ID=15) +9\r\n\r\n<row gap=\"medium\">\r\n**Str** -2\r\n\r\n**Dex** +4\r\n\r\n**Con** +1\r\n\r\n**Int** +2\r\n\r\n**Wis** +4\r\n\r\n**Cha** +3\r\n</row>\n\n**Items**\r\n[Shortsword](/Weapons.aspx?ID=43)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 16 \r\n\r\n**Fort** +4 \r\n\r\n**Ref** +9 \r\n\r\n**Will** +9 \n\n</row>\r\n\r\n**HP** 25\n\n**Weaknesses**\r\n[cold iron](/Equipment.aspx?ID=272) 3\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nshortsword +7 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d6\r\n\r\n**Primal Innate Spells** DC 17\r\n- **Cantrips (4th)**\r\n[Dancing Lights](/Spells.aspx?ID=58), [Prestidigitation](/Spells.aspx?ID=229)\r\n- **1st**\r\n[Ventriloquism](/Spells.aspx?ID=356)\r\n- **3rd**\r\n[Mending](/Spells.aspx?ID=189)\r\n- **4th**\r\n[Dimension Door](/Spells.aspx?ID=69) (self only)\r\n\r\n**Baffling Bluff** <actions string=\"Two Actions\" /> ([Emotion](/Traits.aspx?ID=60), [Enchantment](/Traits.aspx?ID=61), [Mental](/Traits.aspx?ID=106), [Primal](/Traits.aspx?ID=134)) The brownie's antics can confuse and disorient a creature. When the brownie uses Baffling Bluff, it targets a single creature within 30 feet; that creature must attempt a DC 17 Will save. The target is temporarily immune to Baffling Bluff for 1 minute. <br />**Critical Success** The target is unaffected. <br />**Success** The target is fooled momentarily and is [flat-footed](/Conditions.aspx?ID=16) against the next melee Strike the brownie makes against it before the end of the brownie's next turn. <br />**Failure** The target is [confused](/Conditions.aspx?ID=5) for 1 round. <br />**Critical Failure** The target is confused for 1 minute. It can attempt a new save at the end of each of its turns to end the confused condition.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Brownie Bargains</title>\r\n\r\nAs they are not a monolithic group of fey and often have their own proclivities, it's sometimes hard to predict what might attract a brownie or ensure their aid. One of the more commonly thought gifts is a saucer of milk or cream, though brownies seem to enjoy other edible treats. Some farmers have reported success in leaving shiny but inconsequential knickknacks like buttons, polished and painted stones, smoothed glass, thimbles, or silver flatware. The whims of some brownies shift, so someone who wants to retain the services of a brownie should vary the gifts they leave for these elusive fey creatures.\r\n</aside>",
 "name": "Brownie",
 "npc": false,
 "perception": 7,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 9,
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 44 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 25\r\n\r\n**AC** 16\r\n\r\n**Fort** +4\r\n\r\n**Ref** +9\r\n\r\n**Will** +9\r\n\r\n**Perception** +7\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBrownies make their homes in the trunks of hollow trees, small earthy burrows, and even under porches or within the crawl spaces of farmhouses. Often …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Tiny"
 ],
 "skill": [
  "Acrobatics +7",
  "Crafting +5",
  "Deception +6",
  "Stealth +9"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +7, [Crafting](/Skills.aspx?ID=4) +5, [Deception](/Skills.aspx?ID=5) +6, [Stealth](/Skills.aspx?ID=15) +9",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 44"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 44 <sup>2.0</sup></row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet",
 "speed_raw": "20 feet",
 "spell": [
  "Dimension Door",
  "Mending",
  "Ventriloquism",
  "Dancing Lights",
  "Prestidigitation"
 ],
 "spell_markdown": "[Dancing Lights](/Spells.aspx?ID=58), [Dimension Door](/Spells.aspx?ID=69), [Mending](/Spells.aspx?ID=189), [Prestidigitation](/Spells.aspx?ID=229), [Ventriloquism](/Spells.aspx?ID=356)",
 "stealth": "9",
 "strength": -2,
 "strongest_save": [
  "ref",
  "reflex",
  "will"
 ],
 "summary": "Brownies make their homes in the trunks of hollow trees, small earthy burrows, and even under porches or within the crawl spaces of farmhouses. Often …",
 "summary_markdown": "Brownies make their homes in the trunks of hollow trees, small earthy burrows, and even under porches or within the crawl spaces of farmhouses. Often …",
 "text": " Brownie Brownies make their homes in the trunks of hollow trees, small earthy burrows, and even under porches or within the crawl spaces of farmhouses. Often attired in clothes that appear to be made of plants or leaves, brownies wear belts lined with pouches and tools. Whatever language they choose to speak is often is riddled with odd pronunciations and colloquialisms. Their manner of speaking might call upon turns of phrase that are decades or even centuries out of vogue, for example, or they might mix up their metaphors in strange ways. It almost seems as if brownies adopt these quirky ways of speaking intentionally—certainly they do not react favorably to corrections to their chatter. There's often no swifter way to annoy a brownie than to try to correct its grammar. Brownies stand barely 2 feet tall and weigh about 20 pounds. When facing danger, brownies rarely engage in combat, preferring instead to confound and confuse their attackers in order to buy enough time for escape. Content with honest toil and the love of their kin, brownies maintain a pacifist nature, harassing creatures only to run them off or punish them for an insult. Despite this nature, all brownies carry a blade. They refer to their swords with a hint of disgust, and jokingly call their blades their “final trick,” reserving their use for the direst of circumstances. Honest to a fault, brownies take freely but always repay their debt through work or leave something behind as an offering. They may eat an apple from a farmer's orchard but harvest the entire tree as repayment. A brownie might eat an entire pie left on a windowsill, only to straighten up the kitchen or wash the dishes. A brownie can share a home with a family for years and years while avoiding detection. A family that is aware of a brownie in their midst usually finds this a beneficial relationship and leaves dishes of milk, pieces of fruit, trinkets, and sometimes even wine as gifts. In exchange, the resident brownie keeps the home clean, mends clothes, repairs tools, and shoos away vermin and small predators. Bragging about having a brownie in the house is the best way to lose one. Brownies distrust foxes and fear wolves, and they avoid farms with dogs. Recall Knowledge - Fey (Nature): DC 15 Unspecific Lore : DC 13 Specific Lore : DC 10 Brownie Source Bestiary 2 pg. 44 2.0 Perception +7; low-light vision Languages Common, Elven, Gnomish, Sylvan Skills Acrobatics +7, Crafting +5, Deception +6, Stealth +9 Str -2 Dex +4 Con +1 Int +2 Wis +4 Cha +3 Items Shortsword --- AC 16 Fort +4 Ref +9 Will +9 HP 25 Weaknesses cold iron 3 --- Speed 20 feet Melee Single Action shortsword +7 (Agile, Finesse), Damage 1d6 Primal Innate Spells DC 17 - Cantrips (4th) Dancing Lights, Prestidigitation - 1st Ventriloquism - 3rd Mending - 4th Dimension Door (self only) Baffling Bluff Two Actions (Emotion, Enchantment, Mental, Primal) The brownie's antics can confuse and disorient a creature. When the brownie uses Baffling Bluff, it targets a single creature within 30 feet; that creature must attempt a DC 17 Will save. The target is temporarily immune to Baffling Bluff for 1 minute. Critical Success The target is unaffected. Success The target is fooled momentarily and is flat-footed against the next melee Strike the brownie makes against it before the end of the brownie's next turn. Failure The target is confused for 1 round. Critical Failure The target is confused for 1 minute. It can attempt a new save at the end of each of its turns to end the confused condition. Brownie Bargains As they are not a monolithic group of fey and often have their own proclivities, it's sometimes hard to predict what might attract a brownie or ensure their aid. One of the more commonly thought gifts is a saucer of milk or cream, though brownies seem to enjoy other edible treats. Some farmers have reported success in leaving shiny but inconsequential knickknacks like buttons, polished and painted stones, smoothed glass, thimbles, or silver flatware. The whims of some brownies shift, so someone who wants to retain the services of a brownie should vary the gifts they leave for these elusive fey creatures. ",
 "trait": [
  "Fey",
  "N",
  "Tiny"
 ],
 "trait_markdown": "[Fey](/Traits.aspx?ID=69)",
 "trait_raw": [
  "Fey"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=575",
 "vision": "Low-light vision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {
  "cold_iron": 3
 },
 "weakness_markdown": "[cold iron](/Equipment.aspx?ID=272) 3",
 "weakness_raw": " cold iron  3",
 "will_save": 9,
 "wisdom": 4
}