{
 "ac": 15,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -1,
 "constitution": 4,
 "creature_ability": [
  "Desert-Adapted",
  "Camel Spit",
  "Sand Stride"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 9,
 "hp": 20,
 "hp_raw": "20",
 "id": "creature-1090",
 "image": [
  "/Images/Monsters/Camel.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Camel](/Monsters.aspx?ID=1090)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nFor generations untold, nomads and traders have relied on sure-footed camels to cross the harsh deserts and trackless wastes around the world. Thriving where other animals wither and perish, camels are well-adapted to their homes with tough skin and the ability to store nutrients within their bodies. Properly cared for, these “ships of the desert” can trek for weeks between oases without trouble.\n\n  Camels have three eyelids to protect them from desert sands and other blowing debris. One lid is completely clear, which allows them to see and travel during high winds. When sandstorms strike, camels completely close their nostrils to protect their lungs. Their underbellies also sport a thick, specialized skin, allowing them to lay down safely on burning hot sands.\n\n  Contrary to popular belief, fatty tissue comprises a camel's humps rather than water. This stored energy allows the animals to survive long distances between feedings. These herbivores can also readily digest hardy scrub brush inedible to other species, making them one of the hardiest desert survivors. Strong as a warhorse, camels can run fast and even sprint for short periods of time when they feel threatened, though they prefer a slow, plodding pace to conserve energy. \n\nOne-humped camels, also called dromedaries, are more common in the deserts of northern Garund, while the two-humped variety are native to the dry steppes of Casmaron. Both species have tall and lanky builds, standing about 6 feet at the shoulder and weighing around 2,000 pounds. They can be ornery when mishandled, and they don't hesitate to bite, kick, or even spit a noxious substance on riders who don't treat them well.<br /> <br /> In addition to transporting people and goods, camels are a key source of fiber for clothing and tents as well as milk. Their meat is highly nutritious and surprisingly tasty, but given the creatures' utility, this use is reserved for special occasions or truly dire situations.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 15\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 13\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 10\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Camel.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Camel](/Monsters.aspx?ID=1090)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 43</row>\n\n**Perception** +4; [low-light vision](/MonsterAbilities.aspx?ID=23), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +6, [Athletics](/Skills.aspx?ID=3) +7, [Survival](/Skills.aspx?ID=16) +6\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +3\r\n\r\n**Con** +4\r\n\r\n**Int** -4\r\n\r\n**Wis** +1\r\n\r\n**Cha** -1\r\n</row>\r\n\r\n**Desert-Adapted** A camel is well-adapted to heat and deserts. If allowed to drink and eat its fill, (roughly 40 gallons), it can [Subsist](/Actions.aspx?ID=27) for 2 weeks without needing to attempt [Survival](/Skills.aspx?ID=16) checks, and it treats [environmental heat](/Rules.aspx?ID=642) as if it was one step less severe.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 15 \r\n\r\n**Fort** +9 \r\n\r\n**Ref** +8 \r\n\r\n**Will** +4 \n\n</row>\r\n\r\n**HP** 20\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +7,\r\n**Damage** 1d6+4 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nspit +6,\r\n**Damage** camel spit\n\n**Camel Spit**   To drive away enemies, the camel spits the partially digested contents of its stomach at a creature within 10 feet. On a hit, the target is [dazzled](/Conditions.aspx?ID=7) for 1 round and must succeed at a DC 17 Fortitude save or become [sickened 1](/Conditions.aspx?ID=34). The camel can't use its camel spit Strike again for 1d4 rounds.\r\n\r\n**Sand Stride** <actions string=\"Two Actions\" />  The camel Strides twice. It has a +5-foot circumstance bonus to its Speed during these Strides, ignoring difficult terrain caused by rubble, sand, and uneven ground made of earth and stone.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Camel Cousins</title>\r\n\r\nRumors in the high desert tell of an ancient species related to both camels and llamas that still lives in sheltered mountain valleys and hidden rivers: the camelops. Larger and stronger than domesticated camels, camelops remain wild creatures. No living examples exist in captivity, though fables of their luxurious coats and indomitable endurance lead some riders to seek them out regardless.\r\n</aside>",
 "name": "Camel",
 "npc": false,
 "perception": 4,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 8,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 43</row>\n\n<row gap=\"medium\">\r\n**HP** 20\r\n\r\n**AC** 15\r\n\r\n**Fort** +9\r\n\r\n**Ref** +8\r\n\r\n**Will** +4\r\n\r\n**Perception** +4\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFor generations untold, nomads and traders have relied on sure-footed camels to cross the harsh deserts and trackless wastes around the world. …\r\n</summary>",
 "sense": " low-light vision ,  scent  (imprecise) 30 feet",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet",
 "size": [
  "Large"
 ],
 "skill": [
  "Acrobatics +6",
  "Athletics +7",
  "Survival +6"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +6, [Athletics](/Skills.aspx?ID=3) +7, [Survival](/Skills.aspx?ID=16) +6",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 43"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 43</row>",
 "speed": {
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet",
 "speed_raw": "35 feet",
 "spell_markdown": "",
 "strength": 4,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "For generations untold, nomads and traders have relied on sure-footed camels to cross the harsh deserts and trackless wastes around the world. …",
 "summary_markdown": "For generations untold, nomads and traders have relied on sure-footed camels to cross the harsh deserts and trackless wastes around the world. …",
 "text": " Camel For generations untold, nomads and traders have relied on sure-footed camels to cross the harsh deserts and trackless wastes around the world. Thriving where other animals wither and perish, camels are well-adapted to their homes with tough skin and the ability to store nutrients within their bodies. Properly cared for, these “ships of the desert” can trek for weeks between oases without trouble. Camels have three eyelids to protect them from desert sands and other blowing debris. One lid is completely clear, which allows them to see and travel during high winds. When sandstorms strike, camels completely close their nostrils to protect their lungs. Their underbellies also sport a thick, specialized skin, allowing them to lay down safely on burning hot sands. Contrary to popular belief, fatty tissue comprises a camel's humps rather than water. This stored energy allows the animals to survive long distances between feedings. These herbivores can also readily digest hardy scrub brush inedible to other species, making them one of the hardiest desert survivors. Strong as a warhorse, camels can run fast and even sprint for short periods of time when they feel threatened, though they prefer a slow, plodding pace to conserve energy. One-humped camels, also called dromedaries, are more common in the deserts of northern Garund, while the two-humped variety are native to the dry steppes of Casmaron. Both species have tall and lanky builds, standing about 6 feet at the shoulder and weighing around 2,000 pounds. They can be ornery when mishandled, and they don't hesitate to bite, kick, or even spit a noxious substance on riders who don't treat them well. In addition to transporting people and goods, camels are a key source of fiber for clothing and tents as well as milk. Their meat is highly nutritious and surprisingly tasty, but given the creatures' utility, this use is reserved for special occasions or truly dire situations. Recall Knowledge - Animal (Nature): DC 15 Unspecific Lore : DC 13 Specific Lore : DC 10 Camel Source Bestiary 3 pg. 43 Perception +4; low-light vision, scent (imprecise) 30 feet Languages Skills Acrobatics +6, Athletics +7, Survival +6 Str +4 Dex +3 Con +4 Int -4 Wis +1 Cha -1 Desert-Adapted A camel is well-adapted to heat and deserts. If allowed to drink and eat its fill, (roughly 40 gallons), it can Subsist for 2 weeks without needing to attempt Survival checks, and it treats environmental heat as if it was one step less severe. --- AC 15 Fort +9 Ref +8 Will +4 HP 20 --- Speed 35 feet Melee Single Action jaws +7, Damage 1d6+4 piercing Ranged Single Action spit +6, Damage camel spit Camel Spit To drive away enemies, the camel spits the partially digested contents of its stomach at a creature within 10 feet. On a hit, the target is dazzled for 1 round and must succeed at a DC 17 Fortitude save or become sickened 1. The camel can't use its camel spit Strike again for 1d4 rounds. Sand Stride Two Actions The camel Strides twice. It has a +5-foot circumstance bonus to its Speed during these Strides, ignoring difficult terrain caused by rubble, sand, and uneven ground made of earth and stone. Camel Cousins Rumors in the high desert tell of an ancient species related to both camels and llamas that still lives in sheltered mountain valleys and hidden rivers: the camelops. Larger and stronger than domesticated camels, camelops remain wild creatures. No living examples exist in captivity, though fables of their luxurious coats and indomitable endurance lead some riders to seek them out regardless. ",
 "trait": [
  "Animal",
  "N",
  "Large"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1090",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 4,
 "wisdom": 1
}