{
 "ac": 16,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 3,
 "creature_ability": [
  "Carbuncle Empathy",
  "Easy to Influence",
  "Fatal Faker",
  "Specious Suggestion"
 ],
 "creature_family_markdown": "",
 "dexterity": 0,
 "exclude_from_search": false,
 "fortitude_save": 8,
 "hp": 20,
 "hp_raw": "20",
 "id": "creature-578",
 "image": [
  "/Images/Monsters/Carbuncle.png"
 ],
 "intelligence": -2,
 "language": [
  "carbuncle empathy 30 feet"
 ],
 "language_markdown": "carbuncle empathy 30 feet",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Carbuncle](/Monsters.aspx?ID=578)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nNever have legend and misinformation met upon a more inauspicious brow than that of the lowly carbuncle. At first glance, carbuncles appear to be little more than ungainly reptiles. What sets them apart is their strange magical abilities and the gemstone-like horn protruding from between their goggling eyes. Although rumors suggest various uses for carbuncle horns, ranging from miracle cure-alls to potent magical components, the truth is much more mundane: a carbuncle's horn is merely a highly reflective growth, not unlike a fingernail.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 20\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 18\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 15\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Carbuncle.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Carbuncle](/Monsters.aspx?ID=578)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Tiny\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 47 <sup>2.0</sup></row>\n\n**Perception** +7; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\ncarbuncle empathy 30 feet\r\n\r\n**Skills**\r\n[Stealth](/Skills.aspx?ID=15) +3, [Survival](/Skills.aspx?ID=16) +6\r\n\r\n<row gap=\"medium\">\r\n**Str** -3\r\n\r\n**Dex** +0\r\n\r\n**Con** +3\r\n\r\n**Int** -2\r\n\r\n**Wis** +3\r\n\r\n**Cha** +0\r\n</row>\r\n\r\n**Carbuncle Empathy** The carbuncle can [telepathically](/MonsterAbilities.aspx?ID=37) send mild feelings and sensations to nearby creatures. It can't use this ability to communicate in language or hinder a target, but it might convey a feeling of dread or the scent of food cooking nearby.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 16 \r\n\r\n**Fort** +8 \r\n\r\n**Ref** +3 \r\n\r\n**Will** +6 \n\n</row>\r\n\r\n**HP** 20\n\n**Easy to Influence** Any [mental](/Traits.aspx?ID=106) spell can affect a carbuncle, regardless of creature type limitations. Against a [_suggestion_](/Spells.aspx?ID=315) spell, a carbuncle always gets an outcome one degree of success worse than it rolled on its saving throw.<br />**Fatal Faker** <actions string=\"Reaction\" /> ([arcane](/Traits.aspx?ID=11), [conjuration](/Traits.aspx?ID=33), [teleportation](/Traits.aspx?ID=156)) **Trigger** The carbuncle takes damage; **Effect** The carbuncle feigns death by teleporting away and leaving a replica of its corpse behind, creating a colorful flash of light and a croaking sound. The real carbuncle transports to a clear space within 30 feet that it can see, and a hollow shell remains behind. The fake body appears solid until it is touched, at which point it crumbles to dust.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 15 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +5 ([Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d6 piercing\r\n\r\n**Primal Innate Spells** DC 18\r\n- **Cantrips (1st)**\r\n[Daze](/Spells.aspx?ID=61)\r\n- **1st**\r\n[Jump](/Spells.aspx?ID=167) (at will)\r\n- **3rd**\r\n[Levitate](/Spells.aspx?ID=170) (at will; self only)\r\n\r\n**Specious Suggestion** <actions string=\"Two Actions\" /> ([Enchantment](/Traits.aspx?ID=61), [Incapacitation](/Traits.aspx?ID=93), [Mental](/Traits.aspx?ID=106)) **Frequency** three times per day; **Effect** The carbuncle concentrates on a creature it can see and tries to manipulate that creature. The target must attempt a DC 18 Will save. The target then becomes temporarily immune for 24 hours. <br />**Critical Success** The attempt backfires and bolsters the target's mind instead, granting it a +1 status bonus to Will saving throws for 1 hour. <br />**Success** The target briefly experiences an unusual but harmless sensation like an unexpected flavor or scent, an urge to eat something strange, or an amusing half-forgotten memory. <br />**Failure** The target is compelled to spend all of its actions on its next turn performing harmless, pointless, and usually embarrassing actions. <br />**Critical Failure** As failure, but the compulsion persists for 1 minute. The target can attempt a new save at the end of its turn each round to end the effect.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Carbuncle Chatter</title>\r\n\r\n“A lizard with an apple-sized gem sticking out of its forehead? Wishful thinking!”\n\n “Carbuncles are real! I almost caught one, but even though it could barely walk, its magic allowed it to escape my clutches.”\n\n “Their mind control powers could make them useful familiars, but if you ever catch one, it dies of fright.”\n\n “My advice is to stay away from these pests. They drink your hopes and aspirations through their horns, leaving you empty except for bad luck and bellyaches.”\n\n “Planning a carbuncle hunt? You'd better leave your self-respect at home, and be ready to emerge with fewer friends than you had at the start!”\r\n</aside>",
 "name": "Carbuncle",
 "npc": false,
 "perception": 7,
 "pfs": "Standard",
 "rarity": "rare",
 "reflex_save": 3,
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 47 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 20\r\n\r\n**AC** 16\r\n\r\n**Fort** +8\r\n\r\n**Ref** +3\r\n\r\n**Will** +6\r\n\r\n**Perception** +7\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nNever have legend and misinformation met upon a more inauspicious brow than that of the lowly carbuncle. At first glance, carbuncles appear to be …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Tiny"
 ],
 "skill": [
  "Stealth +3",
  "Survival +6"
 ],
 "skill_markdown": "[Stealth](/Skills.aspx?ID=15) +3, [Survival](/Skills.aspx?ID=16) +6",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 47"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 47 <sup>2.0</sup></row>",
 "speed": {
  "land": 15,
  "max": 15
 },
 "speed_markdown": "15 feet",
 "speed_raw": "15 feet",
 "spell": [
  "Levitate",
  "Jump",
  "Daze"
 ],
 "spell_markdown": "[Daze](/Spells.aspx?ID=61), [Jump](/Spells.aspx?ID=167), [Levitate](/Spells.aspx?ID=170)",
 "stealth": "3",
 "strength": -3,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Never have legend and misinformation met upon a more inauspicious brow than that of the lowly carbuncle. At first glance, carbuncles appear to be …",
 "summary_markdown": "Never have legend and misinformation met upon a more inauspicious brow than that of the lowly carbuncle. At first glance, carbuncles appear to be …",
 "text": " Carbuncle Never have legend and misinformation met upon a more inauspicious brow than that of the lowly carbuncle. At first glance, carbuncles appear to be little more than ungainly reptiles. What sets them apart is their strange magical abilities and the gemstone-like horn protruding from between their goggling eyes. Although rumors suggest various uses for carbuncle horns, ranging from miracle cure-alls to potent magical components, the truth is much more mundane: a carbuncle's horn is merely a highly reflective growth, not unlike a fingernail. Recall Knowledge - Beast (Arcana, Nature): DC 20 Unspecific Lore : DC 18 Specific Lore : DC 15 Carbuncle Source Bestiary 2 pg. 47 2.0 Perception +7; darkvision Languages carbuncle empathy 30 feet Skills Stealth +3, Survival +6 Str -3 Dex +0 Con +3 Int -2 Wis +3 Cha +0 Carbuncle Empathy The carbuncle can telepathically send mild feelings and sensations to nearby creatures. It can't use this ability to communicate in language or hinder a target, but it might convey a feeling of dread or the scent of food cooking nearby. --- AC 16 Fort +8 Ref +3 Will +6 HP 20 Easy to Influence Any mental spell can affect a carbuncle, regardless of creature type limitations. Against a suggestion spell, a carbuncle always gets an outcome one degree of success worse than it rolled on its saving throw. Fatal Faker Reaction (arcane, conjuration, teleportation) Trigger The carbuncle takes damage; Effect The carbuncle feigns death by teleporting away and leaving a replica of its corpse behind, creating a colorful flash of light and a croaking sound. The real carbuncle transports to a clear space within 30 feet that it can see, and a hollow shell remains behind. The fake body appears solid until it is touched, at which point it crumbles to dust. --- Speed 15 feet Melee Single Action jaws +5 (Finesse), Damage 1d6 piercing Primal Innate Spells DC 18 - Cantrips (1st) Daze - 1st Jump (at will) - 3rd Levitate (at will; self only) Specious Suggestion Two Actions (Enchantment, Incapacitation, Mental) Frequency three times per day; Effect The carbuncle concentrates on a creature it can see and tries to manipulate that creature. The target must attempt a DC 18 Will save. The target then becomes temporarily immune for 24 hours. Critical Success The attempt backfires and bolsters the target's mind instead, granting it a +1 status bonus to Will saving throws for 1 hour. Success The target briefly experiences an unusual but harmless sensation like an unexpected flavor or scent, an urge to eat something strange, or an amusing half-forgotten memory. Failure The target is compelled to spend all of its actions on its next turn performing harmless, pointless, and usually embarrassing actions. Critical Failure As failure, but the compulsion persists for 1 minute. The target can attempt a new save at the end of its turn each round to end the effect. Carbuncle Chatter “A lizard with an apple-sized gem sticking out of its forehead? Wishful thinking!” “Carbuncles are real! I almost caught one, but even though it could barely walk, its magic allowed it to escape my clutches.” “Their mind control powers could make them useful familiars, but if you ever catch one, it dies of fright.” “My advice is to stay away from these pests. They drink your hopes and aspirations through their horns, leaving you empty except for bad luck and bellyaches.” “Planning a carbuncle hunt? You'd better leave your self-respect at home, and be ready to emerge with fewer friends than you had at the start!” ",
 "trait": [
  "Beast",
  "Rare",
  "N",
  "Tiny"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Beast",
  "Rare"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=578",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 6,
 "wisdom": 3
}