{
 "ac": 33,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 7,
 "creature_ability": [
  "Thoughtsense",
  "Hop-Dodge",
  "Staccato Strike",
  "Warbling Song"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 25,
 "hp": 215,
 "hp_raw": "215",
 "id": "creature-72",
 "image": [
  "/Images/Monsters/Cauthooj.png"
 ],
 "intelligence": -3,
 "language": [
  "Sylvan",
  "(can’t speak any language)"
 ],
 "language_markdown": "[Sylvan](/Languages.aspx?ID=10); (can’t speak any language)",
 "level": 12,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Cauthooj](/Monsters.aspx?ID=72)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThese large, flightless birds are deceptively agile, considering their long bodies and awkward, hopping gait. Solitary predators, they use their hypnotic warbling song to drive prey into a wild frenzy, manipulating them into attacking one another so that the cauthooj can then feast on the remains.\n\n Known to some scholars as the puppet master bird, and to others as the shrill shrike, cauthoojs are widely reviled by most intelligent humanoids, in part because the birds seem to prefer humanoids to other prey. Cauthooj sightings typically lead to the creation of hunting parties to track the creature down before it can kill again, with would-be hunters typically stuffing their ears full of wax in an effort to avoid being affected by its cry. Those who have survived the creature’s song report that the experience is uniquely unnerving, and almost all accounts agree that there is no other sound as terrible.\n\n While one might assume the cauthooj is a dumb animal, these creatures are in fact quite a bit smarter than they look. Cauthoojs stalk the perimeter of remote settlements in hopes of finding a lone traveler they can feast upon. These patient creatures will wait in ambush as long as they must to sate their hunger. They can even understand a few rudimentary words in Sylvan, although they are incapable of clearly speaking themselves. This doesn’t stop the cauthooj from attempting to mimic the sounds it hears, but when it does so, its eerie primal nature enhances the attempt, leading to the bird’s signature ability to manipulate minds and encourage conflict, a trait the cauthooj is just barely smart enough to understand—and enjoy.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 30\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 28\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 25\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Cauthooj.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 12\">[Cauthooj](/Monsters.aspx?ID=72)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 55</row>\n\n**Perception** +22; thoughtsense (imprecise) 60 feet\r\n\r\n**Languages**\r\n[Sylvan](/Languages.aspx?ID=10); (can’t speak any language)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +24, [Stealth](/Skills.aspx?ID=15) +25\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** +4\r\n\r\n**Con** +7\r\n\r\n**Int** -3\r\n\r\n**Wis** +2\r\n\r\n**Cha** +0\r\n</row>\r\n\r\n**Thoughtsense** ([divination](/Traits.aspx?ID=47), [mental](/Traits.aspx?ID=106), [occult](/Traits.aspx?ID=120)) The cauthooj senses a creatures mental essence at the listed ranged.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 33 \r\n\r\n**Fort** +25 \r\n\r\n**Ref** +20 \r\n\r\n**Will** +18 \n\n</row>\r\n\r\n**HP** 215\n\n**Resistances**\r\n[sonic](/Traits.aspx?ID=147) 15\n\n**Hop-Dodge** <actions string=\"Reaction\" /> ([move](/Traits.aspx?ID=114)) **Trigger** The cauthooj is the target of a melee Strike and is adjacent to another enemy that is also within the reach of the melee Strike. **Effect** The cauthooj nimbly hops aside, redirecting the triggering Strike against the adjacent enemy. The cauthooj Strides up to half its Speed, and this movement does not trigger reactions.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbeak +26 ([Agile](/Traits.aspx?ID=170), [deadly 1d12](/Traits.aspx?ID=174), [reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d12+12 piercing\n\n**Staccato Strike** <actions string=\"Single Action\" /> ([Mental](/Traits.aspx?ID=106), [Primal](/Traits.aspx?ID=134), [Sonic](/Traits.aspx?ID=147)) With subtle alterations in the pitch and tone of its song, the cauthooj directs one creature confused by its Warbling Song to make a Strike. This works like other Strikes made by confused creatures, except that the cauthooj chooses the target. If no target is in reach or range, or the creature is unable to Strike for any other reason, this ability has no effect.\r\n\r\n**Warbling Song** <actions string=\"Two Actions\" /> ([Auditory](/Traits.aspx?ID=16), [Incapacitation](/Traits.aspx?ID=93), [Mental](/Traits.aspx?ID=106), [Primal](/Traits.aspx?ID=134)) The cauthooj gives a strange, ululating cry that causes nearby creatures to lash out violently and without control. Each creature within 120-foot emanation that can hear the cauthooj must attempt a DC 32 Will save to resist the effect.<br />**Critical Success** The target is unaffected and is temporarily immune for 1 minute.<br />**Success** The target is unaffected.<br />**Failure** The target is [confused](/Conditions.aspx?ID=5) for 1 round.<br />**Critical Failure** The target is [confused](/Conditions.aspx?ID=5) for 1 round and immediately attacks itself (in the normal fashion for attacking oneself while confused). This Strike doesn't give the creature a flat check to recover from the confusion.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Cauthooj Locations</title>\r\n\r\nCauthoojs make their lairs in small caverns, alcoves, and similar out-of-the-way places, but claim large stretches of territory and wander many miles from their lairs in search of food. They often hunt in plains, prairies, and other large, open expanses.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Cauthooj Treasure</title>\r\n\r\nLike magpies, cauthoojs are attracted to shiny baubles, and they often pick up choice treasures from their victims, depositing these trinkets in large piles in their lairs. Not all that glitters is gold, however, and adventurers will find as many colorful bits of string, broken mirror shards, and pieces of costume jewelry as they find coins, magic weapons, and other valuable treasures.\r\n</aside>",
 "name": "Cauthooj",
 "npc": false,
 "perception": 22,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 20,
 "release_date": "2019-08-01",
 "resistance": {
  "sonic": 15
 },
 "resistance_markdown": "[sonic](/Traits.aspx?ID=147) 15\r\n",
 "resistance_raw": " sonic  15\r\n",
 "search_markdown": "<traits>\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 55</row>\n\n<row gap=\"medium\">\r\n**HP** 215\r\n\r\n**AC** 33\r\n\r\n**Fort** +25\r\n\r\n**Ref** +20\r\n\r\n**Will** +18\r\n\r\n**Perception** +22\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese large, flightless birds are deceptively agile, considering their long bodies and awkward, hopping gait. Solitary predators, they use their …\r\n</summary>",
 "sense": "thoughtsense (imprecise) 60 feet",
 "sense_markdown": "thoughtsense (imprecise) 60 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +24",
  "Stealth +25"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +24, [Stealth](/Skills.aspx?ID=15) +25",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 55"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 55</row>",
 "speed": {
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet",
 "speed_raw": "35 feet",
 "spell_markdown": "",
 "stealth": "25",
 "strength": 6,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "These large, flightless birds are deceptively agile, considering their long bodies and awkward, hopping gait. Solitary predators, they use their …",
 "summary_markdown": "These large, flightless birds are deceptively agile, considering their long bodies and awkward, hopping gait. Solitary predators, they use their …",
 "text": " Cauthooj These large, flightless birds are deceptively agile, considering their long bodies and awkward, hopping gait. Solitary predators, they use their hypnotic warbling song to drive prey into a wild frenzy, manipulating them into attacking one another so that the cauthooj can then feast on the remains. Known to some scholars as the puppet master bird, and to others as the shrill shrike, cauthoojs are widely reviled by most intelligent humanoids, in part because the birds seem to prefer humanoids to other prey. Cauthooj sightings typically lead to the creation of hunting parties to track the creature down before it can kill again, with would-be hunters typically stuffing their ears full of wax in an effort to avoid being affected by its cry. Those who have survived the creature’s song report that the experience is uniquely unnerving, and almost all accounts agree that there is no other sound as terrible. While one might assume the cauthooj is a dumb animal, these creatures are in fact quite a bit smarter than they look. Cauthoojs stalk the perimeter of remote settlements in hopes of finding a lone traveler they can feast upon. These patient creatures will wait in ambush as long as they must to sate their hunger. They can even understand a few rudimentary words in Sylvan, although they are incapable of clearly speaking themselves. This doesn’t stop the cauthooj from attempting to mimic the sounds it hears, but when it does so, its eerie primal nature enhances the attempt, leading to the bird’s signature ability to manipulate minds and encourage conflict, a trait the cauthooj is just barely smart enough to understand—and enjoy. Recall Knowledge - Beast (Arcana, Nature): DC 30 Unspecific Lore : DC 28 Specific Lore : DC 25 Cauthooj Source Bestiary pg. 55 Perception +22; thoughtsense (imprecise) 60 feet Languages Sylvan; (can’t speak any language) Skills Athletics +24, Stealth +25 Str +6 Dex +4 Con +7 Int -3 Wis +2 Cha +0 Thoughtsense (divination, mental, occult) The cauthooj senses a creatures mental essence at the listed ranged. --- AC 33 Fort +25 Ref +20 Will +18 HP 215 Resistances sonic 15 Hop-Dodge Reaction (move) Trigger The cauthooj is the target of a melee Strike and is adjacent to another enemy that is also within the reach of the melee Strike. Effect The cauthooj nimbly hops aside, redirecting the triggering Strike against the adjacent enemy. The cauthooj Strides up to half its Speed, and this movement does not trigger reactions. --- Speed 35 feet Melee Single Action beak +26 (Agile, deadly 1d12, reach 10 feet), Damage 2d12+12 piercing Staccato Strike Single Action (Mental, Primal, Sonic) With subtle alterations in the pitch and tone of its song, the cauthooj directs one creature confused by its Warbling Song to make a Strike. This works like other Strikes made by confused creatures, except that the cauthooj chooses the target. If no target is in reach or range, or the creature is unable to Strike for any other reason, this ability has no effect. Warbling Song Two Actions (Auditory, Incapacitation, Mental, Primal) The cauthooj gives a strange, ululating cry that causes nearby creatures to lash out violently and without control. Each creature within 120-foot emanation that can hear the cauthooj must attempt a DC 32 Will save to resist the effect. Critical Success The target is unaffected and is temporarily immune for 1 minute. Success The target is unaffected. Failure The target is confused for 1 round. Critical Failure The target is confused for 1 round and immediately attacks itself (in the normal fashion for attacking oneself while confused). This Strike doesn't give the creature a flat check to recover from the confusion. Cauthooj Locations Cauthoojs make their lairs in small caverns, alcoves, and similar out-of-the-way places, but claim large stretches of territory and wander many miles from their lairs in search of food. They often hunt in plains, prairies, and other large, open expanses. Cauthooj Treasure Like magpies, cauthoojs are attracted to shiny baubles, and they often pick up choice treasures from their victims, depositing these trinkets in large piles in their lairs. Not all that glitters is gold, however, and adventurers will find as many colorful bits of string, broken mirror shards, and pieces of costume jewelry as they find coins, magic weapons, and other valuable treasures. ",
 "trait": [
  "Beast",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20)",
 "trait_raw": [
  "Beast"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=72",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 18,
 "wisdom": 2
}