{
 "ac": 22,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 2,
 "creature_ability": [
  "Stench",
  "Channel Smite",
  "Profane Gift"
 ],
 "creature_family_markdown": "",
 "dexterity": 0,
 "exclude_from_search": false,
 "fortitude_save": 13,
 "hp": 83,
 "hp_raw": "83",
 "id": "creature-2011",
 "intelligence": 1,
 "language": [
  "Common",
  "Draconic",
  "Undercommon"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Undercommon](/Languages.aspx?ID=11)",
 "level": 5,
 "markdown": "<title level=\"1\" pfs=\"\">[Cavnakash](/Monsters.aspx?ID=2011)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThis brutish xulgath priest is as dedicated to destruction as he is to [Zevgavizeb](/Deities.aspx?ID=82), demon lord of caverns and reptiles. Cavnakash uses his spells and his stone hammer to crush any opposition.<br /> The less said about the childhood and adolescence of [xulgaths](/MonsterFamilies.aspx?ID=102), the better. Suffice it to say Cavnakash lived in a fetid, stinking cave in the Darklands for years, feasting on the flesh and blood of his kin. He survived only because he was fiercer than his rivals and better able to withstand pain and hardship. As he triumphed over his clutch mates, Cavnakash sacrificed them each to the demon lord Zevgavizeb, the Glutton in the Dark, and in this way established himself as a self-appointed priest. By virtue of his strength and aggression, he attracted followers willing to serve him in exchange for his protection, and after subjugating these followers to his will, Cavnakash received divine magic, the sanction of his deific master.\n\n Dominating lesser xulgaths wasn't enough for the power-hungry Cavnakash, though, and the priest began to reach out across the planes to call forth demonic allies. By a combination of domineering personality and utter faith in Zevgavizeb, Cavnakash became a talented and successful demon binder.\n\n With his allied demons and a massive stone maul enchanted by a human wizard—ostensibly in exchange for the wizard's life, although Cavnakash ate him anyway—Cavnakash soon ruled a sizable tribe of xulgaths. He eventually came to the attention of the priest Sarvel Ever-Hunger, who sought Cavnakash out. Cavnakash could do little other that marvel at this mighty priest who claimed the full measure of the demon lord's power, so when Sarvel sought loyal adherents for missions of destruction, Cavnakash practically begged to be included in Sarvel's crusade.\n\n Sarvel and Cavnakash are enough alike in faith and temperament that Sarvel knew to be cautious of the younger priest. Sarvel told Cavnakash only that an ancient tower on the east side of the Isle of Erran shone with a revolving magical orb, and that Sarvel wanted the orb destroyed. Missions of destruction being among Cavnakash's favorites, the xulgath quickly swore to complete Sarvel's task.\n\n Only then did Sarvel put additional conditions on Cavnakash's undertaking. First, Cavnakash needed to reach the tower in secret, and his minions must hunt only near the tower to avoid being spotted by locals. Cavnakash finds subterfuge distasteful and holds little respect for surface-dwelling creatures, but he knows better than to question Sarvel's commands.\n\n The journey under the Isle of Erran was straightforward, and the xulgaths emerged in the shadow of the Erran Tower, just as Sarvel had directed. No sooner had the last of the xulgaths cleared the passage than Cavnakash swung his mighty maul to collapse it. He was determined to finish his mission or to die in the attempt, and he wanted to ensure his minions couldn't make an easy retreat.\n\n The xulgaths found the Erran Tower to be virtually uninhabited, its rooms picked clean by looters over many long years. Cavnakash ascended the tower, and he spends most of his time attempting to destroy the _aeon orb_ that encircles its top. His three lieutenants— the dinosaur-master Golgukan, the stealthy Lakkai One-Fang, and the scarred veteran Ashagith—have significant day-to-day authority, although they're each aware that Cavnakash will be quick to murder any of them whose actions displease him. Nevertheless, with the lack of either danger or firm command, the xulgaths have become careless, ranging much further from the tower than Cavnakash would prefer. As the xulgaths haven't yet encountered any resistance even as they travel further afield to capture food, they've started to wonder whether Cavnakash's insistence on secrecy stems from cowardice—although none would dare voice this in his presence.\n\n On the lofty platform atop the tower, Cavnakash is becoming increasingly desperate and discouraged. When it became clear that he couldn't simply smash the orb by hitting it with his maul, he was forced to consider more complex alternatives. Cavnakash is no great thinker, and the _aeon orb's_ remarkable durability has provided him a great deal of frustration.\n\n The arrival of the [succubus](/Monsters.aspx?ID=98) Balenni gave Cavnakash renewed hope, and he enlisted her aid in destroying the _aeon orb_. Yet Balenni initially pestered Cavnakash with irrelevant questions about what the orb did and what would be gained by destroying it. Cavnakash deflected all such questions with firm insistence that Zevgavizeb's will must be served. The succubus has ceased bothering Cavnakash so much, which he welcomes, but neither has the succubus been particularly helpful in destroying the orb. Cavnakash now sees Balenni only rarely, and she, like the xulgaths, wonders how long it will take him to admit he's not up to the task set before him. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Cavnakash is unlikely to survive his encounter with the heroes. Apart from the bloodlust that compels him to fight to the bitter end, he has no real avenue of escape; his pteranodon's injured wing makes it unable to fly him to safety. If, against the odds, Cavnakash survives, he returns to Sarvel armed with convincing lies that place all the blame for his failure on the heroes. In this case, Cavnakash might reappear in a later adventure of the Extinction Curse Adventure Path seeking retribution.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 30\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 28\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 25\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 5\">[Cavnakash](/Monsters.aspx?ID=2011)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Xulgath\" url=\"/Traits.aspx?ID=244\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #151: The Show Must Go On](/Sources.aspx?ID=21) pg. 88</row>\n\n**Perception** +12; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Undercommon](/Languages.aspx?ID=11)\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +10, [Athletics](/Skills.aspx?ID=3) +13, [Intimidation](/Skills.aspx?ID=7) +13, [Religion](/Skills.aspx?ID=13) +15, [Stealth](/Skills.aspx?ID=15) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +0\r\n\r\n**Con** +2\r\n\r\n**Int** +1\r\n\r\n**Wis** +5\r\n\r\n**Cha** +2\r\n</row>\n\n**Items**\r\n_+1 [striking](/Equipment.aspx?ID=280) [maul](/Weapons.aspx?ID=33)_, wooden [religious symbol](/Equipment.aspx?ID=41), [Scale Mail](/Armor.aspx?ID=8), [_wand of heal_](/Spells.aspx?ID=148) (2nd)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 22 \r\n\r\n**Fort** +13 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +15 \n\n</row>\r\n\r\n**HP** 83\n\n**Stench** ([aura](/Traits.aspx?ID=206), [olfactory](/Traits.aspx?ID=246)) 30 feet. A creature that enters the aura must attempt a DC 22 Fortitude save. On a failure, the creature is [sickened 1](/Conditions.aspx?ID=34), and on a critical failure, the creature also takes a –5-foot status penalty to its Speeds for 1 round. While within the aura, the creature takes a –2 circumstance penalty to saves to recover from the sickened condition. A creature that succeeds at its save is temporarily immune to all xulgaths' stenches for 1 minute.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_maul_ +17 ([Shove](/Traits.aspx?ID=193), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d12+3 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +16,\r\n**Damage** 2d8+3 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +16 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 2d6+3 slashing\r\n\r\n**Divine Prepared Spells** DC 24, spell attack +17\r\n- **Cantrips (3rd)**\r\n[Chill Touch](/Spells.aspx?ID=35), [Divine Lance](/Spells.aspx?ID=84), [Guidance](/Spells.aspx?ID=142), [Shield](/Spells.aspx?ID=280)\r\n- **1st**\r\n[Bane](/Spells.aspx?ID=18), [Harm](/Spells.aspx?ID=146) (2), [Protection](/Spells.aspx?ID=238)\r\n- **2nd**\r\n[Death Knell](/Spells.aspx?ID=63), [Harm](/Spells.aspx?ID=146) (2), [See Invisibility](/Spells.aspx?ID=271)\r\n- **3rd**\r\n[Chilling Darkness](/Spells.aspx?ID=36), [Crisis of Faith](/Spells.aspx?ID=55), [Harm](/Spells.aspx?ID=146) (3)\r\n\r\n**Cleric Domain Spell** DC 22, 1 Focus Point\r\n- **3rd**\r\n[Cry of Destruction](/Spells.aspx?ID=410)\r\n\r\n**Channel Smite** <actions string=\"Single Action\" />  Cavnakash expends a [_harm_](/Spells.aspx?ID=146) spell and attempts a melee Strike. If he hits, he adds the spell's negative damage to his Strike damage. If he misses, the _harm_ spell is still expended.\r\n\r\n**Profane Gift**   Cavnakash has a profane gift from Balenni, giving him a +1 status bonus to attack rolls, skill checks, and saving throws (already factored into his statistics).\r\n\r\n</column>",
 "name": "Cavnakash",
 "npc": false,
 "perception": 12,
 "rarity": "unique",
 "reflex_save": 10,
 "release_date": "2020-01-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Xulgath\" url=\"/Traits.aspx?ID=244\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #151: The Show Must Go On](/Sources.aspx?ID=21) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 83\r\n\r\n**AC** 22\r\n\r\n**Fort** +13\r\n\r\n**Ref** +10\r\n\r\n**Will** +15\r\n\r\n**Perception** +12\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis brutish xulgath priest is as dedicated to destruction as he is to  Zevgavizeb , demon lord of caverns and reptiles. Cavnakash uses his spells …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Arcana +10",
  "Athletics +13",
  "Intimidation +13",
  "Religion +15",
  "Stealth +10"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +10, [Athletics](/Skills.aspx?ID=3) +13, [Intimidation](/Skills.aspx?ID=7) +13, [Religion](/Skills.aspx?ID=13) +15, [Stealth](/Skills.aspx?ID=15) +10",
 "source": [
  "Pathfinder #151: The Show Must Go On"
 ],
 "source_raw": [
  "Pathfinder #151: The Show Must Go On pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #151: The Show Must Go On](/Sources.aspx?ID=21) pg. 88</row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet",
 "speed_raw": "20 feet",
 "spell": [
  "Chilling Darkness",
  "Crisis of Faith",
  "Harm",
  "Death Knell",
  "See Invisibility",
  "Bane",
  "Protection",
  "Chill Touch",
  "Divine Lance",
  "Guidance",
  "Shield",
  "Cry of Destruction"
 ],
 "spell_markdown": "[Bane](/Spells.aspx?ID=18), [Chill Touch](/Spells.aspx?ID=35), [Chilling Darkness](/Spells.aspx?ID=36), [Crisis of Faith](/Spells.aspx?ID=55), [Cry of Destruction](/Spells.aspx?ID=410), [Death Knell](/Spells.aspx?ID=63), [Divine Lance](/Spells.aspx?ID=84), [Guidance](/Spells.aspx?ID=142), [Harm](/Spells.aspx?ID=146), [Protection](/Spells.aspx?ID=238), [See Invisibility](/Spells.aspx?ID=271), [Shield](/Spells.aspx?ID=280)",
 "spoilers": "Extinction Curse",
 "stealth": "10",
 "strength": 3,
 "strongest_save": [
  "will"
 ],
 "summary": "This brutish xulgath priest is as dedicated to destruction as he is to  Zevgavizeb , demon lord of caverns and reptiles. Cavnakash uses his spells …",
 "summary_markdown": "This brutish xulgath priest is as dedicated to destruction as he is to  Zevgavizeb , demon lord of caverns and reptiles. Cavnakash uses his spells …",
 "text": " Cavnakash This brutish xulgath priest is as dedicated to destruction as he is to Zevgavizeb, demon lord of caverns and reptiles. Cavnakash uses his spells and his stone hammer to crush any opposition. The less said about the childhood and adolescence of xulgaths, the better. Suffice it to say Cavnakash lived in a fetid, stinking cave in the Darklands for years, feasting on the flesh and blood of his kin. He survived only because he was fiercer than his rivals and better able to withstand pain and hardship. As he triumphed over his clutch mates, Cavnakash sacrificed them each to the demon lord Zevgavizeb, the Glutton in the Dark, and in this way established himself as a self-appointed priest. By virtue of his strength and aggression, he attracted followers willing to serve him in exchange for his protection, and after subjugating these followers to his will, Cavnakash received divine magic, the sanction of his deific master. Dominating lesser xulgaths wasn't enough for the power-hungry Cavnakash, though, and the priest began to reach out across the planes to call forth demonic allies. By a combination of domineering personality and utter faith in Zevgavizeb, Cavnakash became a talented and successful demon binder. With his allied demons and a massive stone maul enchanted by a human wizard—ostensibly in exchange for the wizard's life, although Cavnakash ate him anyway—Cavnakash soon ruled a sizable tribe of xulgaths. He eventually came to the attention of the priest Sarvel Ever-Hunger, who sought Cavnakash out. Cavnakash could do little other that marvel at this mighty priest who claimed the full measure of the demon lord's power, so when Sarvel sought loyal adherents for missions of destruction, Cavnakash practically begged to be included in Sarvel's crusade. Sarvel and Cavnakash are enough alike in faith and temperament that Sarvel knew to be cautious of the younger priest. Sarvel told Cavnakash only that an ancient tower on the east side of the Isle of Erran shone with a revolving magical orb, and that Sarvel wanted the orb destroyed. Missions of destruction being among Cavnakash's favorites, the xulgath quickly swore to complete Sarvel's task. Only then did Sarvel put additional conditions on Cavnakash's undertaking. First, Cavnakash needed to reach the tower in secret, and his minions must hunt only near the tower to avoid being spotted by locals. Cavnakash finds subterfuge distasteful and holds little respect for surface-dwelling creatures, but he knows better than to question Sarvel's commands. The journey under the Isle of Erran was straightforward, and the xulgaths emerged in the shadow of the Erran Tower, just as Sarvel had directed. No sooner had the last of the xulgaths cleared the passage than Cavnakash swung his mighty maul to collapse it. He was determined to finish his mission or to die in the attempt, and he wanted to ensure his minions couldn't make an easy retreat. The xulgaths found the Erran Tower to be virtually uninhabited, its rooms picked clean by looters over many long years. Cavnakash ascended the tower, and he spends most of his time attempting to destroy the aeon orb that encircles its top. His three lieutenants— the dinosaur-master Golgukan, the stealthy Lakkai One-Fang, and the scarred veteran Ashagith—have significant day-to-day authority, although they're each aware that Cavnakash will be quick to murder any of them whose actions displease him. Nevertheless, with the lack of either danger or firm command, the xulgaths have become careless, ranging much further from the tower than Cavnakash would prefer. As the xulgaths haven't yet encountered any resistance even as they travel further afield to capture food, they've started to wonder whether Cavnakash's insistence on secrecy stems from cowardice—although none would dare voice this in his presence. On the lofty platform atop the tower, Cavnakash is becoming increasingly desperate and discouraged. When it became clear that he couldn't simply smash the orb by hitting it with his maul, he was forced to consider more complex alternatives. Cavnakash is no great thinker, and the aeon orb's remarkable durability has provided him a great deal of frustration. The arrival of the succubus Balenni gave Cavnakash renewed hope, and he enlisted her aid in destroying the aeon orb . Yet Balenni initially pestered Cavnakash with irrelevant questions about what the orb did and what would be gained by destroying it. Cavnakash deflected all such questions with firm insistence that Zevgavizeb's will must be served. The succubus has ceased bothering Cavnakash so much, which he welcomes, but neither has the succubus been particularly helpful in destroying the orb. Cavnakash now sees Balenni only rarely, and she, like the xulgaths, wonders how long it will take him to admit he's not up to the task set before him. Campaign Role Cavnakash is unlikely to survive his encounter with the heroes. Apart from the bloodlust that compels him to fight to the bitter end, he has no real avenue of escape; his pteranodon's injured wing makes it unable to fly him to safety. If, against the odds, Cavnakash survives, he returns to Sarvel armed with convincing lies that place all the blame for his failure on the heroes. In this case, Cavnakash might reappear in a later adventure of the Extinction Curse Adventure Path seeking retribution. Recall Knowledge - Humanoid (Society): DC 30 Unspecific Lore : DC 28 Specific Lore : DC 25 Cavnakash Source Pathfinder #151: The Show Must Go On pg. 88 Perception +12; darkvision Languages Common, Draconic, Undercommon Skills Arcana +10, Athletics +13, Intimidation +13, Religion +15, Stealth +10 Str +3 Dex +0 Con +2 Int +1 Wis +5 Cha +2 Items +1 striking maul , wooden religious symbol, Scale Mail, wand of heal (2nd) --- AC 22 Fort +13 Ref +10 Will +15 HP 83 Stench (aura, olfactory) 30 feet. A creature that enters the aura must attempt a DC 22 Fortitude save. On a failure, the creature is sickened 1, and on a critical failure, the creature also takes a –5-foot status penalty to its Speeds for 1 round. While within the aura, the creature takes a –2 circumstance penalty to saves to recover from the sickened condition. A creature that succeeds at its save is temporarily immune to all xulgaths' stenches for 1 minute. --- Speed 20 feet Melee Single Action maul +17 (Shove, Magical), Damage 2d12+3 bludgeoning Melee Single Action jaws +16, Damage 2d8+3 piercing Melee Single Action claw +16 (Agile), Damage 2d6+3 slashing Divine Prepared Spells DC 24, spell attack +17 - Cantrips (3rd) Chill Touch, Divine Lance, Guidance, Shield - 1st Bane, Harm (2), Protection - 2nd Death Knell, Harm (2), See Invisibility - 3rd Chilling Darkness, Crisis of Faith, Harm (3) Cleric Domain Spell DC 22, 1 Focus Point - 3rd Cry of Destruction Channel Smite Single Action Cavnakash expends a harm spell and attempts a melee Strike. If he hits, he adds the spell's negative damage to his Strike damage. If he misses, the harm spell is still expended. Profane Gift Cavnakash has a profane gift from Balenni, giving him a +1 status bonus to attack rolls, skill checks, and saving throws (already factored into his statistics). ",
 "trait": [
  "Humanoid",
  "Unique",
  "Xulgath",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161), [Xulgath](/Traits.aspx?ID=244)",
 "trait_raw": [
  "Humanoid",
  "Unique",
  "Xulgath"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2011",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 15,
 "wisdom": 5
}