{
 "ac": 20,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -2,
 "constitution": 2,
 "creature_ability": [
  "Chupar",
  "Pounce"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 9,
 "hp": 45,
 "hp_raw": "45",
 "id": "creature-584",
 "image": [
  "/Images/Monsters/Chupacabra.png"
 ],
 "intelligence": -3,
 "language": [
  "Aklo",
  "can't speak any language"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13); can't speak any language",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Chupacabra](/Monsters.aspx?ID=584)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThese notorious predators have an undeniable thirst for blood. Chupacabras prefer to prey upon the weak and slow, often hiding in wait and watching potential prey for long periods before attacking. Spry and stealthy, they most often make their homes in areas of high grass and protective rock, their slightly reflective scales allowing them to blend in well with such surroundings.\n\nChupacabras prefer to eat lone travelers and farm animals (particularly goats), and leave little evidence of their presence apart from the grisly, blood-drained husks of their meals. Their tendency to stay out of sight combined with their naturally nocturnal activity often leads superstitious locals to conclude the worst, imagining that a particularly reckless vampire lives in the area.\n\nA typical chupacabra measures nearly 5-1/2 feet from its muzzle to the tip of its spiny tail, and it stands just under 4 feet tall. With their slight build and lightweight bones, most weigh close to 100 pounds. They mate rarely and only during the hottest months, with the females each producing a single egg that hatches into a tiny, dehydrated creature. The mother typically leaves helpless prey in her cave so the hatchling can immediately feed.\n\nAlthough chupacabras are typically solitary creatures, they have been known to form small gangs in bountiful areas. Members of these groups work well together, growing bold enough to attack larger animals, small herds, and otherwise more dangerous prey. Stories of chupacabras attacking travelers or laying siege to farmhouses typically stem from the hunting practices of such gangs. Regions where chupacabra activity like this is more common often have complex and colorful myths and tall tales about chupacabra capabilities or motive —- and a few of the claims, such as that some chupacabras can fly, are all too true.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 18\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 16\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 13\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Chupacabra.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Chupacabra](/Monsters.aspx?ID=584)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 52 <sup>2.0</sup></row>\n\n**Perception** +9; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13); can't speak any language\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +9, [Stealth](/Skills.aspx?ID=15) +9\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +4\r\n\r\n**Con** +2\r\n\r\n**Int** -3\r\n\r\n**Wis** +2\r\n\r\n**Cha** -2\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 20 \r\n\r\n**Fort** +9 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +7 \n\n</row>\r\n\r\n**HP** 45\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +11 ([Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d10+5 piercing plus [Grab](/MonsterAbilities.aspx?ID=18)\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +11 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d6+5 slashing\n\n**Chupar** <actions string=\"Single Action\" />  **Requirements** The chupacabra has a creature [grabbed](/Conditions.aspx?ID=20); **Effect** The chupacabra sucks blood from the grabbed creature. The chupacabra gains the [quickened](/Conditions.aspx?ID=32) condition for 1 minute and can use the extra action only for Strike and Stride actions. A chupacabra can't use Chupar again while it is quickened in this way. A creature that has its blood drained by a chupacabra is [drained 1](/Conditions.aspx?ID=10) until it receives healing (of any kind or amount).\r\n\r\n**Pounce** <actions string=\"Single Action\" />  The chupacabra Strides and makes a Strike at the end of that movement. If the chupacabra began this action [hidden](/Conditions.aspx?ID=22), it remains hidden until after this ability's Strike.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Winged Chupacabras</title>\r\n\r\nSome chupacabras are mutants with large reptilian wings and have been known to carry off goats or even children. A winged chupacabra has a fly Speed of 50 feet. Other chupacabras grow much larger, up to Medium sized, and can stand eye to eye with a full-grown human. These chupacabras have [elite adjustments](/Rules.aspx?ID=790) to their statistics and deal 2d6+5 damage with their jaws Strikes.\r\n</aside>",
 "name": "Chupacabra",
 "npc": false,
 "perception": 9,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 11,
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 52 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 45\r\n\r\n**AC** 20\r\n\r\n**Fort** +9\r\n\r\n**Ref** +11\r\n\r\n**Will** +7\r\n\r\n**Perception** +9\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese notorious predators have an undeniable thirst for blood. Chupacabras prefer to prey upon the weak and slow, often hiding in wait and watching …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +9",
  "Stealth +9"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +9, [Stealth](/Skills.aspx?ID=15) +9",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 52"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 52 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "stealth": "9",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "These notorious predators have an undeniable thirst for blood. Chupacabras prefer to prey upon the weak and slow, often hiding in wait and watching …",
 "summary_markdown": "These notorious predators have an undeniable thirst for blood. Chupacabras prefer to prey upon the weak and slow, often hiding in wait and watching …",
 "text": " Chupacabra These notorious predators have an undeniable thirst for blood. Chupacabras prefer to prey upon the weak and slow, often hiding in wait and watching potential prey for long periods before attacking. Spry and stealthy, they most often make their homes in areas of high grass and protective rock, their slightly reflective scales allowing them to blend in well with such surroundings. Chupacabras prefer to eat lone travelers and farm animals (particularly goats), and leave little evidence of their presence apart from the grisly, blood-drained husks of their meals. Their tendency to stay out of sight combined with their naturally nocturnal activity often leads superstitious locals to conclude the worst, imagining that a particularly reckless vampire lives in the area. A typical chupacabra measures nearly 5-1/2 feet from its muzzle to the tip of its spiny tail, and it stands just under 4 feet tall. With their slight build and lightweight bones, most weigh close to 100 pounds. They mate rarely and only during the hottest months, with the females each producing a single egg that hatches into a tiny, dehydrated creature. The mother typically leaves helpless prey in her cave so the hatchling can immediately feed. Although chupacabras are typically solitary creatures, they have been known to form small gangs in bountiful areas. Members of these groups work well together, growing bold enough to attack larger animals, small herds, and otherwise more dangerous prey. Stories of chupacabras attacking travelers or laying siege to farmhouses typically stem from the hunting practices of such gangs. Regions where chupacabra activity like this is more common often have complex and colorful myths and tall tales about chupacabra capabilities or motive —- and a few of the claims, such as that some chupacabras can fly, are all too true. Recall Knowledge - Beast (Arcana, Nature): DC 18 Unspecific Lore : DC 16 Specific Lore : DC 13 Chupacabra Source Bestiary 2 pg. 52 2.0 Perception +9; darkvision Languages Aklo; can't speak any language Skills Acrobatics +9, Stealth +9 Str +3 Dex +4 Con +2 Int -3 Wis +2 Cha -2 --- AC 20 Fort +9 Ref +11 Will +7 HP 45 --- Speed 25 feet Melee Single Action jaws +11 (Finesse), Damage 1d10+5 piercing plus Grab Melee Single Action claw +11 (Agile, Finesse), Damage 1d6+5 slashing Chupar Single Action Requirements The chupacabra has a creature grabbed; Effect The chupacabra sucks blood from the grabbed creature. The chupacabra gains the quickened condition for 1 minute and can use the extra action only for Strike and Stride actions. A chupacabra can't use Chupar again while it is quickened in this way. A creature that has its blood drained by a chupacabra is drained 1 until it receives healing (of any kind or amount). Pounce Single Action The chupacabra Strides and makes a Strike at the end of that movement. If the chupacabra began this action hidden, it remains hidden until after this ability's Strike. Winged Chupacabras Some chupacabras are mutants with large reptilian wings and have been known to carry off goats or even children. A winged chupacabra has a fly Speed of 50 feet. Other chupacabras grow much larger, up to Medium sized, and can stand eye to eye with a full-grown human. These chupacabras have elite adjustments to their statistics and deal 2d6+5 damage with their jaws Strikes. ",
 "trait": [
  "Beast",
  "N",
  "Small"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20)",
 "trait_raw": [
  "Beast"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=584",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 7,
 "wisdom": 2
}