{
 "ac": 41,
 "alignment": "LN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 6,
 "constitution": 4,
 "creature_ability": [
  "Convergent Link",
  "Disrupted Link",
  "Convergent Calm",
  "Convergent Tactics"
 ],
 "creature_family_markdown": "",
 "dexterity": 0,
 "exclude_from_search": false,
 "fortitude_save": 33,
 "hp": 440,
 "hp_raw": "440",
 "id": "creature-2141",
 "intelligence": 3,
 "language": [
  "Common",
  "Elven",
  "Sylvan",
  "Utopian",
  "convergent link"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Sylvan](/Languages.aspx?ID=10), [Utopian](/Languages.aspx?ID=36); convergent link",
 "level": 19,
 "markdown": "<title level=\"1\" pfs=\"\">[Kendley Nathrael ](/NPCs.aspx?ID=2141)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe captain of the Eagle Garrison is a skilled, experienced ranger in her own right, but the influence of the _convergence lattice_ imakes her a deadly foe and a threat to the region she's supposed to be monitoring—all in the name of unification.\n\n Kendley Nathrael was born and raised in a small community in Nirmathas along the southwestern border of the Fangwood. She spent a significant part of her youth evading military incursions from Molthune. She sought out mentorship and opportunities to continue learning over the years, slowing rising through the ranks, informal as they were, of the Nirmathi militia. Her life was dangerous, thrilling, and deeply rewarding.\n\n Then the [hobgoblins](/Ancestries.aspx?ID=13) came. The Ironfang Invasion swept indiscriminately across southern Nirmathas and Molthune, razing villages and driving the survivors into the forest. Kendley found herself leading a desperate group of refugees to the Nirmathi capital of Tamran, where the survivors found refuge and Kendley found herself working alongside other militia leaders to respond to the sudden and dire hobgoblin threat.\n\n Higher-ranking militia members in Nirmathas took note of Kendley's abilities, so when strange reports started trickling down from the Nirmathas-Lastwall border, they assigned Kendley to scout and evaluate the situation. She traveled north along Lake Encarthan and up the Tourondel River, hoping to make a circuit of the nation, but that circuit was abruptly cut short when the Whispering Tyrant obliterated Vigil, Lastwall's capital. Overnight, Kendley went from scouting a region for danger to fleeing from it, once again leading a band of refugees into the Fangwood for safety. For several weeks, she managed to keep her ragtag followers alive in the face of the [undead](/Traits.aspx?ID=160) horrors rising up across the devastated nation, and when she stumbled across the Knights of Lastwall making their own way to Absalom, she insisted they take along her group of survivors. To her surprise, those survivors insisted she remain with them; with the region in shambles, she agreed to accompany them to the City at the Center of the World.\n\n Absalom completely overwhelmed Kendley, and so she sought out the only structure she was familiar with: the military. She enlisted in Absalom's First Watch, and the skills she had built over her years in Nirmathas helped her quickly rise through the ranks. It was only a few months before she was promoted to a captain's post, but despite her success, Kendley still found the city uncomfortable and oppressive; she missed the cool hills and dense forests of her homeland terribly. A few days after mentioning this longing in passing to a few guard colleagues, however, her commanding officer came by with a question: Had Kendley heard of the Eagle Garrison?\n\n The opportunity seemed too good to be true. A position outside of the confines of Absalom's walls, high in the foothills of the nearby mountains. A role centered around the scouting and reconnaissance work she had excelled at in Nirmathas. Even her command of the [Sylvan](/Languages.aspx?ID=10) language—learned through her interactions with the Fangwood's [fey](/Traits.aspx?ID=69)—would serve her well communicating with the noble [giant eagles](/Monsters.aspx?ID=173) allied with the Eagle Garrison. Moreover, the garrison's present captain was looking to retire once a suitable replacement had been found. Perhaps, the officer suggested, that role might appeal to her?\n\n She accepted immediately.\n\n Captain Nathrael has been posted at the Eagle Garrison for just under 6 months. Though she operates within a larger hierarchy, the bureaucracy is a distant thing and she rarely has to deal with it. The mountains are different from the woodlands of her home, but the work is largely the same, and she's found a kinship with the other rangers similar to what she had with her old colleagues further north. Having lived through several crisis events, she gauges everything with a level head and a keen eye that her subordinates have rapidly come to trust and respect. \n\n<title level=\"2\" right=\"\">Campaign Role</title> When the heroes first encounter Kendley, she's been incorporated into the _convergence lattice_. The convergent effect identified her as the most capable creature in the hive mind and centered itself on her as the “authority,” drastically augmenting her power. Unfortunately, the lattice's goal of forced unification for all puts her at odds with the heroes, and she does everything she can to incorporate the heroes into the hive mind.\n\n As with all the Eagle Garrison rangers caught up in the convergence lattice, Kendley is simply being controlled. Killing her certainly lessens the immediate threat the _convergence lattice_ poses, but if the heroes can remove the effect or destroy the lattice without killing her, she regains the behaviors and abilities she had before the lattice empowered her (without the convergent abilities, Kendley is a 12th-level creature). If returned to her own senses, Kendley can serve as an ally and source of reliable information. She's familiar with the region and she knows [Sarvel](/Monsters.aspx?ID=2143) and his entourage (consisting of several dozen [xulgaths](/MonsterFamilies.aspx?ID=102), over a dozen [saurians](/MonsterFamilies.aspx?ID=204), and several [demons](/MonsterFamilies.aspx?ID=28)) passed by the garrison and headed into the Vale of Aroden. She's also heard many rumors about what might be found in the Vale, although she's never seen it herself.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 49\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 47\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 44\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 19\">[Convergent Kendley Nathrael](/NPCs.aspx?ID=2141)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #156: The Apocalypse Prophet](/Sources.aspx?ID=36) pg. 86</row>\n\n**Perception** +35\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Sylvan](/Languages.aspx?ID=10), [Utopian](/Languages.aspx?ID=36); convergent link\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +32, [Diplomacy](/Skills.aspx?ID=6) +35, [Intimidation](/Skills.aspx?ID=7) +33, [Survival](/Skills.aspx?ID=16) +30\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +0\r\n\r\n**Con** +4\r\n\r\n**Int** +3\r\n\r\n**Wis** +3\r\n\r\n**Cha** +6\r\n</row>\r\n\r\n**Convergent Link** Creatures with this ability can communicate with each other by manifesting an aura of wispy [Utopian](/Languages.aspx?ID=36) runes. This has the effects of [telepathy](/MonsterAbilities.aspx?ID=37) with a range of 300 feet, but requires line of sight.\r\n\r\n**Items**\r\n_+2 [greater striking](/Equipment.aspx?ID=280) [bastard sword](/Weapons.aspx?ID=15)_, _+2 [greater resilient](/Equipment.aspx?ID=279) [chain mail](/Armor.aspx?ID=9)_, _+2 [greater striking](/Equipment.aspx?ID=280) [composite longbow](/Weapons.aspx?ID=74)_ (20 arrows), key to strongbox in area A10\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 41 \r\n\r\n**Fort** +33 \r\n\r\n**Ref** +29 \r\n\r\n**Will** +32 \n\n</row>\r\n\r\n**HP** 440\n\n**Weaknesses**\r\nchaotic 20\r\n\r\n**Disrupted Link** While Kendley is [confused](/Conditions.aspx?ID=5), [fascinated](/Conditions.aspx?ID=14), or [frightened](/Conditions.aspx?ID=19), she loses her innate spells and her convergent link and convergent tactics abilities.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_bastard sword_ +34 ([Magical](/Traits.aspx?ID=103), [two-hand d12](/Traits.aspx?ID=198)),\r\n**Damage** 3d8+11 slashing plus convergent tactics\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_composite longbow_ +29 ([deadly 2d10](/Traits.aspx?ID=174), [Magical](/Traits.aspx?ID=103), [Propulsive](/Traits.aspx?ID=191), [range increment 100 feet](/Traits.aspx?ID=248), [reload 0](/Traits.aspx?ID=254), [volley 30 feet](/Traits.aspx?ID=201)),\r\n**Damage** 3d8+11 piercing plus convergent tactics\r\n\r\n**Divine Innate Spells** DC 39, attack +31\r\n- **Cantrips (10th)**\r\n[Shield](/Spells.aspx?ID=280), [Telekinetic Projectile](/Spells.aspx?ID=334)\r\n- **2nd**\r\n[Calm Emotions](/Spells.aspx?ID=31) (at will), [Telekinetic Maneuver](/Spells.aspx?ID=333) (at will)\r\n- **10th**\r\n[Divine Wrath](/Spells.aspx?ID=86) (lawful only)\r\n\r\n**Convergent Calm**   When Kendley casts [_calm emotions_](/Spells.aspx?ID=31), creatures controlled by the _convergence lattice_ automatically fail their saving throws against the effect, but they can still use [hostile actions](/Rules.aspx?ID=450) against creatures who aren't [controlled](/Conditions.aspx?ID=6) by the _convergence lattice_. Each time she Sustains the Spell, creatures affected by the spell are exposed to the _convergence lattice_ as though they had been in conversation with her.\r\n\r\n**Convergent Tactics**   Kendley's attacks (including [_telekinetic projectile_](/Spells.aspx?ID=334)) deal an extra 4d8 damage to creatures within reach of one of her allies who has convergent tactics.\r\n\r\n</column>",
 "name": "Convergent Kendley Nathrael",
 "npc": true,
 "perception": 35,
 "rarity": "unique",
 "reflex_save": 29,
 "release_date": "2020-06-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #156: The Apocalypse Prophet](/Sources.aspx?ID=36) pg. 86</row>\n\n<row gap=\"medium\">\r\n**HP** 440\r\n\r\n**AC** 41\r\n\r\n**Fort** +33\r\n\r\n**Ref** +29\r\n\r\n**Will** +32\r\n\r\n**Perception** +35\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe captain of the Eagle Garrison is a skilled, experienced ranger in her own right, but the influence of the  convergence lattice  imakes her a …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +32",
  "Diplomacy +35",
  "Intimidation +33",
  "Survival +30"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +32, [Diplomacy](/Skills.aspx?ID=6) +35, [Intimidation](/Skills.aspx?ID=7) +33, [Survival](/Skills.aspx?ID=16) +30",
 "source": [
  "Pathfinder #156: The Apocalypse Prophet"
 ],
 "source_raw": [
  "Pathfinder #156: The Apocalypse Prophet pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #156: The Apocalypse Prophet](/Sources.aspx?ID=36) pg. 86</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Divine Wrath",
  "Calm Emotions",
  "Telekinetic Maneuver",
  "Shield",
  "Telekinetic Projectile"
 ],
 "spell_markdown": "[Calm Emotions](/Spells.aspx?ID=31), [Divine Wrath](/Spells.aspx?ID=86), [Shield](/Spells.aspx?ID=280), [Telekinetic Maneuver](/Spells.aspx?ID=333), [Telekinetic Projectile](/Spells.aspx?ID=334)",
 "spoilers": "Extinction Curse",
 "strength": 5,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "The captain of the Eagle Garrison is a skilled, experienced ranger in her own right, but the influence of the  convergence lattice  imakes her a …",
 "summary_markdown": "The captain of the Eagle Garrison is a skilled, experienced ranger in her own right, but the influence of the  convergence lattice  imakes her a …",
 "text": " Kendley Nathrael The captain of the Eagle Garrison is a skilled, experienced ranger in her own right, but the influence of the convergence lattice imakes her a deadly foe and a threat to the region she's supposed to be monitoring—all in the name of unification. Kendley Nathrael was born and raised in a small community in Nirmathas along the southwestern border of the Fangwood. She spent a significant part of her youth evading military incursions from Molthune. She sought out mentorship and opportunities to continue learning over the years, slowing rising through the ranks, informal as they were, of the Nirmathi militia. Her life was dangerous, thrilling, and deeply rewarding. Then the hobgoblins came. The Ironfang Invasion swept indiscriminately across southern Nirmathas and Molthune, razing villages and driving the survivors into the forest. Kendley found herself leading a desperate group of refugees to the Nirmathi capital of Tamran, where the survivors found refuge and Kendley found herself working alongside other militia leaders to respond to the sudden and dire hobgoblin threat. Higher-ranking militia members in Nirmathas took note of Kendley's abilities, so when strange reports started trickling down from the Nirmathas-Lastwall border, they assigned Kendley to scout and evaluate the situation. She traveled north along Lake Encarthan and up the Tourondel River, hoping to make a circuit of the nation, but that circuit was abruptly cut short when the Whispering Tyrant obliterated Vigil, Lastwall's capital. Overnight, Kendley went from scouting a region for danger to fleeing from it, once again leading a band of refugees into the Fangwood for safety. For several weeks, she managed to keep her ragtag followers alive in the face of the undead horrors rising up across the devastated nation, and when she stumbled across the Knights of Lastwall making their own way to Absalom, she insisted they take along her group of survivors. To her surprise, those survivors insisted she remain with them; with the region in shambles, she agreed to accompany them to the City at the Center of the World. Absalom completely overwhelmed Kendley, and so she sought out the only structure she was familiar with: the military. She enlisted in Absalom's First Watch, and the skills she had built over her years in Nirmathas helped her quickly rise through the ranks. It was only a few months before she was promoted to a captain's post, but despite her success, Kendley still found the city uncomfortable and oppressive; she missed the cool hills and dense forests of her homeland terribly. A few days after mentioning this longing in passing to a few guard colleagues, however, her commanding officer came by with a question: Had Kendley heard of the Eagle Garrison? The opportunity seemed too good to be true. A position outside of the confines of Absalom's walls, high in the foothills of the nearby mountains. A role centered around the scouting and reconnaissance work she had excelled at in Nirmathas. Even her command of the Sylvan language—learned through her interactions with the Fangwood's fey—would serve her well communicating with the noble giant eagles allied with the Eagle Garrison. Moreover, the garrison's present captain was looking to retire once a suitable replacement had been found. Perhaps, the officer suggested, that role might appeal to her? She accepted immediately. Captain Nathrael has been posted at the Eagle Garrison for just under 6 months. Though she operates within a larger hierarchy, the bureaucracy is a distant thing and she rarely has to deal with it. The mountains are different from the woodlands of her home, but the work is largely the same, and she's found a kinship with the other rangers similar to what she had with her old colleagues further north. Having lived through several crisis events, she gauges everything with a level head and a keen eye that her subordinates have rapidly come to trust and respect. Campaign Role When the heroes first encounter Kendley, she's been incorporated into the convergence lattice . The convergent effect identified her as the most capable creature in the hive mind and centered itself on her as the “authority,” drastically augmenting her power. Unfortunately, the lattice's goal of forced unification for all puts her at odds with the heroes, and she does everything she can to incorporate the heroes into the hive mind. As with all the Eagle Garrison rangers caught up in the convergence lattice, Kendley is simply being controlled. Killing her certainly lessens the immediate threat the convergence lattice poses, but if the heroes can remove the effect or destroy the lattice without killing her, she regains the behaviors and abilities she had before the lattice empowered her (without the convergent abilities, Kendley is a 12th-level creature). If returned to her own senses, Kendley can serve as an ally and source of reliable information. She's familiar with the region and she knows Sarvel and his entourage (consisting of several dozen xulgaths, over a dozen saurians, and several demons) passed by the garrison and headed into the Vale of Aroden. She's also heard many rumors about what might be found in the Vale, although she's never seen it herself. Recall Knowledge - Humanoid (Society): DC 49 Unspecific Lore : DC 47 Specific Lore : DC 44 Convergent Kendley Nathrael Source Pathfinder #156: The Apocalypse Prophet pg. 86 Perception +35 Languages Common, Elven, Sylvan, Utopian; convergent link Skills Athletics +32, Diplomacy +35, Intimidation +33, Survival +30 Str +5 Dex +0 Con +4 Int +3 Wis +3 Cha +6 Convergent Link Creatures with this ability can communicate with each other by manifesting an aura of wispy Utopian runes. This has the effects of telepathy with a range of 300 feet, but requires line of sight. Items +2 greater striking bastard sword , +2 greater resilient chain mail , +2 greater striking composite longbow (20 arrows), key to strongbox in area A10 --- AC 41 Fort +33 Ref +29 Will +32 HP 440 Weaknesses chaotic 20 Disrupted Link While Kendley is confused, fascinated, or frightened, she loses her innate spells and her convergent link and convergent tactics abilities. --- Speed 25 feet Melee Single Action bastard sword +34 (Magical, two-hand d12), Damage 3d8+11 slashing plus convergent tactics Melee Single Action composite longbow +29 (deadly 2d10, Magical, Propulsive, range increment 100 feet, reload 0, volley 30 feet), Damage 3d8+11 piercing plus convergent tactics Divine Innate Spells DC 39, attack +31 - Cantrips (10th) Shield, Telekinetic Projectile - 2nd Calm Emotions (at will), Telekinetic Maneuver (at will) - 10th Divine Wrath (lawful only) Convergent Calm When Kendley casts calm emotions , creatures controlled by the convergence lattice automatically fail their saving throws against the effect, but they can still use hostile actions against creatures who aren't controlled by the convergence lattice . Each time she Sustains the Spell, creatures affected by the spell are exposed to the convergence lattice as though they had been in conversation with her. Convergent Tactics Kendley's attacks (including telekinetic projectile ) deal an extra 4d8 damage to creatures within reach of one of her allies who has convergent tactics. ",
 "trait": [
  "Elf",
  "Human",
  "Humanoid",
  "Unique",
  "LN",
  "Medium"
 ],
 "trait_markdown": "[Elf](/Traits.aspx?ID=58), [Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Elf",
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2141",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {
  "chaotic": 20
 },
 "weakness_markdown": "chaotic 20",
 "weakness_raw": "chaotic 20",
 "will_save": 32,
 "wisdom": 3
}