{
 "ac": 16,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 1,
 "creature_ability": [
  "Moisture Dependency",
  "Capuchin's Curse"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 4,
 "hp": 20,
 "hp_raw": "20",
 "id": "creature-1102",
 "image": [
  "/Images/Monsters/CoralCapuchin.png"
 ],
 "intelligence": -2,
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Coral Capuchin](/Monsters.aspx?ID=1102)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nA coral capuchin resembles a hairless pink monkey with large eyes and batlike wings. Something of a tropical nuisance, these amphibious creatures follow trade ships, hoping to filch small valuables they can take home or perhaps find a sailor they can befriend to secure a regular supply of food.\n\n Coral capuchins live in tropical climates, and while they can breathe water or air with equal ease, their membranous skin means they rely heavily on having a nearby source of water. Fresh- and saltwater serve equally well for this purpose, though the creatures generally congregate near oceans and seas for other reasons. Jungles, islands, and warm coastlines are their most common nesting sites, though they usually hide their nests high in trees or in other locations out of easy reach of predators, scavengers, or anything that might steal the trinkets they've collected.\n\n These little flyers are insatiably curious, and they love to follow humanoids around. Capuchins largely agree that humanoids have the best food and trinkets. Smarter than animals and capable of rudimentary speech, the creatures can be quite useful with the right training, learning how seek out sunken treasures or hunt down rats and other pests on a ship. Some spellcasters residing along tropical coastlines have taken coral capuchins as familiars, though many claim the critters as far more trouble than any benefits they provide are worth. A capuchin familiar might pilfer spellcasting components, gemstones, vials, crafting materials, and other trinkets from their master, though a clever magic user will intersperse more appealing (and less valuable) baubles to draw their familiar's attention away from actually important items.\n\n Capuchin clans live together under a single matriarch, a slightly larger female who can be identified by her unusually prismatic skin and colorful eyes. These females refuse to be tamed or kept as pets and violently resist all forms of capture. The most powerful among them even possess divine powers which they call upon to protect their homes and kin. In return, the remainder of the clan fights fiercely to protect their matriarch, defending her (and her trinkets) from threats far larger than themselves.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 15\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 13\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 10\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/CoralCapuchin.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Coral Capuchin](/Monsters.aspx?ID=1102)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Tiny\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 54</row>\n\n**Perception** +8; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +7, [Athletics](/Skills.aspx?ID=3) +3, [Stealth](/Skills.aspx?ID=15) +7, [Thievery](/Skills.aspx?ID=17) +7\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +4\r\n\r\n**Con** +1\r\n\r\n**Int** -2\r\n\r\n**Wis** +3\r\n\r\n**Cha** +1\r\n</row>\r\n\r\n**Moisture Dependency** A coral capuchin must stay in or near water, or else it begins drying out. It can remain away from water for only 12 hours before its membranous skin starts to turn brittle and flake, taking 1d6 damage per hour until it is doused in water.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 16 \r\n\r\n**Fort** +4 \r\n\r\n**Ref** +9 \r\n\r\n**Will** +8 \n\n</row>\r\n\r\n**HP** 20\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, climb 15 feet, fly 15 feet, swim 15 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +9 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d8 piercing plus capuchin's curse\n\n**Capuchin's Curse**  ([Curse](/Traits.aspx?ID=38), [Divine](/Traits.aspx?ID=48), [Transmutation](/Traits.aspx?ID=157)) If a capuchin damages a creature with its jaws Strike, the creature gains both a blessing and a curse that last for 1d6 hours. While the blessing doubles the amount of time that the affected creature can hold its breath, the curse imposes a quickened version of the capuchin's moisture dependency, taking 1d6 damage every 10 minutes they go without water. A cursed creature can fully immerse itself in water as a 3-action activity to attempt a DC 17 Fortitude save, ending both the blessing and the curse on a success.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Coral Capuchin Nests</title>\r\n\r\nThe largest known coral capuchin nests are found around the Shackles and coastlines of the Mwangi Expanse. Preferring saltwater oceans over freshwater rivers or inlets for hunting, coral capuchins stake out territories within reach of shipping lanes and places frequented by humanoids. A nest's treasure hoard usually includes small valuables, such as gems, coins, and jewelry—anything waterproof they can easily abscond with.\r\n</aside>",
 "name": "Coral Capuchin",
 "npc": false,
 "perception": 8,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 9,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 54</row>\n\n<row gap=\"medium\">\r\n**HP** 20\r\n\r\n**AC** 16\r\n\r\n**Fort** +4\r\n\r\n**Ref** +9\r\n\r\n**Will** +8\r\n\r\n**Perception** +8\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA coral capuchin resembles a hairless pink monkey with large eyes and batlike wings. Something of a tropical nuisance, these amphibious creatures …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Tiny"
 ],
 "skill": [
  "Acrobatics +7",
  "Athletics +3",
  "Stealth +7",
  "Thievery +7"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +7, [Athletics](/Skills.aspx?ID=3) +3, [Stealth](/Skills.aspx?ID=15) +7, [Thievery](/Skills.aspx?ID=17) +7",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 54"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 54</row>",
 "speed": {
  "climb": 15,
  "fly": 15,
  "land": 25,
  "max": 25,
  "swim": 15
 },
 "speed_markdown": "25 feet, climb 15 feet, fly 15 feet, swim 15 feet",
 "speed_raw": "25 feet, climb 15 feet, fly 15 feet, swim 15 feet",
 "spell_markdown": "",
 "stealth": "7",
 "strength": 0,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "A coral capuchin resembles a hairless pink monkey with large eyes and batlike wings. Something of a tropical nuisance, these amphibious creatures …",
 "summary_markdown": "A coral capuchin resembles a hairless pink monkey with large eyes and batlike wings. Something of a tropical nuisance, these amphibious creatures …",
 "text": " Coral Capuchin A coral capuchin resembles a hairless pink monkey with large eyes and batlike wings. Something of a tropical nuisance, these amphibious creatures follow trade ships, hoping to filch small valuables they can take home or perhaps find a sailor they can befriend to secure a regular supply of food. Coral capuchins live in tropical climates, and while they can breathe water or air with equal ease, their membranous skin means they rely heavily on having a nearby source of water. Fresh- and saltwater serve equally well for this purpose, though the creatures generally congregate near oceans and seas for other reasons. Jungles, islands, and warm coastlines are their most common nesting sites, though they usually hide their nests high in trees or in other locations out of easy reach of predators, scavengers, or anything that might steal the trinkets they've collected. These little flyers are insatiably curious, and they love to follow humanoids around. Capuchins largely agree that humanoids have the best food and trinkets. Smarter than animals and capable of rudimentary speech, the creatures can be quite useful with the right training, learning how seek out sunken treasures or hunt down rats and other pests on a ship. Some spellcasters residing along tropical coastlines have taken coral capuchins as familiars, though many claim the critters as far more trouble than any benefits they provide are worth. A capuchin familiar might pilfer spellcasting components, gemstones, vials, crafting materials, and other trinkets from their master, though a clever magic user will intersperse more appealing (and less valuable) baubles to draw their familiar's attention away from actually important items. Capuchin clans live together under a single matriarch, a slightly larger female who can be identified by her unusually prismatic skin and colorful eyes. These females refuse to be tamed or kept as pets and violently resist all forms of capture. The most powerful among them even possess divine powers which they call upon to protect their homes and kin. In return, the remainder of the clan fights fiercely to protect their matriarch, defending her (and her trinkets) from threats far larger than themselves. Recall Knowledge - Beast (Arcana, Nature): DC 15 Unspecific Lore : DC 13 Specific Lore : DC 10 Coral Capuchin Source Bestiary 3 pg. 54 Perception +8; darkvision Languages Common Skills Acrobatics +7, Athletics +3, Stealth +7, Thievery +7 Str +0 Dex +4 Con +1 Int -2 Wis +3 Cha +1 Moisture Dependency A coral capuchin must stay in or near water, or else it begins drying out. It can remain away from water for only 12 hours before its membranous skin starts to turn brittle and flake, taking 1d6 damage per hour until it is doused in water. --- AC 16 Fort +4 Ref +9 Will +8 HP 20 --- Speed 25 feet, climb 15 feet, fly 15 feet, swim 15 feet Melee Single Action jaws +9 (Agile, Finesse), Damage 1d8 piercing plus capuchin's curse Capuchin's Curse (Curse, Divine, Transmutation) If a capuchin damages a creature with its jaws Strike, the creature gains both a blessing and a curse that last for 1d6 hours. While the blessing doubles the amount of time that the affected creature can hold its breath, the curse imposes a quickened version of the capuchin's moisture dependency, taking 1d6 damage every 10 minutes they go without water. A cursed creature can fully immerse itself in water as a 3-action activity to attempt a DC 17 Fortitude save, ending both the blessing and the curse on a success. Coral Capuchin Nests The largest known coral capuchin nests are found around the Shackles and coastlines of the Mwangi Expanse. Preferring saltwater oceans over freshwater rivers or inlets for hunting, coral capuchins stake out territories within reach of shipping lanes and places frequented by humanoids. A nest's treasure hoard usually includes small valuables, such as gems, coins, and jewelry—anything waterproof they can easily abscond with. ",
 "trait": [
  "Amphibious",
  "Beast",
  "N",
  "Tiny"
 ],
 "trait_markdown": "[Amphibious](/Traits.aspx?ID=207), [Beast](/Traits.aspx?ID=20)",
 "trait_raw": [
  "Amphibious",
  "Beast"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1102",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 8,
 "wisdom": 3
}