{
 "ac": 21,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 3,
 "creature_ability": [
  "Deep Breath",
  "Echolocation",
  "Fetch",
  "Predatory Dive"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 11,
 "hp": 62,
 "hp_raw": "62",
 "id": "creature-1621",
 "image": [
  "/Images/Monsters/Damibwa.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"\">[Damibwa](/Monsters.aspx?ID=1621)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nDamibwas are domesticated hounds capable of detecting prey or predators via echolocation thanks to their exceptionally large ears and keen hearing. Adept swimmers, damibwas have sleek bodies, short limbs, webbed feet, and long muscular tails that enable them to maneuver underwater with grace and speed.\n\n Trained as specialized hunting hounds, damibwas primarily catch fish, although they're also adept at diving for lobsters, crabs, and clams. While hunting, damibwas wait near the water's edge, typically on a boat or along the shore, listening for choice prey. When they detect prey in range, they dive down below the water, catch the animal in their jaws, and drag it back up to the surface. When large or dangerous aquatic predators approach, damibwas retreat to land and howl a warning, making them desirable guard dogs in coastal or riverside communities. Damibwas rarely attack terrestrial creatures unless they're threatened and unable to make an escape.\n\n Damibwas are popular pets along rivers, lakes, and swamps throughout Golarion, particularly in the River Kingdoms, Wanshou, and the canals of Nantambu in the Mwangi Expanse. Some Erutaki in Avistan's far north hunt seals alongside a particular hardy breed covered in thick fur and a layer of blubber. They are only universally called damibwas in the Mwangi Expanse, and are often called “diving dogs” in other regions.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 19\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 17\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 14\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Damibwa.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Damibwa](/Monsters.aspx?ID=1621)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 80</row>\n\n**Perception** +12; echolocation 60 feet, [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\n\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +12, [Stealth](/Skills.aspx?ID=15) +10, [Survival](/Skills.aspx?ID=16) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +4\r\n\r\n**Con** +3\r\n\r\n**Int** -4\r\n\r\n**Wis** +2\r\n\r\n**Cha** +0\r\n</row>\r\n\r\n**Deep Breath** A damibwa can hold its breath for 5 minutes.<br />**Echolocation** A damibwa's hearing is a precise sense at the listed range.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 21 \r\n\r\n**Fort** +11 \r\n\r\n**Ref** +14 \r\n\r\n**Will** +8 \n\n</row>\r\n\r\n**HP** 62\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet, swim 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +14,\r\n**Damage** 2d8+4 piercing plus [Grab](/MonsterAbilities.aspx?ID=18)\n\n**Fetch** <actions string=\"Single Action\" /> ([Attack](/Traits.aspx?ID=15), [Move](/Traits.aspx?ID=114)) **Requirements** The damibwa has a Small or smaller creature [grabbed](/Conditions.aspx?ID=20) in water; **Effect** The damibwa attempts an [Athletics](/Skills.aspx?ID=3) check against the creature's Fortitude DC. <br />**Critical Success** The damibwa moves up to its swim Speed, dragging the grabbed creature along with it. <br />**Success** The damibwa moves up to half its swim Speed, dragging the grabbed creature along with it. <br />**Failure** The damibwa doesn't move and the creature isn't dragged. <br />**Critical Failure** The damibwa no longer has the creature grabbed.\r\n\r\n**Predatory Dive** <actions string=\"Two Actions\" /> ([Move](/Traits.aspx?ID=114)) **Requirements** The damibwa is in or adjacent to water; **Effect** The damibwa moves up to double its swim Speed, descending at least 10 feet, and then makes a jaws Strike. If it was [undetected](/Conditions.aspx?ID=39) at the start of predatory dive, it remains undetected until after the attack.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Wild Damibwas</title>\r\n\r\nAlthough feral damibwas are rare, they aren't unheard of. Feral damibwas live in packs of up to a dozen. They fish in close proximity, so the attack of one damibwa drives fleeing fish toward their waiting packmates. Never truly wild in temperament, feral damibwas have a friendly disposition and bond easily with humanoids and other canines.\r\n</aside>",
 "name": "Damibwa",
 "npc": false,
 "perception": 12,
 "rarity": "common",
 "reflex_save": 14,
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 80</row>\n\n<row gap=\"medium\">\r\n**HP** 62\r\n\r\n**AC** 21\r\n\r\n**Fort** +11\r\n\r\n**Ref** +14\r\n\r\n**Will** +8\r\n\r\n**Perception** +12\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDamibwas are domesticated hounds capable of detecting prey or predators via echolocation thanks to their exceptionally large ears and keen hearing. …\r\n</summary>",
 "sense": "echolocation 60 feet,  low-light vision ",
 "sense_markdown": "echolocation 60 feet, [low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +10",
  "Athletics +12",
  "Stealth +10",
  "Survival +10"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +12, [Stealth](/Skills.aspx?ID=15) +10, [Survival](/Skills.aspx?ID=16) +10",
 "source": [
  "Pathfinder #170: Spoken on the Song Wind"
 ],
 "source_raw": [
  "Pathfinder #170: Spoken on the Song Wind pg. 80"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 80</row>",
 "speed": {
  "land": 30,
  "max": 30,
  "swim": 30
 },
 "speed_markdown": "30 feet, swim 30 feet",
 "speed_raw": "30 feet, swim 30 feet",
 "spell_markdown": "",
 "stealth": "10",
 "strength": 4,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Damibwas are domesticated hounds capable of detecting prey or predators via echolocation thanks to their exceptionally large ears and keen hearing. …",
 "summary_markdown": "Damibwas are domesticated hounds capable of detecting prey or predators via echolocation thanks to their exceptionally large ears and keen hearing. …",
 "text": " Damibwa Damibwas are domesticated hounds capable of detecting prey or predators via echolocation thanks to their exceptionally large ears and keen hearing. Adept swimmers, damibwas have sleek bodies, short limbs, webbed feet, and long muscular tails that enable them to maneuver underwater with grace and speed. Trained as specialized hunting hounds, damibwas primarily catch fish, although they're also adept at diving for lobsters, crabs, and clams. While hunting, damibwas wait near the water's edge, typically on a boat or along the shore, listening for choice prey. When they detect prey in range, they dive down below the water, catch the animal in their jaws, and drag it back up to the surface. When large or dangerous aquatic predators approach, damibwas retreat to land and howl a warning, making them desirable guard dogs in coastal or riverside communities. Damibwas rarely attack terrestrial creatures unless they're threatened and unable to make an escape. Damibwas are popular pets along rivers, lakes, and swamps throughout Golarion, particularly in the River Kingdoms, Wanshou, and the canals of Nantambu in the Mwangi Expanse. Some Erutaki in Avistan's far north hunt seals alongside a particular hardy breed covered in thick fur and a layer of blubber. They are only universally called damibwas in the Mwangi Expanse, and are often called “diving dogs” in other regions. Recall Knowledge - Animal (Nature): DC 19 Unspecific Lore : DC 17 Specific Lore : DC 14 Damibwa Source Pathfinder #170: Spoken on the Song Wind pg. 80 Perception +12; echolocation 60 feet, low-light vision Languages Skills Acrobatics +10, Athletics +12, Stealth +10, Survival +10 Str +4 Dex +4 Con +3 Int -4 Wis +2 Cha +0 Deep Breath A damibwa can hold its breath for 5 minutes. Echolocation A damibwa's hearing is a precise sense at the listed range. --- AC 21 Fort +11 Ref +14 Will +8 HP 62 --- Speed 30 feet, swim 30 feet Melee Single Action jaws +14, Damage 2d8+4 piercing plus Grab Fetch Single Action (Attack, Move) Requirements The damibwa has a Small or smaller creature grabbed in water; Effect The damibwa attempts an Athletics check against the creature's Fortitude DC. Critical Success The damibwa moves up to its swim Speed, dragging the grabbed creature along with it. Success The damibwa moves up to half its swim Speed, dragging the grabbed creature along with it. Failure The damibwa doesn't move and the creature isn't dragged. Critical Failure The damibwa no longer has the creature grabbed. Predatory Dive Two Actions (Move) Requirements The damibwa is in or adjacent to water; Effect The damibwa moves up to double its swim Speed, descending at least 10 feet, and then makes a jaws Strike. If it was undetected at the start of predatory dive, it remains undetected until after the attack. Wild Damibwas Although feral damibwas are rare, they aren't unheard of. Feral damibwas live in packs of up to a dozen. They fish in close proximity, so the attack of one damibwa drives fleeing fish toward their waiting packmates. Never truly wild in temperament, feral damibwas have a friendly disposition and bond easily with humanoids and other canines. ",
 "trait": [
  "Animal",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1621",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 8,
 "wisdom": 2
}