{
 "ac": 15,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 2,
 "creature_ability": [
  "Constrict",
  "Shed Darkness"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 7,
 "hp": 20,
 "hp_raw": "20",
 "id": "creature-2180",
 "intelligence": -4,
 "language_markdown": "",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"\">[Darkmantle](/Monsters.aspx?ID=2180)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThese dark blue or black mollusk-like creatures have a similar appearance to an octopus, save that they have only six tentacles, all of which are connected by a thick leathery shroud. While darkmantle aren't a particularly good climber, they excel at clinging and can clutch onto a cave roof for days, patiently waiting to ambush any prey that walks below them with a disorienting blob of darkness. When clinging to a cave roof, and with their bulbous red eyes closed down to squints, darkmantles in ambush look similar to stalactites. Their preferred hunting method works best on creatures without darkvision, so they frequent ruins aboveground or shallow caves not far from the outside world. When darkmantles sense prey, they shed darkness down onto their prey before dropping away from the ceiling to flap quickly down to their victim, whereupon these beasts clutch and squeeze with their thick, muscular tentacles. Despite the shape of darkmantles, their bodies's texture is more like thick leather or even rubber—they can't cause damage with their spike-shaped bodies by dropping down onto other creatures.\n\n Darkmantles have a swift life cycle—their young grow to maturity in a matter of months, and most of these creatures die of old age after living for only a few years. As a result, generations of darkmantles quickly accrue, and over the years, they've developed a similarly rapid propensity to adapt to new locations. Aquatic caverns, for example, might be infested with darkmantles that can swim instead of fly; on the other hand, icy caverns would've led to darkmantles that developed white or pale blue colorations, and these specimens might produce blasts of obscuring fog instead of darkness. The deepest, darkest reaches of the Darklands are rumored to host darkmantles of incredible size, capable of smothering multiple human-sized victims simultaneously. These deep-dwelling darkmantles have the capacity to shed more powerful darkness that can plunge even creatures with darkvision into inky blackness— darkness in which these deep-dwelling creatures can, of course, still see well within.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 17\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 15\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 12\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Darkmantle](/Monsters.aspx?ID=2180)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Crown of the Kobold King](/Sources.aspx?ID=148) pg. 118</row>\n\n**Perception** +6; [darkvision](/MonsterAbilities.aspx?ID=12), [tremorsense](/MonsterAbilities.aspx?ID=40) (precise) 60 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Stealth](/Skills.aspx?ID=15) +7\r\n\r\n<row gap=\"medium\">\r\n**Str** +1\r\n\r\n**Dex** +2\r\n\r\n**Con** +2\r\n\r\n**Int** -4\r\n\r\n**Wis** +1\r\n\r\n**Cha** +0\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 15 \r\n\r\n**Fort** +7 \r\n\r\n**Ref** +7 \r\n\r\n**Will** +4 \n\n</row>\r\n\r\n**HP** 20\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 15 feet, fly 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntentacles +7 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d8+1 bludgeoning plus [Grab](/MonsterAbilities.aspx?ID=18)\n\n**[Constrict](/MonsterAbilities.aspx?ID=10)** <actions string=\"Single Action\" />  1d8 bludgeoning, DC 17\r\n\r\n**Shed Darkness** <actions string=\"Two Actions\" /> ([Darkness](/Traits.aspx?ID=39), [Evocation](/Traits.aspx?ID=65), [Primal](/Traits.aspx?ID=134)) The darkmantle sheds an inky blob of black fluid from the folds of its body. It can shed this blob horizontally to a distance of up to 30 feet, or simply let it fall up to 120 feet below itself (shed darkness that falls more than 120 feet before striking a surface evaporates without effect). When the blob of darkness lands, it explodes into a 10-foot burst of darkness that prevents light from penetrating or emanating within the area. Light doesn't enter this area, and any non-magical light sources, such as a [torch](/Equipment.aspx?ID=60) or [lantern](/Equipment.aspx?ID=29), don't emanate any light while inside the area, even if their light radius would extend beyond the darkness. This also suppresses magical [light](/Traits.aspx?ID=100) of 1st level or lower but has no effect on magical light from 2nd-level or higher spells. From the outside, it appears as a globe of pure darkness. The darkmantle can't shed darkness again for 24 hours.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Frustrating Sheddings</title>\r\n\r\nThe liquid darkness shed by darkmantles has long fascinated alchemists, who have tried countless methods of extracting and preserving the fluid to generate dark-spewing bombs of their own design. While some alchemists have succeeded in their attempts, the cost and trouble of doing so tend to make the process a great way for an aspiring alchemist to lose a lot of money and waste a lot of time.\r\n</aside>",
 "name": "Darkmantle",
 "npc": false,
 "perception": 6,
 "rarity": "uncommon",
 "reflex_save": 7,
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Crown of the Kobold King](/Sources.aspx?ID=148) pg. 118</row>\n\n<row gap=\"medium\">\r\n**HP** 20\r\n\r\n**AC** 15\r\n\r\n**Fort** +7\r\n\r\n**Ref** +7\r\n\r\n**Will** +4\r\n\r\n**Perception** +6\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese dark blue or black mollusk-like creatures have a similar appearance to an octopus, save that they have only six tentacles, all of which are …\r\n</summary>",
 "sense": " darkvision ,  tremorsense  (precise) 60 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), [tremorsense](/MonsterAbilities.aspx?ID=40) (precise) 60 feet",
 "size": [
  "Small"
 ],
 "skill": [
  "Stealth +7"
 ],
 "skill_markdown": "[Stealth](/Skills.aspx?ID=15) +7",
 "source": [
  "Crown of the Kobold King"
 ],
 "source_raw": [
  "Crown of the Kobold King pg. 118"
 ],
 "source_category": "Adventures",
 "source_group": "Crown of the Kobold King",
 "source_markdown": "<row gap=\"tiny\">[Crown of the Kobold King](/Sources.aspx?ID=148) pg. 118</row>",
 "speed": {
  "fly": 25,
  "land": 15,
  "max": 25
 },
 "speed_markdown": "15 feet, fly 25 feet",
 "speed_raw": "15 feet, fly 25 feet",
 "spell_markdown": "",
 "spoilers": "Crown of the Kobold King",
 "stealth": "7",
 "strength": 1,
 "strongest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex"
 ],
 "summary": "These dark blue or black mollusk-like creatures have a similar appearance to an octopus, save that they have only six tentacles, all of which are …",
 "summary_markdown": "These dark blue or black mollusk-like creatures have a similar appearance to an octopus, save that they have only six tentacles, all of which are …",
 "text": " Darkmantle These dark blue or black mollusk-like creatures have a similar appearance to an octopus, save that they have only six tentacles, all of which are connected by a thick leathery shroud. While darkmantle aren't a particularly good climber, they excel at clinging and can clutch onto a cave roof for days, patiently waiting to ambush any prey that walks below them with a disorienting blob of darkness. When clinging to a cave roof, and with their bulbous red eyes closed down to squints, darkmantles in ambush look similar to stalactites. Their preferred hunting method works best on creatures without darkvision, so they frequent ruins aboveground or shallow caves not far from the outside world. When darkmantles sense prey, they shed darkness down onto their prey before dropping away from the ceiling to flap quickly down to their victim, whereupon these beasts clutch and squeeze with their thick, muscular tentacles. Despite the shape of darkmantles, their bodies's texture is more like thick leather or even rubber—they can't cause damage with their spike-shaped bodies by dropping down onto other creatures. Darkmantles have a swift life cycle—their young grow to maturity in a matter of months, and most of these creatures die of old age after living for only a few years. As a result, generations of darkmantles quickly accrue, and over the years, they've developed a similarly rapid propensity to adapt to new locations. Aquatic caverns, for example, might be infested with darkmantles that can swim instead of fly; on the other hand, icy caverns would've led to darkmantles that developed white or pale blue colorations, and these specimens might produce blasts of obscuring fog instead of darkness. The deepest, darkest reaches of the Darklands are rumored to host darkmantles of incredible size, capable of smothering multiple human-sized victims simultaneously. These deep-dwelling darkmantles have the capacity to shed more powerful darkness that can plunge even creatures with darkvision into inky blackness— darkness in which these deep-dwelling creatures can, of course, still see well within. Recall Knowledge - Beast (Arcana, Nature): DC 17 Unspecific Lore : DC 15 Specific Lore : DC 12 Darkmantle Source Crown of the Kobold King pg. 118 Perception +6; darkvision, tremorsense (precise) 60 feet Languages Skills Stealth +7 Str +1 Dex +2 Con +2 Int -4 Wis +1 Cha +0 --- AC 15 Fort +7 Ref +7 Will +4 HP 20 --- Speed 15 feet, fly 25 feet Melee Single Action tentacles +7 (Agile, Finesse), Damage 1d8+1 bludgeoning plus Grab Constrict Single Action 1d8 bludgeoning, DC 17 Shed Darkness Two Actions (Darkness, Evocation, Primal) The darkmantle sheds an inky blob of black fluid from the folds of its body. It can shed this blob horizontally to a distance of up to 30 feet, or simply let it fall up to 120 feet below itself (shed darkness that falls more than 120 feet before striking a surface evaporates without effect). When the blob of darkness lands, it explodes into a 10-foot burst of darkness that prevents light from penetrating or emanating within the area. Light doesn't enter this area, and any non-magical light sources, such as a torch or lantern, don't emanate any light while inside the area, even if their light radius would extend beyond the darkness. This also suppresses magical light of 1st level or lower but has no effect on magical light from 2nd-level or higher spells. From the outside, it appears as a globe of pure darkness. The darkmantle can't shed darkness again for 24 hours. Frustrating Sheddings The liquid darkness shed by darkmantles has long fascinated alchemists, who have tried countless methods of extracting and preserving the fluid to generate dark-spewing bombs of their own design. While some alchemists have succeeded in their attempts, the cost and trouble of doing so tend to make the process a great way for an aspiring alchemist to lose a lot of money and waste a lot of time. ",
 "trait": [
  "Beast",
  "Uncommon",
  "N",
  "Small"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Beast",
  "Uncommon"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2180",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 4,
 "wisdom": 1
}