{
 "ac": 35,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 2,
 "creature_ability": [
  "Aura of Doom",
  "Collect Soul",
  "Soulbound Gallop",
  "Trample"
 ],
 "creature_family_markdown": "",
 "dexterity": 8,
 "exclude_from_search": false,
 "fortitude_save": 22,
 "hp": 228,
 "hp_raw": "228 ( negative healing )",
 "id": "creature-1852",
 "image": [
  "/Images/Monsters/DeathCoach.png"
 ],
 "immunity": [
  "death  effects",
  "disease",
  "paralyzed",
  "poison",
  "precision",
  "unconscious"
 ],
 "immunity_markdown": "[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), precision, [unconscious](/Conditions.aspx?ID=38)",
 "intelligence": 3,
 "language": [
  "Common",
  "Daemonic",
  "Infernal",
  "Necril",
  "(can't speak any language)"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Daemonic](/Languages.aspx?ID=31), [Infernal](/Languages.aspx?ID=19), [Necril](/Languages.aspx?ID=20); (can't speak any language)",
 "level": 14,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Death Coach](/Monsters.aspx?ID=1852)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nRoads are liminal spaces, existing to connect people and places but rarely destinations in and of themselves. Some see them as avenues to profit. Roadside inns can be lucrative businesses between metropolitan areas, and even villains such as bandits can earn a living plying their larcenous trade on various highways. Occasionally, a road will gain a dire reputation from banditry, treacherous terrain, or a history of deadly accidents. Despite this notoriety, such roads often remain in use simply because they are an important artery of travel or alternative routes prove impractical. On such roads, those stained with the blood of travelers or flooded with fear and anger, do death coaches ride.\n\n A death coach is the spiritual manifestation of the dangers of travel. It appears as a faintly translucent wheeled carriage pulled by one or two ghostly mounts, usually in the dead of night on a lonely bit of road. The coach and the mounts are a single spirit and can never be separated. A death coach has no driver, and anyone able to peek past the thick curtains covering the carriage windows will find the vehicle empty… unless the death coach has recently collected a soul.\n\n A palpable aura of dread surrounds a death coach, its very presence a harbinger of what is to come. A creature that dies near a death coach might have their soul trapped within. Such unfortunates manifest as incorporeal likenesses of their former selves seated within the carriage, their faces showing no emotion. They seem unaware of their fate and fail to notice anyone outside the carriage. After a death coach collects a soul or two, it rides off into the darkness with its prizes. Over the next few hours, any souls trapped within simply fade into nothingness, consigned to oblivion. Some scholars believe the death coach feeds off the souls it collects to maintain its unlife, while others think the energy of those souls eventually coalesces into another death coach, though it never appears on the same road.\n\n No one knows for certain what causes a death coach to haunt a particular road, but once one begins killing travelers for their souls, the rumors soon reach nearby communities. Sometimes, the road is abandoned entirely, leaving the death coach without sustenance. If left alone for long enough, the negative energy infusing the area slowly dissipates until the road is safe to travel once more, but if even one group of misguided travelers looking for a shortcut heads down the weed-choked lane, the death coach rises from its torpor to forcefully transport these unwilling souls. If it succeeds, the cycle begins anew.\n\n Other times, the communities in the area can't afford to establish a new route (or are physically incapable of doing so, in the case of mountainous regions), and so must continue to use the haunted road. The locals often mark such roads with signs to warn outsiders of the dangers, but the surprisingly clever death coaches do their best to destroy such notices. Canny travelers passing through unknown areas at night should remain on the lookout for damaged or disturbed signs to ensure they don't heedlessly head into a death coach's domain.\n\n Destroying the death coach is the only way to render the road safe until such time as a new tragedy accumulates enough negative energy to create another death coach. Some might believe this incarnation to be the first death coach returning for vengeance, but in reality, it is an entirely different undead creature. A careful inspection (which is difficult to achieve) reveals minor differences between the two death coaches, perhaps reflecting more recent carriage designs, though the newer spirit is as hungry for souls as the old.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Spirit](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 34\r\n\r\n**[Recall Knowledge - Undead](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 34\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 32\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 29\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/DeathCoach.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 14\">[Death Coach](/Monsters.aspx?ID=1852)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Huge\" />\r\n<trait label=\"Incorporeal\" url=\"/Traits.aspx?ID=222\" />\r\n<trait label=\"Spirit\" url=\"/Traits.aspx?ID=149\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 86</row>\n\n**Perception** +26; [darkvision](/MonsterAbilities.aspx?ID=12), [lifesense](/MonsterAbilities.aspx?ID=21) 60 feet\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Daemonic](/Languages.aspx?ID=31), [Infernal](/Languages.aspx?ID=19), [Necril](/Languages.aspx?ID=20); (can't speak any language)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +28, [Driving Lore](/Skills.aspx?ID=8) +25, [Intimidation](/Skills.aspx?ID=7) +25, [Society](/Skills.aspx?ID=14) +21, [Survival](/Skills.aspx?ID=16) +22\r\n\r\n<row gap=\"medium\">\r\n**Str** -5\r\n\r\n**Dex** +8\r\n\r\n**Con** +2\r\n\r\n**Int** +3\r\n\r\n**Wis** +4\r\n\r\n**Cha** +5\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 35 \r\n\r\n**Fort** +22 \r\n\r\n**Ref** +28 \r\n\r\n**Will** +24 \n\n</row>\r\n\r\n**HP** 228\r\n([negative healing](/MonsterAbilities.aspx?ID=42))\n\n**Immunities**\r\n[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), precision, [unconscious](/Conditions.aspx?ID=38)\r\n\r\n**Resistances**\r\nall damage 10 (except [force](/Traits.aspx?ID=75), [_ghost touch_](/Equipment.aspx?ID=297), or [positive](/Traits.aspx?ID=128); double resistance vs. non-[magical](/Traits.aspx?ID=103))\n\n**Aura of Doom** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117)) 30 feet. A living creature that enters the area must succeed at a DC 31 Will save or gain the [doomed 1](/Conditions.aspx?ID=9) condition. A critical failure increases this condition to doomed 2. Regardless of the result of the saving throw, the creature is temporarily immune to this death coach's aura of doom for 1 minute.<br />**Collect Soul** <actions string=\"Reaction\" /> ([death](/Traits.aspx?ID=40), [necromancy](/Traits.aspx?ID=117)) **Trigger** A [dying](/Conditions.aspx?ID=11) creature within the death coach's Aura of Doom dies or its dying value increases; **Effect** The death coach attempts to collect the triggering creature's soul. The triggering creature must succeed at a DC 34 Will save or its soul becomes trapped within the death coach's interior. A creature whose soul has been collected can't be restored to life while the soul remains in the death coach by any means short of a 10th-level spell, such as [_miracle_](/Spells.aspx?ID=196). Eventually, the death coach grinds the soul down into raw spiritual essence, typically several hours later. At this point, restoring the soul to life is slightly easier, requiring a spell or ritual of 8th level or higher. If a death coach with a collected soul is slain before the soul is completely dissolved, the creature's soul returns to its body, allowing it to be returned to life normally. A death coach can choose not to dissolve a collected soul, though it usually has no reason to keep the soul intact.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 60 feet, fly 60 feet; soulbound gallop\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nincorporeal wheel +30 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 3d12+8 negative\r\n\r\n**Divine Innate Spells** DC 34\r\n- **2nd**\r\n[Death Knell](/Spells.aspx?ID=63) (×3)\r\n- **3rd**\r\n[Fear](/Spells.aspx?ID=110)\r\n- **6th**\r\n[Agonizing Despair](/Spells.aspx?ID=665) (×2)\r\n- **7th**\r\n[Finger of Death](/Spells.aspx?ID=116) (×2)\r\n\r\n**Soulbound Gallop**   When a death coach has Collected a Soul, its Speeds double.\r\n\r\n**[Trample](/MonsterAbilities.aspx?ID=39)** <actions string=\"Three Actions\" />  Large or smaller, incorporeal wheel, DC 34\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Death Coach Appearance</title>\r\n\r\nThe iconic appearance of a death coach is an ornate carriage of black wood pulled by spectral horses, its windows obscured by heavy velvet curtains. This manifestation is typical in Ustalav and Taldor, but a death coach can embody the prevailing style of transport of wherever it collects souls. For example, a death coach spotted in Irrisen or the Realm of the Mammoth Lords might look like a covered sleigh pulled by ghostly caribou. In Thuvia or Osirion, a death coach could appear as a team of incorporeal camels or giant scorpions drawing an empty chariot.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_6_Geb.png\">Death Coach Servants</title>\r\n\r\nWhile death coaches typically manifest spontaneously to prey upon travelers of their own volition, one might consider deliberately creating one to serve various functions, such as harvesting particular souls, deterring aggressors, or collecting the ingredients for an important ritual. While uncertainties plague the creation of death coaches, a creature with true skill should overcome the obstacles involved. Arrange for an accident to occur on a stretch of road—the more well-traveled, the better. Ideally, the road will be part of one's own domain, and those meeting the horrific fate should possess a deep sense of trust or loyalty toward the spellcaster. These factors increase the odds of creating a pliable death coach. Rulers who find an uncontrolled death coach preying on their road have only their own incompetence to blame. A servitor death coach is not bound to a single stretch of road and can be made to roam far and wide in search of specific souls. However, it can only travel via roads, or currents and major nautical routes in the case of a seafaring death coach. A forward-thinking ruler would do well to establish an intricate system of roads connecting one's own domain to nearby enemies and harvesting locations. Trade, as always, can help grease the wheels. One should offer a good deal on tolls, but not too good, or the intended targets will be suspicious. \r\n</aside>",
 "name": "Death Coach",
 "npc": false,
 "perception": 26,
 "pfs": "Standard",
 "rarity": "uncommon",
 "reflex_save": 28,
 "release_date": "2022-04-27",
 "resistance": {
  "acid": 10,
  "all": 10,
  "area": 10,
  "bleed": 10,
  "bludgeoning": 10,
  "chaotic": 10,
  "cold": 10,
  "cold_iron": 10,
  "electricity": 10,
  "evil": 10,
  "fire": 10,
  "good": 10,
  "lawful": 10,
  "mental": 10,
  "negative": 10,
  "orichalcum": 10,
  "physical": 10,
  "piercing": 10,
  "poison": 10,
  "precision": 10,
  "silver": 10,
  "slashing": 10,
  "sonic": 10,
  "splash": 10
 },
 "resistance_markdown": "all damage 10 (except [force](/Traits.aspx?ID=75), [_ghost touch_](/Equipment.aspx?ID=297), or [positive](/Traits.aspx?ID=128); double resistance vs. non-[magical](/Traits.aspx?ID=103))",
 "resistance_raw": "all damage 10 (except  force ,   ghost touch  , or  positive ; double resistance vs. non- magical )",
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Incorporeal\" url=\"/Traits.aspx?ID=222\" />\r\n<trait label=\"Spirit\" url=\"/Traits.aspx?ID=149\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 86</row>\n\n<row gap=\"medium\">\r\n**HP** 228 ( negative healing )\r\n\r\n**AC** 35\r\n\r\n**Fort** +22\r\n\r\n**Ref** +28\r\n\r\n**Will** +24\r\n\r\n**Perception** +26\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRoads are liminal spaces, existing to connect people and places but rarely destinations in and of themselves. Some see them as avenues to profit. …\r\n</summary>",
 "sense": " darkvision ,  lifesense  60 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), [lifesense](/MonsterAbilities.aspx?ID=21) 60 feet",
 "size": [
  "Huge"
 ],
 "skill": [
  "Acrobatics +28",
  "Driving Lore +25",
  "Intimidation +25",
  "Society +21",
  "Survival +22"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +28, [Driving Lore](/Skills.aspx?ID=8) +25, [Intimidation](/Skills.aspx?ID=7) +25, [Society](/Skills.aspx?ID=14) +21, [Survival](/Skills.aspx?ID=16) +22",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 86"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 86</row>",
 "speed": {
  "fly": 60,
  "land": 60,
  "max": 60
 },
 "speed_markdown": "60 feet, fly 60 feet; soulbound gallop",
 "speed_raw": "60 feet, fly 60 feet; soulbound gallop",
 "spell": [
  "Finger of Death",
  "Agonizing Despair",
  "Fear",
  "Death Knell"
 ],
 "spell_markdown": "[Agonizing Despair](/Spells.aspx?ID=665), [Death Knell](/Spells.aspx?ID=63), [Fear](/Spells.aspx?ID=110), [Finger of Death](/Spells.aspx?ID=116)",
 "strength": -5,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Roads are liminal spaces, existing to connect people and places but rarely destinations in and of themselves. Some see them as avenues to profit. …",
 "summary_markdown": "Roads are liminal spaces, existing to connect people and places but rarely destinations in and of themselves. Some see them as avenues to profit. …",
 "text": " Death Coach Roads are liminal spaces, existing to connect people and places but rarely destinations in and of themselves. Some see them as avenues to profit. Roadside inns can be lucrative businesses between metropolitan areas, and even villains such as bandits can earn a living plying their larcenous trade on various highways. Occasionally, a road will gain a dire reputation from banditry, treacherous terrain, or a history of deadly accidents. Despite this notoriety, such roads often remain in use simply because they are an important artery of travel or alternative routes prove impractical. On such roads, those stained with the blood of travelers or flooded with fear and anger, do death coaches ride. A death coach is the spiritual manifestation of the dangers of travel. It appears as a faintly translucent wheeled carriage pulled by one or two ghostly mounts, usually in the dead of night on a lonely bit of road. The coach and the mounts are a single spirit and can never be separated. A death coach has no driver, and anyone able to peek past the thick curtains covering the carriage windows will find the vehicle empty… unless the death coach has recently collected a soul. A palpable aura of dread surrounds a death coach, its very presence a harbinger of what is to come. A creature that dies near a death coach might have their soul trapped within. Such unfortunates manifest as incorporeal likenesses of their former selves seated within the carriage, their faces showing no emotion. They seem unaware of their fate and fail to notice anyone outside the carriage. After a death coach collects a soul or two, it rides off into the darkness with its prizes. Over the next few hours, any souls trapped within simply fade into nothingness, consigned to oblivion. Some scholars believe the death coach feeds off the souls it collects to maintain its unlife, while others think the energy of those souls eventually coalesces into another death coach, though it never appears on the same road. No one knows for certain what causes a death coach to haunt a particular road, but once one begins killing travelers for their souls, the rumors soon reach nearby communities. Sometimes, the road is abandoned entirely, leaving the death coach without sustenance. If left alone for long enough, the negative energy infusing the area slowly dissipates until the road is safe to travel once more, but if even one group of misguided travelers looking for a shortcut heads down the weed-choked lane, the death coach rises from its torpor to forcefully transport these unwilling souls. If it succeeds, the cycle begins anew. Other times, the communities in the area can't afford to establish a new route (or are physically incapable of doing so, in the case of mountainous regions), and so must continue to use the haunted road. The locals often mark such roads with signs to warn outsiders of the dangers, but the surprisingly clever death coaches do their best to destroy such notices. Canny travelers passing through unknown areas at night should remain on the lookout for damaged or disturbed signs to ensure they don't heedlessly head into a death coach's domain. Destroying the death coach is the only way to render the road safe until such time as a new tragedy accumulates enough negative energy to create another death coach. Some might believe this incarnation to be the first death coach returning for vengeance, but in reality, it is an entirely different undead creature. A careful inspection (which is difficult to achieve) reveals minor differences between the two death coaches, perhaps reflecting more recent carriage designs, though the newer spirit is as hungry for souls as the old. Recall Knowledge - Spirit (Occultism): DC 34 Recall Knowledge - Undead (Religion): DC 34 Unspecific Lore : DC 32 Specific Lore : DC 29 Death Coach Source Book of the Dead pg. 86 Perception +26; darkvision, lifesense 60 feet Languages Common, Daemonic, Infernal, Necril; (can't speak any language) Skills Acrobatics +28, Driving Lore +25, Intimidation +25, Society +21, Survival +22 Str -5 Dex +8 Con +2 Int +3 Wis +4 Cha +5 --- AC 35 Fort +22 Ref +28 Will +24 HP 228 (negative healing) Immunities death effects, disease, paralyzed, poison, precision, unconscious Resistances all damage 10 (except force, ghost touch , or positive; double resistance vs. non-magical) Aura of Doom (aura, emotion, fear, mental, necromancy) 30 feet. A living creature that enters the area must succeed at a DC 31 Will save or gain the doomed 1 condition. A critical failure increases this condition to doomed 2. Regardless of the result of the saving throw, the creature is temporarily immune to this death coach's aura of doom for 1 minute. Collect Soul Reaction (death, necromancy) Trigger A dying creature within the death coach's Aura of Doom dies or its dying value increases; Effect The death coach attempts to collect the triggering creature's soul. The triggering creature must succeed at a DC 34 Will save or its soul becomes trapped within the death coach's interior. A creature whose soul has been collected can't be restored to life while the soul remains in the death coach by any means short of a 10th-level spell, such as miracle . Eventually, the death coach grinds the soul down into raw spiritual essence, typically several hours later. At this point, restoring the soul to life is slightly easier, requiring a spell or ritual of 8th level or higher. If a death coach with a collected soul is slain before the soul is completely dissolved, the creature's soul returns to its body, allowing it to be returned to life normally. A death coach can choose not to dissolve a collected soul, though it usually has no reason to keep the soul intact. --- Speed 60 feet, fly 60 feet; soulbound gallop Melee Single Action incorporeal wheel +30 (Agile, Magical), Damage 3d12+8 negative Divine Innate Spells DC 34 - 2nd Death Knell (×3) - 3rd Fear - 6th Agonizing Despair (×2) - 7th Finger of Death (×2) Soulbound Gallop When a death coach has Collected a Soul, its Speeds double. Trample Three Actions Large or smaller, incorporeal wheel, DC 34 Death Coach Appearance The iconic appearance of a death coach is an ornate carriage of black wood pulled by spectral horses, its windows obscured by heavy velvet curtains. This manifestation is typical in Ustalav and Taldor, but a death coach can embody the prevailing style of transport of wherever it collects souls. For example, a death coach spotted in Irrisen or the Realm of the Mammoth Lords might look like a covered sleigh pulled by ghostly caribou. In Thuvia or Osirion, a death coach could appear as a team of incorporeal camels or giant scorpions drawing an empty chariot. Death Coach Servants While death coaches typically manifest spontaneously to prey upon travelers of their own volition, one might consider deliberately creating one to serve various functions, such as harvesting particular souls, deterring aggressors, or collecting the ingredients for an important ritual. While uncertainties plague the creation of death coaches, a creature with true skill should overcome the obstacles involved. Arrange for an accident to occur on a stretch of road—the more well-traveled, the better. Ideally, the road will be part of one's own domain, and those meeting the horrific fate should possess a deep sense of trust or loyalty toward the spellcaster. These factors increase the odds of creating a pliable death coach. Rulers who find an uncontrolled death coach preying on their road have only their own incompetence to blame. A servitor death coach is not bound to a single stretch of road and can be made to roam far and wide in search of specific souls. However, it can only travel via roads, or currents and major nautical routes in the case of a seafaring death coach. A forward-thinking ruler would do well to establish an intricate system of roads connecting one's own domain to nearby enemies and harvesting locations. Trade, as always, can help grease the wheels. One should offer a good deal on tolls, but not too good, or the intended targets will be suspicious. ",
 "trait": [
  "Incorporeal",
  "Spirit",
  "Uncommon",
  "Undead",
  "NE",
  "Huge"
 ],
 "trait_markdown": "[Incorporeal](/Traits.aspx?ID=222), [Spirit](/Traits.aspx?ID=149), [Uncommon](/Traits.aspx?ID=159), [Undead](/Traits.aspx?ID=160)",
 "trait_raw": [
  "Incorporeal",
  "Spirit",
  "Uncommon",
  "Undead"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1852",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 24,
 "wisdom": 4
}