{
 "ac": 33,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 4,
 "creature_ability": [
  "Infrared Vision",
  "Create Shadow Sanctuary",
  "Shadow Strike",
  "Walk in Shadow"
 ],
 "creature_family_markdown": "",
 "dexterity": 7,
 "exclude_from_search": false,
 "fortitude_save": 21,
 "hp": 215,
 "hp_raw": "215",
 "id": "creature-466",
 "image": [
  "/Images/Monsters/Deculi.png"
 ],
 "immunity": [
  "visual"
 ],
 "immunity_markdown": "visual",
 "intelligence": -3,
 "language": [
  "Undercommon",
  "can't speak any language"
 ],
 "language_markdown": "[Undercommon](/Languages.aspx?ID=11); can't speak any language",
 "level": 12,
 "markdown": "<title level=\"1\" pfs=\"Limited\">[Deculi](/Monsters.aspx?ID=466)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThese batlike monstrosities inhabit the nooks and crevices of the Darklands, where they hang from stalactites and swoop down on unsuspecting prey. Though they are completely sightless, deculis possess rudimentary nerves in their skulls that allow them to detect the presence of infrared light—information they use to locate potential food and threats. They are deadly hunters, thanks largely to their magical ability to manipulate the ebb and flow of shadows. Deculis prefer to feed upon the warm blood of freshly killed prey, but they can subsist on carrion if they have to.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 30\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 28\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 25\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Deculi.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 12\">[Deculi](/Monsters.aspx?ID=466)</title>\r\n\r\n<traits>\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 78</row>\n\n**Perception** +23; infrared vision 60 feet, no vision\r\n\r\n**Languages**\r\n[Undercommon](/Languages.aspx?ID=11); can't speak any language\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +24, [Athletics](/Skills.aspx?ID=3) +24, [Stealth](/Skills.aspx?ID=15) +26\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +7\r\n\r\n**Con** +4\r\n\r\n**Int** -3\r\n\r\n**Wis** +1\r\n\r\n**Cha** +5\r\n</row>\r\n\r\n** Infrared Vision** A deculi can detect infrared radiation as a precise sense.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 33 \r\n\r\n**Fort** +21 \r\n\r\n**Ref** +26 \r\n\r\n**Will** +18 \n\n</row>\r\n\r\n**HP** 215\n\n**Immunities**\r\nvisual\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet, climb 30 feet, fly 50 feet; walk in shadow\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfangs +24,\r\n**Damage** 3d12+11 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nwing +26 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 3d8+11 bludgeoning\r\n\r\n**Primal Innate Spells** DC 32\r\n- **6th**\r\n[Darkness](/Spells.aspx?ID=59) (at will)\r\n\r\n**Create Shadow Sanctuary** <actions string=\"Two Actions\" /> ([Conjuration](/Traits.aspx?ID=33), [Darkness](/Traits.aspx?ID=39), [Extradimensional](/Traits.aspx?ID=67), [Occult](/Traits.aspx?ID=120)) **Frequency** once per day; **Effect** The deculi creates an extradimensional space adjacent to itself in any 10-foot-by-10-foot area of darkness and enters it. To non-deculis, the extradimensional space looks like an ordinary area of darkness (though effects such as [_true seeing_](/Spells.aspx?ID=344) can see through this illusion). The deculi’s infrared vision functions normally between this extradimensional space and the area outside its confines, allowing the deculi to sense what is going on around it, and its innate [_darkness_](/Spells.aspx?ID=59) spell also extends to the area around the shadow sanctuary. Attacks cannot be made into or from the extradimensional space.<br /> The deculi can Dismiss this effect to emerge from its shadow sanctuary, but the space it emerges into must be in darkness and must be unobstructed. If the area is obstructed, the deculi is shunted to the nearest available space and takes 1d6 bludgeoning damage per 5 feet shunted. If the area overlaying the shadow sanctuary becomes illuminated by magical light, the extradimensional space can no longer be accessed and the deculi is trapped within until the area is once again in darkness. The deculi can try to extinguish a magical light effect obscuring its sanctuary once per day by attempting to counteract the light effect with its [_darkness_](/Spells.aspx?ID=59) innate spell.<br /> If a deculi dies (including from hunger, thirst, or asphyxiation) while within the extradimensional space, the shadow sanctuary immediately ends and the deculi’s corpse is expelled. If the area is illuminated, the corpse is not expelled until the sanctuary entrance is in darkness once again.\r\n\r\n**Shadow Strike** <actions string=\"Two Actions\" />  **Requirements** The deculi is in its shadow sanctuary. **Effect** The deculi Dismisses its shadow sanctuary. It Strides, Climbs, or Flies up to its Speed, then makes a fangs Strike that deals an additional 4d6 precision damage.\r\n\r\n**Walk in Shadow**   When the deculi is Hiding in darkness and Sneaks, it can move up to its full Speed instead of half its Speed.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Alien Origins</title>\r\n\r\nMonster scholars disagree on the origins of the deculi. The creature’s familiar batlike anatomy and predilection for caverns suggests an evolution in the Darklands, but its ability to dip in and out of its own personal extradimensional space is far from typical for purely subterranean creatures. Further complicating all of this is the deculi’s infrared vision, which anatomists agree is completely unheard of in mammalian species on Golarion. The most credible theories suggest that the deculi is not from Golarion at all, but arrived here long ago from some part of the Material Plane beyond the reckoning of most mortals.\r\n</aside>",
 "name": "Deculi",
 "npc": false,
 "perception": 23,
 "pfs": "Limited",
 "rarity": "common",
 "reflex_save": 26,
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 78</row>\n\n<row gap=\"medium\">\r\n**HP** 215\r\n\r\n**AC** 33\r\n\r\n**Fort** +21\r\n\r\n**Ref** +26\r\n\r\n**Will** +18\r\n\r\n**Perception** +23\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese batlike monstrosities inhabit the nooks and crevices of the Darklands, where they hang from stalactites and swoop down on unsuspecting prey. …\r\n</summary>",
 "sense": "infrared vision 60 feet, no vision",
 "sense_markdown": "infrared vision 60 feet, no vision",
 "size": [
  "Large"
 ],
 "skill": [
  "Acrobatics +24",
  "Athletics +24",
  "Stealth +26"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +24, [Athletics](/Skills.aspx?ID=3) +24, [Stealth](/Skills.aspx?ID=15) +26",
 "source": [
  "Pathfinder #148: Fires of the Haunted City"
 ],
 "source_raw": [
  "Pathfinder #148: Fires of the Haunted City pg. 78"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 78</row>",
 "speed": {
  "climb": 30,
  "fly": 50,
  "land": 30,
  "max": 50
 },
 "speed_markdown": "30 feet, climb 30 feet, fly 50 feet; walk in shadow",
 "speed_raw": "30 feet, climb 30 feet, fly 50 feet; walk in shadow",
 "spell": [
  "Darkness"
 ],
 "spell_markdown": "[Darkness](/Spells.aspx?ID=59)",
 "stealth": "26",
 "strength": 5,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "These batlike monstrosities inhabit the nooks and crevices of the Darklands, where they hang from stalactites and swoop down on unsuspecting prey. …",
 "summary_markdown": "These batlike monstrosities inhabit the nooks and crevices of the Darklands, where they hang from stalactites and swoop down on unsuspecting prey. …",
 "text": " Deculi These batlike monstrosities inhabit the nooks and crevices of the Darklands, where they hang from stalactites and swoop down on unsuspecting prey. Though they are completely sightless, deculis possess rudimentary nerves in their skulls that allow them to detect the presence of infrared light—information they use to locate potential food and threats. They are deadly hunters, thanks largely to their magical ability to manipulate the ebb and flow of shadows. Deculis prefer to feed upon the warm blood of freshly killed prey, but they can subsist on carrion if they have to. Recall Knowledge - Beast (Arcana, Nature): DC 30 Unspecific Lore : DC 28 Specific Lore : DC 25 Deculi Source Pathfinder #148: Fires of the Haunted City pg. 78 Perception +23; infrared vision 60 feet, no vision Languages Undercommon; can't speak any language Skills Acrobatics +24, Athletics +24, Stealth +26 Str +5 Dex +7 Con +4 Int -3 Wis +1 Cha +5 Infrared Vision A deculi can detect infrared radiation as a precise sense. --- AC 33 Fort +21 Ref +26 Will +18 HP 215 Immunities visual --- Speed 30 feet, climb 30 feet, fly 50 feet; walk in shadow Melee Single Action fangs +24, Damage 3d12+11 piercing Melee Single Action wing +26 (Agile, Finesse), Damage 3d8+11 bludgeoning Primal Innate Spells DC 32 - 6th Darkness (at will) Create Shadow Sanctuary Two Actions (Conjuration, Darkness, Extradimensional, Occult) Frequency once per day; Effect The deculi creates an extradimensional space adjacent to itself in any 10-foot-by-10-foot area of darkness and enters it. To non-deculis, the extradimensional space looks like an ordinary area of darkness (though effects such as true seeing can see through this illusion). The deculi’s infrared vision functions normally between this extradimensional space and the area outside its confines, allowing the deculi to sense what is going on around it, and its innate darkness spell also extends to the area around the shadow sanctuary. Attacks cannot be made into or from the extradimensional space. The deculi can Dismiss this effect to emerge from its shadow sanctuary, but the space it emerges into must be in darkness and must be unobstructed. If the area is obstructed, the deculi is shunted to the nearest available space and takes 1d6 bludgeoning damage per 5 feet shunted. If the area overlaying the shadow sanctuary becomes illuminated by magical light, the extradimensional space can no longer be accessed and the deculi is trapped within until the area is once again in darkness. The deculi can try to extinguish a magical light effect obscuring its sanctuary once per day by attempting to counteract the light effect with its darkness innate spell. If a deculi dies (including from hunger, thirst, or asphyxiation) while within the extradimensional space, the shadow sanctuary immediately ends and the deculi’s corpse is expelled. If the area is illuminated, the corpse is not expelled until the sanctuary entrance is in darkness once again. Shadow Strike Two Actions Requirements The deculi is in its shadow sanctuary. Effect The deculi Dismisses its shadow sanctuary. It Strides, Climbs, or Flies up to its Speed, then makes a fangs Strike that deals an additional 4d6 precision damage. Walk in Shadow When the deculi is Hiding in darkness and Sneaks, it can move up to its full Speed instead of half its Speed. Alien Origins Monster scholars disagree on the origins of the deculi. The creature’s familiar batlike anatomy and predilection for caverns suggests an evolution in the Darklands, but its ability to dip in and out of its own personal extradimensional space is far from typical for purely subterranean creatures. Further complicating all of this is the deculi’s infrared vision, which anatomists agree is completely unheard of in mammalian species on Golarion. The most credible theories suggest that the deculi is not from Golarion at all, but arrived here long ago from some part of the Material Plane beyond the reckoning of most mortals. ",
 "trait": [
  "Beast",
  "NE",
  "Large"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20)",
 "trait_raw": [
  "Beast"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=466",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 18,
 "wisdom": 1
}