{
 "ac": 43,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 10,
 "creature_ability": [
  "Fear Scent",
  "Aura of Agony",
  "Frightful Presence",
  "Putrid Evanescence",
  "Forlorn Howl",
  "Illusory Ambush",
  "Nightmare Fuel",
  "Paralytic Secretion",
  "Profane Feast"
 ],
 "creature_family_markdown": "",
 "dexterity": 9,
 "exclude_from_search": false,
 "fortitude_save": 38,
 "hp": 330,
 "hp_raw": "330",
 "id": "creature-1723",
 "image": [
  "/Images/Monsters/DesertsHowl.png"
 ],
 "immunity": [
  "controlled",
  "emotion",
  "fear",
  "sleep"
 ],
 "immunity_markdown": "[controlled](/Conditions.aspx?ID=6), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [sleep](/Traits.aspx?ID=145)",
 "intelligence": 5,
 "language": [
  "Aklo",
  "Osiriani"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Osiriani](/Languages.aspx?ID=40)",
 "level": 19,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Desert's Howl](/Monsters.aspx?ID=1723)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nDesert's Howl is a towering, gray abomination with a shape vaguely similar to that of a bearded man with glowing yellow eyes, long ibex horns, deadly black claws, and cloven hooves. These features have sometimes caused those who encounter it to mistake it for some kind of [fiend](/Traits.aspx?ID=70), a fatal mistake likely to lead to their demise, as Desert's Howl is in truth a twisted aberration composed of a disgusting mix of nightmares, smoke, and ash. As such, [_holy water_](/Equipment.aspx?ID=245) and other measures that might be effective against fiends have no effect on Desert's Howl.\n\n According to the oral histories of the people who have survived in the Thuvian desert the longest, when Desert's Howl first appeared, it was in much the same shape but no larger than a human. Over time, its proportions lengthened and grew, as did its frightening abilities and appetite for suffering.\n\n Given the incredible range on Desert's Howl's namesake desolate exclamation, creatures are much more likely to hear Desert's Howl than see it. Though such forewarning potentially gives distant creatures additional time to prepare to face or escape the creature, Desert's Howl enjoys the steady build-up of fear that this approach allows, potentially breaking its victims' resolve long before it even appears. Besides, a creature of its power has little to fear from travelers, or even most adventurers, regardless of how much time they have to prepare. In the end, a greater struggle just makes destroying them all the sweeter.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Aberration](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 49\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 47\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 44\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/DesertsHowl.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 19\">[Desert's Howl](/Monsters.aspx?ID=1723)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Huge\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 22</row>\n\n**Perception** +33; [greater darkvision](/MonsterAbilities.aspx?ID=12), fear scent 120 feet\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Osiriani](/Languages.aspx?ID=40)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +37, [Deception](/Skills.aspx?ID=5) +31, [Desert Lore](/Skills.aspx?ID=8) +32, [Intimidation](/Skills.aspx?ID=7) +33, [Occultism](/Skills.aspx?ID=11) +30, [Stealth](/Skills.aspx?ID=15) +33, [Survival](/Skills.aspx?ID=16) +31\r\n\r\n<row gap=\"medium\">\r\n**Str** +10\r\n\r\n**Dex** +9\r\n\r\n**Con** +10\r\n\r\n**Int** +5\r\n\r\n**Wis** +6\r\n\r\n**Cha** +5\r\n</row>\r\n\r\n**Fear Scent** Desert's Howl can observe any [frightened](/Conditions.aspx?ID=19) creatures within 120 feet using an incredibly accurate sense of psychic smell as a precise sense. However, its fear scent extends further if the creature was frightened by Desert's Howl. The taste of such a bouquet of fear in the air becomes irresistible and easy for Desert's Howl to detect, like a shark smelling blood in water. Desert's Howl can sense a creature frightened by its own fear effects as an imprecise sense at a distance of up to 1 mile away.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 43 \r\n\r\n**Fort** +38 \r\n\r\n**Ref** +32 \r\n\r\n**Will** +29 \n\n</row>\r\n\r\n**HP** 330\r\n\r\n, regeneration [](/MonsterAbilities.aspx?ID=26) 30 (deactivated by [cold](/Traits.aspx?ID=27))\r\n\r\n**Immunities**\r\n[controlled](/Conditions.aspx?ID=6), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [sleep](/Traits.aspx?ID=145)\r\n\r\n**Resistances**\r\n[fire](/Traits.aspx?ID=72) 20\r\n\r\n**Weaknesses**\r\n[cold](/Traits.aspx?ID=27) 15\r\n\r\n**Aura of Agony** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) 10 miles. Desert's Howl exudes a massive psychic disturbance many miles away from its location, assaulting the minds and spirits of those who dare to sleep within the unsettling bounds of its aura of agony. Creatures that attempt to rest while they're within this emanation are beset by disturbing nightmares and hallucinations, regardless of whether they're aware of Desert's Howl's presence. This restlessness causes creatures to wake up [fatigued](/Conditions.aspx?ID=15), and they don't recover from fatigue by resting. Creatures affected by aura of agony don't reduce their frightened condition by resting as long as they remain within the area of the aura.<br />**[Frightful Presence](/MonsterAbilities.aspx?ID=17)** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) 90 feet, DC 38<br />**Putrid Evanescence** <actions string=\"Reaction\" /> **Frequency** once per minute; **Trigger** Desert's Howl is damaged by another creature; **Effect** Desert's Howl bursts into a cloud of putrid smoke, ash, and nightmares, becoming [invisible](/Conditions.aspx?ID=26) and teleporting up to 100 feet away to an unoccupied space it can see. It remains invisible until the end of its next turn or until it uses a [hostile action](/Rules.aspx?ID=300), whichever comes first.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 50 feet, climb 25 feet, fly 20 feet, swim 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +36 ([Agile](/Traits.aspx?ID=170), [reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 4d10+20 slashing plus [Improved Grab](/MonsterAbilities.aspx?ID=27) and nightmare fuel\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nspit +35 ([range 50 feet](/Traits.aspx?ID=248)),\r\n**Damage** 2d6 fire plus 2d6 mental and paralytic secretion\r\n\r\n**Occult Innate Spells** DC 43\r\n- **2nd**\r\n[Invisibility](/Spells.aspx?ID=164) (at will; self only), [Mirror Image](/Spells.aspx?ID=197)\r\n- **9th**\r\n[Dimension Door](/Spells.aspx?ID=69), [Hallucination](/Spells.aspx?ID=144) (at will), [Hallucinatory Terrain](/Spells.aspx?ID=145) (at will)\r\n\r\n**Forlorn Howl** <actions string=\"Three Actions\" /> ([Auditory](/Traits.aspx?ID=16), [Emotion](/Traits.aspx?ID=60), [Fear](/Traits.aspx?ID=68), [Mental](/Traits.aspx?ID=106)) Desert's Howl vents a long and desolate wail full of nightmares and despair. The devastating howl can be heard up to 1 mile away under the open sky. Any creature who hears it experiences a sudden sinking in its stomach and heart palpitations, its hair stands on end, and it must attempt a DC 38 Will save.  <br />**Critical Success** The creature is unaffected and becomes temporarily immune for 1 hour. <br />**Success** The creature becomes [frightened 2](/Conditions.aspx?ID=19). <br />**Failure** The creature becomes frightened 3. <br />**Critical Failure** The creature becomes [doomed 1](/Conditions.aspx?ID=9), frightened 4, and is [fleeing](/Conditions.aspx?ID=17) for 1 round.\r\n\r\n**Illusory Ambush** <actions string=\"Two Actions\" />  Desert's Howl shimmers with illusions and devastates a foe who lost track of its position. Desert's Howl Strides up to twice its Speed. If it ends its movement within its melee reach of at least one enemy to which it's [undetected](/Conditions.aspx?ID=39), it can attempt two claw Strikes against that enemy. These attacks count toward Desert's Howl's multiple attack penalty, but the multiple attack penalty doesn't increase until after Desert's Howl makes both of these attacks. Desert's Howl remains undetected to the creature it's attacking until after resolving both of the claw attacks.\r\n\r\n**Nightmare Fuel**   Desert's Howl's claws are infused with some of the nightmares that make up Desert's Howl's being, and they infect victims with lasting fear, cycling their victims' fears and anxieties in a horrific loop that takes time and rest to break. A creature that takes damage from Desert's Howl's claw Strike while [frightened](/Conditions.aspx?ID=19) no longer reduces its frightened condition at the end of each turn. Instead, the creature can only decrease its frightened condition by 1 after each full night's rest or with magical effects counteracting the fear, such as [_remove fear_](/Spells.aspx?ID=252).\r\n\r\n**Paralytic Secretion**   Desert's Howl's saliva is a potent paralytic substance that drains the energy from prey. A creature hit by its spit Strike must succeed at a DC 41 Fortitude save or become [drained 2](/Conditions.aspx?ID=10) as well as [paralyzed](/Conditions.aspx?ID=28) for 1 round. If the target was already drained, it instead increases the condition's value by 1, to a maximum of drained 4.\r\n\r\n**Profane Feast** <actions string=\"Single Action\" />  **Requirements** Desert's Howl has a creature [grabbed](/Conditions.aspx?ID=20); **Effect** Desert's Howl begins to consume the creature, dealing 2d12+15 piercing damage (DC 41 [basic](/Rules.aspx?ID=329) Fortitude save) and exposing the creature to its paralytic secretion.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Unsettling Dreams</title>\r\n\r\nThe nightmares induced by Desert's Howl's presence are vivid and disturbing. The first night often entails frequent wakening, often accompanied by gasping or screaming. On subsequent nights, dreams and reality can begin to blur together due to exhaustion, leaving the victim delirious and unable to discern upon waking whether the things they remember truly happened or not. At this point, Desert's Howl can use its illusions to bring to life things the victim saw in their dreams to unsettle them and sow distrust among their allies—perhaps glimpses of their companions acting suspiciously or strange omens and portents carried over from their nightmares.\r\n</aside>",
 "name": "Desert's Howl",
 "npc": false,
 "perception": 33,
 "pfs": "Standard",
 "rarity": "unique",
 "reflex_save": 32,
 "release_date": "2021-12-22",
 "resistance": {
  "fire": 20
 },
 "resistance_markdown": "[fire](/Traits.aspx?ID=72) 20",
 "resistance_raw": " fire  20",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 22</row>\n\n<row gap=\"medium\">\r\n**HP** 330\r\n\r\n**AC** 43\r\n\r\n**Fort** +38\r\n\r\n**Ref** +32\r\n\r\n**Will** +29\r\n\r\n**Perception** +33\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDesert's Howl is a towering, gray abomination with a shape vaguely similar to that of a bearded man with glowing yellow eyes, long ibex horns, deadly …\r\n</summary>",
 "sense": " greater darkvision , fear scent 120 feet",
 "sense_markdown": "[greater darkvision](/MonsterAbilities.aspx?ID=12), fear scent 120 feet",
 "size": [
  "Huge"
 ],
 "skill": [
  "Athletics +37",
  "Deception +31",
  "Desert Lore +32",
  "Intimidation +33",
  "Occultism +30",
  "Stealth +33",
  "Survival +31"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +37, [Deception](/Skills.aspx?ID=5) +31, [Desert Lore](/Skills.aspx?ID=8) +32, [Intimidation](/Skills.aspx?ID=7) +33, [Occultism](/Skills.aspx?ID=11) +30, [Stealth](/Skills.aspx?ID=15) +33, [Survival](/Skills.aspx?ID=16) +31",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 22"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 22</row>",
 "speed": {
  "climb": 25,
  "fly": 20,
  "land": 50,
  "max": 50,
  "swim": 35
 },
 "speed_markdown": "50 feet, climb 25 feet, fly 20 feet, swim 35 feet",
 "speed_raw": "50 feet, climb 25 feet, fly 20 feet, swim 35 feet",
 "spell": [
  "Dimension Door",
  "Hallucination",
  "Hallucinatory Terrain",
  "Invisibility",
  "Mirror Image"
 ],
 "spell_markdown": "[Dimension Door](/Spells.aspx?ID=69), [Hallucination](/Spells.aspx?ID=144), [Hallucinatory Terrain](/Spells.aspx?ID=145), [Invisibility](/Spells.aspx?ID=164), [Mirror Image](/Spells.aspx?ID=197)",
 "stealth": "33",
 "strength": 10,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Desert's Howl is a towering, gray abomination with a shape vaguely similar to that of a bearded man with glowing yellow eyes, long ibex horns, deadly …",
 "summary_markdown": "Desert's Howl is a towering, gray abomination with a shape vaguely similar to that of a bearded man with glowing yellow eyes, long ibex horns, deadly …",
 "text": " Desert's Howl Desert's Howl is a towering, gray abomination with a shape vaguely similar to that of a bearded man with glowing yellow eyes, long ibex horns, deadly black claws, and cloven hooves. These features have sometimes caused those who encounter it to mistake it for some kind of fiend, a fatal mistake likely to lead to their demise, as Desert's Howl is in truth a twisted aberration composed of a disgusting mix of nightmares, smoke, and ash. As such, holy water and other measures that might be effective against fiends have no effect on Desert's Howl. According to the oral histories of the people who have survived in the Thuvian desert the longest, when Desert's Howl first appeared, it was in much the same shape but no larger than a human. Over time, its proportions lengthened and grew, as did its frightening abilities and appetite for suffering. Given the incredible range on Desert's Howl's namesake desolate exclamation, creatures are much more likely to hear Desert's Howl than see it. Though such forewarning potentially gives distant creatures additional time to prepare to face or escape the creature, Desert's Howl enjoys the steady build-up of fear that this approach allows, potentially breaking its victims' resolve long before it even appears. Besides, a creature of its power has little to fear from travelers, or even most adventurers, regardless of how much time they have to prepare. In the end, a greater struggle just makes destroying them all the sweeter. Recall Knowledge - Aberration (Occultism): DC 49 Unspecific Lore : DC 47 Specific Lore : DC 44 Desert's Howl Source Monsters of Myth pg. 22 Perception +33; greater darkvision, fear scent 120 feet Languages Aklo, Osiriani Skills Athletics +37, Deception +31, Desert Lore +32, Intimidation +33, Occultism +30, Stealth +33, Survival +31 Str +10 Dex +9 Con +10 Int +5 Wis +6 Cha +5 Fear Scent Desert's Howl can observe any frightened creatures within 120 feet using an incredibly accurate sense of psychic smell as a precise sense. However, its fear scent extends further if the creature was frightened by Desert's Howl. The taste of such a bouquet of fear in the air becomes irresistible and easy for Desert's Howl to detect, like a shark smelling blood in water. Desert's Howl can sense a creature frightened by its own fear effects as an imprecise sense at a distance of up to 1 mile away. --- AC 43 Fort +38 Ref +32 Will +29 HP 330 , regeneration 30 (deactivated by cold) Immunities controlled, emotion, fear, sleep Resistances fire 20 Weaknesses cold 15 Aura of Agony (aura, emotion, fear, mental) 10 miles. Desert's Howl exudes a massive psychic disturbance many miles away from its location, assaulting the minds and spirits of those who dare to sleep within the unsettling bounds of its aura of agony. Creatures that attempt to rest while they're within this emanation are beset by disturbing nightmares and hallucinations, regardless of whether they're aware of Desert's Howl's presence. This restlessness causes creatures to wake up fatigued, and they don't recover from fatigue by resting. Creatures affected by aura of agony don't reduce their frightened condition by resting as long as they remain within the area of the aura. Frightful Presence (aura, emotion, fear, mental) 90 feet, DC 38 Putrid Evanescence Reaction Frequency once per minute; Trigger Desert's Howl is damaged by another creature; Effect Desert's Howl bursts into a cloud of putrid smoke, ash, and nightmares, becoming invisible and teleporting up to 100 feet away to an unoccupied space it can see. It remains invisible until the end of its next turn or until it uses a hostile action, whichever comes first. --- Speed 50 feet, climb 25 feet, fly 20 feet, swim 35 feet Melee Single Action claw +36 (Agile, reach 15 feet), Damage 4d10+20 slashing plus Improved Grab and nightmare fuel Ranged Single Action spit +35 (range 50 feet), Damage 2d6 fire plus 2d6 mental and paralytic secretion Occult Innate Spells DC 43 - 2nd Invisibility (at will; self only), Mirror Image - 9th Dimension Door, Hallucination (at will), Hallucinatory Terrain (at will) Forlorn Howl Three Actions (Auditory, Emotion, Fear, Mental) Desert's Howl vents a long and desolate wail full of nightmares and despair. The devastating howl can be heard up to 1 mile away under the open sky. Any creature who hears it experiences a sudden sinking in its stomach and heart palpitations, its hair stands on end, and it must attempt a DC 38 Will save. Critical Success The creature is unaffected and becomes temporarily immune for 1 hour. Success The creature becomes frightened 2. Failure The creature becomes frightened 3. Critical Failure The creature becomes doomed 1, frightened 4, and is fleeing for 1 round. Illusory Ambush Two Actions Desert's Howl shimmers with illusions and devastates a foe who lost track of its position. Desert's Howl Strides up to twice its Speed. If it ends its movement within its melee reach of at least one enemy to which it's undetected, it can attempt two claw Strikes against that enemy. These attacks count toward Desert's Howl's multiple attack penalty, but the multiple attack penalty doesn't increase until after Desert's Howl makes both of these attacks. Desert's Howl remains undetected to the creature it's attacking until after resolving both of the claw attacks. Nightmare Fuel Desert's Howl's claws are infused with some of the nightmares that make up Desert's Howl's being, and they infect victims with lasting fear, cycling their victims' fears and anxieties in a horrific loop that takes time and rest to break. A creature that takes damage from Desert's Howl's claw Strike while frightened no longer reduces its frightened condition at the end of each turn. Instead, the creature can only decrease its frightened condition by 1 after each full night's rest or with magical effects counteracting the fear, such as remove fear . Paralytic Secretion Desert's Howl's saliva is a potent paralytic substance that drains the energy from prey. A creature hit by its spit Strike must succeed at a DC 41 Fortitude save or become drained 2 as well as paralyzed for 1 round. If the target was already drained, it instead increases the condition's value by 1, to a maximum of drained 4. Profane Feast Single Action Requirements Desert's Howl has a creature grabbed; Effect Desert's Howl begins to consume the creature, dealing 2d12+15 piercing damage (DC 41 basic Fortitude save) and exposing the creature to its paralytic secretion. Unsettling Dreams The nightmares induced by Desert's Howl's presence are vivid and disturbing. The first night often entails frequent wakening, often accompanied by gasping or screaming. On subsequent nights, dreams and reality can begin to blur together due to exhaustion, leaving the victim delirious and unable to discern upon waking whether the things they remember truly happened or not. At this point, Desert's Howl can use its illusions to bring to life things the victim saw in their dreams to unsettle them and sow distrust among their allies—perhaps glimpses of their companions acting suspiciously or strange omens and portents carried over from their nightmares. ",
 "trait": [
  "Aberration",
  "Unique",
  "CE",
  "Huge"
 ],
 "trait_markdown": "[Aberration](/Traits.aspx?ID=1), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Aberration",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1723",
 "vision": "Greater darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {
  "cold": 15
 },
 "weakness_markdown": "[cold](/Traits.aspx?ID=27) 15",
 "weakness_raw": " cold  15",
 "will_save": 29,
 "wisdom": 6
}