{
 "ac": 18,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 0,
 "creature_ability": [
  "End the Charade",
  "Change Shape"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 5,
 "hp": 50,
 "hp_raw": "50",
 "id": "creature-126",
 "image": [
  "/Images/Monsters/Doppelganger.png"
 ],
 "intelligence": 1,
 "language": [
  "Common",
  "two other languages"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1); two other languages",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Doppelganger](/Monsters.aspx?ID=126)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nIn their natural forms, doppelgangers are humanoid creatures with flesh of indeterminate color and features that lack fine details, as if unfinished. As masters of mimicry, they use their abilities to impersonate others in devious ways, often infiltrating settlements and residing within them for years without being detected.\n\n Doppelgangers are incredibly secretive, with some nearing outright paranoia. They choose their targets carefully and go to great lengths not to reveal their intentions before their plans come to fruition. Doppelgangers usually infiltrate communities in order to gain some manner of wealth or power, and assume the guises of other (usually influential) persons to allow the creatures they’re impersonating to take the fall for any negative consequences that may result from their actions.\n\n Though most are not evil, doppelgangers are manipulative and self-serving. As they don’t have their own society and aren’t monolithic in their motivations, an individual doppelganger has its own unique interests and impulses, though many are over-indulgent. Some doppelgangers enjoy the thrill of subtlety, while others favor grander schemes, such as manipulating a nation’s political infrastructure. Others seek to exploit merchant guilds to gain immense wealth, while others use their shape-changing ability to destroy relationships between close friends or families.\n\n Doppelgangers are careful and patient creatures. They are willing to slowly construct elaborate schemes that may require extended periods of time—even decades—to yield results.\n\n Doppelgangers often work alone, as they don’t trust potential cohorts not to ruin their plans. There are rare times when doppelgangers might reveal secrets to high-ranking individuals to ensure a successful infiltration. When they do work with others, it’s because they’ve taken the shape of a target group’s leader, unbeknownst to the organization’s members.\n\n Doppelgangers can grow in power by learning skills and abilities, and often make excellent rogues, spellcasters, or fighters. A doppelganger that has class abilities can often effectively infiltrate and plague an adventuring group as a powerful antagonist—but using a doppelganger like this in your game should be handled with care (see the Infiltrating a Party sidebar above for more information).\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 20\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 18\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 15\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Doppelganger.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Doppelganger](/Monsters.aspx?ID=126)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 103</row>\n\n**Perception** +7; darkvision\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1); two other languages\r\n\r\n**Skills**\r\n[Deception](/Skills.aspx?ID=5) +11, [Diplomacy](/Skills.aspx?ID=6) +11, [Society](/Skills.aspx?ID=14) +8, [Stealth](/Skills.aspx?ID=15) +8\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +3\r\n\r\n**Con** +0\r\n\r\n**Int** +1\r\n\r\n**Wis** +2\r\n\r\n**Cha** +4\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 18 \r\n\r\n**Fort** +5 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +11 \n\n</row>\r\n\r\n**HP** 50\n\n**End the Charade** <actions string=\"Reaction\" /> ([attack](/Traits.aspx?ID=15)); **Trigger** The doppelganger is transformed with Change Shape and another creature moves adjacent to it or takes a hostile action against it. **Effect** The doppelganger reverts to its natural form and can make a Strike against the triggering creature. If the creature was unaware the doppelganger was in disguise, that creature is flat-footed against this attack.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +10 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 2d6+5 slashing\r\n\r\n**Arcane Innate Spells** DC 21\r\n- **3rd**\r\n[Mind Reading](/Spells.aspx?ID=194) (at will)\r\n\r\n**[Change Shape](/MonsterAbilities.aspx?ID=8)** <actions string=\"Single Action\" /> ([Arcane](/Traits.aspx?ID=11), [Concentrate](/Traits.aspx?ID=32), [Polymorph](/Traits.aspx?ID=127), [Transmutation](/Traits.aspx?ID=157)) The doppelganger takes on the specific appearance of any Small or Medium humanoid who it has seen and whose appearance it remembers. This doesn’t change the doppelganger’s Speed or its attack and damage bonuses with its Strikes but might change the damage type its Strikes deal (typically to bludgeoning).\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Infiltrating a Party</title>\r\n\r\nWhile incorporating a doppelganger who infiltrates the adventuring party into your game can lead to many exciting narrative possibilities, in practice, it’s not easy (or even advisable) to pull off. If you wish to try, it’s best to make sure you know your players well and have their trust. You can take a targeted player aside to let them know that, for a time, they’ll be playing a doppelganger, but take care not to remove the player’s agency from the game for too long or too often, as that can get old fast from the other side of the GM screen!\r\n</aside>",
 "name": "Doppelganger",
 "npc": false,
 "perception": 7,
 "pfs": "Standard",
 "rarity": "uncommon",
 "reflex_save": 10,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 103</row>\n\n<row gap=\"medium\">\r\n**HP** 50\r\n\r\n**AC** 18\r\n\r\n**Fort** +5\r\n\r\n**Ref** +10\r\n\r\n**Will** +11\r\n\r\n**Perception** +7\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn their natural forms, doppelgangers are humanoid creatures with flesh of indeterminate color and features that lack fine details, as if unfinished. …\r\n</summary>",
 "sense": "darkvision",
 "sense_markdown": "darkvision",
 "size": [
  "Medium"
 ],
 "skill": [
  "Deception +11",
  "Diplomacy +11",
  "Society +8",
  "Stealth +8"
 ],
 "skill_markdown": "[Deception](/Skills.aspx?ID=5) +11, [Diplomacy](/Skills.aspx?ID=6) +11, [Society](/Skills.aspx?ID=14) +8, [Stealth](/Skills.aspx?ID=15) +8",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 103"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 103</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Mind Reading"
 ],
 "spell_markdown": "[Mind Reading](/Spells.aspx?ID=194)",
 "stealth": "8",
 "strength": 3,
 "strongest_save": [
  "will"
 ],
 "summary": "In their natural forms, doppelgangers are humanoid creatures with flesh of indeterminate color and features that lack fine details, as if unfinished. …",
 "summary_markdown": "In their natural forms, doppelgangers are humanoid creatures with flesh of indeterminate color and features that lack fine details, as if unfinished. …",
 "text": " Doppelganger In their natural forms, doppelgangers are humanoid creatures with flesh of indeterminate color and features that lack fine details, as if unfinished. As masters of mimicry, they use their abilities to impersonate others in devious ways, often infiltrating settlements and residing within them for years without being detected. Doppelgangers are incredibly secretive, with some nearing outright paranoia. They choose their targets carefully and go to great lengths not to reveal their intentions before their plans come to fruition. Doppelgangers usually infiltrate communities in order to gain some manner of wealth or power, and assume the guises of other (usually influential) persons to allow the creatures they’re impersonating to take the fall for any negative consequences that may result from their actions. Though most are not evil, doppelgangers are manipulative and self-serving. As they don’t have their own society and aren’t monolithic in their motivations, an individual doppelganger has its own unique interests and impulses, though many are over-indulgent. Some doppelgangers enjoy the thrill of subtlety, while others favor grander schemes, such as manipulating a nation’s political infrastructure. Others seek to exploit merchant guilds to gain immense wealth, while others use their shape-changing ability to destroy relationships between close friends or families. Doppelgangers are careful and patient creatures. They are willing to slowly construct elaborate schemes that may require extended periods of time—even decades—to yield results. Doppelgangers often work alone, as they don’t trust potential cohorts not to ruin their plans. There are rare times when doppelgangers might reveal secrets to high-ranking individuals to ensure a successful infiltration. When they do work with others, it’s because they’ve taken the shape of a target group’s leader, unbeknownst to the organization’s members. Doppelgangers can grow in power by learning skills and abilities, and often make excellent rogues, spellcasters, or fighters. A doppelganger that has class abilities can often effectively infiltrate and plague an adventuring group as a powerful antagonist—but using a doppelganger like this in your game should be handled with care (see the Infiltrating a Party sidebar above for more information). Recall Knowledge - Humanoid (Society): DC 20 Unspecific Lore : DC 18 Specific Lore : DC 15 Doppelganger Source Bestiary pg. 103 Perception +7; darkvision Languages Common; two other languages Skills Deception +11, Diplomacy +11, Society +8, Stealth +8 Str +3 Dex +3 Con +0 Int +1 Wis +2 Cha +4 --- AC 18 Fort +5 Ref +10 Will +11 HP 50 End the Charade Reaction (attack); Trigger The doppelganger is transformed with Change Shape and another creature moves adjacent to it or takes a hostile action against it. Effect The doppelganger reverts to its natural form and can make a Strike against the triggering creature. If the creature was unaware the doppelganger was in disguise, that creature is flat-footed against this attack. --- Speed 25 feet Melee Single Action claw +10 (Agile), Damage 2d6+5 slashing Arcane Innate Spells DC 21 - 3rd Mind Reading (at will) Change Shape Single Action (Arcane, Concentrate, Polymorph, Transmutation) The doppelganger takes on the specific appearance of any Small or Medium humanoid who it has seen and whose appearance it remembers. This doesn’t change the doppelganger’s Speed or its attack and damage bonuses with its Strikes but might change the damage type its Strikes deal (typically to bludgeoning). Infiltrating a Party While incorporating a doppelganger who infiltrates the adventuring party into your game can lead to many exciting narrative possibilities, in practice, it’s not easy (or even advisable) to pull off. If you wish to try, it’s best to make sure you know your players well and have their trust. You can take a targeted player aside to let them know that, for a time, they’ll be playing a doppelganger, but take care not to remove the player’s agency from the game for too long or too often, as that can get old fast from the other side of the GM screen! ",
 "trait": [
  "Humanoid",
  "Uncommon",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Humanoid",
  "Uncommon"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=126",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 11,
 "wisdom": 2
}