{
 "ac": 17,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 3,
 "creature_ability": [
  "The Sea's Revenge",
  "Grotesque Gift",
  "Swipe"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 11,
 "hp": 35,
 "hp_raw": "35 ( negative healing )",
 "id": "creature-642",
 "image": [
  "/Images/Monsters/Draugr.png"
 ],
 "immunity": [
  "death  effects",
  "disease",
  "paralyzed",
  "poison",
  "unconscious"
 ],
 "immunity_markdown": "[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [unconscious](/Conditions.aspx?ID=38)",
 "intelligence": -1,
 "language": [
  "Common",
  "can't speak any language"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1); can't speak any language",
 "level": 2,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Draugr](/Monsters.aspx?ID=642)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nRisen corpses of sailors who died at sea, draugr reek of the rot and decay of the briny deep. Their eyes glow with ghastly green light, and rotting seaweed, barnacles, and dead sea creatures cling to their bodies. Draugr can't speak, but expresses their malicious emotions with gurgles, as though they were eternally drowning with lungs full of water. They desire little more than to attack living creatures, especially those who sail the sea. Even when they go upon land, draugrs often drag the corpses of those they strike down back to the water, populating the depths with even more dead.\n\nDraugr rise in the haunted places of the sea, where restless spirits, swells of negative energy, or supernatural storms deliver death. A corpse might rest at the bottom of the sea for some time before awakening as a draugr. Collecting detritus and organisms, a corpse becomes increasingly disgusting before it finally rises. Proximity to intelligent life can expedite this process, and an underwater explorer who happens upon a shipwreck might cause a body to snap to unlife as a draugr suddenly. The creatures don't take intrusions lightly, especially upon their place of death.\n\nThough steeped in evil, draugr are susceptible to reminders of their lives as mariners. In particular, a well-performed sea shanty or call-and-response work song might cause a draugr to become lost in reverie for a moment. The creatures have even been witnessed moaning along, unable to sing the words but providing haunting accompaniment. The lull rarely lasts long, though, as the beauty of the song quickly becomes a reminder of the tragedy that befell the draugr, reaffirming their desire for blood and death.\n\nMore powerful draugr with burning red eyes are called draugr captains. They're 3rd-level creatures with [elite adjustments](/Rules.aspx?ID=790) that can cast [_obscuring mist_](/Spells.aspx?ID=210) as an innate divine spell three times per day.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Undead](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 16\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 14\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 11\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Draugr.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 2\">[Draugr](/Monsters.aspx?ID=642)</title>\r\n\r\n<traits>\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n<trait label=\"Water\" url=\"/Traits.aspx?ID=165\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 102 <sup>2.0</sup></row>\n\n**Perception** +7; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1); can't speak any language\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +10, [Stealth](/Skills.aspx?ID=15) +8\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +2\r\n\r\n**Con** +3\r\n\r\n**Int** -1\r\n\r\n**Wis** +1\r\n\r\n**Cha** +1\r\n</row>\n\n**Items**\r\n[Greataxe](/Weapons.aspx?ID=21), [Leather Armor](/Armor.aspx?ID=4)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 17 \r\n\r\n**Fort** +11 \r\n\r\n**Ref** +6 \r\n\r\n**Will** +7 \n\n</row>\r\n\r\n**HP** 35\r\n([negative healing](/MonsterAbilities.aspx?ID=42))\n\n**Immunities**\r\n[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [unconscious](/Conditions.aspx?ID=38)\r\n\r\n**Resistances**\r\nfire 3\r\n\r\n**Weaknesses**\r\npositive 5\r\n\r\n**The Sea's Revenge** ([curse](/Traits.aspx?ID=38), [divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) A creature that slays a draugr is subjected to a [_mariner's curse_](/Spells.aspx?ID=184) spell with a save DC of 17. The curse ends if the draugr is buried in a calm sea or after 1 week passes.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, swim 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ngreataxe +10 ([Sweep](/Traits.aspx?ID=194)),\r\n**Damage** 1d12+4 slashing plus grotesque gift\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfist +10 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 1d4+4 slashing plus grotesque gift\n\n**Grotesque Gift**  ([Olfactory](/Traits.aspx?ID=246)) A draugr's attacks spatter their targets with rancid flesh and rotting seaweed. A creature damaged by a draugr's Strike must succeed at a DC 15 Fortitude save or become [sickened 1](/Conditions.aspx?ID=34) (sickened 2 on a critical failure).\r\n\r\n**Swipe** <actions string=\"Two Actions\" />  The draugr makes a melee Strike and compares the attack roll result to the AC of up to two foes, each of whom must be within its melee reach and adjacent to each other. Roll damage only once and apply it to each creature hit. A Swipe counts as two attacks for the draugr's multiple attack penalty.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Draugr Ships</title>\r\n\r\nWhen an entire ship's crew dies in one calamity, they might rise simultaneously, bound together in death. Tirelessly plaguing the seas, these draugr crews slowly corrupt their vessels. The cursed ships often exhibit unsettling phenomena, such as being able to sail against the wind or leaving schools of dead fish in their wake. Sea shanties tell of draugr raiders approaching during the night, wreathed in fog pierced only by the green glow emanating from their eyes.\r\n</aside>",
 "name": "Draugr",
 "npc": false,
 "perception": 7,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 6,
 "release_date": "2020-05-27",
 "resistance": {
  "fire": 3
 },
 "resistance_markdown": "fire 3",
 "resistance_raw": "fire 3",
 "search_markdown": "<traits>\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n<trait label=\"Water\" url=\"/Traits.aspx?ID=165\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 102 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 35 ( negative healing )\r\n\r\n**AC** 17\r\n\r\n**Fort** +11\r\n\r\n**Ref** +6\r\n\r\n**Will** +7\r\n\r\n**Perception** +7\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nRisen corpses of sailors who died at sea, draugr reek of the rot and decay of the briny deep. Their eyes glow with ghastly green light, and rotting …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +10",
  "Stealth +8"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +10, [Stealth](/Skills.aspx?ID=15) +8",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 102"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 102 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25,
  "swim": 25
 },
 "speed_markdown": "25 feet, swim 25 feet",
 "speed_raw": "25 feet, swim 25 feet",
 "spell_markdown": "",
 "stealth": "8",
 "strength": 4,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Risen corpses of sailors who died at sea, draugr reek of the rot and decay of the briny deep. Their eyes glow with ghastly green light, and rotting …",
 "summary_markdown": "Risen corpses of sailors who died at sea, draugr reek of the rot and decay of the briny deep. Their eyes glow with ghastly green light, and rotting …",
 "text": " Draugr Risen corpses of sailors who died at sea, draugr reek of the rot and decay of the briny deep. Their eyes glow with ghastly green light, and rotting seaweed, barnacles, and dead sea creatures cling to their bodies. Draugr can't speak, but expresses their malicious emotions with gurgles, as though they were eternally drowning with lungs full of water. They desire little more than to attack living creatures, especially those who sail the sea. Even when they go upon land, draugrs often drag the corpses of those they strike down back to the water, populating the depths with even more dead. Draugr rise in the haunted places of the sea, where restless spirits, swells of negative energy, or supernatural storms deliver death. A corpse might rest at the bottom of the sea for some time before awakening as a draugr. Collecting detritus and organisms, a corpse becomes increasingly disgusting before it finally rises. Proximity to intelligent life can expedite this process, and an underwater explorer who happens upon a shipwreck might cause a body to snap to unlife as a draugr suddenly. The creatures don't take intrusions lightly, especially upon their place of death. Though steeped in evil, draugr are susceptible to reminders of their lives as mariners. In particular, a well-performed sea shanty or call-and-response work song might cause a draugr to become lost in reverie for a moment. The creatures have even been witnessed moaning along, unable to sing the words but providing haunting accompaniment. The lull rarely lasts long, though, as the beauty of the song quickly becomes a reminder of the tragedy that befell the draugr, reaffirming their desire for blood and death. More powerful draugr with burning red eyes are called draugr captains. They're 3rd-level creatures with elite adjustments that can cast obscuring mist as an innate divine spell three times per day. Recall Knowledge - Undead (Religion): DC 16 Unspecific Lore : DC 14 Specific Lore : DC 11 Draugr Source Bestiary 2 pg. 102 2.0 Perception +7; darkvision Languages Common; can't speak any language Skills Athletics +10, Stealth +8 Str +4 Dex +2 Con +3 Int -1 Wis +1 Cha +1 Items Greataxe, Leather Armor --- AC 17 Fort +11 Ref +6 Will +7 HP 35 (negative healing) Immunities death effects, disease, paralyzed, poison, unconscious Resistances fire 3 Weaknesses positive 5 The Sea's Revenge (curse, divine, necromancy) A creature that slays a draugr is subjected to a mariner's curse spell with a save DC of 17. The curse ends if the draugr is buried in a calm sea or after 1 week passes. --- Speed 25 feet, swim 25 feet Melee Single Action greataxe +10 (Sweep), Damage 1d12+4 slashing plus grotesque gift Melee Single Action fist +10 (Agile), Damage 1d4+4 slashing plus grotesque gift Grotesque Gift (Olfactory) A draugr's attacks spatter their targets with rancid flesh and rotting seaweed. A creature damaged by a draugr's Strike must succeed at a DC 15 Fortitude save or become sickened 1 (sickened 2 on a critical failure). Swipe Two Actions The draugr makes a melee Strike and compares the attack roll result to the AC of up to two foes, each of whom must be within its melee reach and adjacent to each other. Roll damage only once and apply it to each creature hit. A Swipe counts as two attacks for the draugr's multiple attack penalty. Draugr Ships When an entire ship's crew dies in one calamity, they might rise simultaneously, bound together in death. Tirelessly plaguing the seas, these draugr crews slowly corrupt their vessels. The cursed ships often exhibit unsettling phenomena, such as being able to sail against the wind or leaving schools of dead fish in their wake. Sea shanties tell of draugr raiders approaching during the night, wreathed in fog pierced only by the green glow emanating from their eyes. ",
 "trait": [
  "Undead",
  "Water",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Undead](/Traits.aspx?ID=160), [Water](/Traits.aspx?ID=165)",
 "trait_raw": [
  "Undead",
  "Water"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=642",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {
  "positive": 5
 },
 "weakness_markdown": "positive 5",
 "weakness_raw": "positive 5",
 "will_save": 7,
 "wisdom": 1
}