{
 "ac": 24,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -2,
 "constitution": 2,
 "creature_ability": [
  "Cinder Dispersal",
  "Pack Attack",
  "Pounce"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 12,
 "hp": 95,
 "hp_raw": "95",
 "id": "creature-176",
 "image": [
  "/Images/Monsters/Elananx.png"
 ],
 "immunity": [
  "fire"
 ],
 "immunity_markdown": "fire",
 "intelligence": -3,
 "language": [
  "Sylvan",
  "(can’t speak any language)"
 ],
 "language_markdown": "[Sylvan](/Languages.aspx?ID=10); (can’t speak any language)",
 "level": 6,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Elananx](/Monsters.aspx?ID=176)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThese strange, fey felines resemble large, broad bobcats from a distance, but a closer view reveals something amiss. Their forms ripple and billow with heat, and their eyes glow from within as if they contain tiny, flickering flames. The pungent scent of rotting leaves smoldering in a bonfire clings to their fur. Yet those who have the chance to watch elananxes hunt or attack prey witness the greatest indication that these creatures are something more than mere predators, for they act with cruel and savvy instincts, reveling in the pain they infiict.\n\n Elananxes typically hunt alone, but sometimes these cunning and malicious hunters of the First World roam in packs called “billows” to take down large prey. Like many house cats, elananxes are not content to merely track and devour prey, but prefer to toy with their victims, drawing joy and excitement from the fear and pain of those they capture. To this end, elananxes rarely use their cinder dispersal ability to evade their targets, instead opting to foil their quarry just before the end of the hunt—though, as selfish creatures who wish to live to hunt again, elananxes often reserve one use of this ability, just in case.\n\n Because of their clever and malicious ways, elananxes are favored as hunting companions by [redcaps](/Monsters.aspx?ID=349), who go out of their way to befriend or make deals with these creatures. Redcaps also flnd great sport in hunts where competing elananxes chase a single creature. Although they’re large enough to serve as mounts for redcaps, elananxes despise being ridden and resist such attempts—little is as sure to cause a supposedly friendly elananx to turn on its redcap ally than a foolhardy attempt to treat the fey cat as a horse!\n\n Elananxes have a strange affinity to forest fires. Because they are immune to the damage caused by flickering flames, they enjoy capering and caterwauling through the smoky, burning ruins of forest infernos. Some have even been known to use their burning bites to deliberately light undergrowth on fire, simply so they might experience the beauty of the flames combined with the inevitable pain such disasters inflict on other creatures.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fey](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 22\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 20\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 17\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Elananx.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 6\">[Elananx](/Monsters.aspx?ID=176)</title>\r\n\r\n<traits>\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n<trait label=\"Fire\" url=\"/Traits.aspx?ID=72\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 143</row>\n\n**Perception** +14; darkvision\r\n\r\n**Languages**\r\n[Sylvan](/Languages.aspx?ID=10); (can’t speak any language)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +14, [Athletics](/Skills.aspx?ID=3) +14, [Survival](/Skills.aspx?ID=16) +14\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +4\r\n\r\n**Con** +2\r\n\r\n**Int** -3\r\n\r\n**Wis** +2\r\n\r\n**Cha** -2\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 24 \r\n\r\n**Fort** +12 \r\n\r\n**Ref** +16 \r\n\r\n**Will** +12 \n\n</row>\r\n\r\n**HP** 95\n\n**Immunities**\r\nfire\n\n**Weaknesses**\r\ncold iron 5\r\n\r\n**Cinder Dispersal** <actions string=\"Reaction\" /> ([fire](/Traits.aspx?ID=72), [primal](/Traits.aspx?ID=134), [transmutation](/Traits.aspx?ID=157)); **Frequency** once per day. **Trigger** The elananx takes damage from a hostile source. **Effect** The elananx disperses into a cloud of smoke and cinders, filling its space and a 20-foot emanation. While in this form, the elananx can’t be attacked or targeted, and it doesn’t take up space. Anything inside this cloud is concealed, and any creature ending its turn there takes 2d6 fire damage. At the start of its turn, the elananx returns to its normal form in any square the cloud covered. If the elananx Strikes a creature using its first action after returning to its normal form, the target is flat-footed and the Strike deals an extra 1d6 fire damage.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +16 ([Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d6+8 piercing and 1d6 fire\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +16 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 2d6+8 slashing\n\n**Pack Attack**   The elananx’s Strikes deal an extra 1d6 damage to creatures within the reach of at least two of its allies.\r\n\r\n**Pounce** <actions string=\"Single Action\" />  The elananx Strides and makes a Strike at the end of that movement. If the elananx began this action hidden, it remains hidden until after the attack.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Elananx Locations</title>\r\n\r\nAlthough many elananxes dwell in the strange realm of the First World, some are also natives of the Material Plane. Elananxes prefer to dwell in regions where there are ample intelligent creatures to chase, hunt, and eat, and they favor woodlands and hills as their primary hunting grounds.\r\n</aside>",
 "name": "Elananx",
 "npc": false,
 "perception": 14,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 16,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n<trait label=\"Fire\" url=\"/Traits.aspx?ID=72\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 143</row>\n\n<row gap=\"medium\">\r\n**HP** 95\r\n\r\n**AC** 24\r\n\r\n**Fort** +12\r\n\r\n**Ref** +16\r\n\r\n**Will** +12\r\n\r\n**Perception** +14\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese strange, fey felines resemble large, broad bobcats from a distance, but a closer view reveals something amiss. Their forms ripple and billow …\r\n</summary>",
 "sense": "darkvision",
 "sense_markdown": "darkvision",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +14",
  "Athletics +14",
  "Survival +14"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +14, [Athletics](/Skills.aspx?ID=3) +14, [Survival](/Skills.aspx?ID=16) +14",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 143"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 143</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell_markdown": "",
 "strength": 4,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "These strange, fey felines resemble large, broad bobcats from a distance, but a closer view reveals something amiss. Their forms ripple and billow …",
 "summary_markdown": "These strange, fey felines resemble large, broad bobcats from a distance, but a closer view reveals something amiss. Their forms ripple and billow …",
 "text": " Elananx These strange, fey felines resemble large, broad bobcats from a distance, but a closer view reveals something amiss. Their forms ripple and billow with heat, and their eyes glow from within as if they contain tiny, flickering flames. The pungent scent of rotting leaves smoldering in a bonfire clings to their fur. Yet those who have the chance to watch elananxes hunt or attack prey witness the greatest indication that these creatures are something more than mere predators, for they act with cruel and savvy instincts, reveling in the pain they infiict. Elananxes typically hunt alone, but sometimes these cunning and malicious hunters of the First World roam in packs called “billows” to take down large prey. Like many house cats, elananxes are not content to merely track and devour prey, but prefer to toy with their victims, drawing joy and excitement from the fear and pain of those they capture. To this end, elananxes rarely use their cinder dispersal ability to evade their targets, instead opting to foil their quarry just before the end of the hunt—though, as selfish creatures who wish to live to hunt again, elananxes often reserve one use of this ability, just in case. Because of their clever and malicious ways, elananxes are favored as hunting companions by redcaps, who go out of their way to befriend or make deals with these creatures. Redcaps also flnd great sport in hunts where competing elananxes chase a single creature. Although they’re large enough to serve as mounts for redcaps, elananxes despise being ridden and resist such attempts—little is as sure to cause a supposedly friendly elananx to turn on its redcap ally than a foolhardy attempt to treat the fey cat as a horse! Elananxes have a strange affinity to forest fires. Because they are immune to the damage caused by flickering flames, they enjoy capering and caterwauling through the smoky, burning ruins of forest infernos. Some have even been known to use their burning bites to deliberately light undergrowth on fire, simply so they might experience the beauty of the flames combined with the inevitable pain such disasters inflict on other creatures. Recall Knowledge - Fey (Nature): DC 22 Unspecific Lore : DC 20 Specific Lore : DC 17 Elananx Source Bestiary pg. 143 Perception +14; darkvision Languages Sylvan; (can’t speak any language) Skills Acrobatics +14, Athletics +14, Survival +14 Str +4 Dex +4 Con +2 Int -3 Wis +2 Cha -2 --- AC 24 Fort +12 Ref +16 Will +12 HP 95 Immunities fire Weaknesses cold iron 5 Cinder Dispersal Reaction (fire, primal, transmutation); Frequency once per day. Trigger The elananx takes damage from a hostile source. Effect The elananx disperses into a cloud of smoke and cinders, filling its space and a 20-foot emanation. While in this form, the elananx can’t be attacked or targeted, and it doesn’t take up space. Anything inside this cloud is concealed, and any creature ending its turn there takes 2d6 fire damage. At the start of its turn, the elananx returns to its normal form in any square the cloud covered. If the elananx Strikes a creature using its first action after returning to its normal form, the target is flat-footed and the Strike deals an extra 1d6 fire damage. --- Speed 30 feet Melee Single Action jaws +16 (Magical), Damage 2d6+8 piercing and 1d6 fire Melee Single Action claw +16 (Agile), Damage 2d6+8 slashing Pack Attack The elananx’s Strikes deal an extra 1d6 damage to creatures within the reach of at least two of its allies. Pounce Single Action The elananx Strides and makes a Strike at the end of that movement. If the elananx began this action hidden, it remains hidden until after the attack. Elananx Locations Although many elananxes dwell in the strange realm of the First World, some are also natives of the Material Plane. Elananxes prefer to dwell in regions where there are ample intelligent creatures to chase, hunt, and eat, and they favor woodlands and hills as their primary hunting grounds. ",
 "trait": [
  "Fey",
  "Fire",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Fey](/Traits.aspx?ID=69), [Fire](/Traits.aspx?ID=72)",
 "trait_raw": [
  "Fey",
  "Fire"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=176",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude",
  "will"
 ],
 "weakness": {
  "cold_iron": 5
 },
 "weakness_markdown": "cold iron 5",
 "weakness_raw": "cold iron 5",
 "will_save": 12,
 "wisdom": 2
}