{
 "ac": 25,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -1,
 "constitution": 6,
 "creature_ability": [
  "Deep Breath",
  "Long Neck",
  "Attack of Opportunity",
  "Drag Below",
  "Thrashing Retreat"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 17,
 "hp": 125,
 "hp_raw": "125",
 "id": "creature-645",
 "image": [
  "/Images/Monsters/Elasmosaurus.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 7,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Elasmosaurus](/Monsters.aspx?ID=645)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nElasmosauruses are long-necked, primeval reptiles that dwell in deep oceans and seas. Although not truly a dinosaur, elasmosauruses are often found in similar locations and are similarly titanic creatures. Keeping their massive bodies underwater, elasmosauruses use their long necks to catch prey and snorkel air to their massive lungs while remaining mostly hidden from the surface above. An elasmosaurus is 30 feet long and weighs 6,000 pounds.\n\nAs rare and reclusive as they are, elasmosauruses are sometimes mistaken for even rarer creatures called water orms, legendary aquatic denizens of remote lakes known for their elusiveness and craftiness. Whereas elasmosauruses are mundane creatures of animalistic intelligence, water orms are magical beings with near-humanoid intelligence and a curious fascination with mortals, and they seem to delight in confounding onlookers. As a result, it's theorized that a typical water orm is more than happy to lead a group of spectators to a lost elasmosaurus, both to throw its pursuers off its tail and for the hilarity that will inevitably ensue.\n\nWhile elasmosauruses are often found in lost worlds and unsettled regions, those who dwell in the oceans of the world do not contain their hunting grounds to specific regions. As a result, it's not unheard of for a wandering specimen to find its way to coastal waters. Those that do often find the ports of small towns or even large cities to be wondrous banquets and are usually hunted down by coastal guards or adventurers. When a wayward elasmosaurus like this finds its way into a city's sewer system or reservoirs, though, it can become the stuff of urban legends.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 23\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 21\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 18\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Elasmosaurus.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 7\">[Elasmosaurus](/Monsters.aspx?ID=645)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Huge\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 105 <sup>2.0</sup></row>\n\n**Perception** +16; [low-light vision](/MonsterAbilities.aspx?ID=23), [scent (imprecise) 30 feet](/MonsterAbilities.aspx?ID=33)\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +17\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** +4\r\n\r\n**Con** +6\r\n\r\n**Int** -4\r\n\r\n**Wis** +5\r\n\r\n**Cha** -1\r\n</row>\r\n\r\n**Deep Breath** The elasmosaurus can hold its breath for 2 hours.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 25 \r\n\r\n**Fort** +17 \r\n\r\n**Ref** +13 \r\n\r\n**Will** +16 \n\n</row>\r\n\r\n**HP** 125\n\n**Long Neck** An elasmosaurus's long neck allows it to interact with the surface while its body remains submerged underwater. While submerged no deeper than 15 feet underwater, an elasmosaurus can still stick its head up to breathe. An elasmosaurus gains [cover](/Rules.aspx?ID=459) against attacks made against creatures who are above the water's surface while it is underwater, even if its head is above the surface.<br />**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> Jaws only.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 5 feet, swim 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +17 ([reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d12+10 piercing plus [Grab](/MonsterAbilities.aspx?ID=18)\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\npaddle +17,\r\n**Damage** 2d6+10 bludgeoning\n\n**Drag Below** <actions string=\"Single Action\" /> ([Attack](/Traits.aspx?ID=15)) The elasmosaurus attempts an [Athletics](/Skills.aspx?ID=3) check against a [grabbed](/Conditions.aspx?ID=20) foe's Fortitude DC. If the elasmosaurus succeeds, the foe is forcibly moved 5 feet toward the elasmosaurus's body. If the elasmosaurus critically succeeds, the foe is moved 10 feet towards the elasmosaurus's body.\r\n\r\n**Thrashing Retreat** <actions string=\"Two Actions\" />  A swimming elasmosaurus thrashes the area around it as it attempts to flee. It makes two paddle Strikes, each of which must be against separate targets, and each of which takes the normal multiple attack penalty. It then [Swims](/Actions.aspx?ID=39) up to its swim Speed. This Swim does not trigger reactions based on movement.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Aquatic Reptiles</title>\r\n\r\nThe elasmosaurus is but one of many types of aquatic reptiles found in primeval oceans or lost worlds. Some, like the ichthyosaurus, are almost fishlike in appearance. Others, such as the mosasaurus, are truly massive beasts capable of killing and eating whales.\r\n</aside>",
 "name": "Elasmosaurus",
 "npc": false,
 "perception": 16,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 13,
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 105 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 125\r\n\r\n**AC** 25\r\n\r\n**Fort** +17\r\n\r\n**Ref** +13\r\n\r\n**Will** +16\r\n\r\n**Perception** +16\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nElasmosauruses are long-necked, primeval reptiles that dwell in deep oceans and seas. Although not truly a dinosaur, elasmosauruses are often found …\r\n</summary>",
 "sense": " low-light vision ,  scent (imprecise) 30 feet ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23), [scent (imprecise) 30 feet](/MonsterAbilities.aspx?ID=33)",
 "size": [
  "Huge"
 ],
 "skill": [
  "Athletics +17"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +17",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 105"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 105 <sup>2.0</sup></row>",
 "speed": {
  "land": 5,
  "max": 35,
  "swim": 35
 },
 "speed_markdown": "5 feet, swim 35 feet",
 "speed_raw": "5 feet, swim 35 feet",
 "spell_markdown": "",
 "strength": 6,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Elasmosauruses are long-necked, primeval reptiles that dwell in deep oceans and seas. Although not truly a dinosaur, elasmosauruses are often found …",
 "summary_markdown": "Elasmosauruses are long-necked, primeval reptiles that dwell in deep oceans and seas. Although not truly a dinosaur, elasmosauruses are often found …",
 "text": " Elasmosaurus Elasmosauruses are long-necked, primeval reptiles that dwell in deep oceans and seas. Although not truly a dinosaur, elasmosauruses are often found in similar locations and are similarly titanic creatures. Keeping their massive bodies underwater, elasmosauruses use their long necks to catch prey and snorkel air to their massive lungs while remaining mostly hidden from the surface above. An elasmosaurus is 30 feet long and weighs 6,000 pounds. As rare and reclusive as they are, elasmosauruses are sometimes mistaken for even rarer creatures called water orms, legendary aquatic denizens of remote lakes known for their elusiveness and craftiness. Whereas elasmosauruses are mundane creatures of animalistic intelligence, water orms are magical beings with near-humanoid intelligence and a curious fascination with mortals, and they seem to delight in confounding onlookers. As a result, it's theorized that a typical water orm is more than happy to lead a group of spectators to a lost elasmosaurus, both to throw its pursuers off its tail and for the hilarity that will inevitably ensue. While elasmosauruses are often found in lost worlds and unsettled regions, those who dwell in the oceans of the world do not contain their hunting grounds to specific regions. As a result, it's not unheard of for a wandering specimen to find its way to coastal waters. Those that do often find the ports of small towns or even large cities to be wondrous banquets and are usually hunted down by coastal guards or adventurers. When a wayward elasmosaurus like this finds its way into a city's sewer system or reservoirs, though, it can become the stuff of urban legends. Recall Knowledge - Animal (Nature): DC 23 Unspecific Lore : DC 21 Specific Lore : DC 18 Elasmosaurus Source Bestiary 2 pg. 105 2.0 Perception +16; low-light vision, scent (imprecise) 30 feet Languages Skills Athletics +17 Str +6 Dex +4 Con +6 Int -4 Wis +5 Cha -1 Deep Breath The elasmosaurus can hold its breath for 2 hours. --- AC 25 Fort +17 Ref +13 Will +16 HP 125 Long Neck An elasmosaurus's long neck allows it to interact with the surface while its body remains submerged underwater. While submerged no deeper than 15 feet underwater, an elasmosaurus can still stick its head up to breathe. An elasmosaurus gains cover against attacks made against creatures who are above the water's surface while it is underwater, even if its head is above the surface. Attack of Opportunity Reaction Jaws only. --- Speed 5 feet, swim 35 feet Melee Single Action jaws +17 (reach 15 feet), Damage 2d12+10 piercing plus Grab Melee Single Action paddle +17, Damage 2d6+10 bludgeoning Drag Below Single Action (Attack) The elasmosaurus attempts an Athletics check against a grabbed foe's Fortitude DC. If the elasmosaurus succeeds, the foe is forcibly moved 5 feet toward the elasmosaurus's body. If the elasmosaurus critically succeeds, the foe is moved 10 feet towards the elasmosaurus's body. Thrashing Retreat Two Actions A swimming elasmosaurus thrashes the area around it as it attempts to flee. It makes two paddle Strikes, each of which must be against separate targets, and each of which takes the normal multiple attack penalty. It then Swims up to its swim Speed. This Swim does not trigger reactions based on movement. Other Aquatic Reptiles The elasmosaurus is but one of many types of aquatic reptiles found in primeval oceans or lost worlds. Some, like the ichthyosaurus, are almost fishlike in appearance. Others, such as the mosasaurus, are truly massive beasts capable of killing and eating whales. ",
 "trait": [
  "Animal",
  "N",
  "Huge"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=645",
 "vision": "Low-light vision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 16,
 "wisdom": 5
}