{
 "ac": 18,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 0,
 "creature_ability": [
  "Dazzling Display",
  "Tail Lash"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 6,
 "hp": 27,
 "hp_raw": "27",
 "id": "creature-434",
 "image": [
  "/Images/Monsters/EmperorBird.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 2,
 "markdown": "<title level=\"1\" pfs=\"\">[Emperor Bird](/Monsters.aspx?ID=434)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe emperor bird is native to the jungles of the Mwangi Expanse and known for its brilliant plumage and innate magic. While it usually feeds on lizards, big insects, and other small creatures, the emperor bird is highly territorial and not afraid to attack larger prey. Its beak, resembling that of the much smaller peafowl, is exceptionally sharp, but its deadliest weapon is its tail—the long, whiplike blades of bone hidden among its tail feathers are a nasty surprise for any predator trying to sneak up on the bird.\n\n The emperor bird was given its current name 2,000 years ago when Taldor’s Sixth Army of Exploration ventured into the Mwangi Expanse. When the legion spotted this 6-foot-long bird with its spectacular multicolored feathers trailing from its tail, wings, and crest, the soldiers thought the bird regal enough to suit their emperor, disregarding the name the Mwangi had given to the bird generations before, bebaki.\n\n Keeping an emperor bird was, for many years, a sign of prestige among the nobility of Taldor. That was long ago, however, and emperor birds eventually fell out of fashion. Inevitably their former owners forgot about their colorful pets, and hundreds of neglected emperor birds were released back into the wild by weary servants. While many such freed birds perished quickly in the unfamiliar woodlands of Avistan, some managed to hold out, and emperor birds can still be encountered in the Verduran Forest.\n\n The emperor bird uses its brilliant, iridescent plumage for mating displays as well as for intimidating rival suitors and potential predators. Not only are the feathers beautiful, but they are actually magical—a fact that has piqued the interest of alchemists and wizards alike, many of whom have spent decades capturing and breeding emperor birds in the hope of unlocking their arcane secrets. Mages stationed in the Mwangi Expanse will pay a pretty penny for intact feathers from these majestic creatures—or better yet, live specimens.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 18\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 16\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 13\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/EmperorBird.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 2\">[Emperor Bird](/Monsters.aspx?ID=434)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 87</row>\n\n**Perception** +8\r\n\r\n**Languages**\n\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +9, [Intimidation](/Skills.aspx?ID=7) +7, [Survival](/Skills.aspx?ID=16) +7\r\n\r\n<row gap=\"medium\">\r\n**Str** +2\r\n\r\n**Dex** +3\r\n\r\n**Con** +0\r\n\r\n**Int** -4\r\n\r\n**Wis** +1\r\n\r\n**Cha** +3\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 18 \r\n\r\n**Fort** +6 \r\n\r\n**Ref** +9 \r\n\r\n**Will** +7 \n\n</row>\r\n\r\n**HP** 27\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 15 feet, fly 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbeak +11,\r\n**Damage** 1d10+2 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntail +11 ([Agile](/Traits.aspx?ID=170), [reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 1d8+3 slashing\n\n**Dazzling Display** <actions string=\"Two Actions\" /> ([Enchantment](/Traits.aspx?ID=61), [Mental](/Traits.aspx?ID=106), [Primal](/Traits.aspx?ID=134), [Visual](/Traits.aspx?ID=163)) The emperor bird flaps its mesmerizing wings. Each creature within 15 feet that can see the emperor bird must attempt a DC 19 Will save.<br /> **Critical Success** The creature is unaffected.<br /> **Success** The creature is [dazzled](/Conditions.aspx?ID=7) for 1 round.<br /> **Failure** The creature is [dazzled](/Conditions.aspx?ID=7) for 1d4 rounds.<br /> **Critical Failure** The creature is [confused](/Conditions.aspx?ID=5) for 1d4 rounds.\r\n\r\n**Tail Lash** <actions string=\"Two Actions\" />  The emperor bird makes tail Strikes against two different creatures within reach. The emperor bird’s multiple attack penalty does not increase until it has finished both attacks.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Other Emperor Birds</title>\r\n\r\nOther varieties of bebaki flit amid the jungle canopies of the Mwangi Expanse, their relationship to one another identifiable by the constant feature of their massive and deadly tail feathers. A subspecies called long-beaked emperor birds is remarkable for its bright yellow plumage and its namesake beak, which is long and sharp enough to dig through ironwood tree trunks, allowing it to feast on the golden sting ants native to certain corners of the Mwangi Expanse.\r\n</aside>",
 "name": "Emperor Bird",
 "npc": false,
 "perception": 8,
 "rarity": "uncommon",
 "reflex_save": 9,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 87</row>\n\n<row gap=\"medium\">\r\n**HP** 27\r\n\r\n**AC** 18\r\n\r\n**Fort** +6\r\n\r\n**Ref** +9\r\n\r\n**Will** +7\r\n\r\n**Perception** +8\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe emperor bird is native to the jungles of the Mwangi Expanse and known for its brilliant plumage and innate magic. While it usually feeds on …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +9",
  "Intimidation +7",
  "Survival +7"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +9, [Intimidation](/Skills.aspx?ID=7) +7, [Survival](/Skills.aspx?ID=16) +7",
 "source": [
  "Pathfinder #145: Hellknight Hill"
 ],
 "source_raw": [
  "Pathfinder #145: Hellknight Hill pg. 87"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 87</row>",
 "speed": {
  "fly": 20,
  "land": 15,
  "max": 20
 },
 "speed_markdown": "15 feet, fly 20 feet",
 "speed_raw": "15 feet, fly 20 feet",
 "spell_markdown": "",
 "spoilers": "Age of Ashes",
 "strength": 2,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "The emperor bird is native to the jungles of the Mwangi Expanse and known for its brilliant plumage and innate magic. While it usually feeds on …",
 "summary_markdown": "The emperor bird is native to the jungles of the Mwangi Expanse and known for its brilliant plumage and innate magic. While it usually feeds on …",
 "text": " Emperor Bird The emperor bird is native to the jungles of the Mwangi Expanse and known for its brilliant plumage and innate magic. While it usually feeds on lizards, big insects, and other small creatures, the emperor bird is highly territorial and not afraid to attack larger prey. Its beak, resembling that of the much smaller peafowl, is exceptionally sharp, but its deadliest weapon is its tail—the long, whiplike blades of bone hidden among its tail feathers are a nasty surprise for any predator trying to sneak up on the bird. The emperor bird was given its current name 2,000 years ago when Taldor’s Sixth Army of Exploration ventured into the Mwangi Expanse. When the legion spotted this 6-foot-long bird with its spectacular multicolored feathers trailing from its tail, wings, and crest, the soldiers thought the bird regal enough to suit their emperor, disregarding the name the Mwangi had given to the bird generations before, bebaki. Keeping an emperor bird was, for many years, a sign of prestige among the nobility of Taldor. That was long ago, however, and emperor birds eventually fell out of fashion. Inevitably their former owners forgot about their colorful pets, and hundreds of neglected emperor birds were released back into the wild by weary servants. While many such freed birds perished quickly in the unfamiliar woodlands of Avistan, some managed to hold out, and emperor birds can still be encountered in the Verduran Forest. The emperor bird uses its brilliant, iridescent plumage for mating displays as well as for intimidating rival suitors and potential predators. Not only are the feathers beautiful, but they are actually magical—a fact that has piqued the interest of alchemists and wizards alike, many of whom have spent decades capturing and breeding emperor birds in the hope of unlocking their arcane secrets. Mages stationed in the Mwangi Expanse will pay a pretty penny for intact feathers from these majestic creatures—or better yet, live specimens. Recall Knowledge - Animal (Nature): DC 18 Unspecific Lore : DC 16 Specific Lore : DC 13 Emperor Bird Source Pathfinder #145: Hellknight Hill pg. 87 Perception +8 Languages Skills Acrobatics +9, Intimidation +7, Survival +7 Str +2 Dex +3 Con +0 Int -4 Wis +1 Cha +3 --- AC 18 Fort +6 Ref +9 Will +7 HP 27 --- Speed 15 feet, fly 20 feet Melee Single Action beak +11, Damage 1d10+2 piercing Melee Single Action tail +11 (Agile, reach 10 feet), Damage 1d8+3 slashing Dazzling Display Two Actions (Enchantment, Mental, Primal, Visual) The emperor bird flaps its mesmerizing wings. Each creature within 15 feet that can see the emperor bird must attempt a DC 19 Will save. Critical Success The creature is unaffected. Success The creature is dazzled for 1 round. Failure The creature is dazzled for 1d4 rounds. Critical Failure The creature is confused for 1d4 rounds. Tail Lash Two Actions The emperor bird makes tail Strikes against two different creatures within reach. The emperor bird’s multiple attack penalty does not increase until it has finished both attacks. Other Emperor Birds Other varieties of bebaki flit amid the jungle canopies of the Mwangi Expanse, their relationship to one another identifiable by the constant feature of their massive and deadly tail feathers. A subspecies called long-beaked emperor birds is remarkable for its bright yellow plumage and its namesake beak, which is long and sharp enough to dig through ironwood tree trunks, allowing it to feast on the golden sting ants native to certain corners of the Mwangi Expanse. ",
 "trait": [
  "Animal",
  "Uncommon",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Animal",
  "Uncommon"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=434",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 7,
 "wisdom": 1
}