{
 "ac": 21,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 7,
 "constitution": 3,
 "creature_ability": [
  "Ether Spider Venom",
  "Ethereal Step",
  "Ethereal Web Trap",
  "Web Burst"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 12,
 "hp": 75,
 "hp_raw": "75",
 "id": "creature-203",
 "image": [
  "/Images/Monsters/EtherSpider.png"
 ],
 "intelligence": -2,
 "language": [
  "Aklo"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13)",
 "level": 5,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Ether Spider](/Monsters.aspx?ID=203)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nEther spiders are deadly predators from the Ethereal Plane resembling giant arachnids. Rather than building webs of silk, ether spiders shape the raw essence of the Ethereal Plane, weaving it in complex patterns that drift through the misty void. From these ethereal nests, whole families of ether spiders can scout the adjacent Material Plane, watching for easy prey in dark or remote corners of the land of mortals. Once an ether spider has spotted a meal, it anchors its nest and waits on the Ethereal Plane for its prey to draw near. As soon as its victim is within reach, the ether spider shifts to the Material Plane, clamps its fangs onto its prey, then shifts back to the Ethereal Plane to wait as its venom works through the creature’s system. Ether spiders move between the planes with ease, making them extremely dangerous to those who cannot see or attack ethereal enemies.\n\n Ether spiders are not mindless or evil—they are simply hungry. If a prospective meal can sate an ether spider’s incredible appetite through other means, they might be able to bargain for their life. Ether spiders are especially interested in items, information, or allies who can help them against their enemies.\n\n As many as half a dozen ether spiders might dwell in the same ether web. Although ether spiders enjoy one another’s company, they don’t form the same bonds as most humanoids, and they are more likely to feast on the corpse of a fallen sibling than save one from certain doom.\n\n Ether spiders dwell in vast nests adrift in the Ghost World, where they are more likely to let down their guard. Travelers who find a floating ether spider commune should have an easier time of making peaceful contact to trade with or even befriend these strange arachnids. The nests drift on metaphysical currents and are rarely seen in the same vicinity twice. Sometimes a point of interest on the neighboring Material Plane compels them to tether their nest to an area, creating a semipermanent home, and those who learn its location can return to it repeatedly.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 20\r\n\r\n**[Recall Knowledge - Ethereal](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 20\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 18\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 15\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/EtherSpider.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 5\">[Ether Spider](/Monsters.aspx?ID=203)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n<trait label=\"Ethereal\" url=\"/Traits.aspx?ID=63\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 155</row>\n\n**Perception** +12; darkvision\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +12, [Stealth](/Skills.aspx?ID=15) +15\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +4\r\n\r\n**Con** +3\r\n\r\n**Int** -2\r\n\r\n**Wis** +1\r\n\r\n**Cha** +7\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 21 \r\n\r\n**Fort** +12 \r\n\r\n**Ref** +15 \r\n\r\n**Will** +10 \n\n</row>\r\n\r\n**HP** 75\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet, climb 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfangs +15 ([Magical](/Traits.aspx?ID=103)),\r\n**Damage** 1d10+7 piercing plus ether spider venom and Grab\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nweb +14 ([Magical](/Traits.aspx?ID=103), [range increment 30 feet](/Traits.aspx?ID=248)),\r\n**Damage** ethereal web trap\n\n**Ether Spider Venom**  ([Poison](/Traits.aspx?ID=126)) **Saving Throw** DC 22 Fortitude; **Maximum Duration** 6 rounds; **Stage 1** 1d6 poison damage and [clumsy 1](/Conditions.aspx?ID=3) (1 round); **Stage 2** 2d6 poison damage, [clumsy 2](/Conditions.aspx?ID=3) and [slowed 1](/Conditions.aspx?ID=35) (1 round); **Stage 3** 3d6 poison damage, [clumsy 3](/Conditions.aspx?ID=3) and [slowed 2](/Conditions.aspx?ID=35) (1 round)\r\n\r\n**Ethereal Step** <actions string=\"Single Action\" />  The ether spider shifts to either the Ethereal Plane or the Material Plane. The ether spider can remain on the Ethereal Plane indefinitely without ill effect. While there, it can see clearly onto the Material Plane with a range of 60 feet. On its first round in an encounter, the ether spider can use this ability once as a free action.\r\n\r\n**Ethereal Web Trap**   A creature hit by the ether spider’s web attack is [immobilized](/Conditions.aspx?ID=24) and stuck to the nearest surface (Escape DC 22).\r\n\r\n**Web Burst** <actions string=\"Two Actions\" />  **Frequency** once per day; **Effect** The ether spider flings a gout of stored webs in a 30-foot cone. These webs can pass between the Material Plane and the Ethereal Plane. Each creature in the area is [immobilized](/Conditions.aspx?ID=24), as ethereal web trap, unless it succeeds at a DC 22 Reflex save.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Ether Spider Foes</title>\r\n\r\nThe Ethereal Plane is a sparsely populated realm in comparison to most, used more for traveling than dwelling. Yet the deep mists here conceal denizens such as monstrous parasitic beings that use humanoids as incubators for eggs and fiends born from the raw fears of mortal life, and ether spiders are ever vigilant against those foes’ machinations.\r\n</aside>",
 "name": "Ether Spider",
 "npc": false,
 "perception": 12,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 15,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n<trait label=\"Ethereal\" url=\"/Traits.aspx?ID=63\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 155</row>\n\n<row gap=\"medium\">\r\n**HP** 75\r\n\r\n**AC** 21\r\n\r\n**Fort** +12\r\n\r\n**Ref** +15\r\n\r\n**Will** +10\r\n\r\n**Perception** +12\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEther spiders are deadly predators from the Ethereal Plane resembling giant arachnids. Rather than building webs of silk, ether spiders shape the raw …\r\n</summary>",
 "sense": "darkvision",
 "sense_markdown": "darkvision",
 "size": [
  "Large"
 ],
 "skill": [
  "Athletics +12",
  "Stealth +15"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +12, [Stealth](/Skills.aspx?ID=15) +15",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 155"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 155</row>",
 "speed": {
  "climb": 20,
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet, climb 20 feet",
 "speed_raw": "40 feet, climb 20 feet",
 "spell_markdown": "",
 "stealth": "15",
 "strength": 5,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Ether spiders are deadly predators from the Ethereal Plane resembling giant arachnids. Rather than building webs of silk, ether spiders shape the raw …",
 "summary_markdown": "Ether spiders are deadly predators from the Ethereal Plane resembling giant arachnids. Rather than building webs of silk, ether spiders shape the raw …",
 "text": " Ether Spider Ether spiders are deadly predators from the Ethereal Plane resembling giant arachnids. Rather than building webs of silk, ether spiders shape the raw essence of the Ethereal Plane, weaving it in complex patterns that drift through the misty void. From these ethereal nests, whole families of ether spiders can scout the adjacent Material Plane, watching for easy prey in dark or remote corners of the land of mortals. Once an ether spider has spotted a meal, it anchors its nest and waits on the Ethereal Plane for its prey to draw near. As soon as its victim is within reach, the ether spider shifts to the Material Plane, clamps its fangs onto its prey, then shifts back to the Ethereal Plane to wait as its venom works through the creature’s system. Ether spiders move between the planes with ease, making them extremely dangerous to those who cannot see or attack ethereal enemies. Ether spiders are not mindless or evil—they are simply hungry. If a prospective meal can sate an ether spider’s incredible appetite through other means, they might be able to bargain for their life. Ether spiders are especially interested in items, information, or allies who can help them against their enemies. As many as half a dozen ether spiders might dwell in the same ether web. Although ether spiders enjoy one another’s company, they don’t form the same bonds as most humanoids, and they are more likely to feast on the corpse of a fallen sibling than save one from certain doom. Ether spiders dwell in vast nests adrift in the Ghost World, where they are more likely to let down their guard. Travelers who find a floating ether spider commune should have an easier time of making peaceful contact to trade with or even befriend these strange arachnids. The nests drift on metaphysical currents and are rarely seen in the same vicinity twice. Sometimes a point of interest on the neighboring Material Plane compels them to tether their nest to an area, creating a semipermanent home, and those who learn its location can return to it repeatedly. Recall Knowledge - Beast (Arcana, Nature): DC 20 Recall Knowledge - Ethereal (Occultism): DC 20 Unspecific Lore : DC 18 Specific Lore : DC 15 Ether Spider Source Bestiary pg. 155 Perception +12; darkvision Languages Aklo Skills Athletics +12, Stealth +15 Str +5 Dex +4 Con +3 Int -2 Wis +1 Cha +7 --- AC 21 Fort +12 Ref +15 Will +10 HP 75 --- Speed 40 feet, climb 20 feet Melee Single Action fangs +15 (Magical), Damage 1d10+7 piercing plus ether spider venom and Grab Ranged Single Action web +14 (Magical, range increment 30 feet), Damage ethereal web trap Ether Spider Venom (Poison) Saving Throw DC 22 Fortitude; Maximum Duration 6 rounds; Stage 1 1d6 poison damage and clumsy 1 (1 round); Stage 2 2d6 poison damage, clumsy 2 and slowed 1 (1 round); Stage 3 3d6 poison damage, clumsy 3 and slowed 2 (1 round) Ethereal Step Single Action The ether spider shifts to either the Ethereal Plane or the Material Plane. The ether spider can remain on the Ethereal Plane indefinitely without ill effect. While there, it can see clearly onto the Material Plane with a range of 60 feet. On its first round in an encounter, the ether spider can use this ability once as a free action. Ethereal Web Trap A creature hit by the ether spider’s web attack is immobilized and stuck to the nearest surface (Escape DC 22). Web Burst Two Actions Frequency once per day; Effect The ether spider flings a gout of stored webs in a 30-foot cone. These webs can pass between the Material Plane and the Ethereal Plane. Each creature in the area is immobilized, as ethereal web trap, unless it succeeds at a DC 22 Reflex save. Ether Spider Foes The Ethereal Plane is a sparsely populated realm in comparison to most, used more for traveling than dwelling. Yet the deep mists here conceal denizens such as monstrous parasitic beings that use humanoids as incubators for eggs and fiends born from the raw fears of mortal life, and ether spiders are ever vigilant against those foes’ machinations. ",
 "trait": [
  "Beast",
  "Ethereal",
  "N",
  "Large"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20), [Ethereal](/Traits.aspx?ID=63)",
 "trait_raw": [
  "Beast",
  "Ethereal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=203",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 10,
 "wisdom": 1
}