{
 "ac": 21,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 4,
 "creature_ability": [
  "Independent Brains",
  "Attack of Opportunity"
 ],
 "creature_family_markdown": "",
 "dexterity": -1,
 "exclude_from_search": false,
 "fortitude_save": 16,
 "hp": 110,
 "hp_raw": "110",
 "id": "creature-204",
 "image": [
  "/Images/Monsters/Ettin.png"
 ],
 "intelligence": -2,
 "language": [
  "pidgin of <%LANGUAGES%6%%>Goblin<%END>, <%LANGUAGES%8%%>Jotun<%END>, and <%LANGUAGES%9%%>Orcish<%END>"
 ],
 "language_markdown": "pidgin of [Goblin](/Languages.aspx?ID=6), [Jotun](/Languages.aspx?ID=8), and [Orcish](/Languages.aspx?ID=9)",
 "level": 6,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Ettin](/Monsters.aspx?ID=204)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nTwo heads aren’t always better than one. The slovenly, violent giants known as ettins are proof enough of that.\n\n The origin of these two-headed brutes is unknown, but few who encounter ettins ponder their beginnings for long. Rather, the first priority for most creatures during such a confrontation is escape, which is not easy to accomplish given the ettins’ notorious vigilance. In this way, two heads are better than one—ettins regularly find employ in the ranks of giant or orc armies as sentries and guards. The benefits of an ettin security detail are obvious: because it has a shared stomach, an ettin requires only the same amount of food as one typical ogre, yet its two sets of eyes make it twice as observant. An ettin never complains for lack of company, either. The ettin’s two heads are uniquely content to squabble and converse between themselves, and though they bicker incessantly, most couldn’t dream of life without the other. Much like some twins, an ettin has two individual minds who nonetheless consider the other as much a part of their life as their own self.\n\n Ettins do not resemble a single giant heritage so much as an amalgamation of several. Their tusks are thought to stem from orc ancestry, though their size and dimness suggest hill giant blood. Though they tower over goblins and hobgoblins, ettins are more than at home among tribes of these creatures and enjoy their comfortable stations as camp lookouts or troop rearguards. Their exposure to a wide variety of goblinoids and giants is evident in their language; ettins speak a pidgin tongue of Goblin, Jotun, and Orcish, and their diction is mostly good enough to get across the general meaning of their short sentences and bumbled sayings—although most interlocutors simply nod their heads while conversing with an ettin anyway. The monsters are notoriously short tempered and, despite their heightened visual perception, short sighted in matters of keeping their allies alive.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 22\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 20\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 17\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Ettin.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 6\">[Ettin](/Monsters.aspx?ID=204)</title>\r\n\r\n<traits>\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Giant\" url=\"/Traits.aspx?ID=79\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 156</row>\n\n**Perception** +16; low-light vision\r\n\r\n**Languages**\r\npidgin of [Goblin](/Languages.aspx?ID=6), [Jotun](/Languages.aspx?ID=8), and [Orcish](/Languages.aspx?ID=9)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +16, [Intimidation](/Skills.aspx?ID=7) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** -1\r\n\r\n**Con** +4\r\n\r\n**Int** -2\r\n\r\n**Wis** +2\r\n\r\n**Cha** +0\r\n</row>\r\n\r\n**Independent Brains** Each of an ettin’s heads rolls its own initiative and has its own turn. Neither head can Delay. At the start of a head’s turn, that head gets 2 actions and 1 reaction. Each brain controls one of the ettin’s arms, but both can move the legs. Any ability that would sever an ettin’s head (such as the [_vorpal_](/Equipment.aspx?ID=307) weapon property) doesn’t cause the ettin to die if it still has its other head, but does cause it to lose the turns, actions, and reactions of the severed head. Mental effects that target a single creature affect only one of the ettin’s heads.\r\n\r\n**Items**\r\n[Flail](/Weapons.aspx?ID=19) (2)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 21 \r\n\r\n**Fort** +16 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +12 \n\n</row>\r\n\r\n**HP** 110\n\n**Attack of Opportunity** <actions string=\"Reaction\" />\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nflail +16 ([Disarm](/Traits.aspx?ID=175), [reach 10 feet](/Traits.aspx?ID=192), [Sweep](/Traits.aspx?ID=194), [Trip](/Traits.aspx?ID=196)),\r\n**Damage** 2d6+10 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfist +16 ([Agile](/Traits.aspx?ID=170), [reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 1d6+10 bludgeoning\n\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Losing a Head</title>\r\n\r\nAn ettin who loses one of its heads is a sorry sight indeed. Rather than clean and cauterize the stump, an ettin will typically leave as much of its decapitated head attached as possible, even possibly attempting to sew a completely severed head back on or keep it in a knapsack strung around its shoulder.\r\n</aside>",
 "name": "Ettin",
 "npc": false,
 "perception": 16,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 11,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Giant\" url=\"/Traits.aspx?ID=79\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 156</row>\n\n<row gap=\"medium\">\r\n**HP** 110\r\n\r\n**AC** 21\r\n\r\n**Fort** +16\r\n\r\n**Ref** +11\r\n\r\n**Will** +12\r\n\r\n**Perception** +16\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTwo heads aren’t always better than one. The slovenly, violent giants known as ettins are proof enough of that.   The origin of these two-headed …\r\n</summary>",
 "sense": "low-light vision",
 "sense_markdown": "low-light vision",
 "size": [
  "Large"
 ],
 "skill": [
  "Athletics +16",
  "Intimidation +10"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +16, [Intimidation](/Skills.aspx?ID=7) +10",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 156"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 156</row>",
 "speed": {
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet",
 "speed_raw": "35 feet",
 "spell_markdown": "",
 "strength": 6,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Two heads aren’t always better than one. The slovenly, violent giants known as ettins are proof enough of that.   The origin of these two-headed …",
 "summary_markdown": "Two heads aren’t always better than one. The slovenly, violent giants known as ettins are proof enough of that.   The origin of these two-headed …",
 "text": " Ettin Two heads aren’t always better than one. The slovenly, violent giants known as ettins are proof enough of that. The origin of these two-headed brutes is unknown, but few who encounter ettins ponder their beginnings for long. Rather, the first priority for most creatures during such a confrontation is escape, which is not easy to accomplish given the ettins’ notorious vigilance. In this way, two heads are better than one—ettins regularly find employ in the ranks of giant or orc armies as sentries and guards. The benefits of an ettin security detail are obvious: because it has a shared stomach, an ettin requires only the same amount of food as one typical ogre, yet its two sets of eyes make it twice as observant. An ettin never complains for lack of company, either. The ettin’s two heads are uniquely content to squabble and converse between themselves, and though they bicker incessantly, most couldn’t dream of life without the other. Much like some twins, an ettin has two individual minds who nonetheless consider the other as much a part of their life as their own self. Ettins do not resemble a single giant heritage so much as an amalgamation of several. Their tusks are thought to stem from orc ancestry, though their size and dimness suggest hill giant blood. Though they tower over goblins and hobgoblins, ettins are more than at home among tribes of these creatures and enjoy their comfortable stations as camp lookouts or troop rearguards. Their exposure to a wide variety of goblinoids and giants is evident in their language; ettins speak a pidgin tongue of Goblin, Jotun, and Orcish, and their diction is mostly good enough to get across the general meaning of their short sentences and bumbled sayings—although most interlocutors simply nod their heads while conversing with an ettin anyway. The monsters are notoriously short tempered and, despite their heightened visual perception, short sighted in matters of keeping their allies alive. Recall Knowledge - Humanoid (Society): DC 22 Unspecific Lore : DC 20 Specific Lore : DC 17 Ettin Source Bestiary pg. 156 Perception +16; low-light vision Languages pidgin of Goblin, Jotun, and Orcish Skills Athletics +16, Intimidation +10 Str +6 Dex -1 Con +4 Int -2 Wis +2 Cha +0 Independent Brains Each of an ettin’s heads rolls its own initiative and has its own turn. Neither head can Delay. At the start of a head’s turn, that head gets 2 actions and 1 reaction. Each brain controls one of the ettin’s arms, but both can move the legs. Any ability that would sever an ettin’s head (such as the vorpal weapon property) doesn’t cause the ettin to die if it still has its other head, but does cause it to lose the turns, actions, and reactions of the severed head. Mental effects that target a single creature affect only one of the ettin’s heads. Items Flail (2) --- AC 21 Fort +16 Ref +11 Will +12 HP 110 Attack of Opportunity Reaction --- Speed 35 feet Melee Single Action flail +16 (Disarm, reach 10 feet, Sweep, Trip), Damage 2d6+10 bludgeoning Melee Single Action fist +16 (Agile, reach 10 feet), Damage 1d6+10 bludgeoning Losing a Head An ettin who loses one of its heads is a sorry sight indeed. Rather than clean and cauterize the stump, an ettin will typically leave as much of its decapitated head attached as possible, even possibly attempting to sew a completely severed head back on or keep it in a knapsack strung around its shoulder. ",
 "trait": [
  "Giant",
  "Humanoid",
  "CE",
  "Large"
 ],
 "trait_markdown": "[Giant](/Traits.aspx?ID=79), [Humanoid](/Traits.aspx?ID=91)",
 "trait_raw": [
  "Giant",
  "Humanoid"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=204",
 "vision": "Low-light vision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 12,
 "wisdom": 2
}