{
 "ac": 28,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 1,
 "creature_ability": [
  "Infused Items",
  "Dream Invasion",
  "Nightmarish Attack",
  "Use Occult Scrolls"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 16,
 "hp": 140,
 "hp_raw": "140",
 "id": "creature-2515",
 "image": [
  "/Images/Monsters/EdwardRitalson.png"
 ],
 "intelligence": 4,
 "language": [
  "Aklo",
  "Common",
  "Elven",
  "Erutaki",
  "Hallit",
  "Varisian",
  "<%UMR%37%%>telepathy<%END> 30 feet"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Erutaki](/Languages.aspx?ID=54), [Hallit](/Languages.aspx?ID=37), [Varisian](/Languages.aspx?ID=44); [telepathy](/MonsterAbilities.aspx?ID=37) 30 feet",
 "level": 9,
 "markdown": "<title level=\"1\" pfs=\"\">[Etward Ritalson, Sinister Paranormalist](/NPCs.aspx?ID=2515)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nUntil a few years ago, the Ritalsons of Lepidstadt were among that city's more well-liked aristocrats. With a legacy of supporting the local university with generous donations and for throwing exclusive, must-attend river-borne galas on the family's riverboat _Mossmaid_, they were often the toast of the town. Yet to young Etward Ritalson, they were distractions and fools.\n\n Etward wanted to be left alone to pursue his increasingly outre and unsettling experiments. Distractions from his family duties fomented a deep sense of bitterness. This was only enhanced by the fact that to fund his experiments, he needed to stay in his family's good graces so as to not lose access to the allowance he was afforded for what his parents assumed was “his education.”\n\n A chance to solve all of these problems came to Etward in a particularly vivid dream. The very next night, he watched from the river shore as the _Mossmaid_ burned to the waterline, claiming the lives of two dozen party-going aristocrats alongside Etward's entire family. He played the part of a grieving son, and in time the shock of the tragedy passed from Lepidstadt's social spheres, finally leaving Etward the peace and access to family funds he had so long desired.\n\n He grew increasingly obsessed with dreams over the next few months, becoming convinced that the one which compelled him toward his secret maritime arson was less a dream of his own and more a message from an interested patron from beyond. In his research, he read legends of another dimension beyond the wall of sleep and ached to go there, to visit these Dreamlands, and to learn from the mysterious source of his dream in person. He grew to suspect that elven portals— aiudaras—might be one way for him to travel physically to the land of dreams, if only he could figure out the proper key needed to awaken this power. He spent more and more time at the closest _aiudara_, _Lichgate_, and was there the night of the Missing Moment.\n\n What happened to Etward during the Missing Moment is detailed earlier in this volume, but suffice to say upon his return, his obsessions only increased. His ability to enter the dreams of other gatewalkers was all the evidence he needed that the others were destined to be his tools, and in time, raw materials to enhance his own power. Many of his notes and observations are presented on the inside front covers of these three Gatewalkers volumes—while none of these documents hold any specific clues to help aid the PCs, they all serve to illustrate Etward's voice. Feel free to give the players copies of these journal entries after they explore his laboratory, or perhaps after defeating him in combat, for these fragments of text can give the players one final and perhaps crucial insight into the fractured mindset of the man they once thought of as their ally, patron, and perhaps even friend. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Etward Ritalson serves as the mysterious patron for the player characters for the bulk of the Gatewalkers Adventure Path, but aside from their first farewell in The Seventh Gate, they won't get a chance to interact with him directly until this adventure. Here, the “good doctor” attempts to harvest their psychic energy to prepare for his return to the Crown of the World and his ultimate goal to free Osoyo from its icy prison. As such, this long-awaited meeting with the PCs is also likely to be the last.\n\n Should Etward somehow manage to escape before the player characters can defeat him, though, you can continue to have him threaten and endanger the party for the remainder of this adventure. As the PCs gain levels, the threat posed by a battle with Etward is lessened, so if they do end up facing him later in the adventure, consider having him fight alongside allies of some form.\n\n Alternatively, if Etward perishes during the first chapter of this adventure, you can have him rise from death as a powerful revenant—perhaps even a blackfrost revenant—who then pursues the player characters as they travel to the north. In this case, the adventure plays out as presented, but as they continue on their expedition, characters should start to have strange dreams yet again as the undead Etward uses nightmares to plague their slumbers. Glimpses of his shape relentlessly pursuing them on the frozen horizon can further add to the unsettling situation. Whether he manages to catch up to the party on the High Ice or they decide to create an ambush to finish him off once and for all, Etward's story in this campaign need not end with his death.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 36\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 34\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 31\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/EdwardRitalson.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 9\">[Etward Ritalson](/NPCs.aspx?ID=2515)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 91</row>\n\n**Perception** +18\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Erutaki](/Languages.aspx?ID=54), [Hallit](/Languages.aspx?ID=37), [Varisian](/Languages.aspx?ID=44); [telepathy](/MonsterAbilities.aspx?ID=37) 30 feet\r\n\r\n**Skills**\r\n[Academia Lore](/Skills.aspx?ID=8) +19, [Arcana](/Skills.aspx?ID=2) +17, [Crafting](/Skills.aspx?ID=4) +19, [Deception](/Skills.aspx?ID=5) +18, [Medicine](/Skills.aspx?ID=9) +20, [Occultism](/Skills.aspx?ID=11) +21, [Society](/Skills.aspx?ID=14) +19, [Survival](/Skills.aspx?ID=16) +18\r\n\r\n<row gap=\"medium\">\r\n**Str** +1\r\n\r\n**Dex** +3\r\n\r\n**Con** +1\r\n\r\n**Int** +4\r\n\r\n**Wis** +3\r\n\r\n**Cha** +2\r\n</row>\r\n\r\n**Infused Items** Etward carries the following infused items, which last for 24 hours or until the next time he makes his daily preparations: [moderate alchemist's fire](/Equipment.aspx?ID=75) (8), [moderate cognitive mutagen](/Equipment.aspx?ID=87), [greater comprehension elixirs](/Equipment.aspx?ID=88) (2), [moderate elixirs of life](/Equipment.aspx?ID=91) (6), [psychic colors elixirs](/Equipment.aspx?ID=2418) (5), [vat-grown brain](/Equipment.aspx?ID=2419) (page 75), [winter wolf elixirs](/Equipment.aspx?ID=103) (2)\r\n\r\n**Items**\r\n_+1 [striking](/Equipment.aspx?ID=280) [dagger](/Weapons.aspx?ID=3)_, [formula book](/Equipment.aspx?ID=22), _+1 [leather armor](/Armor.aspx?ID=4)_, manor keys, [_greater pendant of the occult_](/Equipment.aspx?ID=450), [_scroll of black tentacles_](/Spells.aspx?ID=23), [_scroll of confusion_](/Spells.aspx?ID=48), [_scrolls of fly_](/Spells.aspx?ID=125) (2)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 28 \r\n\r\n**Fort** +16 \r\n\r\n**Ref** +18 \r\n\r\n**Will** +20 \n\n</row>\r\n\r\n**HP** 140\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_dagger_ +19 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 2d4+4 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nmoderate alchemist's fire +19 ([range increment 30 feet](/Traits.aspx?ID=248)),\r\n**Damage** 2d8 fire plus 2 [persistent fire](/Conditions.aspx?ID=29) and 2 fire [splash](/Traits.aspx?ID=150) damage\r\n\r\n**Occult Innate Spells** DC 28, attack +20\r\n- **Cantrips (5th)**\r\n[Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Read Aura](/Spells.aspx?ID=246), [Telekinetic Projectile](/Spells.aspx?ID=334)\r\n- **2nd**\r\n[Telekinetic Maneuver](/Spells.aspx?ID=333) (×3)\r\n- **4th**\r\n[Dream Message](/Spells.aspx?ID=90), [Nightmare](/Spells.aspx?ID=208)\r\n- **5th**\r\n[Phantasmal Killer](/Spells.aspx?ID=219), [Telekinetic Haul](/Spells.aspx?ID=332)\r\n\r\n**Rituals** DC 28\r\n\r\n- **2nd**\r\n[Inveigle](/Rituals.aspx?ID=14)\r\n\r\n**Dream Invasion**  ([Enchantment](/Traits.aspx?ID=61), [Mental](/Traits.aspx?ID=106), [Occult](/Traits.aspx?ID=120)) When Etward casts [_dream message_](/Spells.aspx?ID=90) and targets a gatewalker (like one of the PCs), he manifests inside the character's dream, appearing as he does when he cast the spell. (Typically, Etward disguises himself as a saumen kar when he does this, to further unnerve the target.) Rather than send a message to the target of a dream invasion, Etward can instead sift through the target's recent memories to gain a vague idea of what they did and where they were in the past 24 hours. This leaves the target feeling somewhat unsettled when they wake but causes no lasting harm.\r\n\r\n**Nightmarish Attack** <actions string=\"Two Actions\" /> ([Illusion](/Traits.aspx?ID=92), [Mental](/Traits.aspx?ID=106), [Occult](/Traits.aspx?ID=120)) **Requirements** Etward has used Dream Invasion on the target at some point in the past; **Effect** Etward draws upon a target's deepest fears and capitalizes upon the nature of their nightmares in an attempt to do them grievous harm. He attempts a melee dagger Strike against a target, and as he does so, that target briefly sees Etward's appearance change to reflect their deepest fear. Someone who's afraid of fire might see Etward and his dagger catch aflame. A person who fears darkness might see Etward transform into a rolling wave of enveloping darkness. A character who's afraid of snakes might witness Etward's dagger and entire arm turn into a serpent. Use your knowledge of the character's past and the specific dream invasions they may have endured during this campaign to make each Nightmarish Attack feel unique and frightening. Etward inflicts an additional 5d6 mental damage if he hits with the dagger Strike, and his dagger strike gains the following additional failure effect.<br />**Failure** The target takes 2d6 mental damage.\r\n\r\n**Use Occult Scrolls**   Etward can Cast a Spell from scrolls, as long as it's an [occult](/Traits.aspx?ID=120) spell of 5th level or lower.\r\n\r\n</column>",
 "name": "Etward Ritalson",
 "npc": true,
 "perception": 18,
 "rarity": "unique",
 "reflex_save": 18,
 "release_date": "2023-03-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 91</row>\n\n<row gap=\"medium\">\r\n**HP** 140\r\n\r\n**AC** 28\r\n\r\n**Fort** +16\r\n\r\n**Ref** +18\r\n\r\n**Will** +20\r\n\r\n**Perception** +18\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nUntil a few years ago, the Ritalsons of Lepidstadt were among that city's more well-liked aristocrats. With a legacy of supporting the local …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Academia Lore +19",
  "Arcana +17",
  "Crafting +19",
  "Deception +18",
  "Medicine +20",
  "Occultism +21",
  "Society +19",
  "Survival +18"
 ],
 "skill_markdown": "[Academia Lore](/Skills.aspx?ID=8) +19, [Arcana](/Skills.aspx?ID=2) +17, [Crafting](/Skills.aspx?ID=4) +19, [Deception](/Skills.aspx?ID=5) +18, [Medicine](/Skills.aspx?ID=9) +20, [Occultism](/Skills.aspx?ID=11) +21, [Society](/Skills.aspx?ID=14) +19, [Survival](/Skills.aspx?ID=16) +18",
 "source": [
  "Pathfinder #189: Dreamers of the Nameless Spires"
 ],
 "source_raw": [
  "Pathfinder #189: Dreamers of the Nameless Spires pg. 91"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 91</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Phantasmal Killer",
  "Telekinetic Haul",
  "Dream Message",
  "Nightmare",
  "Telekinetic Maneuver",
  "Daze",
  "Detect Magic",
  "Read Aura",
  "Telekinetic Projectile"
 ],
 "spell_markdown": "[Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Dream Message](/Spells.aspx?ID=90), [Nightmare](/Spells.aspx?ID=208), [Phantasmal Killer](/Spells.aspx?ID=219), [Read Aura](/Spells.aspx?ID=246), [Telekinetic Haul](/Spells.aspx?ID=332), [Telekinetic Maneuver](/Spells.aspx?ID=333), [Telekinetic Projectile](/Spells.aspx?ID=334)",
 "spoilers": "Gatewalkers",
 "strength": 1,
 "strongest_save": [
  "will"
 ],
 "summary": "Until a few years ago, the Ritalsons of Lepidstadt were among that city's more well-liked aristocrats. With a legacy of supporting the local …",
 "summary_markdown": "Until a few years ago, the Ritalsons of Lepidstadt were among that city's more well-liked aristocrats. With a legacy of supporting the local …",
 "text": " Etward Ritalson, Sinister Paranormalist Until a few years ago, the Ritalsons of Lepidstadt were among that city's more well-liked aristocrats. With a legacy of supporting the local university with generous donations and for throwing exclusive, must-attend river-borne galas on the family's riverboat Mossmaid , they were often the toast of the town. Yet to young Etward Ritalson, they were distractions and fools. Etward wanted to be left alone to pursue his increasingly outre and unsettling experiments. Distractions from his family duties fomented a deep sense of bitterness. This was only enhanced by the fact that to fund his experiments, he needed to stay in his family's good graces so as to not lose access to the allowance he was afforded for what his parents assumed was “his education.” A chance to solve all of these problems came to Etward in a particularly vivid dream. The very next night, he watched from the river shore as the Mossmaid burned to the waterline, claiming the lives of two dozen party-going aristocrats alongside Etward's entire family. He played the part of a grieving son, and in time the shock of the tragedy passed from Lepidstadt's social spheres, finally leaving Etward the peace and access to family funds he had so long desired. He grew increasingly obsessed with dreams over the next few months, becoming convinced that the one which compelled him toward his secret maritime arson was less a dream of his own and more a message from an interested patron from beyond. In his research, he read legends of another dimension beyond the wall of sleep and ached to go there, to visit these Dreamlands, and to learn from the mysterious source of his dream in person. He grew to suspect that elven portals— aiudaras—might be one way for him to travel physically to the land of dreams, if only he could figure out the proper key needed to awaken this power. He spent more and more time at the closest aiudara , Lichgate , and was there the night of the Missing Moment. What happened to Etward during the Missing Moment is detailed earlier in this volume, but suffice to say upon his return, his obsessions only increased. His ability to enter the dreams of other gatewalkers was all the evidence he needed that the others were destined to be his tools, and in time, raw materials to enhance his own power. Many of his notes and observations are presented on the inside front covers of these three Gatewalkers volumes—while none of these documents hold any specific clues to help aid the PCs, they all serve to illustrate Etward's voice. Feel free to give the players copies of these journal entries after they explore his laboratory, or perhaps after defeating him in combat, for these fragments of text can give the players one final and perhaps crucial insight into the fractured mindset of the man they once thought of as their ally, patron, and perhaps even friend. Campaign Role Etward Ritalson serves as the mysterious patron for the player characters for the bulk of the Gatewalkers Adventure Path, but aside from their first farewell in The Seventh Gate, they won't get a chance to interact with him directly until this adventure. Here, the “good doctor” attempts to harvest their psychic energy to prepare for his return to the Crown of the World and his ultimate goal to free Osoyo from its icy prison. As such, this long-awaited meeting with the PCs is also likely to be the last. Should Etward somehow manage to escape before the player characters can defeat him, though, you can continue to have him threaten and endanger the party for the remainder of this adventure. As the PCs gain levels, the threat posed by a battle with Etward is lessened, so if they do end up facing him later in the adventure, consider having him fight alongside allies of some form. Alternatively, if Etward perishes during the first chapter of this adventure, you can have him rise from death as a powerful revenant—perhaps even a blackfrost revenant—who then pursues the player characters as they travel to the north. In this case, the adventure plays out as presented, but as they continue on their expedition, characters should start to have strange dreams yet again as the undead Etward uses nightmares to plague their slumbers. Glimpses of his shape relentlessly pursuing them on the frozen horizon can further add to the unsettling situation. Whether he manages to catch up to the party on the High Ice or they decide to create an ambush to finish him off once and for all, Etward's story in this campaign need not end with his death. Recall Knowledge - Humanoid (Society): DC 36 Unspecific Lore : DC 34 Specific Lore : DC 31 Etward Ritalson Source Pathfinder #189: Dreamers of the Nameless Spires pg. 91 Perception +18 Languages Aklo, Common, Elven, Erutaki, Hallit, Varisian; telepathy 30 feet Skills Academia Lore +19, Arcana +17, Crafting +19, Deception +18, Medicine +20, Occultism +21, Society +19, Survival +18 Str +1 Dex +3 Con +1 Int +4 Wis +3 Cha +2 Infused Items Etward carries the following infused items, which last for 24 hours or until the next time he makes his daily preparations: moderate alchemist's fire (8), moderate cognitive mutagen, greater comprehension elixirs (2), moderate elixirs of life (6), psychic colors elixirs (5), vat-grown brain (page 75), winter wolf elixirs (2) Items +1 striking dagger , formula book, +1 leather armor , manor keys, greater pendant of the occult , scroll of black tentacles , scroll of confusion , scrolls of fly (2) --- AC 28 Fort +16 Ref +18 Will +20 HP 140 --- Speed 25 feet Melee Single Action dagger +19 (Agile, Finesse, thrown 10 feet, versatile S), Damage 2d4+4 piercing Ranged Single Action moderate alchemist's fire +19 (range increment 30 feet), Damage 2d8 fire plus 2 persistent fire and 2 fire splash damage Occult Innate Spells DC 28, attack +20 - Cantrips (5th) Daze, Detect Magic, Read Aura, Telekinetic Projectile - 2nd Telekinetic Maneuver (×3) - 4th Dream Message, Nightmare - 5th Phantasmal Killer, Telekinetic Haul Rituals DC 28 - 2nd Inveigle Dream Invasion (Enchantment, Mental, Occult) When Etward casts dream message and targets a gatewalker (like one of the PCs), he manifests inside the character's dream, appearing as he does when he cast the spell. (Typically, Etward disguises himself as a saumen kar when he does this, to further unnerve the target.) Rather than send a message to the target of a dream invasion, Etward can instead sift through the target's recent memories to gain a vague idea of what they did and where they were in the past 24 hours. This leaves the target feeling somewhat unsettled when they wake but causes no lasting harm. Nightmarish Attack Two Actions (Illusion, Mental, Occult) Requirements Etward has used Dream Invasion on the target at some point in the past; Effect Etward draws upon a target's deepest fears and capitalizes upon the nature of their nightmares in an attempt to do them grievous harm. He attempts a melee dagger Strike against a target, and as he does so, that target briefly sees Etward's appearance change to reflect their deepest fear. Someone who's afraid of fire might see Etward and his dagger catch aflame. A person who fears darkness might see Etward transform into a rolling wave of enveloping darkness. A character who's afraid of snakes might witness Etward's dagger and entire arm turn into a serpent. Use your knowledge of the character's past and the specific dream invasions they may have endured during this campaign to make each Nightmarish Attack feel unique and frightening. Etward inflicts an additional 5d6 mental damage if he hits with the dagger Strike, and his dagger strike gains the following additional failure effect. Failure The target takes 2d6 mental damage. Use Occult Scrolls Etward can Cast a Spell from scrolls, as long as it's an occult spell of 5th level or lower. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2515",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 20,
 "wisdom": 3
}