{
 "ac": 26,
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 1,
 "creature_ability": [
  "Infused Items",
  "Distracting Spells",
  "Quick Bomber"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 17,
 "hp": 140,
 "hp_raw": "140",
 "id": "creature-1638",
 "intelligence": 4,
 "language": [
  "Common",
  "Draconic",
  "Ignan",
  "Jotun"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Ignan](/Languages.aspx?ID=18), [Jotun](/Languages.aspx?ID=8)",
 "level": 8,
 "markdown": "<title level=\"1\" pfs=\"\">[Fire-Pot Ubanu, Fire Lover with a Grudge](/NPCs.aspx?ID=1638)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nUbanu never felt like he belonged. From an early age, he felt more comfortable playing with fire than with other children. When they went out to play games, Ubanu stayed home watch the fire dance in the hearth. He remained painfully shy during his youth, aware that the other children found him strange. Even he wondered why he was so different. Ubanu's parents tried to encourage him to be social, but when the boy tried to befriend the other children, they mocked his fascination with flames, calling him “Fire-Face Ubanu.”\n\n When the taunting became too much, Ubanu would strike back, lashing out against his tormentors. Once when he was overwhelmed with rage, a fiery lash manifested around his hand and struck another child. He didn't burn the child too badly, but the other kids all became afraid of him—and Ubanu became afraid of himself. Since that time Ubanu has been surrounded by a strong sulfurous smell, which grows more intense when he's angry.\n\n As soon as his parents smelled their son, they realized what had happened and revealed that some of their ancestors had been fire sorcerers. Neither of his parents possessed the powers of this bloodline, and they'd not told Ubanu in the hopes that there would be no need. He'd discovered the reason for his fascination with fire, but it made him no less awkward around people. Even when he could keep his temper in check, the faint sulfurous smell made others keep their distance. He assumed that if he went somewhere around more people with magical gifts—someplace like the Magaambya—he would finally find acceptance and perhaps friendship.\n\n Ubanu said goodbye to his parents and moved to Nantambu. His plan was as simple as it was naive: he would get into the Magaambya, learn to control his powers, find friends, and graduate to become a rich and powerful sorcerer.\n\n His initial request for admission was denied. Perhaps it was because he grew impatient and yelled at his proctor for making him wait, or perhaps they saw his stubborn petulance and inability to work with others. For five years, Ubanu tried to get accepted into the Magaambya—each time, his temper flared, and his hopes were dashed. If he hadn't found work as an apprentice to an alchemist, Ubanu would have had to return to his parents a broken and penniless young man. Instead, Ubanu found ways to express his fascination with fire through chemistry. Eventually, the alchemist discharged him for being too argumentative, and Ubanu once again had to look for new options.\n\n Ubanu drifted into an apprenticeship with an elderly weaponsmith named Nua Obi. He used his sorcerous powers to help maintain the forge's heat while learning all Nua Obi could teach him. Ubanu and the old woman fought furiously over the smallest details, but they had tremendous respect and affection for each other. For the first time in his life, Ubanu had found a place where he belonged.\n\n It was Nua who gave Ubanu the nickname Fire-Pot, both for his tendency to play with firebombs and erupt into fiery rages. For many years Ubanu worked crankily and happily at Nua's side.\n\n When Nua passed she left Ubanu her forge and enough money to expand it however he wished. Ubanu found that he couldn't run the shop like she could, however. He fought with the customers and had an awful habit of blowing things up for fun instead of working. He also kept a pet [hellcat](/Monsters.aspx?ID=695) that he couldn't keep from causing fires in the city.\n\n Ubanu decided he needed a change of scenery, so he sold the shop and moved to the edge of town. There, he made a deal with a mercenary group of minotaurs looking for a place to settle down far from the troubles they'd left behind in other lands. If they would protect Ubanu's privacy and take care of his sales, he'd give them a cut of the merchandise they sold. Ubanu got to experiment on alchemy and weaponsmithing however he chose, and soon increased his talent in both. He's become known across Nantambu as one of its most skilled yet most irritable alchemists.\n\n He feels betrayed by the Magaambya. When serpentfolk came to Ubanu in the guise of Magaambyan students named Oyo and Mtembe, he almost turned them away. Yet their subtle persuasion and promises of significant reimbursement from the school convinced him to take their order for some unusual acid. Ubanu crafted the acid and turned it over to the “students,” but his promised payment never materialized. He tried to follow up at the school and was rebuffed. His anger overwhelmed him, and he hatched a plan to send a strong message to the school about paying their debts. If the Magaambya responds with the money he's due, he'll let the matter drop—but he suspects they won't, and he looks forward to taking out his anger on whomever the school sends his way. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Fire-Pot Ubanu isn't actively malicious, but he has an explosive temper and no real ability or desire to keep it in check. One moment, Ubanu might be pleasant and friendly, and the next moment, he's hurling a firebomb at your house for some perceived insult. The heroes might quell his grudge, making him a good contact for training in incendiary alchemy, weaponsmithing, and fire spells. The heroes might even advocate for him to attend the Magaambya, once they learn about his past. If Ubanu joins the Magaambya, he becomes a rowdy and colorful character who can solve nearly as many problems as he causes.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 34\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 32\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 29\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 8\">[Fire-Pot Ubanu](/NPCs.aspx?ID=1638)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 91</row>\n\n**Perception** +16\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Ignan](/Languages.aspx?ID=18), [Jotun](/Languages.aspx?ID=8)\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +16, [Crafting](/Skills.aspx?ID=4) +20, [Intimidation](/Skills.aspx?ID=7) +16, [Nature](/Skills.aspx?ID=10) +15, [Weapons Lore](/Skills.aspx?ID=8) +16\r\n\r\n<row gap=\"medium\">\r\n**Str** +1\r\n\r\n**Dex** +3\r\n\r\n**Con** +1\r\n\r\n**Int** +4\r\n\r\n**Wis** +1\r\n\r\n**Cha** +4\r\n</row>\r\n\r\n**Infused Items** Ubanu carries these infused items: 8 [moderate alchemist's fires](/Equipment.aspx?ID=75), 2 [lesser elixirs of life](/Equipment.aspx?ID=91), and 2 [moderate tanglefoot bags](/Equipment.aspx?ID=78). These items last for 24 hours, or until the next time Ubanu makes his daily preparations.\r\n\r\n**Items**\r\nsmock (as [padded armor](/Armor.aspx?ID=3)), _[fulminating spear](/Equipment.aspx?ID=1087)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 26 \r\n\r\n**Fort** +17 \r\n\r\n**Ref** +19 \r\n\r\n**Will** +13 \n\n</row>\r\n\r\n**HP** 140\n\n**Resistances**\r\n[fire](/Traits.aspx?ID=72) 10\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_spear_ +17 ([Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d6+3 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nalchemist's fire +19 ([range increment 20 feet](/Traits.aspx?ID=248), [Splash](/Traits.aspx?ID=150)),\r\n**Damage** 2d8+2 fire plus 4 [persistent fire](/Conditions.aspx?ID=29) plus 6 fire [splash](/Traits.aspx?ID=150)\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_spear_ +19 ([Magical](/Traits.aspx?ID=103), [range increment 20 feet](/Traits.aspx?ID=248)),\r\n**Damage** 2d6+3 piercing\r\n\r\n**Primal Spontaneous Spells** DC 26, attack +18\r\n- **Cantrips (4th)**\r\n[Acid Splash](/Spells.aspx?ID=3), [Detect Magic](/Spells.aspx?ID=66), [Guidance](/Spells.aspx?ID=142), [Prestidigitation](/Spells.aspx?ID=229), [Produce Flame](/Spells.aspx?ID=236)\r\n- **1st**\r\n[Gust of Wind](/Spells.aspx?ID=143), [Jump](/Spells.aspx?ID=167), [Mending](/Spells.aspx?ID=189) (3 slots)\r\n- **2nd**\r\n[Flaming Sphere](/Spells.aspx?ID=121), [Obscuring Mist](/Spells.aspx?ID=210), [Resist Energy](/Spells.aspx?ID=256) (3 slots)\r\n- **3rd**\r\n[Blindness](/Spells.aspx?ID=26), [Fireball](/Spells.aspx?ID=119), [Haste](/Spells.aspx?ID=147) (3 slots)\r\n- **4th**\r\n[Burning Hands](/Spells.aspx?ID=30), [Fire Shield](/Spells.aspx?ID=118) (2 slots)\r\n\r\n**Distracting Spells**   Creatures who fail a saving throw against one of Ubanu's spells are [flat-footed](/Conditions.aspx?ID=16) to his attacks until the end of his turn or until the end of his next turn on a critical failure.\r\n\r\n**Quick Bomber** <actions string=\"Single Action\" />  Ubanu Interacts to draw a bomb, then Strikes with it.\r\n\r\n</column>",
 "name": "Fire-Pot Ubanu",
 "npc": true,
 "perception": 16,
 "rarity": "unique",
 "reflex_save": 19,
 "release_date": "2021-09-01",
 "resistance": {
  "fire": 10
 },
 "resistance_markdown": "[fire](/Traits.aspx?ID=72) 10",
 "resistance_raw": " fire  10",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 91</row>\n\n<row gap=\"medium\">\r\n**HP** 140\r\n\r\n**AC** 26\r\n\r\n**Fort** +17\r\n\r\n**Ref** +19\r\n\r\n**Will** +13\r\n\r\n**Perception** +16\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nUbanu never felt like he belonged. From an early age, he felt more comfortable playing with fire than with other children. When they went out to play …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Arcana +16",
  "Crafting +20",
  "Intimidation +16",
  "Nature +15",
  "Weapons Lore +16"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +16, [Crafting](/Skills.aspx?ID=4) +20, [Intimidation](/Skills.aspx?ID=7) +16, [Nature](/Skills.aspx?ID=10) +15, [Weapons Lore](/Skills.aspx?ID=8) +16",
 "source": [
  "Pathfinder #170: Spoken on the Song Wind"
 ],
 "source_raw": [
  "Pathfinder #170: Spoken on the Song Wind pg. 91"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 91</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Burning Hands",
  "Fire Shield",
  "Blindness",
  "Fireball",
  "Haste",
  "Flaming Sphere",
  "Obscuring Mist",
  "Resist Energy",
  "Gust of Wind",
  "Jump",
  "Mending",
  "Acid Splash",
  "Detect Magic",
  "Guidance",
  "Prestidigitation",
  "Produce Flame"
 ],
 "spell_markdown": "[Acid Splash](/Spells.aspx?ID=3), [Blindness](/Spells.aspx?ID=26), [Burning Hands](/Spells.aspx?ID=30), [Detect Magic](/Spells.aspx?ID=66), [Fire Shield](/Spells.aspx?ID=118), [Fireball](/Spells.aspx?ID=119), [Flaming Sphere](/Spells.aspx?ID=121), [Guidance](/Spells.aspx?ID=142), [Gust of Wind](/Spells.aspx?ID=143), [Haste](/Spells.aspx?ID=147), [Jump](/Spells.aspx?ID=167), [Mending](/Spells.aspx?ID=189), [Obscuring Mist](/Spells.aspx?ID=210), [Prestidigitation](/Spells.aspx?ID=229), [Produce Flame](/Spells.aspx?ID=236), [Resist Energy](/Spells.aspx?ID=256)",
 "spoilers": "Strength of Thousands",
 "strength": 1,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Ubanu never felt like he belonged. From an early age, he felt more comfortable playing with fire than with other children. When they went out to play …",
 "summary_markdown": "Ubanu never felt like he belonged. From an early age, he felt more comfortable playing with fire than with other children. When they went out to play …",
 "text": " Fire-Pot Ubanu, Fire Lover with a Grudge Ubanu never felt like he belonged. From an early age, he felt more comfortable playing with fire than with other children. When they went out to play games, Ubanu stayed home watch the fire dance in the hearth. He remained painfully shy during his youth, aware that the other children found him strange. Even he wondered why he was so different. Ubanu's parents tried to encourage him to be social, but when the boy tried to befriend the other children, they mocked his fascination with flames, calling him “Fire-Face Ubanu.” When the taunting became too much, Ubanu would strike back, lashing out against his tormentors. Once when he was overwhelmed with rage, a fiery lash manifested around his hand and struck another child. He didn't burn the child too badly, but the other kids all became afraid of him—and Ubanu became afraid of himself. Since that time Ubanu has been surrounded by a strong sulfurous smell, which grows more intense when he's angry. As soon as his parents smelled their son, they realized what had happened and revealed that some of their ancestors had been fire sorcerers. Neither of his parents possessed the powers of this bloodline, and they'd not told Ubanu in the hopes that there would be no need. He'd discovered the reason for his fascination with fire, but it made him no less awkward around people. Even when he could keep his temper in check, the faint sulfurous smell made others keep their distance. He assumed that if he went somewhere around more people with magical gifts—someplace like the Magaambya—he would finally find acceptance and perhaps friendship. Ubanu said goodbye to his parents and moved to Nantambu. His plan was as simple as it was naive: he would get into the Magaambya, learn to control his powers, find friends, and graduate to become a rich and powerful sorcerer. His initial request for admission was denied. Perhaps it was because he grew impatient and yelled at his proctor for making him wait, or perhaps they saw his stubborn petulance and inability to work with others. For five years, Ubanu tried to get accepted into the Magaambya—each time, his temper flared, and his hopes were dashed. If he hadn't found work as an apprentice to an alchemist, Ubanu would have had to return to his parents a broken and penniless young man. Instead, Ubanu found ways to express his fascination with fire through chemistry. Eventually, the alchemist discharged him for being too argumentative, and Ubanu once again had to look for new options. Ubanu drifted into an apprenticeship with an elderly weaponsmith named Nua Obi. He used his sorcerous powers to help maintain the forge's heat while learning all Nua Obi could teach him. Ubanu and the old woman fought furiously over the smallest details, but they had tremendous respect and affection for each other. For the first time in his life, Ubanu had found a place where he belonged. It was Nua who gave Ubanu the nickname Fire-Pot, both for his tendency to play with firebombs and erupt into fiery rages. For many years Ubanu worked crankily and happily at Nua's side. When Nua passed she left Ubanu her forge and enough money to expand it however he wished. Ubanu found that he couldn't run the shop like she could, however. He fought with the customers and had an awful habit of blowing things up for fun instead of working. He also kept a pet hellcat that he couldn't keep from causing fires in the city. Ubanu decided he needed a change of scenery, so he sold the shop and moved to the edge of town. There, he made a deal with a mercenary group of minotaurs looking for a place to settle down far from the troubles they'd left behind in other lands. If they would protect Ubanu's privacy and take care of his sales, he'd give them a cut of the merchandise they sold. Ubanu got to experiment on alchemy and weaponsmithing however he chose, and soon increased his talent in both. He's become known across Nantambu as one of its most skilled yet most irritable alchemists. He feels betrayed by the Magaambya. When serpentfolk came to Ubanu in the guise of Magaambyan students named Oyo and Mtembe, he almost turned them away. Yet their subtle persuasion and promises of significant reimbursement from the school convinced him to take their order for some unusual acid. Ubanu crafted the acid and turned it over to the “students,” but his promised payment never materialized. He tried to follow up at the school and was rebuffed. His anger overwhelmed him, and he hatched a plan to send a strong message to the school about paying their debts. If the Magaambya responds with the money he's due, he'll let the matter drop—but he suspects they won't, and he looks forward to taking out his anger on whomever the school sends his way. Campaign Role Fire-Pot Ubanu isn't actively malicious, but he has an explosive temper and no real ability or desire to keep it in check. One moment, Ubanu might be pleasant and friendly, and the next moment, he's hurling a firebomb at your house for some perceived insult. The heroes might quell his grudge, making him a good contact for training in incendiary alchemy, weaponsmithing, and fire spells. The heroes might even advocate for him to attend the Magaambya, once they learn about his past. If Ubanu joins the Magaambya, he becomes a rowdy and colorful character who can solve nearly as many problems as he causes. Recall Knowledge - Humanoid (Society): DC 34 Unspecific Lore : DC 32 Specific Lore : DC 29 Fire-Pot Ubanu Source Pathfinder #170: Spoken on the Song Wind pg. 91 Perception +16 Languages Common, Draconic, Ignan, Jotun Skills Arcana +16, Crafting +20, Intimidation +16, Nature +15, Weapons Lore +16 Str +1 Dex +3 Con +1 Int +4 Wis +1 Cha +4 Infused Items Ubanu carries these infused items: 8 moderate alchemist's fires, 2 lesser elixirs of life, and 2 moderate tanglefoot bags. These items last for 24 hours, or until the next time Ubanu makes his daily preparations. Items smock (as padded armor), fulminating spear --- AC 26 Fort +17 Ref +19 Will +13 HP 140 Resistances fire 10 --- Speed 25 feet Melee Single Action spear +17 (Magical), Damage 2d6+3 piercing Ranged Single Action alchemist's fire +19 (range increment 20 feet, Splash), Damage 2d8+2 fire plus 4 persistent fire plus 6 fire splash Ranged Single Action spear +19 (Magical, range increment 20 feet), Damage 2d6+3 piercing Primal Spontaneous Spells DC 26, attack +18 - Cantrips (4th) Acid Splash, Detect Magic, Guidance, Prestidigitation, Produce Flame - 1st Gust of Wind, Jump, Mending (3 slots) - 2nd Flaming Sphere, Obscuring Mist, Resist Energy (3 slots) - 3rd Blindness, Fireball, Haste (3 slots) - 4th Burning Hands, Fire Shield (2 slots) Distracting Spells Creatures who fail a saving throw against one of Ubanu's spells are flat-footed to his attacks until the end of his turn or until the end of his next turn on a critical failure. Quick Bomber Single Action Ubanu Interacts to draw a bomb, then Strikes with it. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "CN",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1638",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 13,
 "wisdom": 1
}