{
 "ac": 27,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 0,
 "creature_ability": [
  "Deny Advantage",
  "Knife Fighter",
  "Roll and Snatch",
  "Twin Slash"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 14,
 "hp": 135,
 "hp_raw": "135",
 "id": "creature-1639",
 "intelligence": 1,
 "language": [
  "Common",
  "Elven",
  "Grippli",
  "Iruxi"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Grippli](/Languages.aspx?ID=48), [Iruxi](/Languages.aspx?ID=32)",
 "level": 8,
 "markdown": "<title level=\"1\" pfs=\"\">[Froglegs, Brutal Grippli Crime Boss](/NPCs.aspx?ID=1639)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe grippli known and feared today as Froglegs spent her early years wandering the streets of Nantambu as Ktaal, daughter of Tokywe. Tokywe was a lovable rogue who taught her daughter the skills to become a master thief. Tokywe and Ktaal were rootless— they happily spent their nights roaming Nantambu's rooftops under the stars or squatting in abandoned buildings, sharing dreams of what their next adventures would be. Mother and daughter spent many years getting into and out of trouble, and Ktaal always took comfort in her mother's cheerful demeanor and positive outlook no matter how desperate or bleak the situation appeared.\n\n Nantambu's thieves loved Tokywe for her personality, but what they respected most were her skills with a lockpick. She could pick any lock imaginable with her unusual tools—specially crafted for her grippli hands—and her keen sense of touch. Tokywe taught Ktaal her lockpicking skills from a young age, even showing her how to craft the special lockpicks that fit her hands so well. Mother and daughter were both in high demand once it became obvious that Ktaal was almost as good with locks as her mother.\n\n After some time, Tokywe began to tire of wandering. She wanted somewhere stable for her and her daughter to live and begin a new chapter. To transition into this life, Ktaal's mother planned to go by herself on one last heist with Habu the Cudgel's crew, a notorious group of thieves and ruffians. The heist went smoothly, but Habu's greed overtook him and he killed Tokywe for her share. Habu told Ktaal that the Nantambu authorities killed her mother, and that Tokywe's dying wish was for Ktaal to join Habu's crew so he could take care of her.\n\n Grief-stricken and in need of family, Ktaal believed Habu's lies and joined his crew. Keeping her mother's tradition of light-hearted professionalism, Ktaal soon became a trusted and valued member of the gang. She was an excellent planner and improvised well when those plans went awry. She rose though the ranks, and Habu's cutthroats began to whisper that she might be running the crew one day, especially if one of Habu's many enemies decided to eliminate him.\n\n Habu heard those whispers and he didn't like them. He had brought Ktaal to bolster his own successes, just as he had done with her mother, not to groom a successor. Habu's jealousy at the thought of this young grippli winning over his crew filled him with a quiet, seething rage.\n\n Habu learned of a large jewelry shipment traveling through Nantambu. He let Ktaal plan the heist and run the crew during the theft, but he directed the thieves most loyal to him to eliminate Ktaal and her supporters immediately after. This would leave bigger share for the survivors, he assured them.\n\n The heist went off without a hitch, but when Habu's handpicked thieves moved to betray Ktaal, they found her to be a smarter combatant and a more inspiring leader than Habu predicted. Ktaal struck down her would-be assassins and rallied those loyal to her to eliminate their killers as well. When she realized the extent of Habu's treachery, she finally guessed what actually happened to her beloved mother.\n\n Anguished at the realization she'd been deceived all these years, Ktaal's happy-go-lucky demeanor instantly transformed into hate. She gathered together the thieves loyal to her—predominantly disaffected grippli who had joined Habu's crew to work alongside Ktaal—and struck back against Habu and his remaining followers. It took the better part of a week, but she killed or drove out everyone loyal to Habu and learned where the gang boss was hiding out. Ktaal cornered Habu in his hideout, made him confess his betrayal, and then slowly bled him to death with her daggers. She still carries Habu's club as a trophy of vengeance, though she still prefers to use knives in combat.\n\n After taking over Habu's crew, Ktaal thought about his betrayal—how trust and connection killed Tokywe and almost killed Ktaal as well. She remembered something her mother had told her as a child when Ktaal asked about people eating frog legs at a fine restaurant.\n\n “Child, we aren't those frogs, but any time a grippli gets too comfortable, too trusting, too reckless... we can end up on someone else's plate.”\n\n Ktaal gave up her name. She began to call herself Froglegs as a reminder to stay alert and avoid becoming anyone's food. As she and her crew began to expand into extortion, robbery, and protection rackets all across Nantambu, she developed a new goal: she aims to rule the underworld of Nantambu from the shadows. Froglegs is through with others making her suffer and will never again allow anyone to take advantage of her. \n\n<title level=\"2\" right=\"\">Campaign Role</title> The heroes face off against Froglegs when they realize her gang is behind many of the troubles in Nantambu. If they capture Froglegs rather than kill her, she doesn't remain in custody for long. She has an extensive network of bribed or terrorized authorities, so she soon arranges for her release and goes to ground to recover, rebuild, and plan new criminal enterprises where the meddling heroes hopefully won't bother her again.\n\n Froglegs has one chance to leave her life of crime and vengeance behind her: if the heroes are forthright and honest with her (even though they're arresting her for what she's done), she realizes that not everyone in the world is out to make her suffer. She's not likely to be the heroes' ally, but she might be set upon a road to redemption knowing there are honest, good people in Nantambu.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 34\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 32\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 29\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 8\">[Froglegs](/NPCs.aspx?ID=1639)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Grippli\" url=\"/Traits.aspx?ID=264\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 91</row>\n\n**Perception** +16; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Grippli](/Languages.aspx?ID=48), [Iruxi](/Languages.aspx?ID=32)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +16, [Athletics](/Skills.aspx?ID=3) +15, [Deception](/Skills.aspx?ID=5) +16, [Intimidation](/Skills.aspx?ID=7) +16, [Stealth](/Skills.aspx?ID=15) +16, [Thievery](/Skills.aspx?ID=17) +18, [Underworld Lore](/Skills.aspx?ID=8) +15\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +4\r\n\r\n**Con** +0\r\n\r\n**Int** +1\r\n\r\n**Wis** +2\r\n\r\n**Cha** +4\r\n</row>\n\n**Items**\r\n+1 _[daggers](/Weapons.aspx?ID=3)_ (4), [_Habu's Cudgel_](/Equipment.aspx?ID=1088) (page 76), [Leather Armor](/Armor.aspx?ID=4), [infiltrator thieves' tools](/Equipment.aspx?ID=58)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 27 \r\n\r\n**Fort** +14 \r\n\r\n**Ref** +18 \r\n\r\n**Will** +16 \n\n</row>\r\n\r\n**HP** 135\n\n**Deny Advantage** Froglegs isn't [flat-footed](/Conditions.aspx?ID=16) to creatures of 8th level or lower that are [hidden](/Conditions.aspx?ID=22), [undetected](/Conditions.aspx?ID=39), flanking, or using surprise attack.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet, climb 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_dagger_ +20 ([Agile](/Traits.aspx?ID=170), [deadly d10](/Traits.aspx?ID=174), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+5 piercing plus knife fighter\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_Habu's Cudgel_ +19 ([Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d6+5 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_dagger_ +20 ([Agile](/Traits.aspx?ID=170), [deadly d10](/Traits.aspx?ID=174), [Magical](/Traits.aspx?ID=103), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+5 piercing plus knife fighter\n\n**Knife Fighter**   Froglegs deals an additional 2d6 precision damage with weapons from the [knife](/WeaponGroups.aspx?ID=9) group, and knives gain the [deadly d10](/Traits.aspx?ID=174) weapon property while she wields them.\r\n\r\n**Roll and Snatch** <actions string=\"Free Action\" />  **Trigger** Froglegs successfully [Tumbles Through](/Actions.aspx?ID=29) an enemy's space; **Effect** Froglegs attempts to [Disarm](/Actions.aspx?ID=41) or [Trip](/Actions.aspx?ID=40) the enemy. She can use her tongue for this attempt and does not need to have a free hand.\r\n\r\n**Twin Slash** <actions string=\"Single Action\" /> ([Flourish](/Traits.aspx?ID=73)) Froglegs makes two dagger Strikes.\r\n\r\n</column>",
 "name": "Froglegs",
 "npc": true,
 "perception": 16,
 "rarity": "unique",
 "reflex_save": 18,
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Grippli\" url=\"/Traits.aspx?ID=264\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 91</row>\n\n<row gap=\"medium\">\r\n**HP** 135\r\n\r\n**AC** 27\r\n\r\n**Fort** +14\r\n\r\n**Ref** +18\r\n\r\n**Will** +16\r\n\r\n**Perception** +16\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe grippli known and feared today as Froglegs spent her early years wandering the streets of Nantambu as Ktaal, daughter of Tokywe. Tokywe was a …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +16",
  "Athletics +15",
  "Deception +16",
  "Intimidation +16",
  "Stealth +16",
  "Thievery +18",
  "Underworld Lore +15"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +16, [Athletics](/Skills.aspx?ID=3) +15, [Deception](/Skills.aspx?ID=5) +16, [Intimidation](/Skills.aspx?ID=7) +16, [Stealth](/Skills.aspx?ID=15) +16, [Thievery](/Skills.aspx?ID=17) +18, [Underworld Lore](/Skills.aspx?ID=8) +15",
 "source": [
  "Pathfinder #170: Spoken on the Song Wind"
 ],
 "source_raw": [
  "Pathfinder #170: Spoken on the Song Wind pg. 91"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 91</row>",
 "speed": {
  "climb": 20,
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet, climb 20 feet",
 "speed_raw": "30 feet, climb 20 feet",
 "spell_markdown": "",
 "spoilers": "Strength of Thousands",
 "stealth": "16",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "The grippli known and feared today as Froglegs spent her early years wandering the streets of Nantambu as Ktaal, daughter of Tokywe. Tokywe was a …",
 "summary_markdown": "The grippli known and feared today as Froglegs spent her early years wandering the streets of Nantambu as Ktaal, daughter of Tokywe. Tokywe was a …",
 "text": " Froglegs, Brutal Grippli Crime Boss The grippli known and feared today as Froglegs spent her early years wandering the streets of Nantambu as Ktaal, daughter of Tokywe. Tokywe was a lovable rogue who taught her daughter the skills to become a master thief. Tokywe and Ktaal were rootless— they happily spent their nights roaming Nantambu's rooftops under the stars or squatting in abandoned buildings, sharing dreams of what their next adventures would be. Mother and daughter spent many years getting into and out of trouble, and Ktaal always took comfort in her mother's cheerful demeanor and positive outlook no matter how desperate or bleak the situation appeared. Nantambu's thieves loved Tokywe for her personality, but what they respected most were her skills with a lockpick. She could pick any lock imaginable with her unusual tools—specially crafted for her grippli hands—and her keen sense of touch. Tokywe taught Ktaal her lockpicking skills from a young age, even showing her how to craft the special lockpicks that fit her hands so well. Mother and daughter were both in high demand once it became obvious that Ktaal was almost as good with locks as her mother. After some time, Tokywe began to tire of wandering. She wanted somewhere stable for her and her daughter to live and begin a new chapter. To transition into this life, Ktaal's mother planned to go by herself on one last heist with Habu the Cudgel's crew, a notorious group of thieves and ruffians. The heist went smoothly, but Habu's greed overtook him and he killed Tokywe for her share. Habu told Ktaal that the Nantambu authorities killed her mother, and that Tokywe's dying wish was for Ktaal to join Habu's crew so he could take care of her. Grief-stricken and in need of family, Ktaal believed Habu's lies and joined his crew. Keeping her mother's tradition of light-hearted professionalism, Ktaal soon became a trusted and valued member of the gang. She was an excellent planner and improvised well when those plans went awry. She rose though the ranks, and Habu's cutthroats began to whisper that she might be running the crew one day, especially if one of Habu's many enemies decided to eliminate him. Habu heard those whispers and he didn't like them. He had brought Ktaal to bolster his own successes, just as he had done with her mother, not to groom a successor. Habu's jealousy at the thought of this young grippli winning over his crew filled him with a quiet, seething rage. Habu learned of a large jewelry shipment traveling through Nantambu. He let Ktaal plan the heist and run the crew during the theft, but he directed the thieves most loyal to him to eliminate Ktaal and her supporters immediately after. This would leave bigger share for the survivors, he assured them. The heist went off without a hitch, but when Habu's handpicked thieves moved to betray Ktaal, they found her to be a smarter combatant and a more inspiring leader than Habu predicted. Ktaal struck down her would-be assassins and rallied those loyal to her to eliminate their killers as well. When she realized the extent of Habu's treachery, she finally guessed what actually happened to her beloved mother. Anguished at the realization she'd been deceived all these years, Ktaal's happy-go-lucky demeanor instantly transformed into hate. She gathered together the thieves loyal to her—predominantly disaffected grippli who had joined Habu's crew to work alongside Ktaal—and struck back against Habu and his remaining followers. It took the better part of a week, but she killed or drove out everyone loyal to Habu and learned where the gang boss was hiding out. Ktaal cornered Habu in his hideout, made him confess his betrayal, and then slowly bled him to death with her daggers. She still carries Habu's club as a trophy of vengeance, though she still prefers to use knives in combat. After taking over Habu's crew, Ktaal thought about his betrayal—how trust and connection killed Tokywe and almost killed Ktaal as well. She remembered something her mother had told her as a child when Ktaal asked about people eating frog legs at a fine restaurant. “Child, we aren't those frogs, but any time a grippli gets too comfortable, too trusting, too reckless... we can end up on someone else's plate.” Ktaal gave up her name. She began to call herself Froglegs as a reminder to stay alert and avoid becoming anyone's food. As she and her crew began to expand into extortion, robbery, and protection rackets all across Nantambu, she developed a new goal: she aims to rule the underworld of Nantambu from the shadows. Froglegs is through with others making her suffer and will never again allow anyone to take advantage of her. Campaign Role The heroes face off against Froglegs when they realize her gang is behind many of the troubles in Nantambu. If they capture Froglegs rather than kill her, she doesn't remain in custody for long. She has an extensive network of bribed or terrorized authorities, so she soon arranges for her release and goes to ground to recover, rebuild, and plan new criminal enterprises where the meddling heroes hopefully won't bother her again. Froglegs has one chance to leave her life of crime and vengeance behind her: if the heroes are forthright and honest with her (even though they're arresting her for what she's done), she realizes that not everyone in the world is out to make her suffer. She's not likely to be the heroes' ally, but she might be set upon a road to redemption knowing there are honest, good people in Nantambu. Recall Knowledge - Humanoid (Society): DC 34 Unspecific Lore : DC 32 Specific Lore : DC 29 Froglegs Source Pathfinder #170: Spoken on the Song Wind pg. 91 Perception +16; darkvision Languages Common, Elven, Grippli, Iruxi Skills Acrobatics +16, Athletics +15, Deception +16, Intimidation +16, Stealth +16, Thievery +18, Underworld Lore +15 Str +3 Dex +4 Con +0 Int +1 Wis +2 Cha +4 Items +1 daggers (4), Habu's Cudgel (page 76), Leather Armor, infiltrator thieves' tools --- AC 27 Fort +14 Ref +18 Will +16 HP 135 Deny Advantage Froglegs isn't flat-footed to creatures of 8th level or lower that are hidden, undetected, flanking, or using surprise attack. --- Speed 30 feet, climb 20 feet Melee Single Action dagger +20 (Agile, deadly d10, Finesse, Magical, versatile S), Damage 1d4+5 piercing plus knife fighter Melee Single Action Habu's Cudgel +19 (Magical), Damage 2d6+5 bludgeoning Ranged Single Action dagger +20 (Agile, deadly d10, Magical, thrown 10 feet, versatile S), Damage 1d4+5 piercing plus knife fighter Knife Fighter Froglegs deals an additional 2d6 precision damage with weapons from the knife group, and knives gain the deadly d10 weapon property while she wields them. Roll and Snatch Free Action Trigger Froglegs successfully Tumbles Through an enemy's space; Effect Froglegs attempts to Disarm or Trip the enemy. She can use her tongue for this attempt and does not need to have a free hand. Twin Slash Single Action (Flourish) Froglegs makes two dagger Strikes. ",
 "trait": [
  "Grippli",
  "Humanoid",
  "Unique",
  "NE",
  "Small"
 ],
 "trait_markdown": "[Grippli](/Traits.aspx?ID=264), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Grippli",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1639",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 16,
 "wisdom": 2
}