{
 "ac": 19,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 4,
 "creature_ability": [
  "Camouflage",
  "Anchor  The seahorse wraps its tail around either a stationary object or its rider. A seahorse anchored to an object gains a +2 circumstance bonus to any defense against effects that would forcibly move it. An anchored rider gains the same benefit against effects that would forcibly knock it off the seahorse. The seahorse remains anchored until it Releases its grip, is knocked  unconscious , or either it's forcibly moved away from the object or its rider is forcibly moved off it."
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 11,
 "hp": 58,
 "hp_raw": "58",
 "id": "creature-1289",
 "image": [
  "/Images/Monsters/SeahorseGiant.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Seahorse](/Monsters.aspx?ID=1289)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nGiant seahorses are bear-sized, docile versions of their tiny, more common cousins. [Merfolk](/MonsterFamilies.aspx?ID=73) and other underwater cultures often use them as pack animals, while some coastal cultures ride them as mounts. Earning a seahorse's trust can be rather difficult given their skittish nature, but giant seahorses can express incredible loyalty and affection once they bond with someone, even going so far as to risk their own well-beings to defend someone who has earned their trust. They don't take to combat naturally, though, and in dangerous situations, they're more likely to try and grab their rider with their strong, prehensile tails before swimming to safety, rather than staying in a fight. Like smaller seahorses, giant seahorses have bony armor plates on the outside of their bodies, covered by skin, which makes them fairly durable despite their reluctance to battle.\n\n Though not the strongest swimmers, seahorses rely primarily on natural camouflage to survive. Chromatophores in seahorses' skin allow them to camouflage themselves. This ability is fairly rudimentary, and the size of a giant seahorse makes this tactic far less effective for them than for their smaller kin. Their colors change slowly at most times, though when in a dangerous situation, the process occurs much more rapidly for the seahorse.\n\n Unlike regular seahorses, giant seahorses also rely on herd tactics for defense as well as their surprising physical strength. A herd of charging seahorses is just as terrifying and dangerous underwater as a herd of stampeding horses on land. Humanoids in underwater cultures learn at a young age to quickly get out of the way of a herd of stampeding seahorses.\n\n Baby giant seahorses are too big to easily float and lack sufficient strength to swim on their own for several weeks after birth. They instead link tails with an adult and allow themselves to be ferried around. An adult seahorse can carry upwards of 20 seahorse babies hanging from them at once, though these babies might occasionally get left behind or swept away by a strong current. Caring for these helpless, wayward children is seen as a supreme act of kindness by many merfolk, who'll let these babies wrap their tails around staves and other implements and rear them into adulthood.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 18\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 16\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 13\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/SeahorseGiant.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Giant Seahorse](/Monsters.aspx?ID=1289)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 227</row>\n\n**Perception** +10; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +11, [Stealth](/Skills.aspx?ID=15) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +3\r\n\r\n**Con** +4\r\n\r\n**Int** -4\r\n\r\n**Wis** +1\r\n\r\n**Cha** +3\r\n</row>\r\n\r\n**Camouflage** The giant seahorse can change its coloration to match its surroundings. It doesn't need cover to attempt to [Hide](/Actions.aspx?ID=62) with a [Stealth](/Skills.aspx?ID=15) check.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 19 \r\n\r\n**Fort** +11 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +6 \n\n</row>\r\n\r\n**HP** 58\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** swim 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nsnout +11,\r\n**Damage** 1d12+4 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntail +11 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 1d6+4 bludgeoning plus [Grab](/MonsterAbilities.aspx?ID=18)\n\n**Anchor  The seahorse wraps its tail around either a stationary object or its rider. A seahorse anchored to an object gains a +2 circumstance bonus to any defense against effects that would forcibly move it. An anchored rider gains the same benefit against effects that would forcibly knock it off the seahorse. The seahorse remains anchored until it Releases its grip, is knocked [unconscious](/Conditions.aspx?ID=38), or either it's forcibly moved away from the object or its rider is forcibly moved off it.** <actions string=\"Single Action\" />  \r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Seahorse Omens</title>\r\n\r\nMany variants of seahorse mate for life, including the giant variety. In some seafaring cultures, the giant variants are revered as symbols of love and companionship. To see two giant seahorses swimming through the ocean water together supposedly signals that love is on the horizon for the viewer. On the other hand, seeing a lone giant seahorse without either its mate or its herd foretells a life of solitude or the tragic end of a relationship.\r\n</aside>",
 "name": "Giant Seahorse",
 "npc": false,
 "perception": 10,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 10,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 227</row>\n\n<row gap=\"medium\">\r\n**HP** 58\r\n\r\n**AC** 19\r\n\r\n**Fort** +11\r\n\r\n**Ref** +10\r\n\r\n**Will** +6\r\n\r\n**Perception** +10\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGiant seahorses are bear-sized, docile versions of their tiny, more common cousins.  Merfolk  and other underwater cultures often use them as pack …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Large"
 ],
 "skill": [
  "Athletics +11",
  "Stealth +10"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +11, [Stealth](/Skills.aspx?ID=15) +10",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 227"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 227</row>",
 "speed": {
  "max": 30,
  "swim": 30
 },
 "speed_markdown": "swim 30 feet",
 "speed_raw": "swim 30 feet",
 "spell_markdown": "",
 "stealth": "10",
 "strength": 4,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Giant seahorses are bear-sized, docile versions of their tiny, more common cousins.  Merfolk  and other underwater cultures often use them as pack …",
 "summary_markdown": "Giant seahorses are bear-sized, docile versions of their tiny, more common cousins.  Merfolk  and other underwater cultures often use them as pack …",
 "text": " Seahorse Giant seahorses are bear-sized, docile versions of their tiny, more common cousins. Merfolk and other underwater cultures often use them as pack animals, while some coastal cultures ride them as mounts. Earning a seahorse's trust can be rather difficult given their skittish nature, but giant seahorses can express incredible loyalty and affection once they bond with someone, even going so far as to risk their own well-beings to defend someone who has earned their trust. They don't take to combat naturally, though, and in dangerous situations, they're more likely to try and grab their rider with their strong, prehensile tails before swimming to safety, rather than staying in a fight. Like smaller seahorses, giant seahorses have bony armor plates on the outside of their bodies, covered by skin, which makes them fairly durable despite their reluctance to battle. Though not the strongest swimmers, seahorses rely primarily on natural camouflage to survive. Chromatophores in seahorses' skin allow them to camouflage themselves. This ability is fairly rudimentary, and the size of a giant seahorse makes this tactic far less effective for them than for their smaller kin. Their colors change slowly at most times, though when in a dangerous situation, the process occurs much more rapidly for the seahorse. Unlike regular seahorses, giant seahorses also rely on herd tactics for defense as well as their surprising physical strength. A herd of charging seahorses is just as terrifying and dangerous underwater as a herd of stampeding horses on land. Humanoids in underwater cultures learn at a young age to quickly get out of the way of a herd of stampeding seahorses. Baby giant seahorses are too big to easily float and lack sufficient strength to swim on their own for several weeks after birth. They instead link tails with an adult and allow themselves to be ferried around. An adult seahorse can carry upwards of 20 seahorse babies hanging from them at once, though these babies might occasionally get left behind or swept away by a strong current. Caring for these helpless, wayward children is seen as a supreme act of kindness by many merfolk, who'll let these babies wrap their tails around staves and other implements and rear them into adulthood. Recall Knowledge - Animal (Nature): DC 18 Unspecific Lore : DC 16 Specific Lore : DC 13 Giant Seahorse Source Bestiary 3 pg. 227 Perception +10; low-light vision Languages Skills Athletics +11, Stealth +10 Str +4 Dex +3 Con +4 Int -4 Wis +1 Cha +3 Camouflage The giant seahorse can change its coloration to match its surroundings. It doesn't need cover to attempt to Hide with a Stealth check. --- AC 19 Fort +11 Ref +10 Will +6 HP 58 --- Speed swim 30 feet Melee Single Action snout +11, Damage 1d12+4 bludgeoning Melee Single Action tail +11 (Agile), Damage 1d6+4 bludgeoning plus Grab Anchor The seahorse wraps its tail around either a stationary object or its rider. A seahorse anchored to an object gains a +2 circumstance bonus to any defense against effects that would forcibly move it. An anchored rider gains the same benefit against effects that would forcibly knock it off the seahorse. The seahorse remains anchored until it Releases its grip, is knocked unconscious, or either it's forcibly moved away from the object or its rider is forcibly moved off it. Single Action Seahorse Omens Many variants of seahorse mate for life, including the giant variety. In some seafaring cultures, the giant variants are revered as symbols of love and companionship. To see two giant seahorses swimming through the ocean water together supposedly signals that love is on the horizon for the viewer. On the other hand, seeing a lone giant seahorse without either its mate or its herd foretells a life of solitude or the tragic end of a relationship. ",
 "trait": [
  "Animal",
  "N",
  "Large"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1289",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 6,
 "wisdom": 1
}