{
 "ac": 31,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 3,
 "creature_ability": [
  "Deny Advantage",
  "Evasion",
  "Vulnerable to Sunlight",
  "Sidestep",
  "Hampering Blow",
  "Light Step",
  "Mobility",
  "Shadow Essence",
  "Sneak Attack",
  "Surprise Attack"
 ],
 "creature_family_markdown": "",
 "dexterity": 7,
 "exclude_from_search": false,
 "fortitude_save": 14,
 "hp": 195,
 "hp_raw": "195",
 "id": "creature-2109",
 "intelligence": 5,
 "language": [
  "Aklo",
  "Common",
  "Undercommon"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Undercommon](/Languages.aspx?ID=11)",
 "level": 11,
 "markdown": "<title level=\"1\" pfs=\"\">[Ginjana Mindkeeper](/Monsters.aspx?ID=2109)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nGinjana is a [dero](/MonsterFamilies.aspx?ID=29) who serves the xulgaths in the Swardlands out of convenience. Her true calling is brain experimentation, and she's seized the opportunity to venture to the surface to expand her gruesome research.\n\n Like many deros, Ginjana Mindkeeper is obsessed with discovering a way to overcome her people's allergy to the rays of Golarion's sun. She experimented for years, engaging in the usual kidnapping and vivisection of other residents of the Darklands under the eerie blue glow of the cytillesh fungus growing in dero lairs. One night, while heavily under the influence of cytillesh, Ginjana experienced an epiphany. While examining the brain and nervous system she had carefully extracted from a kidnapped [deep gnome](/Ancestries.aspx?ID=3), she theorized that the brain was sending invisible messages of some sort along the nervous system. She realized that if she could find the source of these messages in the brain, she might be able to manipulate it to overcome deros' light sensitivity. Feeling on the verge of a breakthrough, she sought brains to experiment on with a new fervor. Keeping her subjects alive as long as possible, Ginjana cut open different parts of their cerebral tissue and poked and prodded until she saw signs of the messages she was looking for—physical and emotional responses. Through considerable trial and error, she managed to narrow these signals down to a message source: a small lump of glandular tissue nestled in a saddle-like niche above the bones separating the nose from the brain. Ginjana learned to stimulate this gland—the pituitary gland—to cause specific results in her victims.\n\n Having determined the source of her invisible brain messages, Ginjana set out to learn how this gland works differently between species. She believes that in some, these messages allow creatures to survive easily under the light of the harsh surface sun. In others— such as deros—the messages cause them to react to the presence of the sun with great pain. Ginjana believes the secret of surviving the Overburn—the dero name for the surface world—lies within this gland. She developed a collection technique that involved shoving a steel rod up the nose of a captive creature to break through the bone and then using a hooked probe to reach up to the gland and extract it. But her collection of glands extracted from various Darklands inhabitants (including no small number of her fellow deros) failed to endear her to her comrades. As the number of dero discontent with her studies grew, Ginjana realized that to truly expand her understanding, she needed to collect specimens from the surface creatures of the Overburn.\n\n To this end, she set out—barely one step ahead of a dero mob—to explore the world above and expand her studies. She stumbled upon Surkitama's [xulgath](/MonsterFamilies.aspx?ID=102) war bands as they too made their way to the surface in search of the stolen _aeon orbs_. Ginjana had long ago exhausted the possibilities from extracted xulgath brains, so she saw no need to prey upon these travelers. She instead offered her services as a researcher and an expert on the peoples of the surface world—a lie, but one Ginjana hoped she could back up once she'd been able to engage in a few experiments on the Overburn. Most of the xulgaths ignored her, but one—the alchemist [Thessekka](/Monsters.aspx?ID=2111)—accepted Ginjana's offer and allowed the dero to accompany her raiding band to the Swardlands of Kortos.\n\n Today, Ginjana assists Thessekka in keeping the Old Forest Tower secure, while still managing to collect brain matter from a variety of surface creatures for her gruesome experiments. Despite Ginjana's usefulness, it has become clear to Thessekka that the dero has ulterior motives, so Thessekka has been relying on Ginjana less and less.\n\n Yet Ginjana is more treacherous than Thessekka realizes. She has managed to search Thessekka's private chamber a number of times, and has corrupted or poisoned some of the Thessekka's alchemical materials to slow the xulgath's progress in mutating other xulgaths. Ginjana has even climbed the vine-covered shaft up to the _aeon orb_ at the tower's top. As Ginjana had no particular wish to destroy the _aeon orb_, she received its _reflection of light_ (page 51); the dero keeps this ability hidden from Thessekka.\n\n Ginjana is a wiry, balding dero woman with large, expressive eyebrows. She dresses in tight leather armor crisscrossed with bandoliers containing scalpels, metal hooks, bone saws, and other paraphernalia used in the dissection and examination of living creatures. She tends to idly fondle these tools, particularly when in conversation, and the echoing clinking of her metal rods and hooks often alerts others to her presence. \n\n<title level=\"2\" right=\"\">Campaign Role</title> In this adventure, Ginjana operates as a menacing presence behind the scenes. The heroes likely encounter her handiwork several times before they meet her in the Old Forest Tower. Gruesome signs of Ginjana's experiments are likely to confuse the heroes at first, since she represents a vastly different threat than the dangers they know about in the Swardlands. The heroes eventually gain enough insight into the nature of Ginjana's killings to uncover the difference between her work and that of the xulgaths or the night hag Skarja. However, after facing the cruel dero and discovering her personal notes, the heroes are likely to be much better equipped to deal with the [night hag](/Monsters.aspx?ID=257) tormenting Opper Vandy.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 38\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 36\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 33\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 11\">[Ginjana Mindkeeper](/Monsters.aspx?ID=2109)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Dero\" url=\"/Traits.aspx?ID=214\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #153: Life's Long Shadows](/Sources.aspx?ID=29) pg. 86</row>\n\n**Perception** +22; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Undercommon](/Languages.aspx?ID=11)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +24, [Anatomy Lore](/Skills.aspx?ID=8) +24, [Athletics](/Skills.aspx?ID=3) +20, [Intimidation](/Skills.aspx?ID=7) +19, [Medicine](/Skills.aspx?ID=9) +20, [Stealth](/Skills.aspx?ID=15) +26, [Thievery](/Skills.aspx?ID=17) +24\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +7\r\n\r\n**Con** +3\r\n\r\n**Int** +5\r\n\r\n**Wis** +3\r\n\r\n**Cha** +2\r\n</row>\n\n**Items**\r\n[expanded healer's tools](/Equipment.aspx?ID=25), _+2 [striking](/Equipment.aspx?ID=280) [heavy crossbow](/Weapons.aspx?ID=70)_ (18 bolts and 2 bolts coated with [shadow essence](/Equipment.aspx?ID=127)), _+2 [resilient](/Equipment.aspx?ID=279) [leather armor](/Armor.aspx?ID=4)_, _+1 [striking](/Equipment.aspx?ID=280) [shortsword](/Weapons.aspx?ID=43)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 31 \r\n\r\n**Fort** +14 \r\n\r\n**Ref** +18 \r\n\r\n**Will** +12 \n\n</row>\r\n\r\n**HP** 195\n\n**Weaknesses**\r\nvulnerable to sunlight\r\n\r\n**Deny Advantage** Ginjana isn't [flat-footed](/Conditions.aspx?ID=16) to [hidden](/Conditions.aspx?ID=22), [undetected](/Conditions.aspx?ID=39), or flanking creatures of 11th level or lower, or by creatures of 11th level or lower using surprise attack.<br />**Evasion** When Ginjana rolls a success on a Reflex save, she gets a critical success instead.<br />**Vulnerable to Sunlight** Ginjana takes 20 damage for every hour she's exposed to sunlight.<br />**Sidestep** <actions string=\"Reaction\" /> **Trigger** An attack roll to Strike Ginjana fails or critically fails; **Effect** Ginjana redirects the attack to a creature of her choice that is adjacent to her and within reach of the triggering attack. The attacker rerolls the Strike's attack roll against the new target.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet; light step, mobility\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_shortsword_ +24 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 2d6+13 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_heavy crossbow_ +25 ([Magical](/Traits.aspx?ID=103), [range increment 120 feet](/Traits.aspx?ID=248), [reload 2](/Traits.aspx?ID=254)),\r\n**Damage** 2d10+13 piercing plus shadow essence\r\n\r\n**Divine Innate Spell** DC 30, attack +24\r\n- **6th**\r\n[Searing Light](/Spells.aspx?ID=269)\r\n\r\n**Hampering Blow**   When Ginjana critically succeeds at an attack roll, the target of the attack is [clumsy 1](/Conditions.aspx?ID=3) and [flat-footed](/Conditions.aspx?ID=16) until the end of Ginjana's next turn.\r\n\r\n**Light Step**   When Ginjana Strides or Steps, she ignores difficult terrain.\r\n\r\n**Mobility**   Ginjana's movement doesn't trigger reactions when she Strides to move half her Speed or less.\r\n\r\n**Shadow Essence**  ([Poison](/Traits.aspx?ID=126)) **Saving Throw** DC 29 Fortitude; **Maximum Duration** 6 rounds; **Stage 1** 3d6 negative damage and 2d6 poison damage (1 round); **Stage 2** 3d6 negative damage, 2d6 poison damage, and [enfeebled 1](/Conditions.aspx?ID=13) (1 round); **Stage 3** 3d6 negative damage; 2d6 poison damage; and enfeebled 2 (1 round)\r\n\r\n**[Sneak Attack](/MonsterAbilities.aspx?ID=34)**   Ginjana deals an extra 2d6 precision damage to flat-footed creatures.\r\n\r\n**Surprise Attack**   On the first round of combat, if Ginjana rolls [Deception](/Skills.aspx?ID=5) or [Stealth](/Skills.aspx?ID=15) for initiative, creatures that haven't acted are [flat-footed](/Conditions.aspx?ID=16) to her.\r\n\r\n</column>",
 "name": "Ginjana Mindkeeper",
 "npc": false,
 "perception": 22,
 "rarity": "unique",
 "reflex_save": 18,
 "release_date": "2020-03-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Dero\" url=\"/Traits.aspx?ID=214\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #153: Life's Long Shadows](/Sources.aspx?ID=29) pg. 86</row>\n\n<row gap=\"medium\">\r\n**HP** 195\r\n\r\n**AC** 31\r\n\r\n**Fort** +14\r\n\r\n**Ref** +18\r\n\r\n**Will** +12\r\n\r\n**Perception** +22\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGinjana is a  dero  who serves the xulgaths in the Swardlands out of convenience. Her true calling is brain experimentation, and she's seized the …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +24",
  "Anatomy Lore +24",
  "Athletics +20",
  "Intimidation +19",
  "Medicine +20",
  "Stealth +26",
  "Thievery +24"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +24, [Anatomy Lore](/Skills.aspx?ID=8) +24, [Athletics](/Skills.aspx?ID=3) +20, [Intimidation](/Skills.aspx?ID=7) +19, [Medicine](/Skills.aspx?ID=9) +20, [Stealth](/Skills.aspx?ID=15) +26, [Thievery](/Skills.aspx?ID=17) +24",
 "source": [
  "Pathfinder #153: Life's Long Shadows"
 ],
 "source_raw": [
  "Pathfinder #153: Life's Long Shadows pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #153: Life's Long Shadows](/Sources.aspx?ID=29) pg. 86</row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet; light step, mobility",
 "speed_raw": "20 feet; light step, mobility",
 "spell": [
  "Searing Light"
 ],
 "spell_markdown": "[Searing Light](/Spells.aspx?ID=269)",
 "spoilers": "Extinction Curse",
 "stealth": "26",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Ginjana is a  dero  who serves the xulgaths in the Swardlands out of convenience. Her true calling is brain experimentation, and she's seized the …",
 "summary_markdown": "Ginjana is a  dero  who serves the xulgaths in the Swardlands out of convenience. Her true calling is brain experimentation, and she's seized the …",
 "text": " Ginjana Mindkeeper Ginjana is a dero who serves the xulgaths in the Swardlands out of convenience. Her true calling is brain experimentation, and she's seized the opportunity to venture to the surface to expand her gruesome research. Like many deros, Ginjana Mindkeeper is obsessed with discovering a way to overcome her people's allergy to the rays of Golarion's sun. She experimented for years, engaging in the usual kidnapping and vivisection of other residents of the Darklands under the eerie blue glow of the cytillesh fungus growing in dero lairs. One night, while heavily under the influence of cytillesh, Ginjana experienced an epiphany. While examining the brain and nervous system she had carefully extracted from a kidnapped deep gnome, she theorized that the brain was sending invisible messages of some sort along the nervous system. She realized that if she could find the source of these messages in the brain, she might be able to manipulate it to overcome deros' light sensitivity. Feeling on the verge of a breakthrough, she sought brains to experiment on with a new fervor. Keeping her subjects alive as long as possible, Ginjana cut open different parts of their cerebral tissue and poked and prodded until she saw signs of the messages she was looking for—physical and emotional responses. Through considerable trial and error, she managed to narrow these signals down to a message source: a small lump of glandular tissue nestled in a saddle-like niche above the bones separating the nose from the brain. Ginjana learned to stimulate this gland—the pituitary gland—to cause specific results in her victims. Having determined the source of her invisible brain messages, Ginjana set out to learn how this gland works differently between species. She believes that in some, these messages allow creatures to survive easily under the light of the harsh surface sun. In others— such as deros—the messages cause them to react to the presence of the sun with great pain. Ginjana believes the secret of surviving the Overburn—the dero name for the surface world—lies within this gland. She developed a collection technique that involved shoving a steel rod up the nose of a captive creature to break through the bone and then using a hooked probe to reach up to the gland and extract it. But her collection of glands extracted from various Darklands inhabitants (including no small number of her fellow deros) failed to endear her to her comrades. As the number of dero discontent with her studies grew, Ginjana realized that to truly expand her understanding, she needed to collect specimens from the surface creatures of the Overburn. To this end, she set out—barely one step ahead of a dero mob—to explore the world above and expand her studies. She stumbled upon Surkitama's xulgath war bands as they too made their way to the surface in search of the stolen aeon orbs . Ginjana had long ago exhausted the possibilities from extracted xulgath brains, so she saw no need to prey upon these travelers. She instead offered her services as a researcher and an expert on the peoples of the surface world—a lie, but one Ginjana hoped she could back up once she'd been able to engage in a few experiments on the Overburn. Most of the xulgaths ignored her, but one—the alchemist Thessekka—accepted Ginjana's offer and allowed the dero to accompany her raiding band to the Swardlands of Kortos. Today, Ginjana assists Thessekka in keeping the Old Forest Tower secure, while still managing to collect brain matter from a variety of surface creatures for her gruesome experiments. Despite Ginjana's usefulness, it has become clear to Thessekka that the dero has ulterior motives, so Thessekka has been relying on Ginjana less and less. Yet Ginjana is more treacherous than Thessekka realizes. She has managed to search Thessekka's private chamber a number of times, and has corrupted or poisoned some of the Thessekka's alchemical materials to slow the xulgath's progress in mutating other xulgaths. Ginjana has even climbed the vine-covered shaft up to the aeon orb at the tower's top. As Ginjana had no particular wish to destroy the aeon orb , she received its reflection of light (page 51); the dero keeps this ability hidden from Thessekka. Ginjana is a wiry, balding dero woman with large, expressive eyebrows. She dresses in tight leather armor crisscrossed with bandoliers containing scalpels, metal hooks, bone saws, and other paraphernalia used in the dissection and examination of living creatures. She tends to idly fondle these tools, particularly when in conversation, and the echoing clinking of her metal rods and hooks often alerts others to her presence. Campaign Role In this adventure, Ginjana operates as a menacing presence behind the scenes. The heroes likely encounter her handiwork several times before they meet her in the Old Forest Tower. Gruesome signs of Ginjana's experiments are likely to confuse the heroes at first, since she represents a vastly different threat than the dangers they know about in the Swardlands. The heroes eventually gain enough insight into the nature of Ginjana's killings to uncover the difference between her work and that of the xulgaths or the night hag Skarja. However, after facing the cruel dero and discovering her personal notes, the heroes are likely to be much better equipped to deal with the night hag tormenting Opper Vandy. Recall Knowledge - Humanoid (Society): DC 38 Unspecific Lore : DC 36 Specific Lore : DC 33 Ginjana Mindkeeper Source Pathfinder #153: Life's Long Shadows pg. 86 Perception +22; darkvision Languages Aklo, Common, Undercommon Skills Acrobatics +24, Anatomy Lore +24, Athletics +20, Intimidation +19, Medicine +20, Stealth +26, Thievery +24 Str +3 Dex +7 Con +3 Int +5 Wis +3 Cha +2 Items expanded healer's tools, +2 striking heavy crossbow (18 bolts and 2 bolts coated with shadow essence), +2 resilient leather armor , +1 striking shortsword --- AC 31 Fort +14 Ref +18 Will +12 HP 195 Weaknesses vulnerable to sunlight Deny Advantage Ginjana isn't flat-footed to hidden, undetected, or flanking creatures of 11th level or lower, or by creatures of 11th level or lower using surprise attack. Evasion When Ginjana rolls a success on a Reflex save, she gets a critical success instead. Vulnerable to Sunlight Ginjana takes 20 damage for every hour she's exposed to sunlight. Sidestep Reaction Trigger An attack roll to Strike Ginjana fails or critically fails; Effect Ginjana redirects the attack to a creature of her choice that is adjacent to her and within reach of the triggering attack. The attacker rerolls the Strike's attack roll against the new target. --- Speed 20 feet; light step, mobility Melee Single Action shortsword +24 (Agile, Finesse, Magical, versatile S), Damage 2d6+13 piercing Ranged Single Action heavy crossbow +25 (Magical, range increment 120 feet, reload 2), Damage 2d10+13 piercing plus shadow essence Divine Innate Spell DC 30, attack +24 - 6th Searing Light Hampering Blow When Ginjana critically succeeds at an attack roll, the target of the attack is clumsy 1 and flat-footed until the end of Ginjana's next turn. Light Step When Ginjana Strides or Steps, she ignores difficult terrain. Mobility Ginjana's movement doesn't trigger reactions when she Strides to move half her Speed or less. Shadow Essence (Poison) Saving Throw DC 29 Fortitude; Maximum Duration 6 rounds; Stage 1 3d6 negative damage and 2d6 poison damage (1 round); Stage 2 3d6 negative damage, 2d6 poison damage, and enfeebled 1 (1 round); Stage 3 3d6 negative damage; 2d6 poison damage; and enfeebled 2 (1 round) Sneak Attack Ginjana deals an extra 2d6 precision damage to flat-footed creatures. Surprise Attack On the first round of combat, if Ginjana rolls Deception or Stealth for initiative, creatures that haven't acted are flat-footed to her. ",
 "trait": [
  "Dero",
  "Humanoid",
  "Unique",
  "CE",
  "Small"
 ],
 "trait_markdown": "[Dero](/Traits.aspx?ID=214), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Dero",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2109",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "weakness_markdown": "vulnerable to sunlight",
 "weakness_raw": "vulnerable to sunlight",
 "will_save": 12,
 "wisdom": 3
}