{
 "ac": 24,
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 4,
 "creature_ability": [
  "Custom Armor",
  "Leap Away",
  "Buzz-Saw Knuckles",
  "Escape Route",
  "Really Big Gun",
  "Knuckle Knock"
 ],
 "creature_family_markdown": "",
 "dexterity": 6,
 "exclude_from_search": false,
 "fortitude_save": 10,
 "hp": 60,
 "hp_raw": "60",
 "id": "creature-1940",
 "image": [
  "/Images/Monsters/GlazNixbrix.png"
 ],
 "intelligence": 3,
 "language": [
  "Common",
  "Goblin"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Goblin](/Languages.aspx?ID=6)",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"\">[Glaz “Brick Blaster” Nixbrix, Explosive Leader Of The Powderkeg Punks](/NPCs.aspx?ID=1940)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nAlmost a decade ago, Glaz Nixbrix left Jalmeray on a ship to Alkenstar, ready to start his new life. After growing up with his insular family in the Jalmeri treetops and raised as a young woman, he was sick of being treated like someone he was not. He wouldn't live by their rules anymore; he would never live by anyone's rules again except for his own.\n\n Nixbrix made his way to the Garundi continent with the intention of living for himself and no one else. Alkenstar sounded like the perfect place to do just that—a land with new technology and promises of a bright future. Furthermore, the region's frequent mana storms would stifle any divination spells his family might use to track him down. He felt like he'd just struck gold, a feeling reinforced by the metallic towers, auburn skies, and shiny brass clockworks that populated his new home. But after spending just a few days in the City of Smog, Nixbrix discovered that Alkenstar had just as many rules as his monkey goblin community, only he didn't know what they were. The immigrant's ignorance of the law didn't stop the shieldmarshals from trying to arrest him, though. Before Nixbrix knew what was what, he was on the run and scavenging to survive.\n\n He fell in with some petty criminals, pickpockets, con artists, and arsonists. These individuals would become his best friends in the world. They traveled the city together, taking what they wanted, running from the shieldmarshals, and living life only for themselves. This was the freedom Nixbrix was searching for: no rules to follow but his own, no matter what other people thought.\n\n The gang did pretty well for a time. They stole some fancy prototype wearable clockwork armor from a gnome inventor, though only Nixbrix was small enough to fit inside it. The gang took the thing for a spin, using the oversized firearm strapped to its back to blast through doors and windows when invading rival gangs' territories. Nixbrix, never one for subtlety, often aimed for the walls of buildings for the gang's entrances, and he quickly developed a reputation as the “Brick Blaster of Ferrous Quarter.”\n\n As time went on, Nixbrix lost touch with his old crew, often because of arrests or shoot-outs with the shieldmarshals, but he was always meeting new people. He also started to understand the ins and outs of his special armor. He even made a few modifications himself, like his innovative buzz-saw knuckles.\n\n One day, while staring at a massive factory fire that seemingly sprung out of nowhere, Nixbrix saw a group of people running from the conflagration, the shieldmarshals hot on their tail. Nixbrix decided to help some fellow criminals out, bust some shieldmarshal skulls, and maybe make a few friends on the way. After beating down the shieldmarshals, he hid out with the people they'd been chasing and learned why they'd set the fire. “For the fun of it,” it turns out, was exactly the kind of answer Nixbrix was hoping for. They became fast friends. Not long after, someone floated the idea of giving their little gang an official name, something to stoke fear into the hearts of other Alkenstar outlaws. Nixbrix suggested the Powderkeg Punks, and everyone liked this suggestion so much that they made Nixbrix their group's official boss.\n\n He liked the sound of that. \n\n<title level=\"2\" right=\"\">Campaign Role</title> As the leader of the Powderkeg Punks, a gang of arsonists hired to kidnap Vashon Gattlebee, Glaz Nixbrix is primarily an antagonist for the characters to confront and defeat in this adventure. However, his personal motives and attitude can make Nixbrix much more than a simple criminal to be beaten. The gang leader has nothing personal against the characters—he just wants to keep living and doing what he wants, when he wants. If the characters can help him maintain this lifestyle, then they're perfectly okay in his book.\n\n When Lyzerius hired the Powderkeg Punks to kidnap Gattlebee, Nixbrix saw the job as a chance to gain some real prestige in the Alkenstar underworld. The Punks had long developed a reputation for wanton mayhem—thanks in no small part to the explosive supplies they'd bought from Lyzerius for years—but organized kidnapping was totally new territory, and that which Nixbrix believed could launch his outfit's criminal careers to new heights.\n\n Lyzerius was always coming around in fancy suits and expensive shoes. Nixbrix decided that he wanted  in on that fancy lifestyle, at least for a little while. He wanted to see what it'd be like to strut around town and be admired, but those goals all fall apart when the characters show up and foil his plans. After the botched kidnapping in Chapter 2 of this adventure but before the characters meet him in Chapter 3, Nixbrix looks into Lyzerius a bit closer and finds out that Lyzerius is no man about town—in reality, he's a pouty dropout with delusions of grandeur.\n\n With the realization that Lyzerius isn't going to be his ride to the top, Nixbrix sets his sights on the outlaws who outgunned his Punks at the Yeast of All Brewery. When they meet him at the Powderkeg Punks' hideout, Nixbrix decides to pit the characters against his monstrous serpentine pet to see if they're tough enough to take it down. If they are, then Nixbrix decides they're the right kinds of friends to have around.\n\n Even if the characters get into a shootout with Nixbrix, the gang leader still holds the party in high regard. If they establish a rapport with him, Nixbrix could easily become a recurring underworld contact or ally of convenience in future adventures.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 29\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 27\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 24\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/GlazNixbrix.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Glaz “Brick Blaster” Nixbrix](/NPCs.aspx?ID=1940)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #178: Punks in a Powderkeg](/Sources.aspx?ID=119) pg. 88</row>\n\n**Perception** +9; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Goblin](/Languages.aspx?ID=6)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +14, [Athletics](/Skills.aspx?ID=3) +11, [Crafting](/Skills.aspx?ID=4) +9, [Intimidation](/Skills.aspx?ID=7) +10, [Stealth](/Skills.aspx?ID=15) +14, [Underworld Lore](/Skills.aspx?ID=8) +9\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +6\r\n\r\n**Con** +4\r\n\r\n**Int** +3\r\n\r\n**Wis** +1\r\n\r\n**Cha** +2\r\n</row>\n\n**Items**\r\n[moderate war blood mutagen](/Equipment.aspx?ID=1549)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 24 (20 when custom armor is broken)\r\n\r\n**Fort** +10 \r\n\r\n**Ref** +14 \r\n\r\n**Will** +9 \n\n</row>\r\n\r\n**HP** 60\n\n**Resistances**\r\nphysical 5 (except [adamantine](/Equipment.aspx?ID=374) or [orichalcum](/Equipment.aspx?ID=378))\r\n\r\n**Weaknesses**\r\n[electricity](/Traits.aspx?ID=56) 5\r\n\r\n**Custom Armor** Nixbrix's custom armor, which only he knows how to operate, grants him physical resistance. Once Nixbrix is reduced to fewer than half his Hit Points, or immediately upon being damaged by a critical hit, his custom armor breaks, causing the following effects: his Armor Class is reduced to 20, he loses his physical resistance, he can't use his really big gun, and his buzzsaw knuckles no longer cause persistent [bleed damage](/Conditions.aspx?ID=29).<br />**Leap Away** <actions string=\"Reaction\" /> ([move](/Traits.aspx?ID=114)) **Trigger** Nixbrix is targeted with a ranged attack; **Effect** Nixbrix [Leaps](/Actions.aspx?ID=81) up to 10 feet vertically and 30 feet horizontally, and he gains a +2 circumstance bonus to AC against the triggering attack.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet, climb 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbuzz-saw knuckles +14 ([Finesse](/Traits.aspx?ID=179), [Free-Hand](/Traits.aspx?ID=181)),\r\n**Damage** 2d6+5 slashing plus 1d6 [persistent bleed](/Conditions.aspx?ID=29)\r\n\r\n**Ranged**\r\n<actions string=\"Two Actions\" />\r\nreally big gun +12 ([deadly d12](/Traits.aspx?ID=174), [Free-Hand](/Traits.aspx?ID=181), [range 60 feet](/Traits.aspx?ID=248), [reload special [see below]](/Traits.aspx?ID=254), [volley 30 feet](/Traits.aspx?ID=201)),\r\n**Damage** 2d12 piercing\n\n**Buzz-Saw Knuckles**   Nixbrix has custom-built [knuckledusters](/Weapons.aspx?ID=185) called buzz-saw knuckles. Only he knows how to operate them.\r\n\r\n**Escape Route** <actions string=\"Three Actions\" />  Nixbrix flees the scene. He moves four times, each time using one of the following actions: [Climb](/Actions.aspx?ID=33), [Leap](/Actions.aspx?ID=81), Stand, Step, or Stride.\r\n\r\n**Really Big Gun**   Nixbrix has a custom-built, extra-large firearm mounted to the shoulder of his custom armor. Only he knows how to fire the contraption, which is inscrutable in the hands of anyone else. Whenever Nixbrix fires his Really Big Gun, the armor automatically reloads the weapon, but it doesn't finish reloading until the end of his next turn. He can only fire it, at most, every other round. He can take 6 shots with this weapon before all the ammunition is spent.\r\n\r\n**Knuckle Knock** <actions string=\"Two Actions\" />  Nixbrix Strides, [Climbs](/Actions.aspx?ID=33), or [Leaps](/Actions.aspx?ID=81) once, then Strikes with his buzz-saw knuckles. As long as this Strike is a success, he unleashes a devastating black powder explosion afterward that deals 1d6 fire damage to both him and the target of the Strike. He then Strides or Leaps once more, propelled by the blast.\r\n\r\n</column>",
 "name": "Glaz “Brick Blaster” Nixbrix",
 "npc": true,
 "perception": 9,
 "rarity": "unique",
 "reflex_save": 14,
 "release_date": "2022-04-27",
 "resistance": {
  "bludgeoning": 5,
  "physical": 5,
  "piercing": 5,
  "slashing": 5
 },
 "resistance_markdown": "physical 5 (except [adamantine](/Equipment.aspx?ID=374) or [orichalcum](/Equipment.aspx?ID=378))",
 "resistance_raw": "physical 5 (except  adamantine  or  orichalcum )",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #178: Punks in a Powderkeg](/Sources.aspx?ID=119) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 60\r\n\r\n**AC** 24\r\n\r\n**Fort** +10\r\n\r\n**Ref** +14\r\n\r\n**Will** +9\r\n\r\n**Perception** +9\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAlmost a decade ago, Glaz Nixbrix left Jalmeray on a ship to Alkenstar, ready to start his new life. After growing up with his insular family in the …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +14",
  "Athletics +11",
  "Crafting +9",
  "Intimidation +10",
  "Stealth +14",
  "Underworld Lore +9"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +14, [Athletics](/Skills.aspx?ID=3) +11, [Crafting](/Skills.aspx?ID=4) +9, [Intimidation](/Skills.aspx?ID=7) +10, [Stealth](/Skills.aspx?ID=15) +14, [Underworld Lore](/Skills.aspx?ID=8) +9",
 "source": [
  "Pathfinder #178: Punks in a Powderkeg"
 ],
 "source_raw": [
  "Pathfinder #178: Punks in a Powderkeg pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #178: Punks in a Powderkeg](/Sources.aspx?ID=119) pg. 88</row>",
 "speed": {
  "climb": 30,
  "land": 20,
  "max": 30
 },
 "speed_markdown": "20 feet, climb 30 feet",
 "speed_raw": "20 feet, climb 30 feet",
 "spell_markdown": "",
 "spoilers": "Outlaws of Alkenstar",
 "stealth": "14",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Almost a decade ago, Glaz Nixbrix left Jalmeray on a ship to Alkenstar, ready to start his new life. After growing up with his insular family in the …",
 "summary_markdown": "Almost a decade ago, Glaz Nixbrix left Jalmeray on a ship to Alkenstar, ready to start his new life. After growing up with his insular family in the …",
 "text": " Glaz “Brick Blaster” Nixbrix, Explosive Leader Of The Powderkeg Punks Almost a decade ago, Glaz Nixbrix left Jalmeray on a ship to Alkenstar, ready to start his new life. After growing up with his insular family in the Jalmeri treetops and raised as a young woman, he was sick of being treated like someone he was not. He wouldn't live by their rules anymore; he would never live by anyone's rules again except for his own. Nixbrix made his way to the Garundi continent with the intention of living for himself and no one else. Alkenstar sounded like the perfect place to do just that—a land with new technology and promises of a bright future. Furthermore, the region's frequent mana storms would stifle any divination spells his family might use to track him down. He felt like he'd just struck gold, a feeling reinforced by the metallic towers, auburn skies, and shiny brass clockworks that populated his new home. But after spending just a few days in the City of Smog, Nixbrix discovered that Alkenstar had just as many rules as his monkey goblin community, only he didn't know what they were. The immigrant's ignorance of the law didn't stop the shieldmarshals from trying to arrest him, though. Before Nixbrix knew what was what, he was on the run and scavenging to survive. He fell in with some petty criminals, pickpockets, con artists, and arsonists. These individuals would become his best friends in the world. They traveled the city together, taking what they wanted, running from the shieldmarshals, and living life only for themselves. This was the freedom Nixbrix was searching for: no rules to follow but his own, no matter what other people thought. The gang did pretty well for a time. They stole some fancy prototype wearable clockwork armor from a gnome inventor, though only Nixbrix was small enough to fit inside it. The gang took the thing for a spin, using the oversized firearm strapped to its back to blast through doors and windows when invading rival gangs' territories. Nixbrix, never one for subtlety, often aimed for the walls of buildings for the gang's entrances, and he quickly developed a reputation as the “Brick Blaster of Ferrous Quarter.” As time went on, Nixbrix lost touch with his old crew, often because of arrests or shoot-outs with the shieldmarshals, but he was always meeting new people. He also started to understand the ins and outs of his special armor. He even made a few modifications himself, like his innovative buzz-saw knuckles. One day, while staring at a massive factory fire that seemingly sprung out of nowhere, Nixbrix saw a group of people running from the conflagration, the shieldmarshals hot on their tail. Nixbrix decided to help some fellow criminals out, bust some shieldmarshal skulls, and maybe make a few friends on the way. After beating down the shieldmarshals, he hid out with the people they'd been chasing and learned why they'd set the fire. “For the fun of it,” it turns out, was exactly the kind of answer Nixbrix was hoping for. They became fast friends. Not long after, someone floated the idea of giving their little gang an official name, something to stoke fear into the hearts of other Alkenstar outlaws. Nixbrix suggested the Powderkeg Punks, and everyone liked this suggestion so much that they made Nixbrix their group's official boss. He liked the sound of that. Campaign Role As the leader of the Powderkeg Punks, a gang of arsonists hired to kidnap Vashon Gattlebee, Glaz Nixbrix is primarily an antagonist for the characters to confront and defeat in this adventure. However, his personal motives and attitude can make Nixbrix much more than a simple criminal to be beaten. The gang leader has nothing personal against the characters—he just wants to keep living and doing what he wants, when he wants. If the characters can help him maintain this lifestyle, then they're perfectly okay in his book. When Lyzerius hired the Powderkeg Punks to kidnap Gattlebee, Nixbrix saw the job as a chance to gain some real prestige in the Alkenstar underworld. The Punks had long developed a reputation for wanton mayhem—thanks in no small part to the explosive supplies they'd bought from Lyzerius for years—but organized kidnapping was totally new territory, and that which Nixbrix believed could launch his outfit's criminal careers to new heights. Lyzerius was always coming around in fancy suits and expensive shoes. Nixbrix decided that he wanted in on that fancy lifestyle, at least for a little while. He wanted to see what it'd be like to strut around town and be admired, but those goals all fall apart when the characters show up and foil his plans. After the botched kidnapping in Chapter 2 of this adventure but before the characters meet him in Chapter 3, Nixbrix looks into Lyzerius a bit closer and finds out that Lyzerius is no man about town—in reality, he's a pouty dropout with delusions of grandeur. With the realization that Lyzerius isn't going to be his ride to the top, Nixbrix sets his sights on the outlaws who outgunned his Punks at the Yeast of All Brewery. When they meet him at the Powderkeg Punks' hideout, Nixbrix decides to pit the characters against his monstrous serpentine pet to see if they're tough enough to take it down. If they are, then Nixbrix decides they're the right kinds of friends to have around. Even if the characters get into a shootout with Nixbrix, the gang leader still holds the party in high regard. If they establish a rapport with him, Nixbrix could easily become a recurring underworld contact or ally of convenience in future adventures. Recall Knowledge - Humanoid (Society): DC 29 Unspecific Lore : DC 27 Specific Lore : DC 24 Glaz “Brick Blaster” Nixbrix Source Pathfinder #178: Punks in a Powderkeg pg. 88 Perception +9; low-light vision Languages Common, Goblin Skills Acrobatics +14, Athletics +11, Crafting +9, Intimidation +10, Stealth +14, Underworld Lore +9 Str +3 Dex +6 Con +4 Int +3 Wis +1 Cha +2 Items moderate war blood mutagen --- AC 24 (20 when custom armor is broken) Fort +10 Ref +14 Will +9 HP 60 Resistances physical 5 (except adamantine or orichalcum) Weaknesses electricity 5 Custom Armor Nixbrix's custom armor, which only he knows how to operate, grants him physical resistance. Once Nixbrix is reduced to fewer than half his Hit Points, or immediately upon being damaged by a critical hit, his custom armor breaks, causing the following effects: his Armor Class is reduced to 20, he loses his physical resistance, he can't use his really big gun, and his buzzsaw knuckles no longer cause persistent bleed damage. Leap Away Reaction (move) Trigger Nixbrix is targeted with a ranged attack; Effect Nixbrix Leaps up to 10 feet vertically and 30 feet horizontally, and he gains a +2 circumstance bonus to AC against the triggering attack. --- Speed 20 feet, climb 30 feet Melee Single Action buzz-saw knuckles +14 (Finesse, Free-Hand), Damage 2d6+5 slashing plus 1d6 persistent bleed Ranged Two Actions really big gun +12 (deadly d12, Free-Hand, range 60 feet, reload special [see below], volley 30 feet), Damage 2d12 piercing Buzz-Saw Knuckles Nixbrix has custom-built knuckledusters called buzz-saw knuckles. Only he knows how to operate them. Escape Route Three Actions Nixbrix flees the scene. He moves four times, each time using one of the following actions: Climb, Leap, Stand, Step, or Stride. Really Big Gun Nixbrix has a custom-built, extra-large firearm mounted to the shoulder of his custom armor. Only he knows how to fire the contraption, which is inscrutable in the hands of anyone else. Whenever Nixbrix fires his Really Big Gun, the armor automatically reloads the weapon, but it doesn't finish reloading until the end of his next turn. He can only fire it, at most, every other round. He can take 6 shots with this weapon before all the ammunition is spent. Knuckle Knock Two Actions Nixbrix Strides, Climbs, or Leaps once, then Strikes with his buzz-saw knuckles. As long as this Strike is a success, he unleashes a devastating black powder explosion afterward that deals 1d6 fire damage to both him and the target of the Strike. He then Strides or Leaps once more, propelled by the blast. ",
 "trait": [
  "Humanoid",
  "Unique",
  "CN",
  "Small"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1940",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {
  "electricity": 5
 },
 "weakness_markdown": "[electricity](/Traits.aspx?ID=56) 5",
 "weakness_raw": " electricity  5",
 "will_save": 9,
 "wisdom": 1
}