{
 "ac": 17,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -1,
 "constitution": 2,
 "creature_ability": [
  "Buck",
  "Irritating Dander",
  "Juke",
  "Requirement",
  "Goblin Pox",
  "Scratch"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 8,
 "hp": 17,
 "hp_raw": "17",
 "id": "creature-236",
 "image": [
  "/Images/Monsters/GoblinDog.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Goblin Dog](/Monsters.aspx?ID=236)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nGoblins’ eponymous pets aren’t true canines at all, but rather large, blunt-nosed rodents with thin bodies and long legs. As cowardly as they are ugly, goblin dogs prefer to lurk behind bushes or in deep shadows, pouncing upon lone or wounded prey. Goblin dogs frequently lair and roam in packs, but they are likely to flee from a fight if injured, even if it means abandoning their pack-mates.\n\n Goblin dogs take their name from their long association with goblins, who breed the beasts as guard animals and mounts. Most goblins take issue with the name, as the average goblin is appalled at the suggestion that these, their favored mounts, have anything at all to do with actual dogs. Of course, being goblins, they haven’t bothered to come up with their own, unique name for goblin dogs.\n\n Even the most pampered goblin dogs have itchy mange and prolific dander that tenaciously affects those who come in contact with them. This “goblin pox” causes itchy hives and festering sores that are as unsightly as they are irritating and distracting. Goblin dog dander causes allergic reactions in nearly all other creatures that don’t share the goblin dogs’ terrible hygiene—with the notable exception, of course, of goblins, who remain entirely immune to the disease regardless of cleanliness.\n\n Hunger can drive goblin dogs to bouts of uncharacteristic violence; many goblins purposefully starve their pets to make them more aggressive in battle. Goblin dogs subsist on whatever organic material they can scavenge, and they particularly enjoy fresh carrion. Although goblins are far from picky eaters, they value goblin dogs as pets because the noisome animals will consume food that even goblins won’t dare to eat. “Will it eat?” is one of several games goblins enjoy playing with their goblin dog pets, where a wide range of mouth-sized morsels (not always edible or safe to consume) are dangled before a goblin dog’s snout. “Will it die?” is often a game played after “Will it eat?” Goblin dogs who survive the second game earn renown for their digestive prowess and often become favored tribal pets treated better than most of the rank-and-file goblins.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 15\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 13\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 10\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/GoblinDog.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Goblin Dog](/Monsters.aspx?ID=236)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 182</row>\n\n**Perception** +6; low-light vision, scent (imprecise) 30 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +6, [Stealth](/Skills.aspx?ID=15) +7\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +2\r\n\r\n**Con** +2\r\n\r\n**Int** -4\r\n\r\n**Wis** +1\r\n\r\n**Cha** -1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 17 \r\n\r\n**Fort** +8 \r\n\r\n**Ref** +8 \r\n\r\n**Will** +5 \n\n</row>\r\n\r\n**HP** 17\n\n**Buck** <actions string=\"Reaction\" /> DC 17<br /> **Irritating Dander** A creature that hits the goblin dog with an unarmed attack, tries to Grapple it, or otherwise touches it is exposed to goblin pox.<br /> **Juke** <actions string=\"Reaction\" /> **Requirement** A creature must be mounted on the goblin dog. **Trigger** The rider issues a command to the goblin dog. **Effect** The goblin dog Steps before following the command.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +9,\r\n**Damage** 1d6+3 piercing plus goblin pox\n\n**Goblin Pox**  ([Disease](/Traits.aspx?ID=46)) Goblins and goblin dogs are immune to goblin pox. **Saving Throw** DC 17 Fortitude; **Stage 1** [sickened](/Conditions.aspx?ID=34) 1 (1 round); **Stage 2** sickened 1 and [slowed](/Conditions.aspx?ID=35) 1 (1 round); **Stage 3** sickened 2 and can't reduce its sickened value below 1 (1 day).\r\n\r\n**Scratch** <actions string=\"Two Actions\" /> ([Manipulate](/Traits.aspx?ID=104)) The goblin dog vigorously scratches itself, exposing all adjacent creatures to goblin pox.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Goblin Dog Stories</title>\r\n\r\nGoblins adore their goblin dog pets, and crafting stories about goblin dog antics is a time-honored pursuit among many goblin clans. Goblins often seek to outdo prior stories by increasing the audacity, ridiculousness, and surreality of their tales. Examples of popular goblin dog tales include goblin dogs holding fancy dinners in high society among unwitting humans, goblin dogs tainting dwarven ale in unmentionable ways, and goblins who transform into barghests as a result of a goblin dog bite. This last plot, in particular, has some truth to it, as many credible accounts point to the existence of goblin dog werecreatures in certain goblin tribes.\r\n</aside>",
 "name": "Goblin Dog",
 "npc": false,
 "perception": 6,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 8,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 182</row>\n\n<row gap=\"medium\">\r\n**HP** 17\r\n\r\n**AC** 17\r\n\r\n**Fort** +8\r\n\r\n**Ref** +8\r\n\r\n**Will** +5\r\n\r\n**Perception** +6\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGoblins’ eponymous pets aren’t true canines at all, but rather large, blunt-nosed rodents with thin bodies and long legs. As cowardly as they are …\r\n</summary>",
 "sense": "low-light vision, scent (imprecise) 30 feet",
 "sense_markdown": "low-light vision, scent (imprecise) 30 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +6",
  "Stealth +7"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +6, [Stealth](/Skills.aspx?ID=15) +7",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 182"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 182</row>",
 "speed": {
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet",
 "speed_raw": "40 feet",
 "spell_markdown": "",
 "stealth": "7",
 "strength": 3,
 "strongest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex"
 ],
 "summary": "Goblins’ eponymous pets aren’t true canines at all, but rather large, blunt-nosed rodents with thin bodies and long legs. As cowardly as they are …",
 "summary_markdown": "Goblins’ eponymous pets aren’t true canines at all, but rather large, blunt-nosed rodents with thin bodies and long legs. As cowardly as they are …",
 "text": " Goblin Dog Goblins’ eponymous pets aren’t true canines at all, but rather large, blunt-nosed rodents with thin bodies and long legs. As cowardly as they are ugly, goblin dogs prefer to lurk behind bushes or in deep shadows, pouncing upon lone or wounded prey. Goblin dogs frequently lair and roam in packs, but they are likely to flee from a fight if injured, even if it means abandoning their pack-mates. Goblin dogs take their name from their long association with goblins, who breed the beasts as guard animals and mounts. Most goblins take issue with the name, as the average goblin is appalled at the suggestion that these, their favored mounts, have anything at all to do with actual dogs. Of course, being goblins, they haven’t bothered to come up with their own, unique name for goblin dogs. Even the most pampered goblin dogs have itchy mange and prolific dander that tenaciously affects those who come in contact with them. This “goblin pox” causes itchy hives and festering sores that are as unsightly as they are irritating and distracting. Goblin dog dander causes allergic reactions in nearly all other creatures that don’t share the goblin dogs’ terrible hygiene—with the notable exception, of course, of goblins, who remain entirely immune to the disease regardless of cleanliness. Hunger can drive goblin dogs to bouts of uncharacteristic violence; many goblins purposefully starve their pets to make them more aggressive in battle. Goblin dogs subsist on whatever organic material they can scavenge, and they particularly enjoy fresh carrion. Although goblins are far from picky eaters, they value goblin dogs as pets because the noisome animals will consume food that even goblins won’t dare to eat. “Will it eat?” is one of several games goblins enjoy playing with their goblin dog pets, where a wide range of mouth-sized morsels (not always edible or safe to consume) are dangled before a goblin dog’s snout. “Will it die?” is often a game played after “Will it eat?” Goblin dogs who survive the second game earn renown for their digestive prowess and often become favored tribal pets treated better than most of the rank-and-file goblins. Recall Knowledge - Animal (Nature): DC 15 Unspecific Lore : DC 13 Specific Lore : DC 10 Goblin Dog Source Bestiary pg. 182 Perception +6; low-light vision, scent (imprecise) 30 feet Languages Skills Athletics +6, Stealth +7 Str +3 Dex +2 Con +2 Int -4 Wis +1 Cha -1 --- AC 17 Fort +8 Ref +8 Will +5 HP 17 Buck Reaction DC 17 Irritating Dander A creature that hits the goblin dog with an unarmed attack, tries to Grapple it, or otherwise touches it is exposed to goblin pox. Juke Reaction Requirement A creature must be mounted on the goblin dog. Trigger The rider issues a command to the goblin dog. Effect The goblin dog Steps before following the command. --- Speed 40 feet Melee Single Action jaws +9, Damage 1d6+3 piercing plus goblin pox Goblin Pox (Disease) Goblins and goblin dogs are immune to goblin pox. Saving Throw DC 17 Fortitude; Stage 1 sickened 1 (1 round); Stage 2 sickened 1 and slowed 1 (1 round); Stage 3 sickened 2 and can't reduce its sickened value below 1 (1 day). Scratch Two Actions (Manipulate) The goblin dog vigorously scratches itself, exposing all adjacent creatures to goblin pox. Goblin Dog Stories Goblins adore their goblin dog pets, and crafting stories about goblin dog antics is a time-honored pursuit among many goblin clans. Goblins often seek to outdo prior stories by increasing the audacity, ridiculousness, and surreality of their tales. Examples of popular goblin dog tales include goblin dogs holding fancy dinners in high society among unwitting humans, goblin dogs tainting dwarven ale in unmentionable ways, and goblins who transform into barghests as a result of a goblin dog bite. This last plot, in particular, has some truth to it, as many credible accounts point to the existence of goblin dog werecreatures in certain goblin tribes. ",
 "trait": [
  "Animal",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=236",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 5,
 "wisdom": 1
}