{
 "ac": 29,
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 3,
 "creature_ability": [
  "Devastator",
  "Attack of Opportunity",
  "Celestial Rage",
  "Great Cleave",
  "Rhino Charge"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 21,
 "hp": 175,
 "hp_raw": "175",
 "id": "creature-2082",
 "image": [
  "/Images/Monsters/GraceTheRhino.png"
 ],
 "intelligence": 0,
 "language": [
  "Celestial",
  "Common"
 ],
 "language_markdown": "[Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1)",
 "level": 10,
 "markdown": "<title level=\"1\" pfs=\"\">[Grace “The Rhino” Owano, Incendiary Field Commander](/NPCs.aspx?ID=2082)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nGrace Owano has been a fighter for longer than she can remember. Her first fight for life occurred before the dreamlike haze of her earliest memories, when Greenblades patrolling the quays of Fisher's Row discovered an infant nestled amid the ropes and nets. The baby's powerful squalling drew their attention; if her companions hadn't teased that the babe mewled like a drowning kitten, the catfolk captain Ten Lives wouldn't have investigated. Against her better judgment, the young captain knelt in the fish guts and scooped up the howling baby. One of Ten Lives' companions chuckled and dubbed the naked, dirty, and stinking child “Grace.” Ten Lives returned to Boscage Tower with little Grace in her arms.\n\n Growing up in a fortress among soldiers shaped Grace's early years. Instead of one parent, she had a hundred. The warriors stationed at Boscage Tower were mostly women, all battle-hardened from years of hunting the undead abominations that cross into Nwanyi from Geb. Prone to crude humor and quick to anger, these unlikely mothers nevertheless doted on the child they thought of as the Greenblades' daughter. The second name Owano, in fact, came from an old word for “favored daughter.” Grace learned to defend herself with a sword by the age of six and was proficient in the six Greenblade disciplines—bow, fist, hammer, shield, spear, and sword—by twelve. Always a precocious child, her vocabulary of obscenities and bawdy stories only grew under the tutelage of her unusual military family.\n\n While the others doted on Grace, Ten Lives meted out discipline with an iron will matched by Grace's own. Ten Lives saw the growing girl as her personal responsibility and glimpsed her tremendous potential. As Grace grew into a rebellious teen, the two butted heads more frequently. She earned the nickname “the Rhino” among her peers, inspired by her stubbornness and signature reckless charge.\n\n By sixteen the Rhino was already a shining star in the ranks of hopeful Greenblades, believed by many to have an illustrious career ahead of her. Yet her promotions were blocked at every turn by Ten Lives, who always demanded more from her ward.\n\n Eventually Grace had enough. After a successful campaign in which she'd lost not a single soldier, Grace marched right up to Ten Lives in her dirty leathers, smeared with over a week's worth of blood and grime, stinking of sweat and zebra hide. She demanded an immediate promotion to field commander. Now, Ten Lives realized, was the time for Grace's final test. The grizzled general challenged her to a duel, and Grace hefted the sword that had served her well for years. The duel was a drawn-out dance between talented fighters, a swirl of shining blades and righteous might. But, in the end, Grace stood over Ten Lives, dripping sweat and blood with her trembling sword pressed against the catfolk's throat.\n\n Thus Grace “the Rhino” Owano earned her rightful place as field commander of the Greenblades. The duel didn't settle their conflicts, and the two were known to bicker fiercely about the militia's role in the increasingly tense border conflict with Geb. When Ten Lives' time finally ran out in a border skirmish with a pack of ghasts, Grace was already nearing her fortieth year. Ten Lives had never once professed her love for Grace, or proclaimed her as her heir, but the Rhino stood watch over her memorial stone for seven nights, her face tracked with silent tears. When her final duty to Ten Lives was done, she accepted the mantle of general of the Greenblades. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Many had fancied Ten Lives to be immortal and her death was a tremendous blow to the militia's morale. The power vacuum created within leaderless Nwanyi province further demoralized the dejected residents of Anuli. Now in command, Grace looked to Geb. War would reinvigorate Nwanyi, she knew. The nation would pull together, gain support from newly ascendant Nex, and receive the appointment of a new war omwa. Grace doesn't desire that position for herself, but wants more than anything for her nation to cease its squabbling. She's in a position to provide it, even at the cost of her life, so she marched in Omwa Slash's footsteps toward Geb and the Field of Maidens. \r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 37\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 35\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 32\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/GraceTheRhino.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 10\">[Grace “The Rhino” Owano](/NPCs.aspx?ID=2082)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #183: Field of Maidens](/Sources.aspx?ID=145) pg. 86</row>\n\n**Perception** +19\r\n\r\n**Languages**\r\n[Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +19, [Athletics](/Skills.aspx?ID=3) +21, [Deception](/Skills.aspx?ID=5) +18, [Intimidation](/Skills.aspx?ID=7) +20, [Stealth](/Skills.aspx?ID=15) +17, [Warfare Lore](/Skills.aspx?ID=8) +16\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +3\r\n\r\n**Con** +3\r\n\r\n**Int** +0\r\n\r\n**Wis** +0\r\n\r\n**Cha** +4\r\n</row>\n\n**Items**\r\n[Composite Longbow](/Weapons.aspx?ID=74) (20 arrows), _+1 [striking](/Equipment.aspx?ID=280) [wounding](/Equipment.aspx?ID=309) [greatsword](/Weapons.aspx?ID=24)_, [Studded Leather Armor](/Armor.aspx?ID=5)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 29 \r\n\r\n**Fort** +21 \r\n\r\n**Ref** +19 \r\n\r\n**Will** +16 \n\n</row>\r\n\r\n**HP** 175\n\n**Devastator** Grace's Strikes ignore 10 points of a creature's resistance to physical damage.<br />**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> \r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_greatsword_ +23 ([Magical](/Traits.aspx?ID=103), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 2d12+11 slashing plus 1d6 [persistent bleed](/Conditions.aspx?ID=29)\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfist +23 ([Agile](/Traits.aspx?ID=170), [Nonlethal](/Traits.aspx?ID=188), [Unarmed](/Traits.aspx?ID=199)),\r\n**Damage** 2d6+11 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\ncomposite longbow +26 ([deadly d10](/Traits.aspx?ID=174), [Propulsive](/Traits.aspx?ID=191), [volley 30 feet](/Traits.aspx?ID=201), [range increment 100 feet](/Traits.aspx?ID=248)),\r\n**Damage** 1d8 +11 piercing\r\n\r\n**Divine Innate Spells** DC 29\r\n- **Cantrips (5th)**\r\n[Divine Lance](/Spells.aspx?ID=84) (good only)\r\n- **5th**\r\n[Divine Wrath](/Spells.aspx?ID=86) (good only)\r\n\r\n**Focus Spells** DC 29, 2 Focus Points\r\n- **5th**\r\n[Angelic Wings](/Spells.aspx?ID=495), [Celestial Brand](/Spells.aspx?ID=497)\r\n\r\n**Celestial Rage** <actions string=\"Two Actions\" /> ([Concentrate](/Traits.aspx?ID=32), [Emotion](/Traits.aspx?ID=60), [Mental](/Traits.aspx?ID=106)) **Requirements** Grace isn't [fatigued](/Conditions.aspx?ID=15) or raging; **Effect** Grace unleashes her inner fury. She gains 20 temporary Hit Points that last until her Celestial Rage ends and she casts one divine innate spell or focus spell she knows. While raging, she gains weakness to evil 10, gains a +10-foot status bonus to her Speed, and takes a –1 penalty to AC. She can't use actions with the [concentrate](/Traits.aspx?ID=32) trait unless they also have the [rage](/Traits.aspx?ID=135) trait. This Celestial Rage lasts for 1 minute, until there are no enemies Grace can perceive, or until she falls [unconscious](/Conditions.aspx?ID=38), whichever comes first. When the Celestial Rage ends, Grace can't use Celestial Rage again for 1 minute.\r\n\r\n**Great Cleave** <actions string=\"Single Action\" />  When Grace's melee Strike reduces a creature to 0 Hit Points, she can make a melee Strike against another foe adjacent to that creature. If that Strike also reduces the creature to 0 Hit Points, she can continue making melee Strikes until she makes a Strike that doesn't reduce a creature to 0 Hit Points, or until there are no creatures adjacent to the most recent creature she attacked while cleaving, whichever comes first.\r\n\r\n**Rhino Charge** <actions string=\"Two Actions\" />  Grace Strides twice; if she ends her movement within melee reach of at least one enemy, she can make a melee Strike against that enemy. Grace can [Fly](/Actions.aspx?ID=94) instead of Stride if she has a fly speed (such as with [_angelic wings_](/Spells.aspx?ID=495)).\r\n\r\n</column>",
 "name": "Grace “The Rhino” Owano",
 "npc": true,
 "perception": 19,
 "rarity": "unique",
 "reflex_save": 19,
 "release_date": "2022-09-21",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #183: Field of Maidens](/Sources.aspx?ID=145) pg. 86</row>\n\n<row gap=\"medium\">\r\n**HP** 175\r\n\r\n**AC** 29\r\n\r\n**Fort** +21\r\n\r\n**Ref** +19\r\n\r\n**Will** +16\r\n\r\n**Perception** +19\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGrace Owano has been a fighter for longer than she can remember. Her first fight for life occurred before the dreamlike haze of her earliest …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +19",
  "Athletics +21",
  "Deception +18",
  "Intimidation +20",
  "Stealth +17",
  "Warfare Lore +16"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +19, [Athletics](/Skills.aspx?ID=3) +21, [Deception](/Skills.aspx?ID=5) +18, [Intimidation](/Skills.aspx?ID=7) +20, [Stealth](/Skills.aspx?ID=15) +17, [Warfare Lore](/Skills.aspx?ID=8) +16",
 "source": [
  "Pathfinder #183: Field of Maidens"
 ],
 "source_raw": [
  "Pathfinder #183: Field of Maidens pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #183: Field of Maidens](/Sources.aspx?ID=145) pg. 86</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell": [
  "Divine Wrath",
  "Divine Lance",
  "Angelic Wings",
  "Celestial Brand"
 ],
 "spell_markdown": "[Angelic Wings](/Spells.aspx?ID=495), [Celestial Brand](/Spells.aspx?ID=497), [Divine Lance](/Spells.aspx?ID=84), [Divine Wrath](/Spells.aspx?ID=86)",
 "spoilers": "Blood Lords",
 "stealth": "17",
 "strength": 5,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Grace Owano has been a fighter for longer than she can remember. Her first fight for life occurred before the dreamlike haze of her earliest …",
 "summary_markdown": "Grace Owano has been a fighter for longer than she can remember. Her first fight for life occurred before the dreamlike haze of her earliest …",
 "text": " Grace “The Rhino” Owano, Incendiary Field Commander Grace Owano has been a fighter for longer than she can remember. Her first fight for life occurred before the dreamlike haze of her earliest memories, when Greenblades patrolling the quays of Fisher's Row discovered an infant nestled amid the ropes and nets. The baby's powerful squalling drew their attention; if her companions hadn't teased that the babe mewled like a drowning kitten, the catfolk captain Ten Lives wouldn't have investigated. Against her better judgment, the young captain knelt in the fish guts and scooped up the howling baby. One of Ten Lives' companions chuckled and dubbed the naked, dirty, and stinking child “Grace.” Ten Lives returned to Boscage Tower with little Grace in her arms. Growing up in a fortress among soldiers shaped Grace's early years. Instead of one parent, she had a hundred. The warriors stationed at Boscage Tower were mostly women, all battle-hardened from years of hunting the undead abominations that cross into Nwanyi from Geb. Prone to crude humor and quick to anger, these unlikely mothers nevertheless doted on the child they thought of as the Greenblades' daughter. The second name Owano, in fact, came from an old word for “favored daughter.” Grace learned to defend herself with a sword by the age of six and was proficient in the six Greenblade disciplines—bow, fist, hammer, shield, spear, and sword—by twelve. Always a precocious child, her vocabulary of obscenities and bawdy stories only grew under the tutelage of her unusual military family. While the others doted on Grace, Ten Lives meted out discipline with an iron will matched by Grace's own. Ten Lives saw the growing girl as her personal responsibility and glimpsed her tremendous potential. As Grace grew into a rebellious teen, the two butted heads more frequently. She earned the nickname “the Rhino” among her peers, inspired by her stubbornness and signature reckless charge. By sixteen the Rhino was already a shining star in the ranks of hopeful Greenblades, believed by many to have an illustrious career ahead of her. Yet her promotions were blocked at every turn by Ten Lives, who always demanded more from her ward. Eventually Grace had enough. After a successful campaign in which she'd lost not a single soldier, Grace marched right up to Ten Lives in her dirty leathers, smeared with over a week's worth of blood and grime, stinking of sweat and zebra hide. She demanded an immediate promotion to field commander. Now, Ten Lives realized, was the time for Grace's final test. The grizzled general challenged her to a duel, and Grace hefted the sword that had served her well for years. The duel was a drawn-out dance between talented fighters, a swirl of shining blades and righteous might. But, in the end, Grace stood over Ten Lives, dripping sweat and blood with her trembling sword pressed against the catfolk's throat. Thus Grace “the Rhino” Owano earned her rightful place as field commander of the Greenblades. The duel didn't settle their conflicts, and the two were known to bicker fiercely about the militia's role in the increasingly tense border conflict with Geb. When Ten Lives' time finally ran out in a border skirmish with a pack of ghasts, Grace was already nearing her fortieth year. Ten Lives had never once professed her love for Grace, or proclaimed her as her heir, but the Rhino stood watch over her memorial stone for seven nights, her face tracked with silent tears. When her final duty to Ten Lives was done, she accepted the mantle of general of the Greenblades. Campaign Role Many had fancied Ten Lives to be immortal and her death was a tremendous blow to the militia's morale. The power vacuum created within leaderless Nwanyi province further demoralized the dejected residents of Anuli. Now in command, Grace looked to Geb. War would reinvigorate Nwanyi, she knew. The nation would pull together, gain support from newly ascendant Nex, and receive the appointment of a new war omwa. Grace doesn't desire that position for herself, but wants more than anything for her nation to cease its squabbling. She's in a position to provide it, even at the cost of her life, so she marched in Omwa Slash's footsteps toward Geb and the Field of Maidens. Recall Knowledge - Humanoid (Society): DC 37 Unspecific Lore : DC 35 Specific Lore : DC 32 Grace “The Rhino” Owano Source Pathfinder #183: Field of Maidens pg. 86 Perception +19 Languages Celestial, Common Skills Acrobatics +19, Athletics +21, Deception +18, Intimidation +20, Stealth +17, Warfare Lore +16 Str +5 Dex +3 Con +3 Int +0 Wis +0 Cha +4 Items Composite Longbow (20 arrows), +1 striking wounding greatsword , Studded Leather Armor --- AC 29 Fort +21 Ref +19 Will +16 HP 175 Devastator Grace's Strikes ignore 10 points of a creature's resistance to physical damage. Attack of Opportunity Reaction --- Speed 30 feet Melee Single Action greatsword +23 (Magical, versatile P), Damage 2d12+11 slashing plus 1d6 persistent bleed Melee Single Action fist +23 (Agile, Nonlethal, Unarmed), Damage 2d6+11 bludgeoning Ranged Single Action composite longbow +26 (deadly d10, Propulsive, volley 30 feet, range increment 100 feet), Damage 1d8 +11 piercing Divine Innate Spells DC 29 - Cantrips (5th) Divine Lance (good only) - 5th Divine Wrath (good only) Focus Spells DC 29, 2 Focus Points - 5th Angelic Wings, Celestial Brand Celestial Rage Two Actions (Concentrate, Emotion, Mental) Requirements Grace isn't fatigued or raging; Effect Grace unleashes her inner fury. She gains 20 temporary Hit Points that last until her Celestial Rage ends and she casts one divine innate spell or focus spell she knows. While raging, she gains weakness to evil 10, gains a +10-foot status bonus to her Speed, and takes a –1 penalty to AC. She can't use actions with the concentrate trait unless they also have the rage trait. This Celestial Rage lasts for 1 minute, until there are no enemies Grace can perceive, or until she falls unconscious, whichever comes first. When the Celestial Rage ends, Grace can't use Celestial Rage again for 1 minute. Great Cleave Single Action When Grace's melee Strike reduces a creature to 0 Hit Points, she can make a melee Strike against another foe adjacent to that creature. If that Strike also reduces the creature to 0 Hit Points, she can continue making melee Strikes until she makes a Strike that doesn't reduce a creature to 0 Hit Points, or until there are no creatures adjacent to the most recent creature she attacked while cleaving, whichever comes first. Rhino Charge Two Actions Grace Strides twice; if she ends her movement within melee reach of at least one enemy, she can make a melee Strike against that enemy. Grace can Fly instead of Stride if she has a fly speed (such as with angelic wings ). ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "CN",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2082",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 16,
 "wisdom": 0
}