{
 "ac": 51,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 8,
 "constitution": 11,
 "creature_ability": [
  "Green Tongue",
  "Plantsense",
  "Axe Vulnerability",
  "Green Caress",
  "Root In Place",
  "Absorb Magic",
  "Embed",
  "Focus Vines",
  "Green Grab",
  "Green Rituals",
  "Vine Forest"
 ],
 "creature_family_markdown": "",
 "dexterity": 9,
 "exclude_from_search": false,
 "fortitude_save": 43,
 "hp": 525,
 "hp_raw": "525",
 "id": "creature-1176",
 "image": [
  "/Images/Monsters/GreenMan.png"
 ],
 "intelligence": 7,
 "language": [
  "Arboreal",
  "Druidic",
  "Sylvan",
  "green tongue"
 ],
 "language_markdown": "[Arboreal](/Languages.aspx?ID=26), [Druidic](/Languages.aspx?ID=23), [Sylvan](/Languages.aspx?ID=10); green tongue",
 "level": 24,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Green Man](/Monsters.aspx?ID=1176)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nGreen men are ancient, enigmatic lesser deities of the primeval forests, living embodiments of nature and plantkind. When a forest or other woodland terrain generates enough nature spirits, beings of the same sort of vital essence that embodies [leshy](/MonsterFamilies.aspx?ID=67) or answers the call of a commune with nature, they naturally coalesce together and apotheosize into a green man. Green men aren't concerned with all the multifarious processes of nature like [Gozreh](/Deities.aspx?ID=8) or many other nature deities. Instead, they focus nearly all their attention on the plants of their home, only concerning themselves with animals, minerals, and the like insomuch as they affect the plants. Despite their name, green men aren't necessarily male; as creatures of pure natural power, to many of them, the concept of gender holds no meaning, and to those that do, they can be of any gender.\n\n Most green men are neutral and tend to ignore “animals,” which to them include sapient creatures such as [humans](/Ancestries.aspx?ID=6). However, good and evil green men do exist. These individuals are far more likely to attempt to spread their influence far and wide, either for good or ill. Good green men provide succor to all that come within their home, not only to plants, providing wisdom like a nurturing parent. Evil green men, however, allow rare and dangerous plants to thrive in their domains by spreading fear and devastation to all those who might threaten plant life, though they might keep a few animals around to hunt for sport.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Plant](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 53\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 51\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 48\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/GreenMan.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 24\">[Green Man](/Monsters.aspx?ID=1176)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Leshy\" url=\"/Traits.aspx?ID=225\" />\r\n<trait label=\"Plant\" url=\"/Traits.aspx?ID=125\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 118</row>\n\n**Perception** +42; [darkvision](/MonsterAbilities.aspx?ID=12), plantsense 60 feet\r\n\r\n**Languages**\r\n[Arboreal](/Languages.aspx?ID=26), [Druidic](/Languages.aspx?ID=23), [Sylvan](/Languages.aspx?ID=10); green tongue\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +39, [Athletics](/Skills.aspx?ID=3) +42, [Deception](/Skills.aspx?ID=5) +40, [Diplomacy](/Skills.aspx?ID=6) +40, [Intimidation](/Skills.aspx?ID=7) +40, [Nature](/Skills.aspx?ID=10) +48, [Stealth](/Skills.aspx?ID=15) +41, [Survival](/Skills.aspx?ID=16) +44\r\n\r\n<row gap=\"medium\">\r\n**Str** +12\r\n\r\n**Dex** +9\r\n\r\n**Con** +11\r\n\r\n**Int** +7\r\n\r\n**Wis** +10\r\n\r\n**Cha** +8\r\n</row>\r\n\r\n**Green Tongue** A green man can communicate with plants, with the effects of [_speak with plants_](/Spells.aspx?ID=294), and can use [Diplomacy](/Skills.aspx?ID=6) to [Make an Impression](/Actions.aspx?ID=50) on plants and [Request](/Actions.aspx?ID=51) things from plants.<br />**Plantsense** A green man can sense life force via plants. This allows them to observe a living or [undead](/Traits.aspx?ID=160) creature's vital essence within 60 feet of the green man, but they can also use this precise sense to observe any living or undead creature within 60 feet of any plant matter within 120 feet of the green man. This allows the green man to see living things through solid plant matter, as well as seeing through other barriers if there are plants on the other side.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 51 \r\n\r\n**Fort** +43 \r\n\r\n**Ref** +39 \r\n\r\n**Will** +42 \n\n</row>\r\n\r\n**HP** 525\n\n**Resistances**\r\nbludgeoning 20, piercing 20\r\n\r\n**Weaknesses**\r\naxe vulnerability, fire 20\r\n\r\n**Axe Vulnerability** A green man takes 20 additional damage from [axes](/WeaponGroups.aspx?ID=1).<br />**Green Caress** ([aura](/Traits.aspx?ID=206), [incapacitation](/Traits.aspx?ID=93), [plant](/Traits.aspx?ID=125), [primal](/Traits.aspx?ID=134), [transmutation](/Traits.aspx?ID=157)) 60 feet. Living creatures in the area other than [plants](/Traits.aspx?ID=125) slowly transform into non-creature plants. The green man can exclude creatures from this effect, but they must be aware of a creature's presence and location to do so. A non-plant creature in the area must attempt a DC 45 Fortitude save immediately before the start of its turn. <br />**Critical Success** The creature is unaffected, or if it is [slowed](/Conditions.aspx?ID=35) by green caress, it reduces its slowed value by 2. <br />**Success** The creature is unaffected, or if it is slowed by green caress, it reduces its slowed value by 1. <br />**Failure** The creature becomes slowed 1, or if it was already slowed by green caress, increases the slowed value by 1, as their body transforms more and more into a non-creature plant. If the creature ever becomes slowed to the point they have no actions left for their turn, they become an inanimate plant, a condition that can only be reversed by [_primal phenomenon_](/Spells.aspx?ID=231) or similarly powerful magic. <br />**Critical Failure** As failure, except the creature becomes slowed 2 (or increases the condition value by 2).<br />**Root In Place** <actions string=\"Reaction\" /> **Trigger** A creature within the green man's reach uses a [move](/Traits.aspx?ID=114) action or leaves a square during a move action it's using; **Effect** The green man lashes out to hold the foe in place. The green man makes a vine Strike against the triggering creature. If the attack hits, the green man disrupts the action. If the creature was [Flying](/Actions.aspx?ID=94) when its action was disrupted, it falls.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet, climb 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nvine +46 ([deadly 3d12](/Traits.aspx?ID=174), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 4d10+27 bludgeoning plus absorb magic and [Improved Grab](/MonsterAbilities.aspx?ID=27)\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nthorn +43 ([fatal d12](/Traits.aspx?ID=178), [range increment 120 feet](/Traits.aspx?ID=248), [reload 0](/Traits.aspx?ID=254)),\r\n**Damage** 4d8+27 piercing plus embed\r\n\r\n**Primal Innate Spells** DC 48\r\n- **Cantrips (10th)**\r\n[Detect Magic](/Spells.aspx?ID=66), [Read Aura](/Spells.aspx?ID=246)\r\n- **8th**\r\n[Air Walk](/Spells.aspx?ID=6), [Freedom of Movement](/Spells.aspx?ID=128)\r\n- **9th**\r\n[Energy Aegis](/Spells.aspx?ID=100)\r\n- **10th**\r\n[Heal](/Spells.aspx?ID=148) (×3), [Regenerate](/Spells.aspx?ID=248) (×3), [Tree Stride](/Spells.aspx?ID=343) (at will), [True Seeing](/Spells.aspx?ID=344), [Primal Phenomenon](/Spells.aspx?ID=231) (×3)\r\n\r\n**Rituals** DC 48, green rituals (see below)\r\n\r\n- **4th**\r\n[Plant Growth](/Rituals.aspx?ID=18)\r\n- **6th**\r\n[Awaken Animal](/Rituals.aspx?ID=3), [Commune with Nature](/Rituals.aspx?ID=7), [Primal Call](/Rituals.aspx?ID=19)\r\n- **8th**\r\n[Control Weather](/Rituals.aspx?ID=9)\r\n\r\n**Absorb Magic** <actions string=\"Single Action\" />  The green man's vines leach away magic and transform it into life essence for the green man. On a successful vine Strike, the green man attempts to [counteract](/Rules.aspx?ID=371) one spell active on the target (typically one vexing the green man, or determined randomly if they aren't aware of specific effects), with a counteract level of 10 and a modifier of +38. If the effect is counteracted, the green man gains 30 temporary Hit Points that last for 10 minutes.\r\n\r\n**Embed**   The green man's thorns embed themselves into any creature they damage, taking root into the ground. A target damaged by a thorn has its Speeds halved, and it can't Step, [Fly](/Actions.aspx?ID=94), [_air walk_](/Spells.aspx?ID=6), or otherwise leave the ground until the thorn is removed. Removing a thorn requires 3 Interact actions, which don't have to be consecutive. If the creature performing the final action doesn't succeed at a DC 45 [Medicine](/Skills.aspx?ID=9) check as part of that action, the target takes 10d6 damage upon the thorn's removal.\r\n\r\n**Focus Vines** <actions string=\"Two Actions\" />  The green man focuses all their vines against a single vexing foe, making a single vine Strike. On a success, the target takes 5d10 additional damage and is affected by Absorb Magic three times. Even on a failure, the target takes the normal effects of a hit with a vine Strike, but on a critical failure, the vines miss completely.\r\n\r\n**Green Grab**   A green man can use their [Improved Grab](/MonsterAbilities.aspx?ID=27) action against a creature of any size.\r\n\r\n**Green Rituals**   A green man can perform all their rituals without secondary casters, relying on their own primal ties to the vital essence in spirits of nature. A green man's [_awaken animal_](/Rituals.aspx?ID=3) and [_primal call_](/Rituals.aspx?ID=19) rituals work on plants instead of their usual range of choices. Most green men also know the ritual to create various types of [leshys](/Ancestries.aspx?ID=14) and possibly even magic allowing the creation of [arboreals](/MonsterFamilies.aspx?ID=8) or more powerful plant creatures.\r\n\r\n**Vine Forest** <actions string=\"Two Actions\" />  The green man lashes out with all six vines to attack many opponents. They make up to six vine Strikes, each against a different target; this counts as one attack for their multiple attack penalty, increasing only after all the attacks are made.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Leshy and Green Men</title>\r\n\r\nGreen men are sometimes called “leshy kings” or even just “leshys” in ancient manuscripts. Druids consider the first green men to be the original source of the rituals for creating the less-deific [leshys](/Ancestries.aspx?ID=14), and possibly even the [arboreals](/MonsterFamilies.aspx?ID=8) and other intelligent plants. The affinity between leshys and green men is mutual. Leshys are the most likely ancestry to [worship green man](/Deities.aspx?ID=221), and green men are particularly fond of their less-powerful kin\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Worshipping Green Men</title>\r\n\r\nIndividual [green men](/Deities.aspx?ID=221) are lesser deities, capable of granting spells to those who worship them. Green men typically only allow intelligent plants—such as leshys—to be their clerics. If another creature proves to be a friend of plants, after a thorough personal vetting, a green man wholeheartedly accepts this strange fleshy worshipper into the fold. While individual green men have different edicts and anathema befitting their personalities, and some neutral good or neutral evil green men might have further changes, the following is a baseline most worshippers of green men follow.\r\n</aside>",
 "name": "Green Man",
 "npc": false,
 "perception": 42,
 "pfs": "Standard",
 "rarity": "rare",
 "reflex_save": 39,
 "release_date": "2021-04-07",
 "resistance": {
  "bludgeoning": 20,
  "piercing": 20
 },
 "resistance_markdown": "bludgeoning 20, piercing 20",
 "resistance_raw": "bludgeoning 20, piercing 20",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Leshy\" url=\"/Traits.aspx?ID=225\" />\r\n<trait label=\"Plant\" url=\"/Traits.aspx?ID=125\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 118</row>\n\n<row gap=\"medium\">\r\n**HP** 525\r\n\r\n**AC** 51\r\n\r\n**Fort** +43\r\n\r\n**Ref** +39\r\n\r\n**Will** +42\r\n\r\n**Perception** +42\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGreen men are ancient, enigmatic lesser deities of the primeval forests, living embodiments of nature and plantkind. When a forest or other woodland …\r\n</summary>",
 "sense": " darkvision , plantsense 60 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), plantsense 60 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +39",
  "Athletics +42",
  "Deception +40",
  "Diplomacy +40",
  "Intimidation +40",
  "Nature +48",
  "Stealth +41",
  "Survival +44"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +39, [Athletics](/Skills.aspx?ID=3) +42, [Deception](/Skills.aspx?ID=5) +40, [Diplomacy](/Skills.aspx?ID=6) +40, [Intimidation](/Skills.aspx?ID=7) +40, [Nature](/Skills.aspx?ID=10) +48, [Stealth](/Skills.aspx?ID=15) +41, [Survival](/Skills.aspx?ID=16) +44",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 118"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 118</row>",
 "speed": {
  "climb": 40,
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet, climb 40 feet",
 "speed_raw": "40 feet, climb 40 feet",
 "spell": [
  "Heal",
  "Regenerate",
  "Tree Stride",
  "True Seeing",
  "Primal Phenomenon",
  "Energy Aegis",
  "Air Walk",
  "Freedom of Movement",
  "Detect Magic",
  "Read Aura"
 ],
 "spell_markdown": "[Air Walk](/Spells.aspx?ID=6), [Detect Magic](/Spells.aspx?ID=66), [Energy Aegis](/Spells.aspx?ID=100), [Freedom of Movement](/Spells.aspx?ID=128), [Heal](/Spells.aspx?ID=148), [Primal Phenomenon](/Spells.aspx?ID=231), [Read Aura](/Spells.aspx?ID=246), [Regenerate](/Spells.aspx?ID=248), [Tree Stride](/Spells.aspx?ID=343), [True Seeing](/Spells.aspx?ID=344)",
 "stealth": "41",
 "strength": 12,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Green men are ancient, enigmatic lesser deities of the primeval forests, living embodiments of nature and plantkind. When a forest or other woodland …",
 "summary_markdown": "Green men are ancient, enigmatic lesser deities of the primeval forests, living embodiments of nature and plantkind. When a forest or other woodland …",
 "text": " Green Man Green men are ancient, enigmatic lesser deities of the primeval forests, living embodiments of nature and plantkind. When a forest or other woodland terrain generates enough nature spirits, beings of the same sort of vital essence that embodies leshy or answers the call of a commune with nature, they naturally coalesce together and apotheosize into a green man. Green men aren't concerned with all the multifarious processes of nature like Gozreh or many other nature deities. Instead, they focus nearly all their attention on the plants of their home, only concerning themselves with animals, minerals, and the like insomuch as they affect the plants. Despite their name, green men aren't necessarily male; as creatures of pure natural power, to many of them, the concept of gender holds no meaning, and to those that do, they can be of any gender. Most green men are neutral and tend to ignore “animals,” which to them include sapient creatures such as humans. However, good and evil green men do exist. These individuals are far more likely to attempt to spread their influence far and wide, either for good or ill. Good green men provide succor to all that come within their home, not only to plants, providing wisdom like a nurturing parent. Evil green men, however, allow rare and dangerous plants to thrive in their domains by spreading fear and devastation to all those who might threaten plant life, though they might keep a few animals around to hunt for sport. Recall Knowledge - Plant (Nature): DC 53 Unspecific Lore : DC 51 Specific Lore : DC 48 Green Man Source Bestiary 3 pg. 118 Perception +42; darkvision, plantsense 60 feet Languages Arboreal, Druidic, Sylvan; green tongue Skills Acrobatics +39, Athletics +42, Deception +40, Diplomacy +40, Intimidation +40, Nature +48, Stealth +41, Survival +44 Str +12 Dex +9 Con +11 Int +7 Wis +10 Cha +8 Green Tongue A green man can communicate with plants, with the effects of speak with plants , and can use Diplomacy to Make an Impression on plants and Request things from plants. Plantsense A green man can sense life force via plants. This allows them to observe a living or undead creature's vital essence within 60 feet of the green man, but they can also use this precise sense to observe any living or undead creature within 60 feet of any plant matter within 120 feet of the green man. This allows the green man to see living things through solid plant matter, as well as seeing through other barriers if there are plants on the other side. --- AC 51 Fort +43 Ref +39 Will +42 HP 525 Resistances bludgeoning 20, piercing 20 Weaknesses axe vulnerability, fire 20 Axe Vulnerability A green man takes 20 additional damage from axes. Green Caress (aura, incapacitation, plant, primal, transmutation) 60 feet. Living creatures in the area other than plants slowly transform into non-creature plants. The green man can exclude creatures from this effect, but they must be aware of a creature's presence and location to do so. A non-plant creature in the area must attempt a DC 45 Fortitude save immediately before the start of its turn. Critical Success The creature is unaffected, or if it is slowed by green caress, it reduces its slowed value by 2. Success The creature is unaffected, or if it is slowed by green caress, it reduces its slowed value by 1. Failure The creature becomes slowed 1, or if it was already slowed by green caress, increases the slowed value by 1, as their body transforms more and more into a non-creature plant. If the creature ever becomes slowed to the point they have no actions left for their turn, they become an inanimate plant, a condition that can only be reversed by primal phenomenon or similarly powerful magic. Critical Failure As failure, except the creature becomes slowed 2 (or increases the condition value by 2). Root In Place Reaction Trigger A creature within the green man's reach uses a move action or leaves a square during a move action it's using; Effect The green man lashes out to hold the foe in place. The green man makes a vine Strike against the triggering creature. If the attack hits, the green man disrupts the action. If the creature was Flying when its action was disrupted, it falls. --- Speed 40 feet, climb 40 feet Melee Single Action vine +46 (deadly 3d12, versatile P), Damage 4d10+27 bludgeoning plus absorb magic and Improved Grab Ranged Single Action thorn +43 (fatal d12, range increment 120 feet, reload 0), Damage 4d8+27 piercing plus embed Primal Innate Spells DC 48 - Cantrips (10th) Detect Magic, Read Aura - 8th Air Walk, Freedom of Movement - 9th Energy Aegis - 10th Heal (×3), Regenerate (×3), Tree Stride (at will), True Seeing, Primal Phenomenon (×3) Rituals DC 48, green rituals (see below) - 4th Plant Growth - 6th Awaken Animal, Commune with Nature, Primal Call - 8th Control Weather Absorb Magic Single Action The green man's vines leach away magic and transform it into life essence for the green man. On a successful vine Strike, the green man attempts to counteract one spell active on the target (typically one vexing the green man, or determined randomly if they aren't aware of specific effects), with a counteract level of 10 and a modifier of +38. If the effect is counteracted, the green man gains 30 temporary Hit Points that last for 10 minutes. Embed The green man's thorns embed themselves into any creature they damage, taking root into the ground. A target damaged by a thorn has its Speeds halved, and it can't Step, Fly, air walk , or otherwise leave the ground until the thorn is removed. Removing a thorn requires 3 Interact actions, which don't have to be consecutive. If the creature performing the final action doesn't succeed at a DC 45 Medicine check as part of that action, the target takes 10d6 damage upon the thorn's removal. Focus Vines Two Actions The green man focuses all their vines against a single vexing foe, making a single vine Strike. On a success, the target takes 5d10 additional damage and is affected by Absorb Magic three times. Even on a failure, the target takes the normal effects of a hit with a vine Strike, but on a critical failure, the vines miss completely. Green Grab A green man can use their Improved Grab action against a creature of any size. Green Rituals A green man can perform all their rituals without secondary casters, relying on their own primal ties to the vital essence in spirits of nature. A green man's awaken animal and primal call rituals work on plants instead of their usual range of choices. Most green men also know the ritual to create various types of leshys and possibly even magic allowing the creation of arboreals or more powerful plant creatures. Vine Forest Two Actions The green man lashes out with all six vines to attack many opponents. They make up to six vine Strikes, each against a different target; this counts as one attack for their multiple attack penalty, increasing only after all the attacks are made. Leshy and Green Men Green men are sometimes called “leshy kings” or even just “leshys” in ancient manuscripts. Druids consider the first green men to be the original source of the rituals for creating the less-deific leshys, and possibly even the arboreals and other intelligent plants. The affinity between leshys and green men is mutual. Leshys are the most likely ancestry to worship green man, and green men are particularly fond of their less-powerful kin Worshipping Green Men Individual green men are lesser deities, capable of granting spells to those who worship them. Green men typically only allow intelligent plants—such as leshys—to be their clerics. If another creature proves to be a friend of plants, after a thorough personal vetting, a green man wholeheartedly accepts this strange fleshy worshipper into the fold. While individual green men have different edicts and anathema befitting their personalities, and some neutral good or neutral evil green men might have further changes, the following is a baseline most worshippers of green men follow. ",
 "trait": [
  "Leshy",
  "Plant",
  "Rare",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Leshy](/Traits.aspx?ID=225), [Plant](/Traits.aspx?ID=125), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Leshy",
  "Plant",
  "Rare"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1176",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {
  "fire": 20
 },
 "weakness_markdown": "axe vulnerability, fire 20",
 "weakness_raw": "axe vulnerability, fire 20",
 "will_save": 42,
 "wisdom": 10
}