{
 "ac": 16,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -2,
 "constitution": 2,
 "creature_ability": [
  "Flammable Grease",
  "Greasy Slide",
  "Hopping Charge",
  "Incendiary Dollop"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 6,
 "hp": 16,
 "hp_raw": "16",
 "id": "creature-1756",
 "image": [
  "/Images/Monsters/Groplit.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 0,
 "markdown": "<title level=\"1\" pfs=\"\">[Groplit](/Monsters.aspx?ID=1756)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe groplit is a squat little animal shaped like a water droplet, with a bulbous rear end and an eel-like face that juts from a narrow skull. Its rear legs are more muscular than those in front, which it primarily uses for balance, giving it the gait and appearance of a toad. Groplits are best known for their greasy skin and queasy hygienic habits: they spend most of each day using their two long tongues to slurp up their own oily excretions or similarly viscous discharge originating from plants or other animals. Although they prefer to dwell in northern wetlands, fens, and moist caves, groplits can thrive in all but the most barren environments. They'll eat just about anything, though they tend to prefer small, crunchy animals like bugs and birds.\n\n Groplits are famously loyal and highly sociable companions, and they make for dedicated, if somewhat odd-looking, pets. They can be taught simple commands and appear to take great pride in obeying them, performing stunts even in the face of obvious danger. An unscrupulous master might train a groplit with the intent to sacrifice it in an emergency, a fate to which the groplit is happily resigned. This single-minded obedience and their slow reproductive rate make groplits fairly rare in the wild.\n\n As a result of the way their bones are structured, groplits exhibit an imperturbable smile, of sorts—a physical feature which some find as creepy (or enraging) as others find it endearing. Its apparently ceaseless jubilation has given this creature the nickname “the grinning toad” in some parts of the world.\n\n Because they love to lap up oily matter of all kinds, groplits are naturally drawn to greasy animals like [slurks](/Monsters.aspx?ID=378), [giant slugs](/Monsters.aspx?ID=806), and [lagofirs](/Monsters.aspx?ID=1777). For the most part, such animals rarely mind the company of an amiable groplit, though there's no such thing as a free meal; groplits who drop their guard amid their found family often end up on the wrong side of their companions' intestinal tracts.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 16\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 14\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 11\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Groplit.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 0\">[Groplit](/Monsters.aspx?ID=1756)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 83</row>\n\n**Perception** +6; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\n\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +5, [Athletics](/Skills.aspx?ID=3) +6, [Stealth](/Skills.aspx?ID=15) +5\r\n\r\n<row gap=\"medium\">\r\n**Str** +2\r\n\r\n**Dex** +3\r\n\r\n**Con** +2\r\n\r\n**Int** -4\r\n\r\n**Wis** +2\r\n\r\n**Cha** -2\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 16 \r\n\r\n**Fort** +6 \r\n\r\n**Ref** +7 \r\n\r\n**Will** +4 \n\n</row>\r\n\r\n**HP** 16\n\n**Weaknesses**\r\n[fire](/Traits.aspx?ID=72) 2\r\n\r\n**Flammable Grease** A groplit's DC to recover from [persistent fire damage](/Conditions.aspx?ID=29) is increased by 2 (generally, from DC 15 to DC 17).<br />**Greasy Slide** <actions string=\"Reaction\" /> **Trigger** A creature misses the groplit with a melee Strike; **Effect** The groplit Strides or [Swims](/Actions.aspx?ID=39) up to 10 feet. This movement doesn't trigger reactions.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, swim 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +8 ([Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d4+2 piercing plus incendiary dollop\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntongue +8 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** incendiary dollop\n\n**Hopping Charge** <actions string=\"Two Actions\" />  The groplit Strides twice, [Leaps](/Actions.aspx?ID=81) twice, or Strides once and Leaps once. It then makes a jaws Strike at the end of the movement.\r\n\r\n**Incendiary Dollop**   Creatures struck by the groplit are smeared with some of its flammable grease. For the following 1 minute, or until a creature scrubs away the grease dollop with a single Interact action, the DC of the creature's checks to recover from [persistent fire damage](/Conditions.aspx?ID=29) is increased by 2.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Groplit Grease</title>\r\n\r\nThe grease excreted from a groplit's skin might look repulsive but has many practical uses when collected and bottled. It naturally repels water and burns quickly, making it a useful fire-starter on wet or windy days. It's also handy for cooking to a high, fast heat, such as to char food. Groplit grease retains its viscous consistency in all but the most extreme temperatures and therefore makes a good lubricant for machines made of stone or metal (although it's a poor lubricant for wood, as friction makes it likely to set the wood aflame). This latter trait has made groplits highly attractive to southerners who rely on such machines.\r\n</aside>",
 "name": "Groplit",
 "npc": false,
 "perception": 6,
 "rarity": "uncommon",
 "reflex_save": 7,
 "release_date": "2022-01-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 83</row>\n\n<row gap=\"medium\">\r\n**HP** 16\r\n\r\n**AC** 16\r\n\r\n**Fort** +6\r\n\r\n**Ref** +7\r\n\r\n**Will** +4\r\n\r\n**Perception** +6\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe groplit is a squat little animal shaped like a water droplet, with a bulbous rear end and an eel-like face that juts from a narrow skull. Its …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +5",
  "Athletics +6",
  "Stealth +5"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +5, [Athletics](/Skills.aspx?ID=3) +6, [Stealth](/Skills.aspx?ID=15) +5",
 "source": [
  "Pathfinder #175: Broken Tusk Moon"
 ],
 "source_raw": [
  "Pathfinder #175: Broken Tusk Moon pg. 83"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Quest for the Frozen Flame",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 83</row>",
 "speed": {
  "land": 25,
  "max": 25,
  "swim": 20
 },
 "speed_markdown": "25 feet, swim 20 feet",
 "speed_raw": "25 feet, swim 20 feet",
 "spell_markdown": "",
 "spoilers": "Quest for the Frozen Flame",
 "stealth": "5",
 "strength": 2,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "The groplit is a squat little animal shaped like a water droplet, with a bulbous rear end and an eel-like face that juts from a narrow skull. Its …",
 "summary_markdown": "The groplit is a squat little animal shaped like a water droplet, with a bulbous rear end and an eel-like face that juts from a narrow skull. Its …",
 "text": " Groplit The groplit is a squat little animal shaped like a water droplet, with a bulbous rear end and an eel-like face that juts from a narrow skull. Its rear legs are more muscular than those in front, which it primarily uses for balance, giving it the gait and appearance of a toad. Groplits are best known for their greasy skin and queasy hygienic habits: they spend most of each day using their two long tongues to slurp up their own oily excretions or similarly viscous discharge originating from plants or other animals. Although they prefer to dwell in northern wetlands, fens, and moist caves, groplits can thrive in all but the most barren environments. They'll eat just about anything, though they tend to prefer small, crunchy animals like bugs and birds. Groplits are famously loyal and highly sociable companions, and they make for dedicated, if somewhat odd-looking, pets. They can be taught simple commands and appear to take great pride in obeying them, performing stunts even in the face of obvious danger. An unscrupulous master might train a groplit with the intent to sacrifice it in an emergency, a fate to which the groplit is happily resigned. This single-minded obedience and their slow reproductive rate make groplits fairly rare in the wild. As a result of the way their bones are structured, groplits exhibit an imperturbable smile, of sorts—a physical feature which some find as creepy (or enraging) as others find it endearing. Its apparently ceaseless jubilation has given this creature the nickname “the grinning toad” in some parts of the world. Because they love to lap up oily matter of all kinds, groplits are naturally drawn to greasy animals like slurks, giant slugs, and lagofirs. For the most part, such animals rarely mind the company of an amiable groplit, though there's no such thing as a free meal; groplits who drop their guard amid their found family often end up on the wrong side of their companions' intestinal tracts. Recall Knowledge - Animal (Nature): DC 16 Unspecific Lore : DC 14 Specific Lore : DC 11 Groplit Source Pathfinder #175: Broken Tusk Moon pg. 83 Perception +6; darkvision Languages Skills Acrobatics +5, Athletics +6, Stealth +5 Str +2 Dex +3 Con +2 Int -4 Wis +2 Cha -2 --- AC 16 Fort +6 Ref +7 Will +4 HP 16 Weaknesses fire 2 Flammable Grease A groplit's DC to recover from persistent fire damage is increased by 2 (generally, from DC 15 to DC 17). Greasy Slide Reaction Trigger A creature misses the groplit with a melee Strike; Effect The groplit Strides or Swims up to 10 feet. This movement doesn't trigger reactions. --- Speed 25 feet, swim 20 feet Melee Single Action jaws +8 (Finesse), Damage 1d4+2 piercing plus incendiary dollop Melee Single Action tongue +8 (Agile, Finesse), Damage incendiary dollop Hopping Charge Two Actions The groplit Strides twice, Leaps twice, or Strides once and Leaps once. It then makes a jaws Strike at the end of the movement. Incendiary Dollop Creatures struck by the groplit are smeared with some of its flammable grease. For the following 1 minute, or until a creature scrubs away the grease dollop with a single Interact action, the DC of the creature's checks to recover from persistent fire damage is increased by 2. Groplit Grease The grease excreted from a groplit's skin might look repulsive but has many practical uses when collected and bottled. It naturally repels water and burns quickly, making it a useful fire-starter on wet or windy days. It's also handy for cooking to a high, fast heat, such as to char food. Groplit grease retains its viscous consistency in all but the most extreme temperatures and therefore makes a good lubricant for machines made of stone or metal (although it's a poor lubricant for wood, as friction makes it likely to set the wood aflame). This latter trait has made groplits highly attractive to southerners who rely on such machines. ",
 "trait": [
  "Amphibious",
  "Animal",
  "Uncommon",
  "N",
  "Small"
 ],
 "trait_markdown": "[Amphibious](/Traits.aspx?ID=207), [Animal](/Traits.aspx?ID=9), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Amphibious",
  "Animal",
  "Uncommon"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1756",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {
  "fire": 2
 },
 "weakness_markdown": "[fire](/Traits.aspx?ID=72) 2",
 "weakness_raw": " fire  2",
 "will_save": 4,
 "wisdom": 2
}