{
 "ac": 30,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 6,
 "creature_ability": [
  "Attack of Opportunity",
  "Eerie Flexibility",
  "Furious Claws",
  "Rend"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 22,
 "hp": 175,
 "hp_raw": "175",
 "id": "creature-252",
 "image": [
  "/Images/Monsters/Gug.png"
 ],
 "intelligence": 0,
 "language": [
  "Undercommon"
 ],
 "language_markdown": "[Undercommon](/Languages.aspx?ID=11)",
 "level": 10,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Gug](/Monsters.aspx?ID=252)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nA gug’s most horrid feature is its barrel-shaped head, which splits vertically to reveal numerous rows of sharp, yellow teeth and an open throat. Its eyes on either side of its head-jaw are small but keen. Bony ridges protect its eyes from the frantic flailing of its prey, as it prefers meals of raw and writhing meat over fungi and molds. It grips said prey with powerful arms that split at the elbow into a pair of forearms, giving it four clawed paws. These monstrous brutes are covered with shaggy black fur, often crusted with blood and gore.\n\n Although gugs may seem bestial, they have keen and wicked intellects. Gugs lair far underground, but they sometimes come to the surface to hunt during dark nights, either alone or in small groups. As they possess voracious appetites, most gugs consume the creatures they catch, but some instead kidnap their victims and retreat below the surface, leaving only a lingering stench and odd, clawed paw-prints. Victims are taken to rancid lairs marked with strange runes and sacrificed to the gugs’ wicked gods of blood, darkness, and nightmares. Dire rumors tell of lightless gug cities made of titanic blocks of stone far underground, where powerful gug leaders preach their vile doctrines to mobs of howling gugs.\n\n Gugs have a strange relationship with ghouls, which seems to date from their shared origin in a distant subterranean world. Gugs live in fear of ghouls, despite towering over them; however, this strange fear doesn’t apply to ghasts, whom gugs consume as voraciously as they do other creatures.\n\n Gugs stand 16 feet tall and weigh 2,000 pounds, although they have an eerie, graceful gait that belies their immense size. Their light step and ability to squeeze through very small crannies makes gugs common bogeymen in tales of strange disappearances or bloody massacres.\n\n Some particularly bloodthirsty gugs gain awful powers as gifts from their eldritch patrons. These monsters are known as savants, are never less than 12th level in power, and gain several occult innate spells. Though each savant’s precise mix of spells varies, normally, these spells grant invisibility, offer power to manipulate and change rock, or invoke awful and destructive energies upon living flesh.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Aberration](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 27\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 25\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 22\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Gug.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 10\">[Gug](/Monsters.aspx?ID=252)</title>\r\n\r\n<traits>\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 198</row>\n\n**Perception** +19; darkvision\r\n\r\n**Languages**\r\n[Undercommon](/Languages.aspx?ID=11)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +19, [Athletics](/Skills.aspx?ID=3) +23, [Stealth](/Skills.aspx?ID=15) +19, [Survival](/Skills.aspx?ID=16) +17\r\n\r\n<row gap=\"medium\">\r\n**Str** +7\r\n\r\n**Dex** +3\r\n\r\n**Con** +6\r\n\r\n**Int** +0\r\n\r\n**Wis** +3\r\n\r\n**Cha** +0\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 30 \r\n\r\n**Fort** +22 \r\n\r\n**Ref** +17 \r\n\r\n**Will** +19 \n\n</row>\r\n\r\n**HP** 175\n\n**Attack of Opportunity** <actions string=\"Reaction\" />\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet, climb 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +23 ([reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d12+13 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +23 ([Agile](/Traits.aspx?ID=170), [reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d8+13 slashing\n\n**Eerie Flexibility**   Despite its size, the gug’s multiple joints allow it to fit through tight spaces as if it were a Medium creature. While Squeezing, it can move at its full Speed.\r\n\r\n**Furious Claws** <actions string=\"Two Actions\" />  The gug makes up to four claw Strikes, each against a different target. These attacks all count toward the gug’s multiple attack penalty, but the penalty doesn’t increase until after the gug makes all its attacks.\r\n\r\n**[Rend](/MonsterAbilities.aspx?ID=30)** <actions string=\"Single Action\" />  claw\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Eldritch Gods</title>\r\n\r\nGugs don’t traditionally make religion and faith a key part of their society, but gug cities always feature prominent temples to obscure gods whose faith has passed from view on most mortal worlds. Most gugs certainly know of entities such as Azathoth, Nyarlathotep, and Yog-Sothoth, but even among gugs, these Outer Gods are more feared and respected than prayed to.\r\n</aside>",
 "name": "Gug",
 "npc": false,
 "perception": 19,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 17,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 198</row>\n\n<row gap=\"medium\">\r\n**HP** 175\r\n\r\n**AC** 30\r\n\r\n**Fort** +22\r\n\r\n**Ref** +17\r\n\r\n**Will** +19\r\n\r\n**Perception** +19\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA gug’s most horrid feature is its barrel-shaped head, which splits vertically to reveal numerous rows of sharp, yellow teeth and an open throat. Its …\r\n</summary>",
 "sense": "darkvision",
 "sense_markdown": "darkvision",
 "size": [
  "Large"
 ],
 "skill": [
  "Acrobatics +19",
  "Athletics +23",
  "Stealth +19",
  "Survival +17"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +19, [Athletics](/Skills.aspx?ID=3) +23, [Stealth](/Skills.aspx?ID=15) +19, [Survival](/Skills.aspx?ID=16) +17",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 198"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 198</row>",
 "speed": {
  "climb": 20,
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet, climb 20 feet",
 "speed_raw": "40 feet, climb 20 feet",
 "spell_markdown": "",
 "stealth": "19",
 "strength": 7,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "A gug’s most horrid feature is its barrel-shaped head, which splits vertically to reveal numerous rows of sharp, yellow teeth and an open throat. Its …",
 "summary_markdown": "A gug’s most horrid feature is its barrel-shaped head, which splits vertically to reveal numerous rows of sharp, yellow teeth and an open throat. Its …",
 "text": " Gug A gug’s most horrid feature is its barrel-shaped head, which splits vertically to reveal numerous rows of sharp, yellow teeth and an open throat. Its eyes on either side of its head-jaw are small but keen. Bony ridges protect its eyes from the frantic flailing of its prey, as it prefers meals of raw and writhing meat over fungi and molds. It grips said prey with powerful arms that split at the elbow into a pair of forearms, giving it four clawed paws. These monstrous brutes are covered with shaggy black fur, often crusted with blood and gore. Although gugs may seem bestial, they have keen and wicked intellects. Gugs lair far underground, but they sometimes come to the surface to hunt during dark nights, either alone or in small groups. As they possess voracious appetites, most gugs consume the creatures they catch, but some instead kidnap their victims and retreat below the surface, leaving only a lingering stench and odd, clawed paw-prints. Victims are taken to rancid lairs marked with strange runes and sacrificed to the gugs’ wicked gods of blood, darkness, and nightmares. Dire rumors tell of lightless gug cities made of titanic blocks of stone far underground, where powerful gug leaders preach their vile doctrines to mobs of howling gugs. Gugs have a strange relationship with ghouls, which seems to date from their shared origin in a distant subterranean world. Gugs live in fear of ghouls, despite towering over them; however, this strange fear doesn’t apply to ghasts, whom gugs consume as voraciously as they do other creatures. Gugs stand 16 feet tall and weigh 2,000 pounds, although they have an eerie, graceful gait that belies their immense size. Their light step and ability to squeeze through very small crannies makes gugs common bogeymen in tales of strange disappearances or bloody massacres. Some particularly bloodthirsty gugs gain awful powers as gifts from their eldritch patrons. These monsters are known as savants, are never less than 12th level in power, and gain several occult innate spells. Though each savant’s precise mix of spells varies, normally, these spells grant invisibility, offer power to manipulate and change rock, or invoke awful and destructive energies upon living flesh. Recall Knowledge - Aberration (Occultism): DC 27 Unspecific Lore : DC 25 Specific Lore : DC 22 Gug Source Bestiary pg. 198 Perception +19; darkvision Languages Undercommon Skills Acrobatics +19, Athletics +23, Stealth +19, Survival +17 Str +7 Dex +3 Con +6 Int +0 Wis +3 Cha +0 --- AC 30 Fort +22 Ref +17 Will +19 HP 175 Attack of Opportunity Reaction --- Speed 40 feet, climb 20 feet Melee Single Action jaws +23 (reach 15 feet), Damage 2d12+13 piercing Melee Single Action claw +23 (Agile, reach 15 feet), Damage 2d8+13 slashing Eerie Flexibility Despite its size, the gug’s multiple joints allow it to fit through tight spaces as if it were a Medium creature. While Squeezing, it can move at its full Speed. Furious Claws Two Actions The gug makes up to four claw Strikes, each against a different target. These attacks all count toward the gug’s multiple attack penalty, but the penalty doesn’t increase until after the gug makes all its attacks. Rend Single Action claw Eldritch Gods Gugs don’t traditionally make religion and faith a key part of their society, but gug cities always feature prominent temples to obscure gods whose faith has passed from view on most mortal worlds. Most gugs certainly know of entities such as Azathoth, Nyarlathotep, and Yog-Sothoth, but even among gugs, these Outer Gods are more feared and respected than prayed to. ",
 "trait": [
  "Aberration",
  "CE",
  "Large"
 ],
 "trait_markdown": "[Aberration](/Traits.aspx?ID=1)",
 "trait_raw": [
  "Aberration"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=252",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 19,
 "wisdom": 3
}