{
 "ac": 34,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 4,
 "creature_ability": [
  "Evasion",
  "Aimed Shot",
  "Chill Breath",
  "Hunt Prey",
  "Hunting Shot",
  "Ice Stride",
  "Nature's Edge",
  "Penetrating Shot"
 ],
 "creature_family_markdown": "",
 "dexterity": 8,
 "exclude_from_search": false,
 "fortitude_save": 23,
 "hp": 225,
 "hp_raw": "225",
 "id": "creature-1831",
 "image": [
  "/Images/Monsters/Hegremon.png"
 ],
 "immunity": [
  "cold"
 ],
 "immunity_markdown": "[cold](/Traits.aspx?ID=27)",
 "intelligence": 5,
 "language": [
  "Common",
  "Hallit",
  "Jotun"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Hallit](/Languages.aspx?ID=37), [Jotun](/Languages.aspx?ID=8)",
 "level": 13,
 "markdown": "<title level=\"1\" pfs=\"\">[Hegremon, Human Hunter of the Tusk Mountains](/Monsters.aspx?ID=1831)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nLeader of the Graylok clan of frost giants, Hegremon is a lonely and isolated creature feared by his own people.\n\n Growing up, Hegremon was never among the largest or the strongest of his kind. In frost giant culture, this meant he was destined to be something of a failure. While his kin competed in feats of fantastic strength, Hegremon retreated to the wilderness to avoid embarrassment. Keen-sighted, patient, and clever, he lived alone and learned the ways of the wild beasts that dwelled in the Tusk Mountains, returning occasionally to the Graylok village before departing again. Few even noticed his absence.\n\n From a remote mountaintop cabin, Hegremon tracked the migratory routes of mammoth herds, laid a trap, and slew a mighty bull. He fashioned his distinctive weapon, a bow of solid ivory, from the tusks of the mammoth. Hegremon crept to a safe position above the Graylok village and slew his clan leader with a single, well-placed arrow.\n\n This forged Hegremon's legend in an instant. His clanmates revered him as a mythic figure who vanished into the snow and returned with death at his command. They came to idolize and obey him, but Hegremon had only contempt for his followers—after all, they had treated him with scorn for years before he revealed himself a capable killer. His loneliness and isolation intensified, even as fanatical followers surrounded him. In sullen frustration and rage, he set his sights higher.\n\n Frost giants have many jarls, but the greatest among them is Jarl Gnargorak. When Hegremon became leader of the Grayloks, he led his people to Gnargorak's hall and paid homage to his king. But the mighty jarl dismissed the young hunter as weak, insignificant, and undeserving of his title. The humiliation wounded Hegremon deeply. He was—and always would be—a creature driven by a need for acceptance.\n\n Withdrawing to the Tusk Mountains, Hegremon sought allies. In his years of isolation during his youth, Hegremon met many wanderers. Among them was a Kellid named Ivarsa, a warrior-witch who wielded the banner of the legendary Burning Mammoth. Defying his people's long-held traditions of distrust for all Kellids, Hegremon invited Ivarsa to his village to learn more about her quest for allies. He learned she sought the _Primordial Flame_, a terrible artifact of fire and light spoken of by frost giants much the way humans talk of bogeymen. Ivarsa wanted the artifact for the power it gave her, but Hegremon considered other uses for it: If he were to win the flame, could he gain Gnargorak's acceptance? Would this prove his worth at last? Hardly able to contain his anticipation, he sent a missive to Gnargorak promising to obtain the mythical lantern.\n\n Hegremon and Ivarsa joined forces to search for the _Primordial Flame_, but their efforts were frustrated for years. Finally, in a raid on Hillcross, Hegremon captured Jesseri the Hailstorm, a historian who knew the tale of Metuak. From her, Hegremon and Ivarsa learned Metuak fled to the Tamarnian Tar Forest to rid himself of the flame's curse. Somewhere along the way, he lost the sacred lantern. Ivarsa rallied her following north and west to chase the Broken Tusk along the same route Metuak had taken. Hegremon mustered his Graylok kin to cut off fleeing Tusks. By the time the Broken Tusk took shelter in Hillcross, hundreds of frost giants were ready to assault the encampment in search of the Primordial Flame. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Hegremon never intended to lead his fellows into battle against Hillcross. Rather, he correctly anticipates the siege will flush out Broken Tusk leaders and spur them to find a way to break the flame's curse in the Tamarnian Tar Forest, just as Metuak had. When the characters follow Metuak's path into the tar forest, Hegremon plans to follow and kill them one by one. He'll then take the _Primordial Flame_ from their corpses and present it to Gnargorak.\n\n If the jarl still doesn't accept Hegremon, even in the face of such obvious strength, what then?\n\n He'll just have to kill Gnargorak, too.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 41\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 39\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 36\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Hegremon.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 13\">[Hegremon](/Monsters.aspx?ID=1831)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Cold\" url=\"/Traits.aspx?ID=27\" />\r\n<trait label=\"Giant\" url=\"/Traits.aspx?ID=79\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 86</row>\n\n**Perception** +27; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Hallit](/Languages.aspx?ID=37), [Jotun](/Languages.aspx?ID=8)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +27, [Athletics](/Skills.aspx?ID=3) +25, [Crafting](/Skills.aspx?ID=4) +24, [Intimidation](/Skills.aspx?ID=7) +23, [Medicine](/Skills.aspx?ID=9) +23, [Nature](/Skills.aspx?ID=10) +27, [Stealth](/Skills.aspx?ID=15) +27, [Survival](/Skills.aspx?ID=16) +27\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** +8\r\n\r\n**Con** +4\r\n\r\n**Int** +5\r\n\r\n**Wis** +6\r\n\r\n**Cha** +4\r\n</row>\n\n**Items**\r\n[Chain Shirt](/Armor.aspx?ID=6), [_mammoth bow_](/Equipment.aspx?ID=1531) (30 arrows), [_moderate potion of fire resistance_](/Equipment.aspx?ID=192), _+1 [striking](/Equipment.aspx?ID=280) [shortswords](/Weapons.aspx?ID=43)_ (2)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 34 \r\n\r\n**Fort** +23 \r\n\r\n**Ref** +27 \r\n\r\n**Will** +21 \n\n</row>\r\n\r\n**HP** 225\n\n**Immunities**\r\n[cold](/Traits.aspx?ID=27)\n\n**Weaknesses**\r\n[fire](/Traits.aspx?ID=72) 10\r\n\r\n**Evasion** When Hegremon rolls a success on a Reflex save, he gets a critical success instead.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet, climb 15 feet; ice stride\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_shortsword_ +26 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [reach 10 feet](/Traits.aspx?ID=192), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 2d6+12 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfoot +25 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d6+12 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_mammoth bow_ +27 ([deadly d10](/Traits.aspx?ID=174), [Magical](/Traits.aspx?ID=103), [Propulsive](/Traits.aspx?ID=191), [range increment 180 feet](/Traits.aspx?ID=248), [reload 0](/Traits.aspx?ID=254), [volley 50 feet](/Traits.aspx?ID=201)),\r\n**Damage** 3d8+9 piercing plus 2d6 additional piercing\n\n**Aimed Shot** <actions string=\"Two Actions\" /> ([Concentrate](/Traits.aspx?ID=32)) Hegremon makes a single _mammoth bow_ Strike against his prey; he gains a +2 circumstance bonus to the attack roll and ignores his prey's [concealed](/Conditions.aspx?ID=4) condition.\r\n\r\n**Chill Breath** <actions string=\"Single Action\" /> ([Cold](/Traits.aspx?ID=27), [Evocation](/Traits.aspx?ID=65), [Primal](/Traits.aspx?ID=134)) Hegremon breathes out a 15-foot cone of freezing moisture that quickly condenses into ice, dealing 6d6 cold damage. Each creature in the cone must attempt a DC 28 [basic](/Rules.aspx?ID=329) Reflex save. A creature that fails its save is also [immobilized](/Conditions.aspx?ID=24) and takes 2d6 cold damage at the end of each of its turns until it breaks free ([Escape](/Actions.aspx?ID=79) DC 28). Hegremon can't use Chill Breath again for 1d4 rounds.\r\n\r\n**Hunt Prey** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32)) Hegremon designates a single creature he can see and hear, or one he's [Tracking](/Actions.aspx?ID=66), as his prey. Hegremon has a +2 circumstance bonus to Perception checks to [Seek](/Actions.aspx?ID=84) his prey and a +2 circumstance bonus to [Survival](/Skills.aspx?ID=16) checks to Track his prey. He ignores the penalty to ranged attacks within his second range increment against his prey. The first time Hegremon hits his prey in a round, he inflicts an additional 2d8 precision damage. These effects last until Hegremon uses Hunt Prey again.\r\n\r\n**Hunting Shot** <actions string=\"Single Action\" />  **Frequency** once per round; **Effect** Hegremon makes two _mammoth bow_ Strikes against his prey. If both hit, combine their damage for the purposes of resistances and weaknesses. His multiple attack penalty applies to each Strike normally.\r\n\r\n**Ice Stride**   Hegremon isn't impeded by difficult terrain caused by snow or ice, nor does he need to attempt [Acrobatics](/Skills.aspx?ID=1) checks to keep from falling on slippery ice.\r\n\r\n**Nature's Edge**   Creatures in natural difficult terrain or on natural uneven ground are [flat-footed](/Conditions.aspx?ID=16) to Hegremon.\r\n\r\n**Penetrating Shot** <actions string=\"Two Actions\" />  Hegremon chooses a target that's giving lesser cover to his prey and makes a _mammoth bow_ Strike against the chosen target and his prey. This attack ignores lesser cover the chosen target provides his prey. Hegremon rolls damage twice and applies it to each creature he hits. A Penetrating Shot counts as two attacks for his multiple attack penalty.\r\n\r\n</column>",
 "name": "Hegremon",
 "npc": false,
 "perception": 27,
 "rarity": "unique",
 "reflex_save": 27,
 "release_date": "2022-03-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Cold\" url=\"/Traits.aspx?ID=27\" />\r\n<trait label=\"Giant\" url=\"/Traits.aspx?ID=79\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 86</row>\n\n<row gap=\"medium\">\r\n**HP** 225\r\n\r\n**AC** 34\r\n\r\n**Fort** +23\r\n\r\n**Ref** +27\r\n\r\n**Will** +21\r\n\r\n**Perception** +27\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLeader of the Graylok clan of frost giants, Hegremon is a lonely and isolated creature feared by his own people.   Growing up, Hegremon was never …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Large"
 ],
 "skill": [
  "Acrobatics +27",
  "Athletics +25",
  "Crafting +24",
  "Intimidation +23",
  "Medicine +23",
  "Nature +27",
  "Stealth +27",
  "Survival +27"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +27, [Athletics](/Skills.aspx?ID=3) +25, [Crafting](/Skills.aspx?ID=4) +24, [Intimidation](/Skills.aspx?ID=7) +23, [Medicine](/Skills.aspx?ID=9) +23, [Nature](/Skills.aspx?ID=10) +27, [Stealth](/Skills.aspx?ID=15) +27, [Survival](/Skills.aspx?ID=16) +27",
 "source": [
  "Pathfinder #177: Burning Tundra"
 ],
 "source_raw": [
  "Pathfinder #177: Burning Tundra pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Quest for the Frozen Flame",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 86</row>",
 "speed": {
  "climb": 15,
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet, climb 15 feet; ice stride",
 "speed_raw": "30 feet, climb 15 feet; ice stride",
 "spell_markdown": "",
 "spoilers": "Quest for the Frozen Flame",
 "stealth": "27",
 "strength": 6,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Leader of the Graylok clan of frost giants, Hegremon is a lonely and isolated creature feared by his own people.   Growing up, Hegremon was never …",
 "summary_markdown": "Leader of the Graylok clan of frost giants, Hegremon is a lonely and isolated creature feared by his own people.   Growing up, Hegremon was never …",
 "text": " Hegremon, Human Hunter of the Tusk Mountains Leader of the Graylok clan of frost giants, Hegremon is a lonely and isolated creature feared by his own people. Growing up, Hegremon was never among the largest or the strongest of his kind. In frost giant culture, this meant he was destined to be something of a failure. While his kin competed in feats of fantastic strength, Hegremon retreated to the wilderness to avoid embarrassment. Keen-sighted, patient, and clever, he lived alone and learned the ways of the wild beasts that dwelled in the Tusk Mountains, returning occasionally to the Graylok village before departing again. Few even noticed his absence. From a remote mountaintop cabin, Hegremon tracked the migratory routes of mammoth herds, laid a trap, and slew a mighty bull. He fashioned his distinctive weapon, a bow of solid ivory, from the tusks of the mammoth. Hegremon crept to a safe position above the Graylok village and slew his clan leader with a single, well-placed arrow. This forged Hegremon's legend in an instant. His clanmates revered him as a mythic figure who vanished into the snow and returned with death at his command. They came to idolize and obey him, but Hegremon had only contempt for his followers—after all, they had treated him with scorn for years before he revealed himself a capable killer. His loneliness and isolation intensified, even as fanatical followers surrounded him. In sullen frustration and rage, he set his sights higher. Frost giants have many jarls, but the greatest among them is Jarl Gnargorak. When Hegremon became leader of the Grayloks, he led his people to Gnargorak's hall and paid homage to his king. But the mighty jarl dismissed the young hunter as weak, insignificant, and undeserving of his title. The humiliation wounded Hegremon deeply. He was—and always would be—a creature driven by a need for acceptance. Withdrawing to the Tusk Mountains, Hegremon sought allies. In his years of isolation during his youth, Hegremon met many wanderers. Among them was a Kellid named Ivarsa, a warrior-witch who wielded the banner of the legendary Burning Mammoth. Defying his people's long-held traditions of distrust for all Kellids, Hegremon invited Ivarsa to his village to learn more about her quest for allies. He learned she sought the Primordial Flame , a terrible artifact of fire and light spoken of by frost giants much the way humans talk of bogeymen. Ivarsa wanted the artifact for the power it gave her, but Hegremon considered other uses for it: If he were to win the flame, could he gain Gnargorak's acceptance? Would this prove his worth at last? Hardly able to contain his anticipation, he sent a missive to Gnargorak promising to obtain the mythical lantern. Hegremon and Ivarsa joined forces to search for the Primordial Flame , but their efforts were frustrated for years. Finally, in a raid on Hillcross, Hegremon captured Jesseri the Hailstorm, a historian who knew the tale of Metuak. From her, Hegremon and Ivarsa learned Metuak fled to the Tamarnian Tar Forest to rid himself of the flame's curse. Somewhere along the way, he lost the sacred lantern. Ivarsa rallied her following north and west to chase the Broken Tusk along the same route Metuak had taken. Hegremon mustered his Graylok kin to cut off fleeing Tusks. By the time the Broken Tusk took shelter in Hillcross, hundreds of frost giants were ready to assault the encampment in search of the Primordial Flame. Campaign Role Hegremon never intended to lead his fellows into battle against Hillcross. Rather, he correctly anticipates the siege will flush out Broken Tusk leaders and spur them to find a way to break the flame's curse in the Tamarnian Tar Forest, just as Metuak had. When the characters follow Metuak's path into the tar forest, Hegremon plans to follow and kill them one by one. He'll then take the Primordial Flame from their corpses and present it to Gnargorak. If the jarl still doesn't accept Hegremon, even in the face of such obvious strength, what then? He'll just have to kill Gnargorak, too. Recall Knowledge - Humanoid (Society): DC 41 Unspecific Lore : DC 39 Specific Lore : DC 36 Hegremon Source Pathfinder #177: Burning Tundra pg. 86 Perception +27; low-light vision Languages Common, Hallit, Jotun Skills Acrobatics +27, Athletics +25, Crafting +24, Intimidation +23, Medicine +23, Nature +27, Stealth +27, Survival +27 Str +6 Dex +8 Con +4 Int +5 Wis +6 Cha +4 Items Chain Shirt, mammoth bow (30 arrows), moderate potion of fire resistance , +1 striking shortswords (2) --- AC 34 Fort +23 Ref +27 Will +21 HP 225 Immunities cold Weaknesses fire 10 Evasion When Hegremon rolls a success on a Reflex save, he gets a critical success instead. --- Speed 30 feet, climb 15 feet; ice stride Melee Single Action shortsword +26 (Agile, Finesse, Magical, reach 10 feet, versatile P), Damage 2d6+12 slashing Melee Single Action foot +25 (Agile, Finesse, reach 10 feet), Damage 3d6+12 bludgeoning Ranged Single Action mammoth bow +27 (deadly d10, Magical, Propulsive, range increment 180 feet, reload 0, volley 50 feet), Damage 3d8+9 piercing plus 2d6 additional piercing Aimed Shot Two Actions (Concentrate) Hegremon makes a single mammoth bow Strike against his prey; he gains a +2 circumstance bonus to the attack roll and ignores his prey's concealed condition. Chill Breath Single Action (Cold, Evocation, Primal) Hegremon breathes out a 15-foot cone of freezing moisture that quickly condenses into ice, dealing 6d6 cold damage. Each creature in the cone must attempt a DC 28 basic Reflex save. A creature that fails its save is also immobilized and takes 2d6 cold damage at the end of each of its turns until it breaks free (Escape DC 28). Hegremon can't use Chill Breath again for 1d4 rounds. Hunt Prey Single Action (Concentrate) Hegremon designates a single creature he can see and hear, or one he's Tracking, as his prey. Hegremon has a +2 circumstance bonus to Perception checks to Seek his prey and a +2 circumstance bonus to Survival checks to Track his prey. He ignores the penalty to ranged attacks within his second range increment against his prey. The first time Hegremon hits his prey in a round, he inflicts an additional 2d8 precision damage. These effects last until Hegremon uses Hunt Prey again. Hunting Shot Single Action Frequency once per round; Effect Hegremon makes two mammoth bow Strikes against his prey. If both hit, combine their damage for the purposes of resistances and weaknesses. His multiple attack penalty applies to each Strike normally. Ice Stride Hegremon isn't impeded by difficult terrain caused by snow or ice, nor does he need to attempt Acrobatics checks to keep from falling on slippery ice. Nature's Edge Creatures in natural difficult terrain or on natural uneven ground are flat-footed to Hegremon. Penetrating Shot Two Actions Hegremon chooses a target that's giving lesser cover to his prey and makes a mammoth bow Strike against the chosen target and his prey. This attack ignores lesser cover the chosen target provides his prey. Hegremon rolls damage twice and applies it to each creature he hits. A Penetrating Shot counts as two attacks for his multiple attack penalty. ",
 "trait": [
  "Cold",
  "Giant",
  "Humanoid",
  "Unique",
  "CE",
  "Large"
 ],
 "trait_markdown": "[Cold](/Traits.aspx?ID=27), [Giant](/Traits.aspx?ID=79), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Cold",
  "Giant",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1831",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {
  "fire": 10
 },
 "weakness_markdown": "[fire](/Traits.aspx?ID=72) 10",
 "weakness_raw": " fire  10",
 "will_save": 21,
 "wisdom": 6
}