{
 "ac": 37,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 4,
 "creature_ability": [
  "Attack of Opportunity",
  "Eerie Flexibility",
  "Enervating Tug",
  "Furious Claws",
  "Rend"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 29,
 "hp": 275,
 "hp_raw": "275",
 "id": "creature-2125",
 "intelligence": 6,
 "language": [
  "Aklo",
  "Common",
  "Draconic",
  "Undercommon"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Undercommon](/Languages.aspx?ID=11)",
 "level": 15,
 "markdown": "<title level=\"1\" pfs=\"\">[Helg Eats-The-Eaters](/Monsters.aspx?ID=2125)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nA crafty [gug](/Monsters.aspx?ID=252) with a command of necromantic powers, Helg has turned the tables on the xulgath slavers and now indirectly commands their forces through the animated corpse of their murdered leader, Arskuva. \n\n While most humans have difficulty telling one gug from another, Helg Eats-the-Eaters is fairly distinctive. She is slimmer than most of her kind, though just as tall. She always wears a large religious symbol of Bokrug around her neck, depicting a bearded lizard with a curled tail.\n\n Helg's primary devotion in life is to serve Bokrug. She began dreaming of the Water Lizard as a whelp, and it took her years to understand the visions that she was receiving. She finally found a gug savant who could explain her visions to her and teach her more about Bokrug's faith, as well as certain necromantic magic. One night after the savant had died and left Helg on her own again, she began dreaming of an undersea cavern with a large and incredibly lifelike statue of her patron, which turned to look at her and beckoned. When she awoke, Helg knew that she had to find that statue, and she left her home in the Darklands. Through her ongoing dreams, she triangulated the location of the old and forgotten shrine to the caves beneath the town of Willowside. She felt compelled to take it to a deeper, safer place beneath the earth.\n\n As Helg approached the shrine from her dreams, she noticed xulgath troops gathering nearby in the forest, near an old tower. Knowing that such creatures were rare on the surface, especially in such numbers, Helg investigated. The xulgaths' gug slaves proved to be Helg's easiest way into the camp: no one, not even the other browbeaten gugs, noticed or questioned an extra slave. While eavesdropping on the xulgaths' leader, Arskuva, Helg learned that the xulgaths weren't interested in Willowside at all, but in the aeon tower just outside of town. She decided to take matters into her own claws.\n\n Helg murdered the unsuspecting Arskuva and animated her body, and now commands the xulgath army by proxy. Yet Helg understands that her surreptitious command is precarious—a dramatic change to the xulgaths' mission might raise suspicions.\n\n Helg faces two obstacles in recovering the Bokrug statue and relocating it to someplace safer and deeper than its current shrine. First, although the townspeople of Willowside are individually weak, even compared to a xulgath (much less a gug), surface-dwellers have a distressing tendency to defend one another and seek help from other communities. Helg needed to isolate Willowside, so she has slowly maneuvered the xulgaths into besieging the town. Bored with the dull work of camping near a sealed tower, the xulgaths are eager for action.\n\n Second, Helg needs a way to transport the statue in secret, as the Zevgavizeb-worshipping xulgaths aren't likely to approve of a statue to another god in their midst. Helg hit upon the idea of a mobile siege tower, which could move in secret amid the protection of a xulgath army unlikely to question a construction useful in their assault on the aeon tower. Helg drafted the plans and had Arskuva present them. Fortunately, the xulgaths bought her ruse and now work diligently to complete the three-story siege engine.\n\n When the tower is complete, Helg will put the rest of her plan into motion. She'll recommend testing the siege tower against Willowside, and in the confusion, she'll slip into the sea caves, shrink the statue to a manageable size with her [_statuette_](/Rituals.aspx?ID=24) ritual, and hide it in the siege tower before it regains its normal mass. Arskuva will then receive further instructions to return to the Darklands with their siege tower (and, along with it, Helg's precious statue).\n\n Helg generally hides in the shadows rather than confront her enemies directly, preferring deceit and subtlety even when directness might be more effective. Helg is thus happy using Arskuva to command the army rather than openly attempting to take control. \n\n<title level=\"2\" right=\"\">Campaign Role</title> The heroes might see Helg as merely another monster to overcome, but they can also negotiate with her. Helg's driving goal is to acquire the statue of Bokrug from the shrine. While she has no compunction about attacking Willowside, its destruction isn't necessary to her plans, so she's willing to call off the xulgath siege in exchange for the statue. She sees no useful purpose in making an enemy of the heroes if she doesn't have to. Helg doesn't have a further role to play in this adventure path, but heroes who get into trouble in the Darklands in _Pathfinder Adventure Path #155: Lord of the Black Sands_ might need to visit the closest thing to a friendly face they have in the region.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Aberration](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 44\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 42\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 39\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 15\">[Helg Eats-The-Eaters](/Monsters.aspx?ID=2125)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #154: Siege of the Dinosaurs](/Sources.aspx?ID=31) pg. 86</row>\n\n**Perception** +26; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Undercommon](/Languages.aspx?ID=11)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +26, [Arcana](/Skills.aspx?ID=2) +29, [Athletics](/Skills.aspx?ID=3) +28, [Deception](/Skills.aspx?ID=5) +21, [Occultism](/Skills.aspx?ID=11) +27, [Stealth](/Skills.aspx?ID=15) +24, [Survival](/Skills.aspx?ID=16) +22\r\n\r\n<row gap=\"medium\">\r\n**Str** +7\r\n\r\n**Dex** +3\r\n\r\n**Con** +4\r\n\r\n**Int** +6\r\n\r\n**Wis** +3\r\n\r\n**Cha** +0\r\n</row>\n\n**Items**\r\n[religious symbol of Bokrug](/Equipment.aspx?ID=41), spellbook\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 37 \r\n\r\n**Fort** +29 \r\n\r\n**Ref** +23 \r\n\r\n**Will** +26 \n\n</row>\r\n\r\n**HP** 275\n\n**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> \r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet, climb 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +30 ([reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d12+13 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +30 ([Agile](/Traits.aspx?ID=170), [reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d8+13 slashing\r\n\r\n**Arcane Prepared Spells** DC 36, attack +28\r\n- **Cantrips (8th)**\r\n[Chill Touch](/Spells.aspx?ID=35), [Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Light](/Spells.aspx?ID=171), [Read Aura](/Spells.aspx?ID=246)\r\n- **1st**\r\n[Fear](/Spells.aspx?ID=110) (×2), [Mending](/Spells.aspx?ID=189), [Ray of Enfeeblement](/Spells.aspx?ID=244)\r\n- **2nd**\r\n[Acid Arrow](/Spells.aspx?ID=2), [Grim Tendrils](/Spells.aspx?ID=141), [Hideous Laughter](/Spells.aspx?ID=150), [See Invisibility](/Spells.aspx?ID=271)\r\n- **3rd**\r\n[Blindness](/Spells.aspx?ID=26), [Glyph of Warding](/Spells.aspx?ID=138), [Slow](/Spells.aspx?ID=289), [Vampiric Touch](/Spells.aspx?ID=354)\r\n- **4th**\r\n[Confusion](/Spells.aspx?ID=48), [False Life](/Spells.aspx?ID=108), [Freedom of Movement](/Spells.aspx?ID=128), [Resilient Sphere](/Spells.aspx?ID=255)\r\n- **5th**\r\n[Blood Feast](/Spells.aspx?ID=648), [Cloudkill](/Spells.aspx?ID=42), [Lightning Bolt](/Spells.aspx?ID=172), [Prying Eye](/Spells.aspx?ID=239)\r\n- **6th**\r\n[Acid Arrow](/Spells.aspx?ID=2), [Phantasmal Calamity](/Spells.aspx?ID=218), [Purple Worm Sting](/Spells.aspx?ID=242), [Wall of Force](/Spells.aspx?ID=363)\r\n- **7th**\r\n[Entrancing Eyes](/Spells.aspx?ID=649), [Vampiric Exsanguination](/Spells.aspx?ID=353), [Warp Mind](/Spells.aspx?ID=369) (×2)\r\n- **8th**\r\n[Horrid Wilting](/Spells.aspx?ID=152) (×2), [Maze](/Spells.aspx?ID=187)\r\n\r\n**Arcane Rituals** DC 36\r\n\r\n- **2nd**\r\n[Create Undead](/Rituals.aspx?ID=10), [Inveigle](/Rituals.aspx?ID=14)\r\n- **6th**\r\n[Statuette](/Rituals.aspx?ID=24)\r\n\r\n**Wizard School Spells** DC 36, 1 Focus Point\r\n- **8th**\r\n[Call of the Grave](/Spells.aspx?ID=522), [Life Siphon](/Spells.aspx?ID=532)\r\n\r\n**Eerie Flexibility**   Despite her size, Helg's multiple joints allow her to fit through tight spaces as if she were a Medium creature. While [Squeezing](/Actions.aspx?ID=31), she can move at her full Speed.\r\n\r\n**Enervating Tug** <actions string=\"Free Action\" /> ([Necromancy](/Traits.aspx?ID=117)) **Frequency** once per turn; **Requirements** Helg's most recent action was to cast a non-cantrip [necromancy](/Traits.aspx?ID=117) spell; **Effect** Helg drains away the life force from a creature targeted by the spell, with a result depending on its Fortitude save (DC 36). This effect is magical and can be [counteracted](/Rules.aspx?ID=371) with [_dispel magic_](/Spells.aspx?ID=78) (Level 15, DC 36). This ability cannot affect a creature that critically succeeded at the spell's saving throw, if any.<br /> **Critical Success** No effect. <br />**Success** [Enfeebled 1](/Conditions.aspx?ID=13) for 1 round. <br />**Failure** [Fatigued](/Conditions.aspx?ID=15). <br />**Critical Failure** Fatigued, and rest does not remove the creature's fatigued condition for 1 week.\r\n\r\n**Furious Claws** <actions string=\"Two Actions\" />  Helg makes up to three claw Strikes, each against a different target. These attacks all count toward Helg's multiple attack penalty, but the penalty doesn't increase until after she makes all her attacks.\r\n\r\n**[Rend](/MonsterAbilities.aspx?ID=30)** <actions string=\"Single Action\" />  claw\r\n\r\n</column>",
 "name": "Helg Eats-The-Eaters",
 "npc": false,
 "perception": 26,
 "rarity": "unique",
 "reflex_save": 23,
 "release_date": "2020-04-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #154: Siege of the Dinosaurs](/Sources.aspx?ID=31) pg. 86</row>\n\n<row gap=\"medium\">\r\n**HP** 275\r\n\r\n**AC** 37\r\n\r\n**Fort** +29\r\n\r\n**Ref** +23\r\n\r\n**Will** +26\r\n\r\n**Perception** +26\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA crafty  gug  with a command of necromantic powers, Helg has turned the tables on the xulgath slavers and now indirectly commands their forces …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Large"
 ],
 "skill": [
  "Acrobatics +26",
  "Arcana +29",
  "Athletics +28",
  "Deception +21",
  "Occultism +27",
  "Stealth +24",
  "Survival +22"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +26, [Arcana](/Skills.aspx?ID=2) +29, [Athletics](/Skills.aspx?ID=3) +28, [Deception](/Skills.aspx?ID=5) +21, [Occultism](/Skills.aspx?ID=11) +27, [Stealth](/Skills.aspx?ID=15) +24, [Survival](/Skills.aspx?ID=16) +22",
 "source": [
  "Pathfinder #154: Siege of the Dinosaurs"
 ],
 "source_raw": [
  "Pathfinder #154: Siege of the Dinosaurs pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #154: Siege of the Dinosaurs](/Sources.aspx?ID=31) pg. 86</row>",
 "speed": {
  "climb": 20,
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet, climb 20 feet",
 "speed_raw": "40 feet, climb 20 feet",
 "spell": [
  "Horrid Wilting",
  "Maze",
  "Entrancing Eyes",
  "Vampiric Exsanguination",
  "Warp Mind",
  "Acid Arrow",
  "Phantasmal Calamity",
  "Purple Worm Sting",
  "Wall of Force",
  "Blood Feast",
  "Cloudkill",
  "Lightning Bolt",
  "Prying Eye",
  "Confusion",
  "False Life",
  "Freedom of Movement",
  "Resilient Sphere",
  "Blindness",
  "Glyph of Warding",
  "Slow",
  "Vampiric Touch",
  "Grim Tendrils",
  "Hideous Laughter",
  "See Invisibility",
  "Fear",
  "Mending",
  "Ray of Enfeeblement",
  "Chill Touch",
  "Daze",
  "Detect Magic",
  "Light",
  "Read Aura",
  "Call of the Grave",
  "Life Siphon"
 ],
 "spell_markdown": "[Acid Arrow](/Spells.aspx?ID=2), [Blindness](/Spells.aspx?ID=26), [Blood Feast](/Spells.aspx?ID=648), [Call of the Grave](/Spells.aspx?ID=522), [Chill Touch](/Spells.aspx?ID=35), [Cloudkill](/Spells.aspx?ID=42), [Confusion](/Spells.aspx?ID=48), [Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Entrancing Eyes](/Spells.aspx?ID=649), [False Life](/Spells.aspx?ID=108), [Fear](/Spells.aspx?ID=110), [Freedom of Movement](/Spells.aspx?ID=128), [Glyph of Warding](/Spells.aspx?ID=138), [Grim Tendrils](/Spells.aspx?ID=141), [Hideous Laughter](/Spells.aspx?ID=150), [Horrid Wilting](/Spells.aspx?ID=152), [Life Siphon](/Spells.aspx?ID=532), [Light](/Spells.aspx?ID=171), [Lightning Bolt](/Spells.aspx?ID=172), [Maze](/Spells.aspx?ID=187), [Mending](/Spells.aspx?ID=189), [Phantasmal Calamity](/Spells.aspx?ID=218), [Prying Eye](/Spells.aspx?ID=239), [Purple Worm Sting](/Spells.aspx?ID=242), [Ray of Enfeeblement](/Spells.aspx?ID=244), [Read Aura](/Spells.aspx?ID=246), [Resilient Sphere](/Spells.aspx?ID=255), [See Invisibility](/Spells.aspx?ID=271), [Slow](/Spells.aspx?ID=289), [Vampiric Exsanguination](/Spells.aspx?ID=353), [Vampiric Touch](/Spells.aspx?ID=354), [Wall of Force](/Spells.aspx?ID=363), [Warp Mind](/Spells.aspx?ID=369)",
 "spoilers": "Extinction Curse",
 "stealth": "24",
 "strength": 7,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "A crafty  gug  with a command of necromantic powers, Helg has turned the tables on the xulgath slavers and now indirectly commands their forces …",
 "summary_markdown": "A crafty  gug  with a command of necromantic powers, Helg has turned the tables on the xulgath slavers and now indirectly commands their forces …",
 "text": " Helg Eats-The-Eaters A crafty gug with a command of necromantic powers, Helg has turned the tables on the xulgath slavers and now indirectly commands their forces through the animated corpse of their murdered leader, Arskuva. While most humans have difficulty telling one gug from another, Helg Eats-the-Eaters is fairly distinctive. She is slimmer than most of her kind, though just as tall. She always wears a large religious symbol of Bokrug around her neck, depicting a bearded lizard with a curled tail. Helg's primary devotion in life is to serve Bokrug. She began dreaming of the Water Lizard as a whelp, and it took her years to understand the visions that she was receiving. She finally found a gug savant who could explain her visions to her and teach her more about Bokrug's faith, as well as certain necromantic magic. One night after the savant had died and left Helg on her own again, she began dreaming of an undersea cavern with a large and incredibly lifelike statue of her patron, which turned to look at her and beckoned. When she awoke, Helg knew that she had to find that statue, and she left her home in the Darklands. Through her ongoing dreams, she triangulated the location of the old and forgotten shrine to the caves beneath the town of Willowside. She felt compelled to take it to a deeper, safer place beneath the earth. As Helg approached the shrine from her dreams, she noticed xulgath troops gathering nearby in the forest, near an old tower. Knowing that such creatures were rare on the surface, especially in such numbers, Helg investigated. The xulgaths' gug slaves proved to be Helg's easiest way into the camp: no one, not even the other browbeaten gugs, noticed or questioned an extra slave. While eavesdropping on the xulgaths' leader, Arskuva, Helg learned that the xulgaths weren't interested in Willowside at all, but in the aeon tower just outside of town. She decided to take matters into her own claws. Helg murdered the unsuspecting Arskuva and animated her body, and now commands the xulgath army by proxy. Yet Helg understands that her surreptitious command is precarious—a dramatic change to the xulgaths' mission might raise suspicions. Helg faces two obstacles in recovering the Bokrug statue and relocating it to someplace safer and deeper than its current shrine. First, although the townspeople of Willowside are individually weak, even compared to a xulgath (much less a gug), surface-dwellers have a distressing tendency to defend one another and seek help from other communities. Helg needed to isolate Willowside, so she has slowly maneuvered the xulgaths into besieging the town. Bored with the dull work of camping near a sealed tower, the xulgaths are eager for action. Second, Helg needs a way to transport the statue in secret, as the Zevgavizeb-worshipping xulgaths aren't likely to approve of a statue to another god in their midst. Helg hit upon the idea of a mobile siege tower, which could move in secret amid the protection of a xulgath army unlikely to question a construction useful in their assault on the aeon tower. Helg drafted the plans and had Arskuva present them. Fortunately, the xulgaths bought her ruse and now work diligently to complete the three-story siege engine. When the tower is complete, Helg will put the rest of her plan into motion. She'll recommend testing the siege tower against Willowside, and in the confusion, she'll slip into the sea caves, shrink the statue to a manageable size with her statuette ritual, and hide it in the siege tower before it regains its normal mass. Arskuva will then receive further instructions to return to the Darklands with their siege tower (and, along with it, Helg's precious statue). Helg generally hides in the shadows rather than confront her enemies directly, preferring deceit and subtlety even when directness might be more effective. Helg is thus happy using Arskuva to command the army rather than openly attempting to take control. Campaign Role The heroes might see Helg as merely another monster to overcome, but they can also negotiate with her. Helg's driving goal is to acquire the statue of Bokrug from the shrine. While she has no compunction about attacking Willowside, its destruction isn't necessary to her plans, so she's willing to call off the xulgath siege in exchange for the statue. She sees no useful purpose in making an enemy of the heroes if she doesn't have to. Helg doesn't have a further role to play in this adventure path, but heroes who get into trouble in the Darklands in Pathfinder Adventure Path #155: Lord of the Black Sands might need to visit the closest thing to a friendly face they have in the region. Recall Knowledge - Aberration (Occultism): DC 44 Unspecific Lore : DC 42 Specific Lore : DC 39 Helg Eats-The-Eaters Source Pathfinder #154: Siege of the Dinosaurs pg. 86 Perception +26; darkvision Languages Aklo, Common, Draconic, Undercommon Skills Acrobatics +26, Arcana +29, Athletics +28, Deception +21, Occultism +27, Stealth +24, Survival +22 Str +7 Dex +3 Con +4 Int +6 Wis +3 Cha +0 Items religious symbol of Bokrug, spellbook --- AC 37 Fort +29 Ref +23 Will +26 HP 275 Attack of Opportunity Reaction --- Speed 40 feet, climb 20 feet Melee Single Action jaws +30 (reach 15 feet), Damage 3d12+13 piercing Melee Single Action claw +30 (Agile, reach 15 feet), Damage 3d8+13 slashing Arcane Prepared Spells DC 36, attack +28 - Cantrips (8th) Chill Touch, Daze, Detect Magic, Light, Read Aura - 1st Fear (×2), Mending, Ray of Enfeeblement - 2nd Acid Arrow, Grim Tendrils, Hideous Laughter, See Invisibility - 3rd Blindness, Glyph of Warding, Slow, Vampiric Touch - 4th Confusion, False Life, Freedom of Movement, Resilient Sphere - 5th Blood Feast, Cloudkill, Lightning Bolt, Prying Eye - 6th Acid Arrow, Phantasmal Calamity, Purple Worm Sting, Wall of Force - 7th Entrancing Eyes, Vampiric Exsanguination, Warp Mind (×2) - 8th Horrid Wilting (×2), Maze Arcane Rituals DC 36 - 2nd Create Undead, Inveigle - 6th Statuette Wizard School Spells DC 36, 1 Focus Point - 8th Call of the Grave, Life Siphon Eerie Flexibility Despite her size, Helg's multiple joints allow her to fit through tight spaces as if she were a Medium creature. While Squeezing, she can move at her full Speed. Enervating Tug Free Action (Necromancy) Frequency once per turn; Requirements Helg's most recent action was to cast a non-cantrip necromancy spell; Effect Helg drains away the life force from a creature targeted by the spell, with a result depending on its Fortitude save (DC 36). This effect is magical and can be counteracted with dispel magic (Level 15, DC 36). This ability cannot affect a creature that critically succeeded at the spell's saving throw, if any. Critical Success No effect. Success Enfeebled 1 for 1 round. Failure Fatigued. Critical Failure Fatigued, and rest does not remove the creature's fatigued condition for 1 week. Furious Claws Two Actions Helg makes up to three claw Strikes, each against a different target. These attacks all count toward Helg's multiple attack penalty, but the penalty doesn't increase until after she makes all her attacks. Rend Single Action claw ",
 "trait": [
  "Aberration",
  "Unique",
  "CE",
  "Large"
 ],
 "trait_markdown": "[Aberration](/Traits.aspx?ID=1), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Aberration",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2125",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 26,
 "wisdom": 3
}