{
 "ac": 24,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 0,
 "creature_ability": [
  "Sword Cane Duelist"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 12,
 "hp": 100,
 "hp_raw": "100",
 "id": "creature-2483",
 "intelligence": 2,
 "language": [
  "Common",
  "Elven",
  "Infernal"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Infernal](/Languages.aspx?ID=19)",
 "level": 6,
 "markdown": "<title level=\"1\" pfs=\"\">[Hendrid Pratchett](/NPCs.aspx?ID=2483)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nHendrid Pratchett is the most recent alias of a man who has gone by many names over the course of his short and sinister career. Born Harial Lemorad, Pratchett is the only child of an elven father and a human mother in the Kyonin settlement of Erages. His mixed heritage raised few eyebrows in a community populated primarily by half-elves, and his parents were nothing if not doting to their son. Pratchett, however, had a streak of profound cruelty that soon blossomed into sadistic torments perpetrated on other children or neighbors' livestock. The need to avoid trouble honed his ability to lie and charm, and the young Pratchett soon grew into a model gentleman, his courtly manners and winning smile hiding his increasingly gruesome desires.\n\n As soon as Pratchett reached the age of majority, he left home, loudly proclaiming his desire to seek his fortune in the wild frontiers of distant Varisia. In fact, Pratchett went no farther than the edge of town, where he laid low for a week. Once his alibi had been firmly established, he crept back to his old home and looted the family's coffers. Catching his parents asleep in their beds, he slowly tortured them both to death, finding in their murder a satisfaction beyond anything he'd ever felt. He burned down the house and set off once more, this time in earnest.\n\n In the years since, Pratchett has traveled far and wide across the Inner Sea region, leaving a trail of mysterious disappearances in his wake. Along the way, he's also managed to teach himself a variety of arts to further his endeavors, from the aristocratic art of sword cane dueling to a modest understanding of necromantic magic. The latter comes in handy in his schemes; though he may not personally have the skill to carry out all of his macabre fantasies, he understands enough of the theory to purchase the appropriate scrolls or hire more adept casters. Each time he arrived in a new city, he used his charm and adaptability to ingratiate himself in the community, establishing himself in some public-facing service job—such as barber, grocer, or scribe—that gave him the opportunity to make connections and scout for potential victims. In the past, he's been careful to take only a few lives in each location, moving on before authorities could begin to suspect him. Yet eventually he wearied of his constant wandering and set his sights on Absalom: a city so large and bustling that he could at last put down roots, taking as many victims as he wanted without anyone being the wiser.\n\n Upon arrival in the City at the Center of the World, however, he found that his schemes weren't quite as clever as he'd thought. Someone had noticed his predations—but not the authorities. Instead, Pratchett found himself recruited by a gang of [Norgorberite](/Deities.aspx?ID=13) cultists run by the powerful underworld figure Wrent Dicaspiron, also known as the Skinner. Initially overjoyed to have fallen in with like-minded individuals, Pratchett took zealously to the worship of the Skinsaw Man, aiding the group in their ritualistic killings. Yet before long, Pratchett grew bored. His enormous ego chafed at the idea of working for others, and he found the cultists' methods too restrictive and unimaginative, their leaders too concerned with discretion to attempt the bold schemes capable of satisfying his ever-increasing appetites. He left the cult, reinventing himself once more, but remained in the city, for the coming of the Radiant Festival had prompted a new dream: a murderous hotel of his own design, funded by his family fortune and the wealth of his victims. There, Pratchett could prey exclusively on travelers, taking an endless stream of new victims without fear of the local authorities noticing. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Hendrid Pratchett is the ultimate villain of this adventure, as he is responsible for almost all of the Edgewatch's missing person reports.\n\n Physically, Pratchett is a handsome if slightly delicate dandy, with an eccentric fashion sense that nevertheless wins him copious admirers from all social classes. He's fond of bowler hats and bright, frock-coated suits lined with inconspicuous leather armor sections—when possible, he likes to prepare the leather plates himself from the hides of his victims. When the PCs first meet him at the Arcadian, he's wearing a suit of blue and gold, but by the last encounter he's switched to an outfit of white and crimson. He's also never without his trademark cane, and while he self-effacingly jokes that he needs the skull-topped accessory to “scare off ruffians attracted by my fragile frame,” the affectation is, in fact, an elegant and deadly sword cane of his own design.\n\n Though he isn't averse to using magic directly in combat—particularly [_ray of enfeeblement_](/Spells.aspx?ID=244)— Pratchett knows he's still a relative amateur in the necromantic arts (and he prefers to get his hands dirty anyway). If given the opportunity, he casts [_true strike_](/Spells.aspx?ID=345) before combat begins, ensuring that his poisoned blade has the best chance of doing its work. He attempts to poison as many different opponents as possible and let the venom do his work for him, but once he's out of poison, he prefers to focus on a single opponent to take them down. While Pratchett attempts to flee if reduced to 10 Hit Points or fewer, he has no interest in surrender—he knows any magistrate or jury would immediately put him to death for his crimes, and he would rather die on his own terms with a blade in hand.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 32\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 30\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 27\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 6\">[Hendrid Pratchett](/NPCs.aspx?ID=2483)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 89</row>\n\n**Perception** +17; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Infernal](/Languages.aspx?ID=19)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +14, [Arcana](/Skills.aspx?ID=2) +12, [Deception](/Skills.aspx?ID=5) +15, [Diplomacy](/Skills.aspx?ID=6) +15, [Medicine](/Skills.aspx?ID=9) +14, [Occultism](/Skills.aspx?ID=11) +12, [Religion](/Skills.aspx?ID=13) +13, [Society](/Skills.aspx?ID=14) +14, [Stealth](/Skills.aspx?ID=15) +14\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +4\r\n\r\n**Con** +0\r\n\r\n**Int** +2\r\n\r\n**Wis** +1\r\n\r\n**Cha** +5\r\n</row>\n\n**Items**\r\narmored coat (as [leather armor](/Armor.aspx?ID=4)), [_corpseward pendant_](/Equipment.aspx?ID=2341), [_lesser healing potions_](/Equipment.aspx?ID=186) (3), [Hunting Spider Venom](/Equipment.aspx?ID=118) (3 doses, in _Reaper's Lancet_), [_Reaper's Lancet_](/Equipment.aspx?ID=810) (bonded item)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 24 \r\n\r\n**Fort** +12 \r\n\r\n**Ref** +16 \r\n\r\n**Will** +15 \n\n</row>\r\n\r\n**HP** 100\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_Reaper's Lancet_ blade +17 ([deadly 1d8](/Traits.aspx?ID=174), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 2d6+7 piercing plus [hunting spider venom](/Equipment.aspx?ID=118)\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_Reaper's Lancet_ sheath +17 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Shove](/Traits.aspx?ID=193)),\r\n**Damage** 2d4+7 bludgeoning\r\n\r\n**Arcane Prepared Spells** DC 22, attack +14\r\n- **Cantrips (1st)**\r\n[Chill Touch](/Spells.aspx?ID=35), [Daze](/Spells.aspx?ID=61), [Light](/Spells.aspx?ID=171), [Mage Hand](/Spells.aspx?ID=177), [Prestidigitation](/Spells.aspx?ID=229), [Shield](/Spells.aspx?ID=280)\r\n- **1st**\r\n[Ray of Enfeeblement](/Spells.aspx?ID=244), [True Strike](/Spells.aspx?ID=345) (×2)\r\n\r\n**Wizard School Spells** DC 22, 1 Focus Point\r\n- **1st**\r\n[Call of the Grave](/Spells.aspx?ID=522)\r\n\r\n**Sword Cane Duelist**   Each round, Pratchett can Strike once with each component of a sword cane without incurring the usual multiple attack penalty. Subsequent attacks incur the multiple attack penalty as usual.\r\n\r\n</column>",
 "name": "Hendrid Pratchett",
 "npc": true,
 "perception": 17,
 "rarity": "unique",
 "reflex_save": 16,
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 89</row>\n\n<row gap=\"medium\">\r\n**HP** 100\r\n\r\n**AC** 24\r\n\r\n**Fort** +12\r\n\r\n**Ref** +16\r\n\r\n**Will** +15\r\n\r\n**Perception** +17\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nHendrid Pratchett is the most recent alias of a man who has gone by many names over the course of his short and sinister career. Born Harial Lemorad, …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +14",
  "Arcana +12",
  "Deception +15",
  "Diplomacy +15",
  "Medicine +14",
  "Occultism +12",
  "Religion +13",
  "Society +14",
  "Stealth +14"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +14, [Arcana](/Skills.aspx?ID=2) +12, [Deception](/Skills.aspx?ID=5) +15, [Diplomacy](/Skills.aspx?ID=6) +15, [Medicine](/Skills.aspx?ID=9) +14, [Occultism](/Skills.aspx?ID=11) +12, [Religion](/Skills.aspx?ID=13) +13, [Society](/Skills.aspx?ID=14) +14, [Stealth](/Skills.aspx?ID=15) +14",
 "source": [
  "Pathfinder #157: Devil at the Dreaming Palace"
 ],
 "source_raw": [
  "Pathfinder #157: Devil at the Dreaming Palace pg. 89"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 89</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell": [
  "Ray of Enfeeblement",
  "True Strike",
  "Chill Touch",
  "Daze",
  "Light",
  "Mage Hand",
  "Prestidigitation",
  "Shield",
  "Call of the Grave"
 ],
 "spell_markdown": "[Call of the Grave](/Spells.aspx?ID=522), [Chill Touch](/Spells.aspx?ID=35), [Daze](/Spells.aspx?ID=61), [Light](/Spells.aspx?ID=171), [Mage Hand](/Spells.aspx?ID=177), [Prestidigitation](/Spells.aspx?ID=229), [Ray of Enfeeblement](/Spells.aspx?ID=244), [Shield](/Spells.aspx?ID=280), [True Strike](/Spells.aspx?ID=345)",
 "spoilers": "Agents of Edgewatch",
 "stealth": "14",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Hendrid Pratchett is the most recent alias of a man who has gone by many names over the course of his short and sinister career. Born Harial Lemorad, …",
 "summary_markdown": "Hendrid Pratchett is the most recent alias of a man who has gone by many names over the course of his short and sinister career. Born Harial Lemorad, …",
 "text": " Hendrid Pratchett Hendrid Pratchett is the most recent alias of a man who has gone by many names over the course of his short and sinister career. Born Harial Lemorad, Pratchett is the only child of an elven father and a human mother in the Kyonin settlement of Erages. His mixed heritage raised few eyebrows in a community populated primarily by half-elves, and his parents were nothing if not doting to their son. Pratchett, however, had a streak of profound cruelty that soon blossomed into sadistic torments perpetrated on other children or neighbors' livestock. The need to avoid trouble honed his ability to lie and charm, and the young Pratchett soon grew into a model gentleman, his courtly manners and winning smile hiding his increasingly gruesome desires. As soon as Pratchett reached the age of majority, he left home, loudly proclaiming his desire to seek his fortune in the wild frontiers of distant Varisia. In fact, Pratchett went no farther than the edge of town, where he laid low for a week. Once his alibi had been firmly established, he crept back to his old home and looted the family's coffers. Catching his parents asleep in their beds, he slowly tortured them both to death, finding in their murder a satisfaction beyond anything he'd ever felt. He burned down the house and set off once more, this time in earnest. In the years since, Pratchett has traveled far and wide across the Inner Sea region, leaving a trail of mysterious disappearances in his wake. Along the way, he's also managed to teach himself a variety of arts to further his endeavors, from the aristocratic art of sword cane dueling to a modest understanding of necromantic magic. The latter comes in handy in his schemes; though he may not personally have the skill to carry out all of his macabre fantasies, he understands enough of the theory to purchase the appropriate scrolls or hire more adept casters. Each time he arrived in a new city, he used his charm and adaptability to ingratiate himself in the community, establishing himself in some public-facing service job—such as barber, grocer, or scribe—that gave him the opportunity to make connections and scout for potential victims. In the past, he's been careful to take only a few lives in each location, moving on before authorities could begin to suspect him. Yet eventually he wearied of his constant wandering and set his sights on Absalom: a city so large and bustling that he could at last put down roots, taking as many victims as he wanted without anyone being the wiser. Upon arrival in the City at the Center of the World, however, he found that his schemes weren't quite as clever as he'd thought. Someone had noticed his predations—but not the authorities. Instead, Pratchett found himself recruited by a gang of Norgorberite cultists run by the powerful underworld figure Wrent Dicaspiron, also known as the Skinner. Initially overjoyed to have fallen in with like-minded individuals, Pratchett took zealously to the worship of the Skinsaw Man, aiding the group in their ritualistic killings. Yet before long, Pratchett grew bored. His enormous ego chafed at the idea of working for others, and he found the cultists' methods too restrictive and unimaginative, their leaders too concerned with discretion to attempt the bold schemes capable of satisfying his ever-increasing appetites. He left the cult, reinventing himself once more, but remained in the city, for the coming of the Radiant Festival had prompted a new dream: a murderous hotel of his own design, funded by his family fortune and the wealth of his victims. There, Pratchett could prey exclusively on travelers, taking an endless stream of new victims without fear of the local authorities noticing. Campaign Role Hendrid Pratchett is the ultimate villain of this adventure, as he is responsible for almost all of the Edgewatch's missing person reports. Physically, Pratchett is a handsome if slightly delicate dandy, with an eccentric fashion sense that nevertheless wins him copious admirers from all social classes. He's fond of bowler hats and bright, frock-coated suits lined with inconspicuous leather armor sections—when possible, he likes to prepare the leather plates himself from the hides of his victims. When the PCs first meet him at the Arcadian, he's wearing a suit of blue and gold, but by the last encounter he's switched to an outfit of white and crimson. He's also never without his trademark cane, and while he self-effacingly jokes that he needs the skull-topped accessory to “scare off ruffians attracted by my fragile frame,” the affectation is, in fact, an elegant and deadly sword cane of his own design. Though he isn't averse to using magic directly in combat—particularly ray of enfeeblement — Pratchett knows he's still a relative amateur in the necromantic arts (and he prefers to get his hands dirty anyway). If given the opportunity, he casts true strike before combat begins, ensuring that his poisoned blade has the best chance of doing its work. He attempts to poison as many different opponents as possible and let the venom do his work for him, but once he's out of poison, he prefers to focus on a single opponent to take them down. While Pratchett attempts to flee if reduced to 10 Hit Points or fewer, he has no interest in surrender—he knows any magistrate or jury would immediately put him to death for his crimes, and he would rather die on his own terms with a blade in hand. Recall Knowledge - Humanoid (Society): DC 32 Unspecific Lore : DC 30 Specific Lore : DC 27 Hendrid Pratchett Source Pathfinder #157: Devil at the Dreaming Palace pg. 89 Perception +17; low-light vision Languages Common, Elven, Infernal Skills Acrobatics +14, Arcana +12, Deception +15, Diplomacy +15, Medicine +14, Occultism +12, Religion +13, Society +14, Stealth +14 Str +3 Dex +4 Con +0 Int +2 Wis +1 Cha +5 Items armored coat (as leather armor), corpseward pendant , lesser healing potions (3), Hunting Spider Venom (3 doses, in Reaper's Lancet ), Reaper's Lancet (bonded item) --- AC 24 Fort +12 Ref +16 Will +15 HP 100 --- Speed 30 feet Melee Single Action Reaper's Lancet blade +17 (deadly 1d8, Finesse), Damage 2d6+7 piercing plus hunting spider venom Melee Single Action Reaper's Lancet sheath +17 (Agile, Finesse, Shove), Damage 2d4+7 bludgeoning Arcane Prepared Spells DC 22, attack +14 - Cantrips (1st) Chill Touch, Daze, Light, Mage Hand, Prestidigitation, Shield - 1st Ray of Enfeeblement, True Strike (×2) Wizard School Spells DC 22, 1 Focus Point - 1st Call of the Grave Sword Cane Duelist Each round, Pratchett can Strike once with each component of a sword cane without incurring the usual multiple attack penalty. Subsequent attacks incur the multiple attack penalty as usual. ",
 "trait": [
  "Elf",
  "Human",
  "Humanoid",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Elf](/Traits.aspx?ID=58), [Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Elf",
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2483",
 "vision": "Low-light vision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 15,
 "wisdom": 1
}