{
 "ac": 17,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -2,
 "constitution": 0,
 "creature_ability": [
  "Master Link",
  "Homunculus Poison"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 2,
 "hp": 17,
 "hp_raw": "17",
 "id": "creature-264",
 "image": [
  "/Images/Monsters/Homunculus.png"
 ],
 "immunity": [
  "bleed",
  "death effects",
  "disease",
  "doomed",
  "drained",
  "fatigued",
  "healing",
  "necromancy",
  "nonlethal attacks",
  "paralyzed",
  "poison",
  "sickened",
  "unconscious"
 ],
 "immunity_markdown": "bleed, death effects, disease, doomed, drained, fatigued, healing, necromancy, nonlethal attacks, paralyzed, poison, sickened, unconscious",
 "intelligence": 0,
 "language": [
  "Common",
  "(can’t speak any language); master link"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1); (can’t speak any language); master link",
 "level": 0,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Homunculus](/Monsters.aspx?ID=264)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nA homunculus is a tiny servitor construct created by a crafter to serve as a spy, scout, messenger, or assistant. When a crafter first begins to study the art of creating constructs, she often crafts a homunculus first, since the creation process is simple and inexpensive due to a magical shortcut: the use of the creator’s own blood. This forges a link between the homunculus and its master, causing the homunculus to gain a spark of the creator’s intellect, as well as the same moral values and some of the creator’s basic personality traits. Homunculi left to their own devices never stray far from their masters.\n\n In most cases, a homunculus doesn’t survive the death of its master for long. Deprived of its creator, a homunculus loses focus and grows increasingly self-destructive, and some even end up battering themselves to destruction. Rarely, a homunculus with a slain master survives the trauma with its mind intact, often seeing itself as its deceased creator’s child or successor and attempting to further its creator’s legacy as best it can. In such cases, and if the homunculus was in close proximity to its master upon that creature’s death, a portion of the dead master’s soul “infects” the surviving homunculus as it passes on to the afterlife. This doesn’t result in a truly soulbound homunculus (see sidebar), since only a fragment of the soul is left behind, but this is still enough to grant the homunculus a greater personality, free will of its own, and perhaps most importantly, the ability to speak. Over time, a few of these “awakened” homunculi even go so far as to become convinced that they are the reincarnation of their prior masters, although their actual personalities never quite reach the depth and complexity of a truly living creature. They are, at best, caricatures of the master, and at worst they become awful, bitter-minded parodies of life itself. Still, a free-willed homunculus might pursue studies in its creator’s class, becoming a unique creature with the abilities of that class if time and fortune permit.\n\n Homunculi are created from a mixture of clay, ash, mandrake root, spring water, and a pint of the creator’s own blood. It is possible for a separate donor to provide the blood, but the process is more difficult.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Construct](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Crafting](/Skills.aspx?ID=4)): DC 14\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 12\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 9\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Homunculus.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 0\">[Homunculus](/Monsters.aspx?ID=264)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Tiny\" />\r\n<trait label=\"Construct\" url=\"/Traits.aspx?ID=35\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 208</row>\n\n**Perception** +3; darkvision\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1); (can’t speak any language); master link\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +5, [Stealth](/Skills.aspx?ID=15) +5\r\n\r\n<row gap=\"medium\">\r\n**Str** -1\r\n\r\n**Dex** +3\r\n\r\n**Con** +0\r\n\r\n**Int** +0\r\n\r\n**Wis** +1\r\n\r\n**Cha** -2\r\n</row>\r\n\r\n**Master Link** ([arcane](/Traits.aspx?ID=11), [divination](/Traits.aspx?ID=47), [mental](/Traits.aspx?ID=106)) A homunculus can’t speak, but it is telepathically linked to its creator. It can share information back and forth, including its master’s knowledge and everything the homunculus hears. The range of this link is 1,500 feet. The homunculus adopts the same alignment as its creator and is utterly faithful. If the homunculus is destroyed, the master takes 2d10 mental damage. If the master is slain, the homunculus becomes mindless, claims its current location as its lair, and instinctively attacks anyone who comes near.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 17 \r\n\r\n**Fort** +2 \r\n\r\n**Ref** +7 \r\n\r\n**Will** +3 \n\n</row>\r\n\r\n**HP** 17\n\n**Immunities**\r\nbleed, death effects, disease, doomed, drained, fatigued, healing, necromancy, nonlethal attacks, paralyzed, poison, sickened, unconscious\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 15 feet, fly 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +7 ([Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 1d4 piercing plus homunculus poison\n\n**Homunculus Poison**  ([Poison](/Traits.aspx?ID=126)) A homunculus has one dose of poison in a reservoir in its head. It can refill this poison from its reserves with an Interact action. **Saving Throw** DC 15 Fortitude; **Maximum Duration** 6 rounds; **Stage 1** 1d6 poison and [enfeebled 1](/Conditions.aspx?ID=13) (1 round)\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Soulbound Homunculi</title>\r\n\r\nMost homunculi use a dose of their creator’s blood as their spark of life, but it’s possible to use a technique similar to that used in the crafting of a [soulbound doll](/Monsters.aspx?ID=383) to give a homunculus a personality and the semblance of life. These homunculi gain the soulbound trait, can speak, and do not have a special link to a creator, yet the process tends to warp the soul used so that, more often than not, what rises in the new homunculus body is a parody of its prior life. As such, soulbound homunculi are generally created by cruel spellcasters as a method of humiliating and tormenting vanquished enemies.\r\n</aside>",
 "name": "Homunculus",
 "npc": false,
 "perception": 3,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 7,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Construct\" url=\"/Traits.aspx?ID=35\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 208</row>\n\n<row gap=\"medium\">\r\n**HP** 17\r\n\r\n**AC** 17\r\n\r\n**Fort** +2\r\n\r\n**Ref** +7\r\n\r\n**Will** +3\r\n\r\n**Perception** +3\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA homunculus is a tiny servitor construct created by a crafter to serve as a spy, scout, messenger, or assistant. When a crafter first begins to …\r\n</summary>",
 "sense": "darkvision",
 "sense_markdown": "darkvision",
 "size": [
  "Tiny"
 ],
 "skill": [
  "Acrobatics +5",
  "Stealth +5"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +5, [Stealth](/Skills.aspx?ID=15) +5",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 208"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 208</row>",
 "speed": {
  "fly": 40,
  "land": 15,
  "max": 40
 },
 "speed_markdown": "15 feet, fly 40 feet",
 "speed_raw": "15 feet, fly 40 feet",
 "spell_markdown": "",
 "stealth": "5",
 "strength": -1,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "A homunculus is a tiny servitor construct created by a crafter to serve as a spy, scout, messenger, or assistant. When a crafter first begins to …",
 "summary_markdown": "A homunculus is a tiny servitor construct created by a crafter to serve as a spy, scout, messenger, or assistant. When a crafter first begins to …",
 "text": " Homunculus A homunculus is a tiny servitor construct created by a crafter to serve as a spy, scout, messenger, or assistant. When a crafter first begins to study the art of creating constructs, she often crafts a homunculus first, since the creation process is simple and inexpensive due to a magical shortcut: the use of the creator’s own blood. This forges a link between the homunculus and its master, causing the homunculus to gain a spark of the creator’s intellect, as well as the same moral values and some of the creator’s basic personality traits. Homunculi left to their own devices never stray far from their masters. In most cases, a homunculus doesn’t survive the death of its master for long. Deprived of its creator, a homunculus loses focus and grows increasingly self-destructive, and some even end up battering themselves to destruction. Rarely, a homunculus with a slain master survives the trauma with its mind intact, often seeing itself as its deceased creator’s child or successor and attempting to further its creator’s legacy as best it can. In such cases, and if the homunculus was in close proximity to its master upon that creature’s death, a portion of the dead master’s soul “infects” the surviving homunculus as it passes on to the afterlife. This doesn’t result in a truly soulbound homunculus (see sidebar), since only a fragment of the soul is left behind, but this is still enough to grant the homunculus a greater personality, free will of its own, and perhaps most importantly, the ability to speak. Over time, a few of these “awakened” homunculi even go so far as to become convinced that they are the reincarnation of their prior masters, although their actual personalities never quite reach the depth and complexity of a truly living creature. They are, at best, caricatures of the master, and at worst they become awful, bitter-minded parodies of life itself. Still, a free-willed homunculus might pursue studies in its creator’s class, becoming a unique creature with the abilities of that class if time and fortune permit. Homunculi are created from a mixture of clay, ash, mandrake root, spring water, and a pint of the creator’s own blood. It is possible for a separate donor to provide the blood, but the process is more difficult. Recall Knowledge - Construct (Arcana, Crafting): DC 14 Unspecific Lore : DC 12 Specific Lore : DC 9 Homunculus Source Bestiary pg. 208 Perception +3; darkvision Languages Common; (can’t speak any language); master link Skills Acrobatics +5, Stealth +5 Str -1 Dex +3 Con +0 Int +0 Wis +1 Cha -2 Master Link (arcane, divination, mental) A homunculus can’t speak, but it is telepathically linked to its creator. It can share information back and forth, including its master’s knowledge and everything the homunculus hears. The range of this link is 1,500 feet. The homunculus adopts the same alignment as its creator and is utterly faithful. If the homunculus is destroyed, the master takes 2d10 mental damage. If the master is slain, the homunculus becomes mindless, claims its current location as its lair, and instinctively attacks anyone who comes near. --- AC 17 Fort +2 Ref +7 Will +3 HP 17 Immunities bleed, death effects, disease, doomed, drained, fatigued, healing, necromancy, nonlethal attacks, paralyzed, poison, sickened, unconscious --- Speed 15 feet, fly 40 feet Melee Single Action jaws +7 (Finesse, Magical), Damage 1d4 piercing plus homunculus poison Homunculus Poison (Poison) A homunculus has one dose of poison in a reservoir in its head. It can refill this poison from its reserves with an Interact action. Saving Throw DC 15 Fortitude; Maximum Duration 6 rounds; Stage 1 1d6 poison and enfeebled 1 (1 round) Soulbound Homunculi Most homunculi use a dose of their creator’s blood as their spark of life, but it’s possible to use a technique similar to that used in the crafting of a soulbound doll to give a homunculus a personality and the semblance of life. These homunculi gain the soulbound trait, can speak, and do not have a special link to a creator, yet the process tends to warp the soul used so that, more often than not, what rises in the new homunculus body is a parody of its prior life. As such, soulbound homunculi are generally created by cruel spellcasters as a method of humiliating and tormenting vanquished enemies. ",
 "trait": [
  "Construct",
  "N",
  "Tiny"
 ],
 "trait_markdown": "[Construct](/Traits.aspx?ID=35)",
 "trait_raw": [
  "Construct"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=264",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 3,
 "wisdom": 1
}