{
 "ac": 28,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 0,
 "creature_ability": [
  "Vitrumantic Stoneskin",
  "Vitrumancy"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 16,
 "hp": 145,
 "hp_raw": "145",
 "id": "creature-1993",
 "intelligence": 5,
 "language": [
  "Common",
  "Terran"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Terran](/Languages.aspx?ID=22)",
 "level": 10,
 "markdown": "<title level=\"1\" pfs=\"\">[Ibrium, Cold-Hearted Nexian Vitrumancer](/NPCs.aspx?ID=1993)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nIbrium was raised within the palaces of Nex's capital, Quantium. His mother, Tolliya, was a powerful mage who played a large role in the political machinations of the Council of Three and Nine, but Ibrium never showed much interest in politics. Instead, his interests lay firmly in the arcane, and in his youth he showed all the signs of a gifted wizard-to-be. Tolliya ensured her son had access to the best education possible, hiring private tutors from across the Inner Sea and conjuring eldritch creatures from distant planes to advise the young spellcaster. When Ibrium at last came of age, Tolliya gifted him a precious heirloom of their house—a wizard's staff topped with a basilisk eye.\n\n The gift turned out to be a formative one as it sparked Ibrium's interest in petrification and, soon after, a lifelong study of spells related to earth and fire. The promising young wizard developed his own personal form of magic, vitrumancy, specializing in the conjuration and transmutation of glass.\n\n Ibrium's passion for glass and petrification magic caused him to cross paths with a variety of colorful individuals. One such character was a young medusa named Alethsia, who'd journeyed to Quantium in the hopes of finding a magical way to remove her unusual curse—a petrifying gaze that turned her victims not to stone, but statues of solid glass.\n\n Ashamed of her cursed gaze, Alethsia was an artist at heart who hoped to someday live among humans and pursue her sculpture work in peace. Ibrium heard rumors of the unusual glassy-gazed medusa through some contacts and tracked her down. He was instantly smitten. He convinced her that her gaze wasn't a curse but a gift, and together they used her unique “talent” to destroy Ibrium's mother's political enemies. Ever since that day, the two have been steadfast lovers. Wherever she goes, Alethsia brings along a host of glass statues (her previous victims), which she sculpts and modifies to “perfect” their beauty. From time to time, she becomes frustrated with her work and smashes them into glass powder, which Ibrium then transforms into sand sentries.\n\n Several years ago, Ibrium's mother was assassinated in the midst of a power struggle in Quantium, leaving Ibrium as the sole heir to their estate. He quickly invested the bulk of his fortune in an ill-advised scheme to magically transform vast swathes of Nexian wasteland into arable farmland. The investment proved a disaster and Ibrium was financially ruined. During this dark hour, a mysterious Arclord of Nex named Kiamal approached the vitrumancer. She offered to provide a sizable loan to Ibrium in exchange for his services in Alkenstar. A new war between Nex and Geb was inevitable, Kiamal explained, and those with financial interests in Alkenstar would profit greatly once the conflict was ignited. In exchange for travelling to the city and finding a way to profit from the inevitable war, Kiamal promised Ibrium a lavish sum in Nexian gold.\n\n Ibrium was quick to accept the offer, even if Kiamal's motives didn't ring true. Why would the Arclord, whose wealth seemed bottomless, need to further fill her coffers through schemes in Alkenstar? Ibrium was too desperate to labor over such questions, so he simply embarked for the City of Smog with Alethsia in tow. When they arrived in the new city, Ibrium quickly fell in with prominent politicians and warmongering nobles who also believed a Geb-Nex conflict was imminent. Amid these grim social circles, he met Deputy Anjelique Loveless and Parsus. After Ibrium wrote to Kiamal describing Anjelique's plan to demolish Alken Falls, Kiamal provided Ibrium with an arcane ritual, supposedly transcribed from the books of Nex himself, which would allow the wizard to teleport the bomb-laden Gearsmoke directly to the waterfall at the city's center. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Despite his haughty demeanor and role as one of the chief antagonists for this adventure, at the end of the day Ibrium is mostly a pawn in a great game being played by far more powerful entities. On one hand, he serves his mysterious patron Kiamal, who seems to have her own inscrutable plans for Alkenstar, while on the other he allows Anjelique to dictate their plans to demolish Alken Falls. If Ibrium survives the adventure, he likely discovers both his employers couldn't be trusted—Anjelique planned to have him killed via poison, and Kiamal washes her hands clean of Ibrium as soon as she receives word of his catastrophic failure. Deeper in debt than ever and with no allies left, Ibrium could prove a useful tool for the PCs, perhaps giving them information on his patron or revealing the location of her vault in Martel.\n\n Ibrium is an arrogant man who, despite living a life of extreme privilege, believes he has earned everything that's come his way and that he deserves only the best. He's a pathological liar and narcissist who sincerely doesn't recall any of his many failures or shortcomings. Ibrium's role in Anjelique's plan doesn't become clear until this adventure, but he's lived in the city of Alkenstar for nearly two years now and is known for displaying his obnoxious wealth (which is secretly funded by Kiamal).\n\n At your discretion, the party might meet Ibrium earlier in the campaign—perhaps as a guest at a high-class establishment like the Steaming Kingdom, or just as a passerby on the streets who splatters mud on the characters as he zooms past on a luxurious litter borne aloft by glass clockwork servants. Of course, the haughty wizard has little time or patience for those whom he deems beneath him, so it's unlikely he'd linger in the party's company.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 37\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 35\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 32\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 10\">[Ibrium](/NPCs.aspx?ID=1993)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 88</row>\n\n**Perception** +20\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Terran](/Languages.aspx?ID=22)\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +24, [Deception](/Skills.aspx?ID=5) +19, [Diplomacy](/Skills.aspx?ID=6) +19, [Elemental Lore](/Skills.aspx?ID=8) +22, [Nex Lore](/Skills.aspx?ID=8) +22, [Society](/Skills.aspx?ID=14) +19\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +4\r\n\r\n**Con** +0\r\n\r\n**Int** +5\r\n\r\n**Wis** +3\r\n\r\n**Cha** +3\r\n</row>\n\n**Items**\r\n[wand of _wall of stone_](/Spells.aspx?ID=365)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 28 \r\n\r\n**Fort** +16 \r\n\r\n**Ref** +19 \r\n\r\n**Will** +22 \n\n</row>\r\n\r\n**HP** 145\n\n**Vitrumantic Stoneskin** <actions string=\"Reaction\" /> **Trigger** An adjacent creature Strikes Ibrium with a melee weapon or unarmed attack and deals damage; **Requirements** Ibrium has a [_stoneskin_](/Spells.aspx?ID=312) spell currently active; **Effect** Ibrium's unique stoneskin spell manifests as a protective layer of deadly sharp glass. Glass shards burst out from Ibrium's skin, dealing 3d10 piercing damage to the attacker.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nglass spike +21 ([deadly d12](/Traits.aspx?ID=174), [Earth](/Traits.aspx?ID=55), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 3d10 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nglass spike +21 ([deadly d12](/Traits.aspx?ID=174), [Earth](/Traits.aspx?ID=55), [Magical](/Traits.aspx?ID=103), [range increment 60 feet](/Traits.aspx?ID=248)),\r\n**Damage** 3d10 piercing\r\n\r\n**Arcane Prepared Spells** DC 33, attack +25\r\n- **Cantrips (5th)**\r\n[Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Message](/Spells.aspx?ID=190), [Shield](/Spells.aspx?ID=280), [Sigil](/Spells.aspx?ID=286)\r\n- **1st**\r\n[Hydraulic Push](/Spells.aspx?ID=154), [Pummeling Rubble](/Spells.aspx?ID=708) (×2)\r\n- **2nd**\r\n[Heat Metal](/Spells.aspx?ID=694), [Hydraulic Push](/Spells.aspx?ID=154) (×2)\r\n- **3rd**\r\n[Earthbind](/Spells.aspx?ID=94), [Fireball](/Spells.aspx?ID=119) (×2)\r\n- **4th**\r\n[Fly](/Spells.aspx?ID=125), [Stoneskin](/Spells.aspx?ID=312), [Wall of Fire](/Spells.aspx?ID=362)\r\n- **5th**\r\n[Elemental Form](/Spells.aspx?ID=98) (earth only), [Impaling Spike](/Spells.aspx?ID=697) (×2)\r\n\r\n**Vitrumancy**   Ibrium has modified certain spells to incorporate glass into their manifestation. Whenever Ibrium casts [_fireball_](/Spells.aspx?ID=119), [_hydraulic push_](/Spells.aspx?ID=154), or [_pummeling rubble_](/Spells.aspx?ID=708), the spell deals slashing damage instead of its normal damage type as the damaging component is replaced with shards of razor-sharp glass.\r\n\r\n</column>",
 "name": "Ibrium",
 "npc": true,
 "perception": 20,
 "rarity": "unique",
 "reflex_save": 19,
 "release_date": "2022-06-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 145\r\n\r\n**AC** 28\r\n\r\n**Fort** +16\r\n\r\n**Ref** +19\r\n\r\n**Will** +22\r\n\r\n**Perception** +20\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIbrium was raised within the palaces of Nex's capital, Quantium. His mother, Tolliya, was a powerful mage who played a large role in the political …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Arcana +24",
  "Deception +19",
  "Diplomacy +19",
  "Elemental Lore +22",
  "Nex Lore +22",
  "Society +19"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +24, [Deception](/Skills.aspx?ID=5) +19, [Diplomacy](/Skills.aspx?ID=6) +19, [Elemental Lore](/Skills.aspx?ID=8) +22, [Nex Lore](/Skills.aspx?ID=8) +22, [Society](/Skills.aspx?ID=14) +19",
 "source": [
  "Pathfinder #180: The Smoking Gun"
 ],
 "source_raw": [
  "Pathfinder #180: The Smoking Gun pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 88</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Elemental Form",
  "Impaling Spike",
  "Fly",
  "Stoneskin",
  "Wall of Fire",
  "Earthbind",
  "Fireball",
  "Heat Metal",
  "Hydraulic Push",
  "Pummeling Rubble",
  "Daze",
  "Detect Magic",
  "Message",
  "Shield",
  "Sigil"
 ],
 "spell_markdown": "[Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Earthbind](/Spells.aspx?ID=94), [Elemental Form](/Spells.aspx?ID=98), [Fireball](/Spells.aspx?ID=119), [Fly](/Spells.aspx?ID=125), [Heat Metal](/Spells.aspx?ID=694), [Hydraulic Push](/Spells.aspx?ID=154), [Impaling Spike](/Spells.aspx?ID=697), [Message](/Spells.aspx?ID=190), [Pummeling Rubble](/Spells.aspx?ID=708), [Shield](/Spells.aspx?ID=280), [Sigil](/Spells.aspx?ID=286), [Stoneskin](/Spells.aspx?ID=312), [Wall of Fire](/Spells.aspx?ID=362)",
 "spoilers": "Outlaws of Alkenstar",
 "strength": 0,
 "strongest_save": [
  "will"
 ],
 "summary": "Ibrium was raised within the palaces of Nex's capital, Quantium. His mother, Tolliya, was a powerful mage who played a large role in the political …",
 "summary_markdown": "Ibrium was raised within the palaces of Nex's capital, Quantium. His mother, Tolliya, was a powerful mage who played a large role in the political …",
 "text": " Ibrium, Cold-Hearted Nexian Vitrumancer Ibrium was raised within the palaces of Nex's capital, Quantium. His mother, Tolliya, was a powerful mage who played a large role in the political machinations of the Council of Three and Nine, but Ibrium never showed much interest in politics. Instead, his interests lay firmly in the arcane, and in his youth he showed all the signs of a gifted wizard-to-be. Tolliya ensured her son had access to the best education possible, hiring private tutors from across the Inner Sea and conjuring eldritch creatures from distant planes to advise the young spellcaster. When Ibrium at last came of age, Tolliya gifted him a precious heirloom of their house—a wizard's staff topped with a basilisk eye. The gift turned out to be a formative one as it sparked Ibrium's interest in petrification and, soon after, a lifelong study of spells related to earth and fire. The promising young wizard developed his own personal form of magic, vitrumancy, specializing in the conjuration and transmutation of glass. Ibrium's passion for glass and petrification magic caused him to cross paths with a variety of colorful individuals. One such character was a young medusa named Alethsia, who'd journeyed to Quantium in the hopes of finding a magical way to remove her unusual curse—a petrifying gaze that turned her victims not to stone, but statues of solid glass. Ashamed of her cursed gaze, Alethsia was an artist at heart who hoped to someday live among humans and pursue her sculpture work in peace. Ibrium heard rumors of the unusual glassy-gazed medusa through some contacts and tracked her down. He was instantly smitten. He convinced her that her gaze wasn't a curse but a gift, and together they used her unique “talent” to destroy Ibrium's mother's political enemies. Ever since that day, the two have been steadfast lovers. Wherever she goes, Alethsia brings along a host of glass statues (her previous victims), which she sculpts and modifies to “perfect” their beauty. From time to time, she becomes frustrated with her work and smashes them into glass powder, which Ibrium then transforms into sand sentries. Several years ago, Ibrium's mother was assassinated in the midst of a power struggle in Quantium, leaving Ibrium as the sole heir to their estate. He quickly invested the bulk of his fortune in an ill-advised scheme to magically transform vast swathes of Nexian wasteland into arable farmland. The investment proved a disaster and Ibrium was financially ruined. During this dark hour, a mysterious Arclord of Nex named Kiamal approached the vitrumancer. She offered to provide a sizable loan to Ibrium in exchange for his services in Alkenstar. A new war between Nex and Geb was inevitable, Kiamal explained, and those with financial interests in Alkenstar would profit greatly once the conflict was ignited. In exchange for travelling to the city and finding a way to profit from the inevitable war, Kiamal promised Ibrium a lavish sum in Nexian gold. Ibrium was quick to accept the offer, even if Kiamal's motives didn't ring true. Why would the Arclord, whose wealth seemed bottomless, need to further fill her coffers through schemes in Alkenstar? Ibrium was too desperate to labor over such questions, so he simply embarked for the City of Smog with Alethsia in tow. When they arrived in the new city, Ibrium quickly fell in with prominent politicians and warmongering nobles who also believed a Geb-Nex conflict was imminent. Amid these grim social circles, he met Deputy Anjelique Loveless and Parsus. After Ibrium wrote to Kiamal describing Anjelique's plan to demolish Alken Falls, Kiamal provided Ibrium with an arcane ritual, supposedly transcribed from the books of Nex himself, which would allow the wizard to teleport the bomb-laden Gearsmoke directly to the waterfall at the city's center. Campaign Role Despite his haughty demeanor and role as one of the chief antagonists for this adventure, at the end of the day Ibrium is mostly a pawn in a great game being played by far more powerful entities. On one hand, he serves his mysterious patron Kiamal, who seems to have her own inscrutable plans for Alkenstar, while on the other he allows Anjelique to dictate their plans to demolish Alken Falls. If Ibrium survives the adventure, he likely discovers both his employers couldn't be trusted—Anjelique planned to have him killed via poison, and Kiamal washes her hands clean of Ibrium as soon as she receives word of his catastrophic failure. Deeper in debt than ever and with no allies left, Ibrium could prove a useful tool for the PCs, perhaps giving them information on his patron or revealing the location of her vault in Martel. Ibrium is an arrogant man who, despite living a life of extreme privilege, believes he has earned everything that's come his way and that he deserves only the best. He's a pathological liar and narcissist who sincerely doesn't recall any of his many failures or shortcomings. Ibrium's role in Anjelique's plan doesn't become clear until this adventure, but he's lived in the city of Alkenstar for nearly two years now and is known for displaying his obnoxious wealth (which is secretly funded by Kiamal). At your discretion, the party might meet Ibrium earlier in the campaign—perhaps as a guest at a high-class establishment like the Steaming Kingdom, or just as a passerby on the streets who splatters mud on the characters as he zooms past on a luxurious litter borne aloft by glass clockwork servants. Of course, the haughty wizard has little time or patience for those whom he deems beneath him, so it's unlikely he'd linger in the party's company. Recall Knowledge - Humanoid (Society): DC 37 Unspecific Lore : DC 35 Specific Lore : DC 32 Ibrium Source Pathfinder #180: The Smoking Gun pg. 88 Perception +20 Languages Common, Terran Skills Arcana +24, Deception +19, Diplomacy +19, Elemental Lore +22, Nex Lore +22, Society +19 Str +0 Dex +4 Con +0 Int +5 Wis +3 Cha +3 Items wand of wall of stone --- AC 28 Fort +16 Ref +19 Will +22 HP 145 Vitrumantic Stoneskin Reaction Trigger An adjacent creature Strikes Ibrium with a melee weapon or unarmed attack and deals damage; Requirements Ibrium has a stoneskin spell currently active; Effect Ibrium's unique stoneskin spell manifests as a protective layer of deadly sharp glass. Glass shards burst out from Ibrium's skin, dealing 3d10 piercing damage to the attacker. --- Speed 25 feet Melee Single Action glass spike +21 (deadly d12, Earth, Finesse, Magical), Damage 3d10 piercing Ranged Single Action glass spike +21 (deadly d12, Earth, Magical, range increment 60 feet), Damage 3d10 piercing Arcane Prepared Spells DC 33, attack +25 - Cantrips (5th) Daze, Detect Magic, Message, Shield, Sigil - 1st Hydraulic Push, Pummeling Rubble (×2) - 2nd Heat Metal, Hydraulic Push (×2) - 3rd Earthbind, Fireball (×2) - 4th Fly, Stoneskin, Wall of Fire - 5th Elemental Form (earth only), Impaling Spike (×2) Vitrumancy Ibrium has modified certain spells to incorporate glass into their manifestation. Whenever Ibrium casts fireball , hydraulic push , or pummeling rubble , the spell deals slashing damage instead of its normal damage type as the damaging component is replaced with shards of razor-sharp glass. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1993",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 22,
 "wisdom": 3
}