{
 "ac": 40,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 5,
 "creature_ability": [
  "Attack of Opportunity",
  "Efficient Capture",
  "Hammer the Chained"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 27,
 "hp": 270,
 "hp_raw": "270",
 "id": "creature-1576",
 "intelligence": 4,
 "language": [
  "Common",
  "Gnoll",
  "Undercommon"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Gnoll](/Languages.aspx?ID=17), [Undercommon](/Languages.aspx?ID=11)",
 "level": 15,
 "markdown": "<title level=\"1\" pfs=\"\">[Ilssrah Embermead](/NPCs.aspx?ID=1576)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_Second in command of the Scarlet Triad, Ilssrah Embermead has known the culture of her people only as a resource to be bought and sold, and her dwarven kin as fodder for slavery._\n\n Ilssrah began life as an exile. Her parents were skilled thieves, masters of pilfering from merchants without being caught. In their view, such wealthy individuals could easily afford to be parted with some of their coin. As time went on, they grew increasingly confident in their skills and began breaking into homes as well. On one such excursion, the home's owner came after the intruders with an axe in hand. Ilssrah's parents panicked and fought back with lethal force, killing their victim, only to be caught literally red-handed a few moments later by the city guards. For their crimes, the family was banished from their home in Tar Dorgin, the most traditionalist of all dwarven settlements. Their surname, Hrisvild, was changed to Hrisvild-slag, symbolizing the stain their actions had left upon their family's honor. They retreated to the surface, where they initially sought a means to perform a great act of heroism to redeem their name, so that their shame would not pass down through their family line. It was during this time that Ilssrah was born, as Ilssrah Hrisvild-slagdam. Her parents sent word to their family of their daughter's birth, but no one showed any interest in meeting Ilssrah. By the time Ilssrah was old enough to speak, her parents' initial desire to seek atonement had faded, replaced with a simmering resentment for the society that had rejected their daughter.\n\n Instead of seeking redemption, Ilssrah's parents poured all of their efforts into making sure Ilssrah could flourish without her ancestral society's approval. They taught her to view the world with detached cynicism, and encouraged her to eschew trust in anything but her own wits. They taught her to steal, lie, cheat, and manipulate for her own gain. The young Ilssrah took readily to manipulation, and she had no compunction about using her skills to force her parents into giving her what she wanted. Recognizing how precious she was to her parents, she often threatened to run away or to turn over evidence of her parents' crimes to the authorities in order to twist them to her will. Eventually, her mother grew fed up with her daughter's antics and, in a fit of rage, beat Ilssrah until the girl fell unconscious. When  Ilssrah woke, she resolved that one of two things must be true: either her parent's claims of love had been only a manipulation on their part, or the beating was a test of her resolve. Either way, she no longer felt welcome in their home. In the dead of night, she slipped away, and she never saw her parents again. She was 15 years old, not even halfway to dwarven adulthood.\n\n The next decade passed with Ilssrah bouncing back and forth between the streets and the homes of wellmeaning families. The only times Ilssrah felt comfortable relating to others were moments when she was certain she was in complete control of the situation. In time, she found some measure of solace in the teachings of Droskar the Dark Smith, which glorified her behavior, and when she prayed to him, he granted her the power to rule over others that she so deeply craved. In the years following, she traveled from city to city across the surface, manipulating others to earn prestige and wealth. Ilssrah is a relatively recent addition to the Scarlet Triad, having joined the organization only after it developed connections with the slave trade. She proved herself a proficient slaver, with a good eye for selecting slaves with useful skills or bodies well-suited to hard labor. She refrained from certain acts of cruelty that other slavers practiced, such as killing or maiming slaves. This restraint had nothing to do with mercy or compassion; on the contrary, it stemmed from a desire to extract as much toil and profit as she could from each person under her control. Cold, ruthless, and merciless, Ilssrah believes that the only way to guarantee loyalty is through power and fear, and she sees other people— particularly dwarves—as tools to be manipulated.\n\n Ilssrah is a middle-aged dwarven woman with light-colored skin who often has a severe expression upon her face. She wears a blackened breastplate emblazoned with the holy symbol of Droskar along with the symbol of the Scarlet Triad. She carries two weapons: a wicked-looking spiked hammer, and a red-hot length of chain covered in barbs. She has long ago abandoned the family name her parents saddled her with, and now those who speak of her know her only as Ilssrah Embermead. \n\n<title level=\"2\" right=\"\">Campaign Use</title> While Ilssrah doesn't bother with revenge for petty slights, she has poured decades of effort into building her position within the Scarlet Triad and her hardearned duergar contacts. If the PCs thwart her plans and she survives, she devotes herself to bringing about their ruin. She can see no more appropriate fate for the PCs than to serve as her slaves.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 44\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 42\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 39\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 15\">[Ilssrah Embermead](/NPCs.aspx?ID=1576)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Dwarf\" url=\"/Traits.aspx?ID=54\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 88</row>\n\n**Perception** +29; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Gnoll](/Languages.aspx?ID=17), [Undercommon](/Languages.aspx?ID=11)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +25, [Athletics](/Skills.aspx?ID=3) +27, [Deception](/Skills.aspx?ID=5) +26, [Intimidation](/Skills.aspx?ID=7) +28, [Religion](/Skills.aspx?ID=13) +31\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** +4\r\n\r\n**Con** +5\r\n\r\n**Int** +4\r\n\r\n**Wis** +8\r\n\r\n**Cha** +5\r\n</row>\n\n**Items**\r\n_+2 [resilient](/Equipment.aspx?ID=279) [adamantine](/Equipment.aspx?ID=139) [breastplate](/Armor.aspx?ID=10)_, _Fleshroaster_ (_+2 [striking](/Equipment.aspx?ID=280) [flaming](/Equipment.aspx?ID=295) [spiked chain](/Weapons.aspx?ID=60)_), _+1 [striking](/Equipment.aspx?ID=280) [returning](/Equipment.aspx?ID=301) light hammer_, [good manacles](/Equipment.aspx?ID=32) (4), [religious symbol](/Equipment.aspx?ID=41) of [Droskar](/Deities.aspx?ID=28)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 40 \r\n\r\n**Fort** +27 \r\n\r\n**Ref** +24 \r\n\r\n**Will** +30 \n\n</row>\r\n\r\n**HP** 270\n\n**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> \r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_Fleshroaster_ +31 ([Disarm](/Traits.aspx?ID=175), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [Trip](/Traits.aspx?ID=196)),\r\n**Damage** 2d8+14 slashing plus 1d6 fire\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_returning light hammer_ +30 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d6+14 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_returning light_ hammer +28 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103), [thrown 20 feet](/Traits.aspx?ID=195)),\r\n**Damage** 2d6+14 bludgeoning\r\n\r\n**Divine Prepared Spells** DC 36, attack +32\r\n- **Cantrips (8th)**\r\n[Detect Magic](/Spells.aspx?ID=66), [Disrupt Undead](/Spells.aspx?ID=79), [Message](/Spells.aspx?ID=190), [Shield](/Spells.aspx?ID=280), [Sigil](/Spells.aspx?ID=286)\r\n- **1st**\r\n[Command](/Spells.aspx?ID=45), [Purify Food and Drink](/Spells.aspx?ID=241), [Ray of Enfeeblement](/Spells.aspx?ID=244)\r\n- **2nd**\r\n[Augury](/Spells.aspx?ID=15), [Darkness](/Spells.aspx?ID=59), [Silence](/Spells.aspx?ID=287)\r\n- **3rd**\r\n[Circle of Protection](/Spells.aspx?ID=38), [Locate](/Spells.aspx?ID=173) (×2)\r\n- **4th**\r\n[Air Walk](/Spells.aspx?ID=6), [Anathematic Reprisal](/Spells.aspx?ID=9), [Divine Wrath](/Spells.aspx?ID=86)\r\n- **5th**\r\n[Death Ward](/Spells.aspx?ID=64), [Heal](/Spells.aspx?ID=148), [Sending](/Spells.aspx?ID=272)\r\n- **6th**\r\n[Blade Barrier](/Spells.aspx?ID=24), [Heroism](/Spells.aspx?ID=149), [True Seeing](/Spells.aspx?ID=344)\r\n- **7th**\r\n[Divine Decree](/Spells.aspx?ID=82), [Energy Aegis](/Spells.aspx?ID=100), [Heal](/Spells.aspx?ID=148)\r\n- **8th**\r\n[Divine Aura](/Spells.aspx?ID=81), [Harm](/Spells.aspx?ID=146) (×6), [Spiritual Epidemic](/Spells.aspx?ID=304)\r\n\r\n**Cleric Domain Spells** DC 36, 3 Focus Points\r\n- **8th**\r\n[Commanding Lash](/Spells.aspx?ID=408), [Touch of Obedience](/Spells.aspx?ID=459)\r\n\r\n**Efficient Capture** <actions string=\"Three Actions\" /> ([Attack](/Traits.aspx?ID=15), [Manipulate](/Traits.aspx?ID=104)) **Requirements** Ilssrah has [manacles](/Equipment.aspx?ID=32) in hand and is adjacent to a creature. **Effect** Ilssrah attempts to bind the creature's wrists or ankles with the manacles. If she succeeds at an attack roll with a +30 modifier against the target's AC, she applies the manacles.\r\n\r\n**Hammer the Chained** <actions string=\"Two Actions\" />  Ilssrah attempts a melee Strike with _Fleshroaster_. If she hits, she also draws her light hammer, makes a melee Strike with it against the same target, and immediately returns it to her belt. She then resumes her grip on _Fleshroaster_. Both Strikes count toward Ilssrah's multiple attack penalty, but the penalty doesn't increase until both Strikes have been made.<br /> If the hammer Strike hits, it deals damage as normal and the target must attempt a DC 35 Fortitude save. **Critical Success** The creature is unaffected. **Success** The creature is [clumsy 1](/Conditions.aspx?ID=3) and [stupefied 1](/Conditions.aspx?ID=37) for 1 round. **Failure** The creature is clumsy 1 and stupefied 1 for 1 minute. **Critical Failure** The creature is clumsy 2 and stupefied 2 for 1 minute.\r\n\r\n</column>",
 "name": "Ilssrah Embermead",
 "npc": true,
 "perception": 29,
 "rarity": "unique",
 "reflex_save": 24,
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Dwarf\" url=\"/Traits.aspx?ID=54\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 270\r\n\r\n**AC** 40\r\n\r\n**Fort** +27\r\n\r\n**Ref** +24\r\n\r\n**Will** +30\r\n\r\n**Perception** +29\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSecond in command of the Scarlet Triad, Ilssrah Embermead has known the culture of her people only as a resource to be bought and sold, and her …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +25",
  "Athletics +27",
  "Deception +26",
  "Intimidation +28",
  "Religion +31"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +25, [Athletics](/Skills.aspx?ID=3) +27, [Deception](/Skills.aspx?ID=5) +26, [Intimidation](/Skills.aspx?ID=7) +28, [Religion](/Skills.aspx?ID=13) +31",
 "source": [
  "Pathfinder #148: Fires of the Haunted City"
 ],
 "source_raw": [
  "Pathfinder #148: Fires of the Haunted City pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 88</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Divine Aura",
  "Harm",
  "Spiritual Epidemic",
  "Divine Decree",
  "Energy Aegis",
  "Heal",
  "Blade Barrier",
  "Heroism",
  "True Seeing",
  "Death Ward",
  "Sending",
  "Air Walk",
  "Anathematic Reprisal",
  "Divine Wrath",
  "Circle of Protection",
  "Locate",
  "Augury",
  "Darkness",
  "Silence",
  "Command",
  "Purify Food and Drink",
  "Ray of Enfeeblement",
  "Detect Magic",
  "Disrupt Undead",
  "Message",
  "Shield",
  "Sigil",
  "Commanding Lash",
  "Touch of Obedience"
 ],
 "spell_markdown": "[Air Walk](/Spells.aspx?ID=6), [Anathematic Reprisal](/Spells.aspx?ID=9), [Augury](/Spells.aspx?ID=15), [Blade Barrier](/Spells.aspx?ID=24), [Circle of Protection](/Spells.aspx?ID=38), [Command](/Spells.aspx?ID=45), [Commanding Lash](/Spells.aspx?ID=408), [Darkness](/Spells.aspx?ID=59), [Death Ward](/Spells.aspx?ID=64), [Detect Magic](/Spells.aspx?ID=66), [Disrupt Undead](/Spells.aspx?ID=79), [Divine Aura](/Spells.aspx?ID=81), [Divine Decree](/Spells.aspx?ID=82), [Divine Wrath](/Spells.aspx?ID=86), [Energy Aegis](/Spells.aspx?ID=100), [Harm](/Spells.aspx?ID=146), [Heal](/Spells.aspx?ID=148), [Heroism](/Spells.aspx?ID=149), [Locate](/Spells.aspx?ID=173), [Message](/Spells.aspx?ID=190), [Purify Food and Drink](/Spells.aspx?ID=241), [Ray of Enfeeblement](/Spells.aspx?ID=244), [Sending](/Spells.aspx?ID=272), [Shield](/Spells.aspx?ID=280), [Sigil](/Spells.aspx?ID=286), [Silence](/Spells.aspx?ID=287), [Spiritual Epidemic](/Spells.aspx?ID=304), [Touch of Obedience](/Spells.aspx?ID=459), [True Seeing](/Spells.aspx?ID=344)",
 "spoilers": "Age of Ashes",
 "strength": 6,
 "strongest_save": [
  "will"
 ],
 "summary": "Second in command of the Scarlet Triad, Ilssrah Embermead has known the culture of her people only as a resource to be bought and sold, and her …",
 "summary_markdown": "Second in command of the Scarlet Triad, Ilssrah Embermead has known the culture of her people only as a resource to be bought and sold, and her …",
 "text": " Ilssrah Embermead Second in command of the Scarlet Triad, Ilssrah Embermead has known the culture of her people only as a resource to be bought and sold, and her dwarven kin as fodder for slavery. Ilssrah began life as an exile. Her parents were skilled thieves, masters of pilfering from merchants without being caught. In their view, such wealthy individuals could easily afford to be parted with some of their coin. As time went on, they grew increasingly confident in their skills and began breaking into homes as well. On one such excursion, the home's owner came after the intruders with an axe in hand. Ilssrah's parents panicked and fought back with lethal force, killing their victim, only to be caught literally red-handed a few moments later by the city guards. For their crimes, the family was banished from their home in Tar Dorgin, the most traditionalist of all dwarven settlements. Their surname, Hrisvild, was changed to Hrisvild-slag, symbolizing the stain their actions had left upon their family's honor. They retreated to the surface, where they initially sought a means to perform a great act of heroism to redeem their name, so that their shame would not pass down through their family line. It was during this time that Ilssrah was born, as Ilssrah Hrisvild-slagdam. Her parents sent word to their family of their daughter's birth, but no one showed any interest in meeting Ilssrah. By the time Ilssrah was old enough to speak, her parents' initial desire to seek atonement had faded, replaced with a simmering resentment for the society that had rejected their daughter. Instead of seeking redemption, Ilssrah's parents poured all of their efforts into making sure Ilssrah could flourish without her ancestral society's approval. They taught her to view the world with detached cynicism, and encouraged her to eschew trust in anything but her own wits. They taught her to steal, lie, cheat, and manipulate for her own gain. The young Ilssrah took readily to manipulation, and she had no compunction about using her skills to force her parents into giving her what she wanted. Recognizing how precious she was to her parents, she often threatened to run away or to turn over evidence of her parents' crimes to the authorities in order to twist them to her will. Eventually, her mother grew fed up with her daughter's antics and, in a fit of rage, beat Ilssrah until the girl fell unconscious. When Ilssrah woke, she resolved that one of two things must be true: either her parent's claims of love had been only a manipulation on their part, or the beating was a test of her resolve. Either way, she no longer felt welcome in their home. In the dead of night, she slipped away, and she never saw her parents again. She was 15 years old, not even halfway to dwarven adulthood. The next decade passed with Ilssrah bouncing back and forth between the streets and the homes of wellmeaning families. The only times Ilssrah felt comfortable relating to others were moments when she was certain she was in complete control of the situation. In time, she found some measure of solace in the teachings of Droskar the Dark Smith, which glorified her behavior, and when she prayed to him, he granted her the power to rule over others that she so deeply craved. In the years following, she traveled from city to city across the surface, manipulating others to earn prestige and wealth. Ilssrah is a relatively recent addition to the Scarlet Triad, having joined the organization only after it developed connections with the slave trade. She proved herself a proficient slaver, with a good eye for selecting slaves with useful skills or bodies well-suited to hard labor. She refrained from certain acts of cruelty that other slavers practiced, such as killing or maiming slaves. This restraint had nothing to do with mercy or compassion; on the contrary, it stemmed from a desire to extract as much toil and profit as she could from each person under her control. Cold, ruthless, and merciless, Ilssrah believes that the only way to guarantee loyalty is through power and fear, and she sees other people— particularly dwarves—as tools to be manipulated. Ilssrah is a middle-aged dwarven woman with light-colored skin who often has a severe expression upon her face. She wears a blackened breastplate emblazoned with the holy symbol of Droskar along with the symbol of the Scarlet Triad. She carries two weapons: a wicked-looking spiked hammer, and a red-hot length of chain covered in barbs. She has long ago abandoned the family name her parents saddled her with, and now those who speak of her know her only as Ilssrah Embermead. Campaign Use While Ilssrah doesn't bother with revenge for petty slights, she has poured decades of effort into building her position within the Scarlet Triad and her hardearned duergar contacts. If the PCs thwart her plans and she survives, she devotes herself to bringing about their ruin. She can see no more appropriate fate for the PCs than to serve as her slaves. Recall Knowledge - Humanoid (Society): DC 44 Unspecific Lore : DC 42 Specific Lore : DC 39 Ilssrah Embermead Source Pathfinder #148: Fires of the Haunted City pg. 88 Perception +29; darkvision Languages Common, Gnoll, Undercommon Skills Acrobatics +25, Athletics +27, Deception +26, Intimidation +28, Religion +31 Str +6 Dex +4 Con +5 Int +4 Wis +8 Cha +5 Items +2 resilient adamantine breastplate , Fleshroaster ( +2 striking flaming spiked chain ), +1 striking returning light hammer , good manacles (4), religious symbol of Droskar --- AC 40 Fort +27 Ref +24 Will +30 HP 270 Attack of Opportunity Reaction --- Speed 25 feet Melee Single Action Fleshroaster +31 (Disarm, Finesse, Magical, Trip), Damage 2d8+14 slashing plus 1d6 fire Melee Single Action returning light hammer +30 (Agile, Magical), Damage 2d6+14 bludgeoning Ranged Single Action returning light hammer +28 (Agile, Magical, thrown 20 feet), Damage 2d6+14 bludgeoning Divine Prepared Spells DC 36, attack +32 - Cantrips (8th) Detect Magic, Disrupt Undead, Message, Shield, Sigil - 1st Command, Purify Food and Drink, Ray of Enfeeblement - 2nd Augury, Darkness, Silence - 3rd Circle of Protection, Locate (×2) - 4th Air Walk, Anathematic Reprisal, Divine Wrath - 5th Death Ward, Heal, Sending - 6th Blade Barrier, Heroism, True Seeing - 7th Divine Decree, Energy Aegis, Heal - 8th Divine Aura, Harm (×6), Spiritual Epidemic Cleric Domain Spells DC 36, 3 Focus Points - 8th Commanding Lash, Touch of Obedience Efficient Capture Three Actions (Attack, Manipulate) Requirements Ilssrah has manacles in hand and is adjacent to a creature. Effect Ilssrah attempts to bind the creature's wrists or ankles with the manacles. If she succeeds at an attack roll with a +30 modifier against the target's AC, she applies the manacles. Hammer the Chained Two Actions Ilssrah attempts a melee Strike with Fleshroaster . If she hits, she also draws her light hammer, makes a melee Strike with it against the same target, and immediately returns it to her belt. She then resumes her grip on Fleshroaster . Both Strikes count toward Ilssrah's multiple attack penalty, but the penalty doesn't increase until both Strikes have been made. If the hammer Strike hits, it deals damage as normal and the target must attempt a DC 35 Fortitude save. Critical Success The creature is unaffected. Success The creature is clumsy 1 and stupefied 1 for 1 round. Failure The creature is clumsy 1 and stupefied 1 for 1 minute. Critical Failure The creature is clumsy 2 and stupefied 2 for 1 minute. ",
 "trait": [
  "Dwarf",
  "Humanoid",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Dwarf](/Traits.aspx?ID=54), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Dwarf",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1576",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 30,
 "wisdom": 8
}