{
 "ac": 19,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 0,
 "creature_ability": [
  "Heatsense",
  "Heat Beam"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 6,
 "hp": 50,
 "hp_raw": "50",
 "id": "creature-2447",
 "image": [
  "/Images/Monsters/Immolis.png"
 ],
 "intelligence": -3,
 "language": [
  "Immolis; <%UMR%37%%>telepathy<%END> 100 feet"
 ],
 "language_markdown": "Immolis; [telepathy](/MonsterAbilities.aspx?ID=37) 100 feet",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"\">[Immolis](/Monsters.aspx?ID=2447)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nMost complex organisms, whether plant or animal, produce energy by converting fuel (such as food) into heat. Though this process is invaluable, it's also a vulnerability—one that the immolis has evolved to exploit.\n\n Immolises are psychic predators found all across Castrovel, especially underground and in cool environs. Mostly blind, they hunt by sensing the body heat of other creatures. When an immolis acquires a target, it focuses its innate psychic energies in an invisible beam aimed at its prey. The sudden influx of energy causes the target's metabolism to accelerate rapidly, spurring the creature's body to produce energy at a dangerous rate. This sudden rush of heat literally cooks the creature internally— innards burst, blood boils, and fat catches fire. The end result isn't just warm food, but a meal roasted to morbid perfection.\n\n An immolis's basic shape resembles that of a spidery, spindly frog covered in delicate scales. The head has a simian muzzle, the lips of which pull back to reveal a squid-like beak. Above the mouth, the creature has three pairs of nostrils, which fare and chuff as the creature hunts. Though they walk with a hunch, immolises climb with shocking speed.\n\n Unlike many other pyro-predators, immolises have a deep and paradoxical fear of fire, perhaps because they know how easily any flesh— their own included—can blacken and burn. As a result, they prefer to lair near water. This presents its own problem, however, as their heat sense is easily disrupted by creatures taking steps to hide their heat signatures, such as submerging themselves in water or snow. While intelligent enough to communicate and band together with others of their kind, immolises view all other species as either prey or threats and have as little interest in cultural exchange as in personal possessions.\n\n The average immolis stands 5 feet tall and weighs 150 pounds.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 20\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 18\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 15\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Immolis.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Immolis](/Monsters.aspx?ID=2447)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #187: The Seventh Arch](/Sources.aspx?ID=192) pg. 88</row>\n\n**Perception** +12; heatsense 120 feet\r\n\r\n**Languages**\r\nImmolis; [telepathy](/MonsterAbilities.aspx?ID=37) 100 feet\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +10, [Intimidation](/Skills.aspx?ID=7) +9, [Stealth](/Skills.aspx?ID=15) +10, [Survival](/Skills.aspx?ID=16) +9\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +4\r\n\r\n**Con** +0\r\n\r\n**Int** -3\r\n\r\n**Wis** +3\r\n\r\n**Cha** +0\r\n</row>\r\n\r\n**Heatsense** An immolis can sense creatures whose bodies are hotter than their surroundings as a precise sense at the listed range. Creatures that produce no heat—such as many [undead](/Traits.aspx?ID=160) or [constructs](/Traits.aspx?ID=35)—are [concealed](/Conditions.aspx?ID=4) to an immolis, as are creatures who successfully mask their body heat (such as by submerging themselves in cold water).\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 19 \r\n\r\n**Fort** +6 \r\n\r\n**Ref** +12 \r\n\r\n**Will** +9 \n\n</row>\r\n\r\n**HP** 50\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet, climb 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +10,\r\n**Damage** 1d10+5 slashing\n\n**Heat Beam** <actions string=\"Single Action\" /> ([Evocation](/Traits.aspx?ID=65), [Fire](/Traits.aspx?ID=72), [Occult](/Traits.aspx?ID=120)) The immolis targets a living creature within 30 feet and directs a beam of volatile psychic energy toward it, increasing the rate at which the creature's body produces heat. The target must attempt a DC 20 Fortitude save. The second and third time an immolis uses Heat Beam in the same round, the DC lowers to 16 or 12, respectively.<br /> **Success** The creature is unaffected.<br /> **Failure** The creature takes 2d6+5 fire damage.<br /> **Critical Failure** The creature takes 4d6+5 fire damage and 5 persistent fire damage.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Weaponizing Immolises</title>\r\n\r\nThe Wemnora lashunta of northern Asana are one of the few cultures to actively hunt immolises. Before setting out, hunters paint their bodies in a thick layer of mud to camoufage themselves from the immolises' heatsense. Using torches and carefully shaped brush fres, Wemnora hunters attempt to drive immolises out of their lairs and into boxes with a single, closable window. These boxes are then used as siege weapons: simply point a box at opposing troops, open the window, and let an angry immolis set them ablaze.\r\n</aside>",
 "name": "Immolis",
 "npc": false,
 "perception": 12,
 "rarity": "uncommon",
 "reflex_save": 12,
 "release_date": "2023-01-25",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #187: The Seventh Arch](/Sources.aspx?ID=192) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 50\r\n\r\n**AC** 19\r\n\r\n**Fort** +6\r\n\r\n**Ref** +12\r\n\r\n**Will** +9\r\n\r\n**Perception** +12\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMost complex organisms, whether plant or animal, produce energy by converting fuel (such as food) into heat. Though this process is invaluable, it's …\r\n</summary>",
 "sense": "heatsense 120 feet",
 "sense_markdown": "heatsense 120 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +10",
  "Athletics +10",
  "Intimidation +9",
  "Stealth +10",
  "Survival +9"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +10, [Intimidation](/Skills.aspx?ID=7) +9, [Stealth](/Skills.aspx?ID=15) +10, [Survival](/Skills.aspx?ID=16) +9",
 "source": [
  "Pathfinder #187: The Seventh Arch"
 ],
 "source_raw": [
  "Pathfinder #187: The Seventh Arch pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #187: The Seventh Arch](/Sources.aspx?ID=192) pg. 88</row>",
 "speed": {
  "climb": 40,
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet, climb 40 feet",
 "speed_raw": "40 feet, climb 40 feet",
 "spell_markdown": "",
 "spoilers": "Gatewalkers",
 "stealth": "10",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Most complex organisms, whether plant or animal, produce energy by converting fuel (such as food) into heat. Though this process is invaluable, it's …",
 "summary_markdown": "Most complex organisms, whether plant or animal, produce energy by converting fuel (such as food) into heat. Though this process is invaluable, it's …",
 "text": " Immolis Most complex organisms, whether plant or animal, produce energy by converting fuel (such as food) into heat. Though this process is invaluable, it's also a vulnerability—one that the immolis has evolved to exploit. Immolises are psychic predators found all across Castrovel, especially underground and in cool environs. Mostly blind, they hunt by sensing the body heat of other creatures. When an immolis acquires a target, it focuses its innate psychic energies in an invisible beam aimed at its prey. The sudden influx of energy causes the target's metabolism to accelerate rapidly, spurring the creature's body to produce energy at a dangerous rate. This sudden rush of heat literally cooks the creature internally— innards burst, blood boils, and fat catches fire. The end result isn't just warm food, but a meal roasted to morbid perfection. An immolis's basic shape resembles that of a spidery, spindly frog covered in delicate scales. The head has a simian muzzle, the lips of which pull back to reveal a squid-like beak. Above the mouth, the creature has three pairs of nostrils, which fare and chuff as the creature hunts. Though they walk with a hunch, immolises climb with shocking speed. Unlike many other pyro-predators, immolises have a deep and paradoxical fear of fire, perhaps because they know how easily any flesh— their own included—can blacken and burn. As a result, they prefer to lair near water. This presents its own problem, however, as their heat sense is easily disrupted by creatures taking steps to hide their heat signatures, such as submerging themselves in water or snow. While intelligent enough to communicate and band together with others of their kind, immolises view all other species as either prey or threats and have as little interest in cultural exchange as in personal possessions. The average immolis stands 5 feet tall and weighs 150 pounds. Recall Knowledge - Beast (Arcana, Nature): DC 20 Unspecific Lore : DC 18 Specific Lore : DC 15 Immolis Source Pathfinder #187: The Seventh Arch pg. 88 Perception +12; heatsense 120 feet Languages Immolis; telepathy 100 feet Skills Acrobatics +10, Athletics +10, Intimidation +9, Stealth +10, Survival +9 Str +3 Dex +4 Con +0 Int -3 Wis +3 Cha +0 Heatsense An immolis can sense creatures whose bodies are hotter than their surroundings as a precise sense at the listed range. Creatures that produce no heat—such as many undead or constructs—are concealed to an immolis, as are creatures who successfully mask their body heat (such as by submerging themselves in cold water). --- AC 19 Fort +6 Ref +12 Will +9 HP 50 --- Speed 40 feet, climb 40 feet Melee Single Action jaws +10, Damage 1d10+5 slashing Heat Beam Single Action (Evocation, Fire, Occult) The immolis targets a living creature within 30 feet and directs a beam of volatile psychic energy toward it, increasing the rate at which the creature's body produces heat. The target must attempt a DC 20 Fortitude save. The second and third time an immolis uses Heat Beam in the same round, the DC lowers to 16 or 12, respectively. Success The creature is unaffected. Failure The creature takes 2d6+5 fire damage. Critical Failure The creature takes 4d6+5 fire damage and 5 persistent fire damage. Weaponizing Immolises The Wemnora lashunta of northern Asana are one of the few cultures to actively hunt immolises. Before setting out, hunters paint their bodies in a thick layer of mud to camoufage themselves from the immolises' heatsense. Using torches and carefully shaped brush fres, Wemnora hunters attempt to drive immolises out of their lairs and into boxes with a single, closable window. These boxes are then used as siege weapons: simply point a box at opposing troops, open the window, and let an angry immolis set them ablaze. ",
 "trait": [
  "Beast",
  "Uncommon",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Beast",
  "Uncommon"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2447",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 9,
 "wisdom": 3
}