{
 "ac": 46,
 "alignment": "LG",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 5,
 "creature_ability": [
  "Boundless Reprisals",
  "Paragon's Guard Stance",
  "Mirror Shield",
  "Shield Block",
  "Weapon Supremacy"
 ],
 "creature_family_markdown": "",
 "dexterity": 1,
 "exclude_from_search": false,
 "fortitude_save": 36,
 "hp": 375,
 "hp_raw": "375",
 "id": "creature-1598",
 "intelligence": 3,
 "language": [
  "Common",
  "Draconic"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2)",
 "level": 20,
 "markdown": "<title level=\"1\" pfs=\"\">[Inizra Arumelo](/NPCs.aspx?ID=1598)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_Ever hopeful, the captain of Promise's guard hopes to steer the city toward becoming a true haven for good. She sees Mengkare as someone who has lost his way and hopes to return him to the path of righteousness._\n\n Inizra Arumelo was born to a family of warriors in the Taldan city of Cassomir in 4695 AR. Her family dedicated themselves to becoming renowned sellswords throughout Taldor and the surrounding region, offering their services to any nobles willing to pay the family's hefty fees. This spread members of her family throughout the region, each serving separate houses and coming together only after their duties were complete—or in the unfortunate situation where conflict brought two opposing houses to blows.\n\n Inizra shared her relatives' ambitions and aimed to follow in her family's footsteps, training alongside her siblings and cousins under the tutelage of her uncle Bronthum, a local hero famed for his skill with a shield and blade. Inizra proved herself a fast learner and dedicated student, quickly becoming one of the most promising warriors of her generation. Having already served in minor bodyguard roles, Inizra was preparing to become a full-time guard for a noble house in Druma when she received a letter from Hermea penned by Mengkare himself.\n\n The letter noted her combat prowess and lauded her connection with the rest of the Arumelo family before inviting Inizra to join Mengkare and the people of Promise. Inizra was initially hesitant about the invitation, but her uncle encouraged her to honestly consider the request. Although arrangements had been made for Inizra's employment in Druma, she still had time to step back from that position if she desired. After serious consideration, she agreed to join the Glorious Endeavor, inspired by the good her uncle had done as a local figure in Cassomir. She believed that if she could follow in his footsteps, then she would be able to make a great impact on the world.\n\n After tearful goodbyes, Inizra set off for Hermea, intending to never return to Cassomir. When she arrived, she found herself in awe of the city that Mengkare had built and volunteered for every opportunity to learn from the greatest minds in Promise, only to be taken aback when Mengkare explained that she was an equal in Hermea and her skill and knowledge should be considered just as valuable as anyone else's. Inspired by the dragon's words, Inizra became a diligent student and an invaluable member of Promise. After just a few years, she joined up with the city guard, moved up through the ranks on her merits, and helped train the guard using the techniques she had learned from her uncle.\n\n Inizra's initiative and progress within Promise's guard impressed Mengkare. He personally guided her training, hoping to mold her into an exemplar of martial prowess in the city. As he learned more about her, he began to believe that she shared his convictions regarding the Glorious Endeavor. While he saw her as a spirited individual hoping to do the best for the world, his cynicism for those that had failed to embrace his vision compelled him to test her. He offered her a chance to choose a mate, something that Mengkare would normally simply choose himself. Inizra was taken aback by Mengkare's words, recognizing how rare it was in Hermea for Mengkare to offer an individual autonomy over any aspect of their life, but she nevertheless refused, seeing the choice as irrelevant. Pleased at this outcome, Mengkare decided that Inizra would be a perfect fit for the Council of Enlightenment.\n\n When the yearly nominations came around, Inizra was elated at the news of her nomination for the council. She thanked Mengkare again, her gratitude only cementing Mengkare's esteem. It was soon after she accepted this role that she met another of Mengkare's favorites—an elven scholar named Jonivar, who had been recruited to help Mengkare research elven magic. Inizra initially began meeting with Jonivar to work with him to developing what she intended to be a new city guard division focused on arcane magic, but as they two worked together, two significant developments occurred. First, her philosophical discussions with Jonivar on the nature of family and freedom kindled homesickness for Taldor and her family, and cast into doubt her opinions on the Glorious Endeavor. Secondly, she found herself falling in love with Jonivar. When she confessed her feelings to him and tried to explain that they needed to inform Mengkare, Jonivar confessed his own feelings for her. Their resulting conversation brought a swift change to Inizra's opinions on Promise, and she found herself wondering if Mengkare's control over the city's populace was a mistake.\n\n Then Jonivar went missing. Inizra began to investigate his disappearance, and in time she secured a meeting with Mengkare to ask what had happened to her elven friend. During the discussion, she brought up the dragon's earlier offer, saying she had decided to choose her own mate. She was shocked when Mengkare denied her permission, and grew increasingly suspicious when the dragon told her Jonivar's services to the city had finished and he had been sent back home. Since then, Inizra dug deeper, and what she's started to uncover worries her all the more. Not only is she convinced Jonivar never left the island, but she's begun to fear that Mengkare himself has become corrupted, and that his true plans for Promise are anything but just. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Inizra is starting to see evidence of Mengkare's corruption, but she still believes the Glorious Endeavor can be salvaged. What she's learned so far about Mengkare's plans, including brief snippets about the _Anima Invocation_, have only increased her concern and her convictions.\n\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 50\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 48\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 45\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 20\">[Inizra Arumelo](/NPCs.aspx?ID=1598)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #150: Broken Promises](/Sources.aspx?ID=15) pg. 88</row>\n\n**Perception** +36\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2)\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +32, [Athletics](/Skills.aspx?ID=3) +38, [Diplomacy](/Skills.aspx?ID=6) +38, [Hermea Lore](/Skills.aspx?ID=8) +41, [Medicine](/Skills.aspx?ID=9) +34, [Society](/Skills.aspx?ID=14) +38\r\n\r\n<row gap=\"medium\">\r\n**Str** +7\r\n\r\n**Dex** +1\r\n\r\n**Con** +5\r\n\r\n**Int** +3\r\n\r\n**Wis** +2\r\n\r\n**Cha** +4\r\n</row>\n\n**Items**\r\n_+3 [greater resilient](/Equipment.aspx?ID=279) [full plate](/Armor.aspx?ID=13)_, _[potion of flying](/Equipment.aspx?ID=189)_ (4), _+3 [major striking](/Equipment.aspx?ID=280) [returning](/Equipment.aspx?ID=301) [spear](/Weapons.aspx?ID=10)_, [_supreme sturdy shield_](/Equipment.aspx?ID=327) (Hardness 20, HP 160, BT 80)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 46 (48 with shield raised)\r\n\r\n**Fort** +36 \r\n\r\n**Ref** +33 \r\n\r\n**Will** +31 \n\n</row>\r\n\r\n**HP** 375\n\n**Boundless Reprisals** Inizra gains a reaction at the start of each enemy's turn that she can use only during that turn.<br />**Paragon's Guard Stance** Inizra always has her shield raised as if she had used the [Raise a Shield](/Actions.aspx?ID=98) action, as long as she meets that action's requirements.<br />[Attack of Opportunity](/MonsterAbilities.aspx?ID=3) [reaction] Inizra can use Attack of Opportunity when a creature within her reach uses a [concentrate](/Traits.aspx?ID=32) action, in addition to its normal trigger. She can disrupt triggering concentrate actions, and she disrupts actions on any hit, not just a critical hit.<br />**[Mirror Shield](/Feats.aspx?ID=404)** <actions string=\"Reaction\" /> **Requirements** You have a shield raised. **Trigger** An opponent casting a spell that targets you critically fails a spell attack roll against your AC. **Effect** You reflect the spell back against the triggering opponent. Make a ranged attack against the triggering creature using your highest proficiency with a ranged weapon. If you can cast spells, you can make a spell attack roll instead. If you succeed, your opponent takes the effects of a successful spell attack roll for their own spell (or the effects of a critical success if your attack roll was a critical success).<br />**[Shield Block](/MonsterAbilities.aspx?ID=32)** <actions string=\"Reaction\" /> \r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_spear_ +38,\r\n**Damage** 6d6+20 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_spear_ +38 ([thrown 20 feet](/Traits.aspx?ID=195)),\r\n**Damage** 6d6+8 piercing\n\n**Weapon Supremacy**   Inizra is permanently [quickened 1](/Conditions.aspx?ID=32). She can use her extra action only to Strike.\r\n\r\n</column>",
 "name": "Inizra Arumelo",
 "npc": true,
 "perception": 36,
 "rarity": "unique",
 "reflex_save": 33,
 "release_date": "2019-12-12",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #150: Broken Promises](/Sources.aspx?ID=15) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 375\r\n\r\n**AC** 46\r\n\r\n**Fort** +36\r\n\r\n**Ref** +33\r\n\r\n**Will** +31\r\n\r\n**Perception** +36\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEver hopeful, the captain of Promise's guard hopes to steer the city toward becoming a true haven for good. She sees Mengkare as someone who has …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Arcana +32",
  "Athletics +38",
  "Diplomacy +38",
  "Hermea Lore +41",
  "Medicine +34",
  "Society +38"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +32, [Athletics](/Skills.aspx?ID=3) +38, [Diplomacy](/Skills.aspx?ID=6) +38, [Hermea Lore](/Skills.aspx?ID=8) +41, [Medicine](/Skills.aspx?ID=9) +34, [Society](/Skills.aspx?ID=14) +38",
 "source": [
  "Pathfinder #150: Broken Promises"
 ],
 "source_raw": [
  "Pathfinder #150: Broken Promises pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #150: Broken Promises](/Sources.aspx?ID=15) pg. 88</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell_markdown": "",
 "spoilers": "Age of Ashes",
 "strength": 7,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Ever hopeful, the captain of Promise's guard hopes to steer the city toward becoming a true haven for good. She sees Mengkare as someone who has …",
 "summary_markdown": "Ever hopeful, the captain of Promise's guard hopes to steer the city toward becoming a true haven for good. She sees Mengkare as someone who has …",
 "text": " Inizra Arumelo Ever hopeful, the captain of Promise's guard hopes to steer the city toward becoming a true haven for good. She sees Mengkare as someone who has lost his way and hopes to return him to the path of righteousness. Inizra Arumelo was born to a family of warriors in the Taldan city of Cassomir in 4695 AR. Her family dedicated themselves to becoming renowned sellswords throughout Taldor and the surrounding region, offering their services to any nobles willing to pay the family's hefty fees. This spread members of her family throughout the region, each serving separate houses and coming together only after their duties were complete—or in the unfortunate situation where conflict brought two opposing houses to blows. Inizra shared her relatives' ambitions and aimed to follow in her family's footsteps, training alongside her siblings and cousins under the tutelage of her uncle Bronthum, a local hero famed for his skill with a shield and blade. Inizra proved herself a fast learner and dedicated student, quickly becoming one of the most promising warriors of her generation. Having already served in minor bodyguard roles, Inizra was preparing to become a full-time guard for a noble house in Druma when she received a letter from Hermea penned by Mengkare himself. The letter noted her combat prowess and lauded her connection with the rest of the Arumelo family before inviting Inizra to join Mengkare and the people of Promise. Inizra was initially hesitant about the invitation, but her uncle encouraged her to honestly consider the request. Although arrangements had been made for Inizra's employment in Druma, she still had time to step back from that position if she desired. After serious consideration, she agreed to join the Glorious Endeavor, inspired by the good her uncle had done as a local figure in Cassomir. She believed that if she could follow in his footsteps, then she would be able to make a great impact on the world. After tearful goodbyes, Inizra set off for Hermea, intending to never return to Cassomir. When she arrived, she found herself in awe of the city that Mengkare had built and volunteered for every opportunity to learn from the greatest minds in Promise, only to be taken aback when Mengkare explained that she was an equal in Hermea and her skill and knowledge should be considered just as valuable as anyone else's. Inspired by the dragon's words, Inizra became a diligent student and an invaluable member of Promise. After just a few years, she joined up with the city guard, moved up through the ranks on her merits, and helped train the guard using the techniques she had learned from her uncle. Inizra's initiative and progress within Promise's guard impressed Mengkare. He personally guided her training, hoping to mold her into an exemplar of martial prowess in the city. As he learned more about her, he began to believe that she shared his convictions regarding the Glorious Endeavor. While he saw her as a spirited individual hoping to do the best for the world, his cynicism for those that had failed to embrace his vision compelled him to test her. He offered her a chance to choose a mate, something that Mengkare would normally simply choose himself. Inizra was taken aback by Mengkare's words, recognizing how rare it was in Hermea for Mengkare to offer an individual autonomy over any aspect of their life, but she nevertheless refused, seeing the choice as irrelevant. Pleased at this outcome, Mengkare decided that Inizra would be a perfect fit for the Council of Enlightenment. When the yearly nominations came around, Inizra was elated at the news of her nomination for the council. She thanked Mengkare again, her gratitude only cementing Mengkare's esteem. It was soon after she accepted this role that she met another of Mengkare's favorites—an elven scholar named Jonivar, who had been recruited to help Mengkare research elven magic. Inizra initially began meeting with Jonivar to work with him to developing what she intended to be a new city guard division focused on arcane magic, but as they two worked together, two significant developments occurred. First, her philosophical discussions with Jonivar on the nature of family and freedom kindled homesickness for Taldor and her family, and cast into doubt her opinions on the Glorious Endeavor. Secondly, she found herself falling in love with Jonivar. When she confessed her feelings to him and tried to explain that they needed to inform Mengkare, Jonivar confessed his own feelings for her. Their resulting conversation brought a swift change to Inizra's opinions on Promise, and she found herself wondering if Mengkare's control over the city's populace was a mistake. Then Jonivar went missing. Inizra began to investigate his disappearance, and in time she secured a meeting with Mengkare to ask what had happened to her elven friend. During the discussion, she brought up the dragon's earlier offer, saying she had decided to choose her own mate. She was shocked when Mengkare denied her permission, and grew increasingly suspicious when the dragon told her Jonivar's services to the city had finished and he had been sent back home. Since then, Inizra dug deeper, and what she's started to uncover worries her all the more. Not only is she convinced Jonivar never left the island, but she's begun to fear that Mengkare himself has become corrupted, and that his true plans for Promise are anything but just. Campaign Role Inizra is starting to see evidence of Mengkare's corruption, but she still believes the Glorious Endeavor can be salvaged. What she's learned so far about Mengkare's plans, including brief snippets about the Anima Invocation , have only increased her concern and her convictions. Recall Knowledge - Humanoid (Society): DC 50 Unspecific Lore : DC 48 Specific Lore : DC 45 Inizra Arumelo Source Pathfinder #150: Broken Promises pg. 88 Perception +36 Languages Common, Draconic Skills Arcana +32, Athletics +38, Diplomacy +38, Hermea Lore +41, Medicine +34, Society +38 Str +7 Dex +1 Con +5 Int +3 Wis +2 Cha +4 Items +3 greater resilient full plate , potion of flying (4), +3 major striking returning spear , supreme sturdy shield (Hardness 20, HP 160, BT 80) --- AC 46 (48 with shield raised) Fort +36 Ref +33 Will +31 HP 375 Boundless Reprisals Inizra gains a reaction at the start of each enemy's turn that she can use only during that turn. Paragon's Guard Stance Inizra always has her shield raised as if she had used the Raise a Shield action, as long as she meets that action's requirements. Attack of Opportunity reaction] Inizra can use Attack of Opportunity when a creature within her reach uses a [concentrate action, in addition to its normal trigger. She can disrupt triggering concentrate actions, and she disrupts actions on any hit, not just a critical hit. Mirror Shield Reaction Requirements You have a shield raised. Trigger An opponent casting a spell that targets you critically fails a spell attack roll against your AC. Effect You reflect the spell back against the triggering opponent. Make a ranged attack against the triggering creature using your highest proficiency with a ranged weapon. If you can cast spells, you can make a spell attack roll instead. If you succeed, your opponent takes the effects of a successful spell attack roll for their own spell (or the effects of a critical success if your attack roll was a critical success). Shield Block Reaction --- Speed 30 feet Melee Single Action spear +38, Damage 6d6+20 piercing Ranged Single Action spear +38 (thrown 20 feet), Damage 6d6+8 piercing Weapon Supremacy Inizra is permanently quickened 1. She can use her extra action only to Strike. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "LG",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1598",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 31,
 "wisdom": 2
}