{
 "ac": 24,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 4,
 "creature_ability": [
  "Coven",
  "Magaambya Scar",
  "Bonds of Iron",
  "Change Shape",
  "Rend",
  "Ritual Specialist"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 16,
 "hp": 85,
 "hp_raw": "85",
 "id": "creature-2069",
 "image": [
  "/Images/Monsters/IronTaviah.png"
 ],
 "intelligence": 3,
 "language": [
  "Aklo",
  "Common",
  "Jotun",
  "Mwangi",
  "Necril"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Jotun](/Languages.aspx?ID=8), [Mwangi](/Languages.aspx?ID=39), [Necril](/Languages.aspx?ID=20)",
 "level": 6,
 "markdown": "<title level=\"1\" pfs=\"\">[Iron Taviah, Shadow-Weaving Annis Hag](/Monsters.aspx?ID=2069)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nIron Taviah doesn't remember where her story begins. Old even for an annis hag, who can live exceptionally long lives, she wandered south of the Inner Sea for over a century. Ruthazek, the Gorilla King, occasionally bartered for her services, trading her prisoners and rare alchemical ingredients. For decades, she kept a floating hut built on the corpse of a megalodon in the Sodden Lands. Eventually members of the Magaambya had enough of her villainy and drove Taviah from the Mwangi Expanse. Wounded, she fled east through the Mana Wastes. Repelled by the golem guardians of Nex, she turned south to Geb.\n\n In a land where the undead rule and corpses openly walk the streets, an annis hag attracted relatively little attention. Dragging her wounded leg—the scars left by the Magaambyans would never fully heal—Taviah took shelter in Axan Wood and built a cottage. The site of her new home was no accident; she constructed it where she saw the boundary with the [Shadow Plane](/Planes.aspx?ID=11) was especially thin. She swiftly dominated the local wildlife and those who dared to share this corner of the gloomy forest with her. When Nathnelma went looking for hags to form a coven called the Graveclaw, Iron Taviah's reputation spoke for itself. Taviah accepted Nathnelma's offer on the condition that their coven should remain scattered. Taviah had grown comfortable in the Axan Wood and didn't trust a new home Nathnelma or her other “sisters” might provide her.\n\n Taviah's life took a tragic turn when she first saw Neboah, a handsome human necromancer, passing time in the woods with his beloved, a fey woman named Drusilla. At once, Taviah thought of nothing but capturing him. When Drusilla left to bathe nearby, Taviah seized Neboah and retreated to her cottage, protected by occult magic and supernatural allies. Neboah, held prisoner, desperately seduced Taviah to lower her guard and the lonely hag fell for his charm. After they conceived twins, Neboah took his chance to escape, but Taviah caught him and killed him in a rage.\n\n Taviah's many other children had been sent abroad, seeded among innocent families as changelings, in the way of hags. But her new children were Taviah's only link to the man she loved, in her cruel and twisted way. She named the daughter [Kepgeda](/NPCs.aspx?ID=2049) and raised her, teaching her occult rituals and necromancy. Taviah's son Nebumi was too much like his father for the hag to bear; she neglected the boy, who died of loneliness. When Kepgeda was old enough to earn her own reputation, Taviah allowed her to go, but took one of her daughter's fingers as insurance and punishment. Taviah has cried bitter tears ever since, for though she's surrounded by sycophants and minions, the hag is again alone.\n\n Meanwhile, Chancellor Kemnebi hatched his scheme to dominate the entire region with undead armies loyal only to him. To execute this plan, he needs a necromantic toxin that will turn Geb's neighbors into a source of undead soldiers. He turned to the Graveclaw, and now Iron Taviah and her sisters toil in their kitchens to make the Blood Lord's poison. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Iron Taviah isn't the source of all the problems plaguing the player characters in the Blood Lords Adventure Path—that's Kemnebi—but she's a recurring character, and many plot threads in the first half of the Adventure Path ultimately lead back to her.\n\n First, she's Kepgeda's mother. When the characters investigated Kepgeda in _Pathfinder Adventure Path #181: Zombie Feast_, they learned of her connection to the Graveclaw. The characters learn more about Iron Taviah and the coven from the vengeful Drusilla, and the first member of the coven they face in battle is Taviah herself. But Iron Taviah is a creature of many secrets. After her defeat her body is secreted away on the Shadow Plane, but the characters are destined to see Taviah again, in a fashion, during the events of _Pathfinder Adventure Path #183: Field of Maidens._ \n\n<title level=\"2\" right=\"\">Coven Spells</title> When the characters meet Iron Taviah in Chapter 1, the Graveclaw is at the height of its power. As a scattered coven (page 72), the Graveclaw grants Taviah the ability to cast the following spells as 3rd-level occult spells, once per day each, without requiring help from her fellow coven members: [_acid arrow_](/Spells.aspx?ID=2), [_curse of lost time_](/Spells.aspx?ID=683), [_earthbind_](/Spells.aspx?ID=94), [_harm_](/Spells.aspx?ID=146), [_mimic undead_](/Spells.aspx?ID=948), [_summon construct_](/Spells.aspx?ID=318), and [_water walk_](/Spells.aspx?ID=371).\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 32\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 30\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 27\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/IronTaviah.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 6\">[Iron Taviah](/Monsters.aspx?ID=2069)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Hag\" url=\"/Traits.aspx?ID=84\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 88</row>\n\n**Perception** +14; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Jotun](/Languages.aspx?ID=8), [Mwangi](/Languages.aspx?ID=39), [Necril](/Languages.aspx?ID=20)\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +11, [Athletics](/Skills.aspx?ID=3) +14, [Crafting](/Skills.aspx?ID=4) +13, [Deception](/Skills.aspx?ID=5) +11, [Intimidation](/Skills.aspx?ID=7) +11, [Occultism](/Skills.aspx?ID=11) +14, [Religion](/Skills.aspx?ID=13) +11, [Stealth](/Skills.aspx?ID=15) +14\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** +3\r\n\r\n**Con** +4\r\n\r\n**Int** +3\r\n\r\n**Wis** +3\r\n\r\n**Cha** +3\r\n</row>\r\n\r\n**[Coven](/MonsterAbilities.aspx?ID=11)** Iron Taviah adds [_earthbind_](/Spells.aspx?ID=94), [_passwall_](/Spells.aspx?ID=216), and [_spellwrack_](/Spells.aspx?ID=298) to her coven's spells.\r\n\r\n**Items**\r\nleather bag containing finger bones\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 24 \r\n\r\n**Fort** +16 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +14 \r\n\r\n+1 status to all saves vs. [magic](/Traits.aspx?ID=103)\r\n</row>\r\n\r\n**HP** 85\n\n**Resistances**\r\nphysical 5 (except bludgeoning)\r\n\r\n**Weaknesses**\r\nMagaambya scar\r\n\r\n**Magaambya Scar** Taviah has an old injury that sometimes causes her pain. A physical attack on Taviah that scores a critical hit exacerbates the injury in her wounded leg; in addition to the other effects of the critical hit, Taviah is [stunned 1](/Conditions.aspx?ID=36).\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\niron claws +16 ([Agile](/Traits.aspx?ID=170), [cold iron](/Traits.aspx?ID=27), [Magical](/Traits.aspx?ID=103), [reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d8+6 slashing plus [Grab](/MonsterAbilities.aspx?ID=18)\r\n\r\n**Occult Innate Spells** DC 21, attack +13\r\n- **3rd**\r\n[False Life](/Spells.aspx?ID=108), [Haste](/Spells.aspx?ID=147)\r\n\r\n**Rituals** DC 21\r\n\r\n- **1st**\r\n[Elemental Sentinel](/Rituals.aspx?ID=57)\r\n- **2nd**\r\n[Create Undead](/Rituals.aspx?ID=10) (zombie), [Heartbond](/Rituals.aspx?ID=33), [Inveigle](/Rituals.aspx?ID=14)\r\n- **3rd**\r\n[Mystic Carriage](/Rituals.aspx?ID=62), [Unseen Custodians](/Rituals.aspx?ID=39)\r\n\r\n**Bonds of Iron** <actions string=\"Two Actions\" /> ([Attack](/Traits.aspx?ID=15), [Conjuration](/Traits.aspx?ID=33), [Occult](/Traits.aspx?ID=120)) **Frequency** once per day; **Effect** Iron Taviah can cause a cage built of [cold iron](/Equipment.aspx?ID=272) fingernails to spring from nothingness around a target at a range of up to 30 feet, attempting an [Athletics](/Skills.aspx?ID=3) check to [Grapple](/Actions.aspx?ID=35) against the target's Fortitude DC; if the target has a weakness to cold iron, Taviah gains a +2 circumstance bonus to this check. Unlike a normal Grapple, Taviah doesn't need to be within reach and can move as she pleases, and a successful attempt lasts until the creature [Escapes](/Actions.aspx?ID=79) (DC 24), causing the cage to crumble into rust. Any creature can attempt to destroy the cage by attacking it; the cage has an AC of 19, Hardness 10, and 40 Hit Points.\r\n\r\n**[Change Shape](/MonsterAbilities.aspx?ID=8)** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32), [Occult](/Traits.aspx?ID=120), [Polymorph](/Traits.aspx?ID=127), [Transmutation](/Traits.aspx?ID=157)) Iron Taviah can take on the appearance of any Medium female [humanoid](/Traits.aspx?ID=91). This doesn't change her Speed, or her attack and damage bonuses with her Strikes, but might change the damage type her Strikes deal (typically to bludgeoning).\r\n\r\n**[Rend](/MonsterAbilities.aspx?ID=30)** <actions string=\"Single Action\" />  claw\r\n\r\n**Ritual Specialist**   Iron Taviah has a +2 circumstance bonus to the primary checks to perform a ritual. In addition, she can reduce the number of secondary casters for a ritual by 1. When she does, she must fulfill any requirements for the secondary caster, and she attempts the secondary check normally performed by that secondary caster. She can't replace a secondary caster who is the target of the spell (as in the [_atone_](/Rituals.aspx?ID=2) ritual).\r\n\r\n</column>",
 "name": "Iron Taviah",
 "npc": false,
 "perception": 14,
 "rarity": "unique",
 "reflex_save": 11,
 "release_date": "2022-08-31",
 "resistance": {
  "physical": 5,
  "piercing": 5,
  "slashing": 5
 },
 "resistance_markdown": "physical 5 (except bludgeoning)",
 "resistance_raw": "physical 5 (except bludgeoning)",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Hag\" url=\"/Traits.aspx?ID=84\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 85\r\n\r\n**AC** 24\r\n\r\n**Fort** +16\r\n\r\n**Ref** +11\r\n\r\n**Will** +14\r\n\r\n**Perception** +14\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIron Taviah doesn't remember where her story begins. Old even for an annis hag, who can live exceptionally long lives, she wandered south of the …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Large"
 ],
 "skill": [
  "Arcana +11",
  "Athletics +14",
  "Crafting +13",
  "Deception +11",
  "Intimidation +11",
  "Occultism +14",
  "Religion +11",
  "Stealth +14"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +11, [Athletics](/Skills.aspx?ID=3) +14, [Crafting](/Skills.aspx?ID=4) +13, [Deception](/Skills.aspx?ID=5) +11, [Intimidation](/Skills.aspx?ID=7) +11, [Occultism](/Skills.aspx?ID=11) +14, [Religion](/Skills.aspx?ID=13) +11, [Stealth](/Skills.aspx?ID=15) +14",
 "source": [
  "Pathfinder #182: Graveclaw"
 ],
 "source_raw": [
  "Pathfinder #182: Graveclaw pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 88</row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet",
 "speed_raw": "20 feet",
 "spell": [
  "False Life",
  "Haste"
 ],
 "spell_markdown": "[False Life](/Spells.aspx?ID=108), [Haste](/Spells.aspx?ID=147)",
 "spoilers": "Blood Lords",
 "stealth": "14",
 "strength": 6,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Iron Taviah doesn't remember where her story begins. Old even for an annis hag, who can live exceptionally long lives, she wandered south of the …",
 "summary_markdown": "Iron Taviah doesn't remember where her story begins. Old even for an annis hag, who can live exceptionally long lives, she wandered south of the …",
 "text": " Iron Taviah, Shadow-Weaving Annis Hag Iron Taviah doesn't remember where her story begins. Old even for an annis hag, who can live exceptionally long lives, she wandered south of the Inner Sea for over a century. Ruthazek, the Gorilla King, occasionally bartered for her services, trading her prisoners and rare alchemical ingredients. For decades, she kept a floating hut built on the corpse of a megalodon in the Sodden Lands. Eventually members of the Magaambya had enough of her villainy and drove Taviah from the Mwangi Expanse. Wounded, she fled east through the Mana Wastes. Repelled by the golem guardians of Nex, she turned south to Geb. In a land where the undead rule and corpses openly walk the streets, an annis hag attracted relatively little attention. Dragging her wounded leg—the scars left by the Magaambyans would never fully heal—Taviah took shelter in Axan Wood and built a cottage. The site of her new home was no accident; she constructed it where she saw the boundary with the Shadow Plane was especially thin. She swiftly dominated the local wildlife and those who dared to share this corner of the gloomy forest with her. When Nathnelma went looking for hags to form a coven called the Graveclaw, Iron Taviah's reputation spoke for itself. Taviah accepted Nathnelma's offer on the condition that their coven should remain scattered. Taviah had grown comfortable in the Axan Wood and didn't trust a new home Nathnelma or her other “sisters” might provide her. Taviah's life took a tragic turn when she first saw Neboah, a handsome human necromancer, passing time in the woods with his beloved, a fey woman named Drusilla. At once, Taviah thought of nothing but capturing him. When Drusilla left to bathe nearby, Taviah seized Neboah and retreated to her cottage, protected by occult magic and supernatural allies. Neboah, held prisoner, desperately seduced Taviah to lower her guard and the lonely hag fell for his charm. After they conceived twins, Neboah took his chance to escape, but Taviah caught him and killed him in a rage. Taviah's many other children had been sent abroad, seeded among innocent families as changelings, in the way of hags. But her new children were Taviah's only link to the man she loved, in her cruel and twisted way. She named the daughter Kepgeda and raised her, teaching her occult rituals and necromancy. Taviah's son Nebumi was too much like his father for the hag to bear; she neglected the boy, who died of loneliness. When Kepgeda was old enough to earn her own reputation, Taviah allowed her to go, but took one of her daughter's fingers as insurance and punishment. Taviah has cried bitter tears ever since, for though she's surrounded by sycophants and minions, the hag is again alone. Meanwhile, Chancellor Kemnebi hatched his scheme to dominate the entire region with undead armies loyal only to him. To execute this plan, he needs a necromantic toxin that will turn Geb's neighbors into a source of undead soldiers. He turned to the Graveclaw, and now Iron Taviah and her sisters toil in their kitchens to make the Blood Lord's poison. Campaign Role Iron Taviah isn't the source of all the problems plaguing the player characters in the Blood Lords Adventure Path—that's Kemnebi—but she's a recurring character, and many plot threads in the first half of the Adventure Path ultimately lead back to her. First, she's Kepgeda's mother. When the characters investigated Kepgeda in Pathfinder Adventure Path #181: Zombie Feast , they learned of her connection to the Graveclaw. The characters learn more about Iron Taviah and the coven from the vengeful Drusilla, and the first member of the coven they face in battle is Taviah herself. But Iron Taviah is a creature of many secrets. After her defeat her body is secreted away on the Shadow Plane, but the characters are destined to see Taviah again, in a fashion, during the events of Pathfinder Adventure Path #183: Field of Maidens. Coven Spells When the characters meet Iron Taviah in Chapter 1, the Graveclaw is at the height of its power. As a scattered coven (page 72), the Graveclaw grants Taviah the ability to cast the following spells as 3rd-level occult spells, once per day each, without requiring help from her fellow coven members: acid arrow , curse of lost time , earthbind , harm , mimic undead , summon construct , and water walk . Recall Knowledge - Humanoid (Society): DC 32 Unspecific Lore : DC 30 Specific Lore : DC 27 Iron Taviah Source Pathfinder #182: Graveclaw pg. 88 Perception +14; darkvision Languages Aklo, Common, Jotun, Mwangi, Necril Skills Arcana +11, Athletics +14, Crafting +13, Deception +11, Intimidation +11, Occultism +14, Religion +11, Stealth +14 Str +6 Dex +3 Con +4 Int +3 Wis +3 Cha +3 Coven Iron Taviah adds earthbind , passwall , and spellwrack to her coven's spells. Items leather bag containing finger bones --- AC 24 Fort +16 Ref +11 Will +14 +1 status to all saves vs. magic HP 85 Resistances physical 5 (except bludgeoning) Weaknesses Magaambya scar Magaambya Scar Taviah has an old injury that sometimes causes her pain. A physical attack on Taviah that scores a critical hit exacerbates the injury in her wounded leg; in addition to the other effects of the critical hit, Taviah is stunned 1. --- Speed 20 feet Melee Single Action iron claws +16 (Agile, cold iron, Magical, reach 10 feet), Damage 2d8+6 slashing plus Grab Occult Innate Spells DC 21, attack +13 - 3rd False Life, Haste Rituals DC 21 - 1st Elemental Sentinel - 2nd Create Undead (zombie), Heartbond, Inveigle - 3rd Mystic Carriage, Unseen Custodians Bonds of Iron Two Actions (Attack, Conjuration, Occult) Frequency once per day; Effect Iron Taviah can cause a cage built of cold iron fingernails to spring from nothingness around a target at a range of up to 30 feet, attempting an Athletics check to Grapple against the target's Fortitude DC; if the target has a weakness to cold iron, Taviah gains a +2 circumstance bonus to this check. Unlike a normal Grapple, Taviah doesn't need to be within reach and can move as she pleases, and a successful attempt lasts until the creature Escapes (DC 24), causing the cage to crumble into rust. Any creature can attempt to destroy the cage by attacking it; the cage has an AC of 19, Hardness 10, and 40 Hit Points. Change Shape Single Action (Concentrate, Occult, Polymorph, Transmutation) Iron Taviah can take on the appearance of any Medium female humanoid. This doesn't change her Speed, or her attack and damage bonuses with her Strikes, but might change the damage type her Strikes deal (typically to bludgeoning). Rend Single Action claw Ritual Specialist Iron Taviah has a +2 circumstance bonus to the primary checks to perform a ritual. In addition, she can reduce the number of secondary casters for a ritual by 1. When she does, she must fulfill any requirements for the secondary caster, and she attempts the secondary check normally performed by that secondary caster. She can't replace a secondary caster who is the target of the spell (as in the atone ritual). ",
 "trait": [
  "Hag",
  "Humanoid",
  "Unique",
  "NE",
  "Large"
 ],
 "trait_markdown": "[Hag](/Traits.aspx?ID=84), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Hag",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2069",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "weakness_markdown": "Magaambya scar",
 "weakness_raw": "Magaambya scar",
 "will_save": 14,
 "wisdom": 3
}