{
 "ac": 26,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 6,
 "creature_ability": [
  "Gilded Fascination",
  "Half-Speaker",
  "Half Steps",
  "Pounce"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 19,
 "hp": 140,
 "hp_raw": "140",
 "id": "creature-1434",
 "image": [
  "/Images/Monsters/Knonna.png"
 ],
 "intelligence": 3,
 "language": [
  "Mwangi",
  "half, see Half Speaker"
 ],
 "language_markdown": "[Mwangi](/Languages.aspx?ID=39); half, see Half Speaker",
 "level": 8,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[K'nonna](/Monsters.aspx?ID=1434)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nK'nonna are half human—and only half, in the most literal sense. They most often resemble the right half of a human, and less frequently the left half, split perfectly down the middle starting at the crown of their head. They accordingly have one eye, one ear, one arm, one leg, half of a nose, and half of a mouth full of razor-sharp teeth. A faint shimmer in the air, like the waves over a hot stone, hints at where their other half would be.\n\n Despite the bizarre appearance of the k'nonna, they have no trouble balancing or performing everyday tasks that might be impeded by missing half of their bodies. They are extremely dexterous, able to perform complex tasks with only a single hand. The nature of their missing half has so far defied explanation; it is not invisible, nor does it exist on another plane, yet it seems to exert enough force for a k'nonna to walk like a human being.\n\n No one is certain of the k'nonna's origins, except that they are not of this world and not descended from any known mortal creature. Banishment magic has no effect on them, implying they do not come from another plane. They are intelligent but difficult to communicate with—they speak only in half words and hear only half of what anyone says. K'nonna are also much less interested in talking than eating, and humanoids happen to be their favorite meal. The remains of a k'nonna's victim are unmistakable, as they only consume half the body.\n\n Stories tell of the half-people's love for gifts, especially jewelry. Offerings of rings and necklaces easily distract a k'nonna long enough for prey to escape. Particularly bold victims might try to trick a k'nonna into wearing a bracelet that binds their one visible wrist or ankle to immobilize them, though the tactic is not foolproof, as a k'nonna displeased with their gifts will hunt the person who displeased them for the rest of their days.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Aberration](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 24\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 22\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 19\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Knonna.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 8\">[K'nonna](/Monsters.aspx?ID=1434)</title>\r\n\r\n<traits>\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 299 <sup>2.0</sup></row>\n\n**Perception** +16; [darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet\r\n\r\n**Languages**\r\n[Mwangi](/Languages.aspx?ID=39); half, see Half Speaker\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +21, [Stealth](/Skills.aspx?ID=15) +16\r\n\r\n<row gap=\"medium\">\r\n**Str** +7\r\n\r\n**Dex** +4\r\n\r\n**Con** +6\r\n\r\n**Int** +3\r\n\r\n**Wis** +4\r\n\r\n**Cha** +3\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 26 \r\n\r\n**Fort** +19 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +11 \n\n</row>\r\n\r\n**HP** 140\n\n**Gilded Fascination** When offered a gift worth at least 50 gp, the k'nonna must attempt a DC 20 Will saving throw; if the gift is worth at least 100 gp, the DC is instead 25. If they fail the save, the k'nonna accepts the gift, becomes [fascinated](/Conditions.aspx?ID=14) until the end of their next turn, and cannot attack while fascinated. On a critical failure, the fascination lasts for 1 minute. Offering a gift is an Interact action, and offering multiple gifts in the same round has no additional effect.<br />**Half-Speaker** A k'nonna can communicate easily with other k'nonna, but when communicating with other creatures, only half of the spoken words make sense. In order to convey information to a k'nonna or understand what they're saying, a non-k'nonna must succeed at a DC 20 Perception check.<br />**Half Steps** Even though k'nonna are split in half, they still move and Stride as though they have two arms and legs. However, binding just one wrist or ankle leaves them incapable of using that limb, as if it were bound to another.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfist +20 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 2d10+8 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +20,\r\n**Damage** 2d8+8 piercing plus [Grab](/MonsterAbilities.aspx?ID=18)\n\n**Pounce** <actions string=\"Single Action\" />  The k'nonna Strides and makes a Strike at the end of that movement. If the k'nonna began this action [hidden](/Conditions.aspx?ID=22), they remain hidden until after this ability's Strike.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Strange Origins</title>\r\n\r\nIn ancient times, k'nonna were simply said to come from “another world.” However, even as Mwangi scholars gain a greater understanding of the galaxy and multiverse at large, they have been unable to determine what world that could be. No discovered planets have any known species like them, and k'nonna don't come from any known plane. The very existence of k'nonna stands as proof that the universe is still much wider than anyone knows.\r\n</aside>",
 "name": "K'nonna",
 "npc": false,
 "perception": 16,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 11,
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 299 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 140\r\n\r\n**AC** 26\r\n\r\n**Fort** +19\r\n\r\n**Ref** +11\r\n\r\n**Will** +11\r\n\r\n**Perception** +16\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nK'nonna are half human—and only half, in the most literal sense. They most often resemble the right half of a human, and less frequently the left …\r\n</summary>",
 "sense": " darkvision ,  scent  (imprecise) 60 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +21",
  "Stealth +16"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +21, [Stealth](/Skills.aspx?ID=15) +16",
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 299"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 299 <sup>2.0</sup></row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell_markdown": "",
 "stealth": "16",
 "strength": 7,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "K'nonna are half human—and only half, in the most literal sense. They most often resemble the right half of a human, and less frequently the left …",
 "summary_markdown": "K'nonna are half human—and only half, in the most literal sense. They most often resemble the right half of a human, and less frequently the left …",
 "text": " K'nonna K'nonna are half human—and only half, in the most literal sense. They most often resemble the right half of a human, and less frequently the left half, split perfectly down the middle starting at the crown of their head. They accordingly have one eye, one ear, one arm, one leg, half of a nose, and half of a mouth full of razor-sharp teeth. A faint shimmer in the air, like the waves over a hot stone, hints at where their other half would be. Despite the bizarre appearance of the k'nonna, they have no trouble balancing or performing everyday tasks that might be impeded by missing half of their bodies. They are extremely dexterous, able to perform complex tasks with only a single hand. The nature of their missing half has so far defied explanation; it is not invisible, nor does it exist on another plane, yet it seems to exert enough force for a k'nonna to walk like a human being. No one is certain of the k'nonna's origins, except that they are not of this world and not descended from any known mortal creature. Banishment magic has no effect on them, implying they do not come from another plane. They are intelligent but difficult to communicate with—they speak only in half words and hear only half of what anyone says. K'nonna are also much less interested in talking than eating, and humanoids happen to be their favorite meal. The remains of a k'nonna's victim are unmistakable, as they only consume half the body. Stories tell of the half-people's love for gifts, especially jewelry. Offerings of rings and necklaces easily distract a k'nonna long enough for prey to escape. Particularly bold victims might try to trick a k'nonna into wearing a bracelet that binds their one visible wrist or ankle to immobilize them, though the tactic is not foolproof, as a k'nonna displeased with their gifts will hunt the person who displeased them for the rest of their days. Recall Knowledge - Aberration (Occultism): DC 24 Unspecific Lore : DC 22 Specific Lore : DC 19 K'nonna Source The Mwangi Expanse pg. 299 2.0 Perception +16; darkvision, scent (imprecise) 60 feet Languages Mwangi; half, see Half Speaker Skills Athletics +21, Stealth +16 Str +7 Dex +4 Con +6 Int +3 Wis +4 Cha +3 --- AC 26 Fort +19 Ref +11 Will +11 HP 140 Gilded Fascination When offered a gift worth at least 50 gp, the k'nonna must attempt a DC 20 Will saving throw; if the gift is worth at least 100 gp, the DC is instead 25. If they fail the save, the k'nonna accepts the gift, becomes fascinated until the end of their next turn, and cannot attack while fascinated. On a critical failure, the fascination lasts for 1 minute. Offering a gift is an Interact action, and offering multiple gifts in the same round has no additional effect. Half-Speaker A k'nonna can communicate easily with other k'nonna, but when communicating with other creatures, only half of the spoken words make sense. In order to convey information to a k'nonna or understand what they're saying, a non-k'nonna must succeed at a DC 20 Perception check. Half Steps Even though k'nonna are split in half, they still move and Stride as though they have two arms and legs. However, binding just one wrist or ankle leaves them incapable of using that limb, as if it were bound to another. --- Speed 30 feet Melee Single Action fist +20 (Agile), Damage 2d10+8 bludgeoning Melee Single Action jaws +20, Damage 2d8+8 piercing plus Grab Pounce Single Action The k'nonna Strides and makes a Strike at the end of that movement. If the k'nonna began this action hidden, they remain hidden until after this ability's Strike. Strange Origins In ancient times, k'nonna were simply said to come from “another world.” However, even as Mwangi scholars gain a greater understanding of the galaxy and multiverse at large, they have been unable to determine what world that could be. No discovered planets have any known species like them, and k'nonna don't come from any known plane. The very existence of k'nonna stands as proof that the universe is still much wider than anyone knows. ",
 "trait": [
  "Aberration",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Aberration](/Traits.aspx?ID=1)",
 "trait_raw": [
  "Aberration"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1434",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex",
  "will"
 ],
 "weakness": {},
 "will_save": 11,
 "wisdom": 4
}