{
 "ac": 20,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 2,
 "creature_ability": [
  "Phasic Defenses",
  "Create Breach",
  "Shadowfeed",
  "Shadow Pull",
  "Slimstep"
 ],
 "creature_family_markdown": "",
 "dexterity": 5,
 "exclude_from_search": false,
 "fortitude_save": 9,
 "hp": 80,
 "hp_raw": "80",
 "id": "creature-2450",
 "image": [
  "/Images/Monsters/KaneepoTheSlim.png"
 ],
 "immunity": [
  "fear"
 ],
 "immunity_markdown": "[fear](/Traits.aspx?ID=68)",
 "intelligence": 2,
 "language": [
  "Common",
  "Sylvan",
  "<%UMR%37%%>telepathy<%END> 100 feet"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10); [telepathy](/MonsterAbilities.aspx?ID=37) 100 feet",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"\">[Kaneepo The Slim](/Monsters.aspx?ID=2450)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe First World is a primal cauldron of spontaneous creation and experimental evolution. From the beginning, the First World has churned out inexplicable creatures that defy mortal logic. Kaneepo the Slim is one such entity.<br /> The fey trickster called Kaneepo woke, fully formed, thousands of years ago in the shadowy realm of Nighthold. Kaneepo initially struggled with their identity, bereft of any kin after which to model themself. Years of mingling with other fey eventually suggested kinship with bogeys and bogeymen, given their similarly slender forms and unsettling appetites. Yet the match was far from perfect: unlike the stronger bogeymen who feed on souls and fear, Kaneepo was drawn to victims' shadows and felt compelled to drink their umbral auras. Disgusted by the shadow drinker's “perversion” and threatened by the idea that Kaneepo might represent the future of their kind, the other bogeys shunned Kaneepo.<br /> Kaneepo then sought shelter in the court of Count Ranalc, Eldest of shadows and chaos. Yet they still felt eternally alone. As their loneliness curdled to resentment, Kaneepo began to see themself as the progenitor of a new fey race, destined to rule a realm of their own. The only question was how.<br /> One day, while wandering the wild shadow forests of Nighthold, Kaneepo came upon the gnawed corpse of a human bearing a strange carved leaf. Tracing the human's trail, Kaneepo found a curious stone arch and passed through it, using the carved leaf as the gate's key. They emerged into the forest known today as the Wilewood. Kaneepo immediately recognized the opportunity for what it was and swiftly set about hunting the area's elves, glutting themself on unprotected elven shadows. They began kidnapping elves who caught their fancy and experimented on each one with rituals designed to evolve them into a creature just like Kaneepo. But all these experiments failed, each ritual killing its victim. Unfortunately for Kaneepo, this was long before Earthfall, at the height of elven power. Soon, a group of elven heroes banded together to stop the fey menace. They hauled Kaneepo back through the Seventh Arch to the First World, where they imprisoned the vile trickster inside the stump of a vast tree. The adventurers took the arch's gate key with them to ensure Kaneepo would be stranded.<br /> And there Kaneepo sat as millennia passed. The First World is nothing if not tumultuous, and Nighthold is among its most mutable regions. In time, the fexing of the planar fabric broke the lock on Kaneepo's prison. Kaneepo was pleasantly surprised to discover that their stump prison had served as a cocoon, allowing them time to come into their full power. Kaneepo no longer had the Seventh Arch's gate key, but an age of primal metamorphosis had given them the power to shape the little patch of First World around their tree stump. Through this shaping power, Kaneepo created breaches that connected to the Material Plane. Freed and flled with zeal, the vengeful fey dedicated themself to seeking revenge against their elven persecutors. Kaneepo developed the perfect apocalyptic weapon which harnessed the magic of the Seventh Arch: the obnubilate curse.<br /> Their victory was cut short, however. While Kaneepo was locked away, Earthfall had sent most elves feeing to distant Sovyrian. Kaneepo was dismayed to realize that their perfect weapon, crafted specifcally to affict elves, targeted a population that was already in decline. Despondent, Kaneepo retreated to the First World, back into the patch of shadow-forest they controlled, an area now known as the Thinlands. Over the centuries that followed, Kaneepo hunted the other humanoids who dwelled near the Wilewood and gradually resumed their attempts to create more of their kind. When elves fnally returned to Golarion, Kaneepo was pleased to discover that the obnubilate curse still worked, though it didn't spread nearly so far as they'd hoped. Heartened but still afraid of drawing attention, the fey began slowly increasing their hunting, recruiting the local gorgas into their quest. When the Missing Moment dispelled the obnubilate curse, Kaneepo was furious. To devise a new means of destroying elves, Kaneepo searched for a way to get the Seventh Arch's gate key from the Oakstewards. In the course of this search, Kaneepo ran across Bolan (pages 90–91) and found him ripe for manipulation. With the rebel Oaksteward now under their thumb, Kaneepo's ambitions have expanded to something far grander than a simple curse. Now, they aim to extend the Thinlands into the Material Plane itself, turning Sevenarches into their own private hunting preserve.<br /> Physically, Kaneepo resembles an 8-foot-tall hairless humanoid, their rail-thin body genderless and the color of pale slate. An oversized mouth full of fat teeth punctures their otherwise skull-like face. Strips of fayed skin cling to Kaneepo's spindly forearms; these stripes can peel away around their hands, catching nearby prey's shadows like the sticky tentacles of an anemone.\n\n **Campaign Role**<br /> Kaneepo has been a source of problems since time immemorial. Not only did they arrange for Bolan's theft of the Shadewither Key, but they devised the original obnubilate curse that has long defned Sevenarches.<br /> Though Kaneepo doesn't share Bolan's desire to annihilate humanoid society, they're happy to play along to secure the druid's help. Kaneepo needs Bolan's aid to complete the ritual to resurrect the obnubilate curse. Their strongest desire is to create more of their kind and begin a dynasty. In the course of this adventure, the characters impress Kaneepo suffciently that they select one of them for this “honor.” During the party's fnal confrontation with Kaneepo, the fey attempts to capture them, talking loudly about how much the chosen character will enjoy “becoming slim” and ruling the Thinlands by their side.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fey](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 29\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 27\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 24\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/KaneepoTheSlim.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Kaneepo The Slim](/Monsters.aspx?ID=2450)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #187: The Seventh Arch](/Sources.aspx?ID=192) pg. 83</row>\n\n**Perception** +14\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10); [telepathy](/MonsterAbilities.aspx?ID=37) 100 feet\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +10, [First World Lore](/Skills.aspx?ID=8) +10, [Intimidation](/Skills.aspx?ID=7) +12, [Occultism](/Skills.aspx?ID=11) +12, [Stealth](/Skills.aspx?ID=15) +12, [Survival](/Skills.aspx?ID=16) +8\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +5\r\n\r\n**Con** +2\r\n\r\n**Int** +2\r\n\r\n**Wis** +3\r\n\r\n**Cha** +4\r\n</row>\n\n**Items**\r\n[Shadewither Key](/Equipment.aspx?ID=1818)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 20 \r\n\r\n**Fort** +9 \r\n\r\n**Ref** +14 \r\n\r\n**Will** +14 \n\n</row>\r\n\r\n**HP** 80\n\n**Immunities**\r\n[fear](/Traits.aspx?ID=68)\n\n**Weaknesses**\r\n[cold iron](/Equipment.aspx?ID=375) 5\r\n\r\n**Phasic Defenses** <actions string=\"Reaction\" /> **Requirements** Kaneepo hasn't Slimstepped since the beginning of their last turn **Trigger** Kaneepo would take damage from an attack; **Effect** Kaneepo Slimsteps, taking no damage if their new square would move them out of the range or area of the attack.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +14,\r\n**Damage** 1d6+1 slashing plus shadowfeed\r\n\r\n**Primal Innate Spells** DC 21\r\n- **3rd**\r\n[Mind Reading](/Spells.aspx?ID=194), [Paralyze](/Spells.aspx?ID=213)\r\n\r\n**Create Breach**   Once per day, Kaneepo can tear open the fabric  between  planes, creating a portal between the Thinlands and a point anywhere in Sevenarches. This portal lasts for up to 1 hour, but Kaneepo can close it at will.\r\n\r\n**Shadowfeed**  ([Fear](/Traits.aspx?ID=68), [Emotion](/Traits.aspx?ID=60), [Mental](/Traits.aspx?ID=106)) Whenever Kaneepo hits a creature with an attack, Kaneepo's flayed strips of flesh wrap around the target's shadow, causing the victim's body to wither. The struck creature must attempt a DC 21 Fortitude saving throw.<br /> **Success** The creature is unafected.<br /> **Failure** The creature takes 3d6 mental damage and is frightened 1.<br /> **Critical Failure** The creature takes 6d6 mental damage and is frightened 2.<br />\r\n\r\n**Shadow Pull** <actions string=\"Two Actions\" />  All creatures in a 60-foot line are affected by Kaneepo's shadowfeed ability.\r\n\r\n**Slimstep** <actions string=\"Single Action\" /> ([Conjuration](/Traits.aspx?ID=33), [Primal](/Traits.aspx?ID=134), [Shadow](/Traits.aspx?ID=143), [Teleportation](/Traits.aspx?ID=156)) **Requirements** Kaneepo is in dim light or darkness; **Frequency** once per round; Effect Kaneepo instantly transports themself from one shadow to another. Kaneepo teleports themself and any items they're holding to a clear space within 30 feet that's in dim light or darkness. If this would bring any other creature with Kaneepo, the ability is disrupted.\r\n\r\n</column>",
 "name": "Kaneepo The Slim",
 "npc": false,
 "perception": 14,
 "rarity": "unique",
 "reflex_save": 14,
 "release_date": "2023-01-25",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #187: The Seventh Arch](/Sources.aspx?ID=192) pg. 83</row>\n\n<row gap=\"medium\">\r\n**HP** 80\r\n\r\n**AC** 20\r\n\r\n**Fort** +9\r\n\r\n**Ref** +14\r\n\r\n**Will** +14\r\n\r\n**Perception** +14\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe First World is a primal cauldron of spontaneous creation and experimental evolution. From the beginning, the First World has churned out …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Arcana +10",
  "First World Lore +10",
  "Intimidation +12",
  "Occultism +12",
  "Stealth +12",
  "Survival +8"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +10, [First World Lore](/Skills.aspx?ID=8) +10, [Intimidation](/Skills.aspx?ID=7) +12, [Occultism](/Skills.aspx?ID=11) +12, [Stealth](/Skills.aspx?ID=15) +12, [Survival](/Skills.aspx?ID=16) +8",
 "source": [
  "Pathfinder #187: The Seventh Arch"
 ],
 "source_raw": [
  "Pathfinder #187: The Seventh Arch pg. 83"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #187: The Seventh Arch](/Sources.aspx?ID=192) pg. 83</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell": [
  "Mind Reading",
  "Paralyze"
 ],
 "spell_markdown": "[Mind Reading](/Spells.aspx?ID=194), [Paralyze](/Spells.aspx?ID=213)",
 "spoilers": "Gatewalkers",
 "stealth": "12",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex",
  "will"
 ],
 "summary": "The First World is a primal cauldron of spontaneous creation and experimental evolution. From the beginning, the First World has churned out …",
 "summary_markdown": "The First World is a primal cauldron of spontaneous creation and experimental evolution. From the beginning, the First World has churned out …",
 "text": " Kaneepo The Slim The First World is a primal cauldron of spontaneous creation and experimental evolution. From the beginning, the First World has churned out inexplicable creatures that defy mortal logic. Kaneepo the Slim is one such entity. The fey trickster called Kaneepo woke, fully formed, thousands of years ago in the shadowy realm of Nighthold. Kaneepo initially struggled with their identity, bereft of any kin after which to model themself. Years of mingling with other fey eventually suggested kinship with bogeys and bogeymen, given their similarly slender forms and unsettling appetites. Yet the match was far from perfect: unlike the stronger bogeymen who feed on souls and fear, Kaneepo was drawn to victims' shadows and felt compelled to drink their umbral auras. Disgusted by the shadow drinker's “perversion” and threatened by the idea that Kaneepo might represent the future of their kind, the other bogeys shunned Kaneepo. Kaneepo then sought shelter in the court of Count Ranalc, Eldest of shadows and chaos. Yet they still felt eternally alone. As their loneliness curdled to resentment, Kaneepo began to see themself as the progenitor of a new fey race, destined to rule a realm of their own. The only question was how. One day, while wandering the wild shadow forests of Nighthold, Kaneepo came upon the gnawed corpse of a human bearing a strange carved leaf. Tracing the human's trail, Kaneepo found a curious stone arch and passed through it, using the carved leaf as the gate's key. They emerged into the forest known today as the Wilewood. Kaneepo immediately recognized the opportunity for what it was and swiftly set about hunting the area's elves, glutting themself on unprotected elven shadows. They began kidnapping elves who caught their fancy and experimented on each one with rituals designed to evolve them into a creature just like Kaneepo. But all these experiments failed, each ritual killing its victim. Unfortunately for Kaneepo, this was long before Earthfall, at the height of elven power. Soon, a group of elven heroes banded together to stop the fey menace. They hauled Kaneepo back through the Seventh Arch to the First World, where they imprisoned the vile trickster inside the stump of a vast tree. The adventurers took the arch's gate key with them to ensure Kaneepo would be stranded. And there Kaneepo sat as millennia passed. The First World is nothing if not tumultuous, and Nighthold is among its most mutable regions. In time, the fexing of the planar fabric broke the lock on Kaneepo's prison. Kaneepo was pleasantly surprised to discover that their stump prison had served as a cocoon, allowing them time to come into their full power. Kaneepo no longer had the Seventh Arch's gate key, but an age of primal metamorphosis had given them the power to shape the little patch of First World around their tree stump. Through this shaping power, Kaneepo created breaches that connected to the Material Plane. Freed and flled with zeal, the vengeful fey dedicated themself to seeking revenge against their elven persecutors. Kaneepo developed the perfect apocalyptic weapon which harnessed the magic of the Seventh Arch: the obnubilate curse. Their victory was cut short, however. While Kaneepo was locked away, Earthfall had sent most elves feeing to distant Sovyrian. Kaneepo was dismayed to realize that their perfect weapon, crafted specifcally to affict elves, targeted a population that was already in decline. Despondent, Kaneepo retreated to the First World, back into the patch of shadow-forest they controlled, an area now known as the Thinlands. Over the centuries that followed, Kaneepo hunted the other humanoids who dwelled near the Wilewood and gradually resumed their attempts to create more of their kind. When elves fnally returned to Golarion, Kaneepo was pleased to discover that the obnubilate curse still worked, though it didn't spread nearly so far as they'd hoped. Heartened but still afraid of drawing attention, the fey began slowly increasing their hunting, recruiting the local gorgas into their quest. When the Missing Moment dispelled the obnubilate curse, Kaneepo was furious. To devise a new means of destroying elves, Kaneepo searched for a way to get the Seventh Arch's gate key from the Oakstewards. In the course of this search, Kaneepo ran across Bolan (pages 90–91) and found him ripe for manipulation. With the rebel Oaksteward now under their thumb, Kaneepo's ambitions have expanded to something far grander than a simple curse. Now, they aim to extend the Thinlands into the Material Plane itself, turning Sevenarches into their own private hunting preserve. Physically, Kaneepo resembles an 8-foot-tall hairless humanoid, their rail-thin body genderless and the color of pale slate. An oversized mouth full of fat teeth punctures their otherwise skull-like face. Strips of fayed skin cling to Kaneepo's spindly forearms; these stripes can peel away around their hands, catching nearby prey's shadows like the sticky tentacles of an anemone. Campaign Role Kaneepo has been a source of problems since time immemorial. Not only did they arrange for Bolan's theft of the Shadewither Key, but they devised the original obnubilate curse that has long defned Sevenarches. Though Kaneepo doesn't share Bolan's desire to annihilate humanoid society, they're happy to play along to secure the druid's help. Kaneepo needs Bolan's aid to complete the ritual to resurrect the obnubilate curse. Their strongest desire is to create more of their kind and begin a dynasty. In the course of this adventure, the characters impress Kaneepo suffciently that they select one of them for this “honor.” During the party's fnal confrontation with Kaneepo, the fey attempts to capture them, talking loudly about how much the chosen character will enjoy “becoming slim” and ruling the Thinlands by their side. Recall Knowledge - Fey (Nature): DC 29 Unspecific Lore : DC 27 Specific Lore : DC 24 Kaneepo The Slim Source Pathfinder #187: The Seventh Arch pg. 83 Perception +14 Languages Common, Sylvan; telepathy 100 feet Skills Arcana +10, First World Lore +10, Intimidation +12, Occultism +12, Stealth +12, Survival +8 Str +3 Dex +5 Con +2 Int +2 Wis +3 Cha +4 Items Shadewither Key --- AC 20 Fort +9 Ref +14 Will +14 HP 80 Immunities fear Weaknesses cold iron 5 Phasic Defenses Reaction Requirements Kaneepo hasn't Slimstepped since the beginning of their last turn Trigger Kaneepo would take damage from an attack; Effect Kaneepo Slimsteps, taking no damage if their new square would move them out of the range or area of the attack. --- Speed 30 feet Melee Single Action claw +14, Damage 1d6+1 slashing plus shadowfeed Primal Innate Spells DC 21 - 3rd Mind Reading, Paralyze Create Breach Once per day, Kaneepo can tear open the fabric between planes, creating a portal between the Thinlands and a point anywhere in Sevenarches. This portal lasts for up to 1 hour, but Kaneepo can close it at will. Shadowfeed (Fear, Emotion, Mental) Whenever Kaneepo hits a creature with an attack, Kaneepo's flayed strips of flesh wrap around the target's shadow, causing the victim's body to wither. The struck creature must attempt a DC 21 Fortitude saving throw. Success The creature is unafected. Failure The creature takes 3d6 mental damage and is frightened 1. Critical Failure The creature takes 6d6 mental damage and is frightened 2. Shadow Pull Two Actions All creatures in a 60-foot line are affected by Kaneepo's shadowfeed ability. Slimstep Single Action (Conjuration, Primal, Shadow, Teleportation) Requirements Kaneepo is in dim light or darkness; Frequency once per round; Effect Kaneepo instantly transports themself from one shadow to another. Kaneepo teleports themself and any items they're holding to a clear space within 30 feet that's in dim light or darkness. If this would bring any other creature with Kaneepo, the ability is disrupted. ",
 "trait": [
  "Fey",
  "Unique",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Fey](/Traits.aspx?ID=69), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Fey",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2450",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {
  "cold_iron": 5
 },
 "weakness_markdown": "[cold iron](/Equipment.aspx?ID=375) 5",
 "weakness_raw": " cold iron  5",
 "will_save": 14,
 "wisdom": 3
}