{
 "ac": 18,
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 1,
 "creature_ability": [
  "Head Bowl",
  "Pull Arm"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 7,
 "hp": 35,
 "hp_raw": "35",
 "id": "creature-1206",
 "image": [
  "/Images/Monsters/Kappa.png"
 ],
 "intelligence": 1,
 "language": [
  "Aquan",
  "Common"
 ],
 "language_markdown": "[Aquan](/Languages.aspx?ID=14), [Common](/Languages.aspx?ID=1)",
 "level": 2,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Kappa](/Monsters.aspx?ID=1206)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nMischievous by nature, kappas delight in playing pranks on unsuspecting travelers. While not overtly malicious, kappa pastimes can be a significant nuisance to their victims, such as stealing the clothes of people while they bathe or snatching up unattended food from campfires. Kappas also enjoy proving their worth in competitions of strength and, despite their propensity for trickery, are known to be honorable competitors who keep their word and remain polite in conversation.\n\n While kappas vary in physical attributes from region to region, they're all amphibious, turtle-like humanoids with beaked mouths, webbed hands and feet, and slimy scales that range in color from bluish green to pale yellow. They often have black hair, arranged in a ring to accommodate the central depression atop a kappa's head. Water from a kappa's home lake, stream, or river fills these depressions, or head bowls, which are believed to be the source of their strength. Younger kappa are easily tricked into bowing and accidentally emptying the water out of their own head bowls. Losing this water makes the kappa lethargic. The longer a kappa's head bowl remains empty, the weaker they grow. While this issue rarely poses a serious danger for a kappa living near their home body of water, it can prove fatal to a more adventurous kappa.\n\n Kappas aren't inherently hostile and have been known to befriend lonely children and lend aid to stranded adventurers by providing directions or minor medical treatment. Still, many areas known to house kappas have signs both warning of the creatures' presence and encouraging travelers venturing over or through water to first toss in a cucumber, kappas' favorite food, in exchange for safe passage. Kappas put up some of these signs themselves to increase the likelihood of receiving a tasty treat.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 16\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 14\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 11\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Kappa.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 2\">[Kappa](/Monsters.aspx?ID=1206)</title>\r\n\r\n<traits>\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 147</row>\n\n**Perception** +9; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Aquan](/Languages.aspx?ID=14), [Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +8, [Athletics](/Skills.aspx?ID=3) +7, [Medicine](/Skills.aspx?ID=9) +9, [Survival](/Skills.aspx?ID=16) +7\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +4\r\n\r\n**Con** +1\r\n\r\n**Int** +1\r\n\r\n**Wis** +3\r\n\r\n**Cha** +1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 18 \r\n\r\n**Fort** +7 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +7 \n\n</row>\r\n\r\n**HP** 35\n\n**Head Bowl** The depression atop a kappa's head is filled with water. Spilling, evaporating, or otherwise removing all of the water from the top of a kappa's head reduces all their Speeds to 5 feet until the basin is again filled with water. A kappa who becomes [prone](/Conditions.aspx?ID=31) must succeed at a DC 15 Reflex save or spill their water, and a kappa who becomes [unconscious](/Conditions.aspx?ID=38) automatically spills their water.<br /> If a kappa is [grappled](/Conditions.aspx?ID=20), [restrained](/Conditions.aspx?ID=33), or [stunned](/Conditions.aspx?ID=36), another creature can attempt to spill the water from their bowl by spending a single action, which has the [attack](/Traits.aspx?ID=15) and [manipulate](/Traits.aspx?ID=104) traits, to attempt an [Athletics](/Skills.aspx?ID=3) check against the kappa's Fortitude DC. On a success, the creature spills the kappa's water.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 15 feet, swim 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +11 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 1d10+3 slashing\n\n**Pull Arm** <actions string=\"Single Action\" />  The kappa pulls one of their arms, gaining 10-foot reach with that arm. The opposing arm shrinks to little more than a hand extending from their shell. The kappa can still use their shortened hand to hold things, but they can't use that hand to wield a shield or weapon. By spending a single action to pull their opposing arm, the kappa can return their arms to their original length.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">A Dark Side</title>\r\n\r\nKappas despise [horses](/MonsterFamilies.aspx?ID=62) and, due to this behavior, are sometimes mistaken for strangely-armored [goblins](/Ancestries.aspx?ID=4). Kappas gleefully kill and consume the innards of horses that venture too close to the water's edge. Some have even developed a taste for [human](/Ancestries.aspx?ID=6) flesh. These vile kappas have been witnessed drowning people before tearing them apart for consumption. \r\n</aside>",
 "name": "Kappa",
 "npc": false,
 "perception": 9,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 10,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 147</row>\n\n<row gap=\"medium\">\r\n**HP** 35\r\n\r\n**AC** 18\r\n\r\n**Fort** +7\r\n\r\n**Ref** +10\r\n\r\n**Will** +7\r\n\r\n**Perception** +9\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMischievous by nature, kappas delight in playing pranks on unsuspecting travelers. While not overtly malicious, kappa pastimes can be a significant …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +8",
  "Athletics +7",
  "Medicine +9",
  "Survival +7"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +8, [Athletics](/Skills.aspx?ID=3) +7, [Medicine](/Skills.aspx?ID=9) +9, [Survival](/Skills.aspx?ID=16) +7",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 147"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 147</row>",
 "speed": {
  "land": 15,
  "max": 40,
  "swim": 40
 },
 "speed_markdown": "15 feet, swim 40 feet",
 "speed_raw": "15 feet, swim 40 feet",
 "spell_markdown": "",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Mischievous by nature, kappas delight in playing pranks on unsuspecting travelers. While not overtly malicious, kappa pastimes can be a significant …",
 "summary_markdown": "Mischievous by nature, kappas delight in playing pranks on unsuspecting travelers. While not overtly malicious, kappa pastimes can be a significant …",
 "text": " Kappa Mischievous by nature, kappas delight in playing pranks on unsuspecting travelers. While not overtly malicious, kappa pastimes can be a significant nuisance to their victims, such as stealing the clothes of people while they bathe or snatching up unattended food from campfires. Kappas also enjoy proving their worth in competitions of strength and, despite their propensity for trickery, are known to be honorable competitors who keep their word and remain polite in conversation. While kappas vary in physical attributes from region to region, they're all amphibious, turtle-like humanoids with beaked mouths, webbed hands and feet, and slimy scales that range in color from bluish green to pale yellow. They often have black hair, arranged in a ring to accommodate the central depression atop a kappa's head. Water from a kappa's home lake, stream, or river fills these depressions, or head bowls, which are believed to be the source of their strength. Younger kappa are easily tricked into bowing and accidentally emptying the water out of their own head bowls. Losing this water makes the kappa lethargic. The longer a kappa's head bowl remains empty, the weaker they grow. While this issue rarely poses a serious danger for a kappa living near their home body of water, it can prove fatal to a more adventurous kappa. Kappas aren't inherently hostile and have been known to befriend lonely children and lend aid to stranded adventurers by providing directions or minor medical treatment. Still, many areas known to house kappas have signs both warning of the creatures' presence and encouraging travelers venturing over or through water to first toss in a cucumber, kappas' favorite food, in exchange for safe passage. Kappas put up some of these signs themselves to increase the likelihood of receiving a tasty treat. Recall Knowledge - Beast (Arcana, Nature): DC 16 Unspecific Lore : DC 14 Specific Lore : DC 11 Kappa Source Bestiary 3 pg. 147 Perception +9; darkvision Languages Aquan, Common Skills Acrobatics +8, Athletics +7, Medicine +9, Survival +7 Str +3 Dex +4 Con +1 Int +1 Wis +3 Cha +1 --- AC 18 Fort +7 Ref +10 Will +7 HP 35 Head Bowl The depression atop a kappa's head is filled with water. Spilling, evaporating, or otherwise removing all of the water from the top of a kappa's head reduces all their Speeds to 5 feet until the basin is again filled with water. A kappa who becomes prone must succeed at a DC 15 Reflex save or spill their water, and a kappa who becomes unconscious automatically spills their water. If a kappa is grappled, restrained, or stunned, another creature can attempt to spill the water from their bowl by spending a single action, which has the attack and manipulate traits, to attempt an Athletics check against the kappa's Fortitude DC. On a success, the creature spills the kappa's water. --- Speed 15 feet, swim 40 feet Melee Single Action claw +11 (Agile), Damage 1d10+3 slashing Pull Arm Single Action The kappa pulls one of their arms, gaining 10-foot reach with that arm. The opposing arm shrinks to little more than a hand extending from their shell. The kappa can still use their shortened hand to hold things, but they can't use that hand to wield a shield or weapon. By spending a single action to pull their opposing arm, the kappa can return their arms to their original length. A Dark Side Kappas despise horses and, due to this behavior, are sometimes mistaken for strangely-armored goblins. Kappas gleefully kill and consume the innards of horses that venture too close to the water's edge. Some have even developed a taste for human flesh. These vile kappas have been witnessed drowning people before tearing them apart for consumption. ",
 "trait": [
  "Amphibious",
  "Beast",
  "CN",
  "Small"
 ],
 "trait_markdown": "[Amphibious](/Traits.aspx?ID=207), [Beast](/Traits.aspx?ID=20)",
 "trait_raw": [
  "Amphibious",
  "Beast"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1206",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude",
  "will"
 ],
 "weakness": {},
 "will_save": 7,
 "wisdom": 3
}