{
 "ac": 24,
 "alignment": "LN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 3,
 "creature_ability": [
  "Master Smith"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 19,
 "hp": 135,
 "hp_raw": "135",
 "id": "creature-1575",
 "intelligence": 5,
 "language": [
  "Common",
  "Dwarven",
  "Undercommon"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Dwarven](/Languages.aspx?ID=3), [Undercommon](/Languages.aspx?ID=11)",
 "level": 8,
 "markdown": "<title level=\"1\" pfs=\"\">[Kelda Halrig](/NPCs.aspx?ID=1575)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_Despite a diverse background in numerous skills and professions, Kelda Halrig's greatest passion is smithing, and her talents at the anvil are unrivaled in Kovlar._\n\n Kelda's siblings were all adults long before she was born. As a result, she effectively grew up with four parental figures, each of whom was invested in making sure the youngest member of their family grew up with a strong work ethic. Her mother was an officer in the Guild of Arms, a veteran who patrolled the roads between Kovlar and other cities in the Five Kings Mountains in search of monsters and bandits that threatened travelers. Her brother was a member of the same guild, but served in the division of the guild that keeps the peace within Kovlar's walls. Her father was a jeweler in the Guild of Finery, while her sister was an herbalist of the Physic Guild. Kelda exceeded her family's expectations, flourishing in her studies and becoming a prodigy in the forge, but as she grew older, the pressure of these combined expectations wore on her. In the hope of having a good reason to spend some time outside of Kovlar, Kelda followed her mother's footsteps into the Guild of Arms.\n\n Despite Kelda's desire to travel, her mother pressured her to join a division that remained within Kovlar, as she had seen too many horrors and had lost too many dear friends in the perilous tunnels beyond the city, and she didn't want her daughter to face the same pain. Kelda ignored her mother's advice, submitting an application to join a patrolling division. Her mother threw her weight as an officer into convincing the division's commander not to admit her youngest child to their ranks. When Kelda learned what her mother had done, she felt terribly betrayed, and her resentment only grew as her mother refused to relent or even apologize.\n\n Kelda still felt a sense of duty to her family and to the guild that had trained her, however, so she accepted a post within Kovlar and served for several decades. Her relationship with her mother remained strained during these years, and the well-meaning attempts of other members of the guild to reconcile them grated on Kelda's nerves. Eventually, she took the drastic step of resigning from the guild and leaving Kovlar, traveling to the metropolis of Highhelm to the south. Here, Kelda returned to blacksmithing, taking on an apprenticeship and quickly earning the approval of her mentors. She took particular interest in the history and evolution of traditional techniques. When she earned the right to sell her own work, she didn't settle for what she had already learned, instead dedicating her time to learning even more about the craft. She offered to work for other smiths, giving them labor in exchange for their insights. She also spent days poring over old tomes for clues about ancient techniques, using her research to create reproductions of historical weapons. Smithing alone proved unable to satisfy her curiosity, though, and she also took to studying stonemasonry, tailoring, and a variety of other trades. With each trade she studied, she learned insights and ways of thinking that sharpened her skills at other crafts. Though she wasn't living in Kovlar, she regularly returned to the city to visit her family and eventually reconciled with her mother.\n\n Kelda was certain that she would one day wish to return to Kovlar, but not before she felt she was ready to commit to a single guild. Eventually, she reached the conclusion that smithing was her favorite trade, and she returned to Kovlar to petition for membership in the Anvillers' Guild. Her first few months back in Kovlar were challenging. Though she was clearly quite skilled, she had trouble earning respect from other smiths. Because of her decision to leave for Highhelm and pursue an eclectic path of study, many of her guildmates saw her as flighty, impulsive, and immature. But in time, the quality of her work and her devotion to the craft earned her the respect of her peers. She proved to be an excellent mentor to new apprentices, and her own masterpieces came to surpass those of the Forgemaster of the Anvillers' Guild. In keeping with the Anvillers' Guild tradition, she was soon after selected to become the new Forgemaster.\n\n Though she has devoted the last few decades of her life to the service of Kovlar, she knows that her path isn't for everyone. Based in part on her own experiences, she believes it is important for young people to explore several different careers before committing to one. As a result, she has instituted an exchange program across Kovlar's guilds, in which apprentices can receive training in a variety of trades before choosing their favorite. This program is popular among Kovlar's youth, but some guild leaders, such as Torra Garnis of the Carpenters' Guild, view it with suspicion, believing that Kelda's true aim is to lure the most promising and diligent apprentices over to the Anvillers' Guild. Others worry that Kelda seeks to consolidate multiple guilds to grow her own influence. Kelda has been cultivating relationships with smiths outside of Kovlar as well, including her contacts from Highhelm, encouraging them to train with the Anvillers' Guild and share their own techniques in return.\n\n Kelda has a strong sense of duty and honor that guides her actions. She is disciplined and methodical in her work, both in the forge and on the floor of the Court of Regents. Because she has grown accustomed to the influence her words hold in Kovlar, she prefers to allow others to speak first and weigh their perspectives before sharing her own thoughts. She is disdainful of overly flowery and polite speech, which she insists exists to obscure the truth. As a result, she is unflinchingly honest, and she has little patience with people who are offended by her assessments.\n\n Kelda is a stocky, muscular dwarven woman with brown eyes and freckles. She usually keeps her graying auburn tied up in a pair of long, looped braids fastened with metal clasps to keep them away from the forge fires. When working, she wears a fine leather blacksmith's apron with ornate iron buckles, and she often carries her blacksmith's hammer. \n\n<title level=\"2\" right=\"\">Campaign Use</title> Kelda's roots are now firmly planted in Kovlar, so she is unlikely to leave the city. However, by the time “Fires of the Haunted City” concludes, she recognizes the great service the PCs have done for Kovlar in foiling Embermead's and Veshumirix's plots. After the PCs' victory, she is willing to personally take commissions to create weapons and armor for them and she can even arrange Earn Income tasks of up to 12th level among the various guilds, should the PCs wish to work in the city.\n\n If one of the PCs attempts to court Kelda, she finds their interest amusing. She has not given much attention to matters of the heart in recent decades, as she has found few capable of measuring up to her exacting standards. While she has no interest in short-term arrangements, a loyal, brave, honest PC of any gender with a strong drive toward self-improvement might capture her heart, particularly if that PC is also a master craftsperson.\n\n Kelda's ties to Kovlar may keep her from accepting a long-term post working for the PCs in Citadel Altaerein, but at your option, and if the PCs are particularly compelling (or tempt her with a large enough payment), she could be convinced to help for a short amount of time with downtime activities in Citadel Altaerein. Part of this might require the PCs installing additional protection in and around Jewelgate's exit into the Darklands and in the adjoining ruins within Saggorak.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 34\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 32\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 29\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 8\">[Kelda Halrig](/NPCs.aspx?ID=1575)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Dwarf\" url=\"/Traits.aspx?ID=54\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 87</row>\n\n**Perception** +22; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Dwarven](/Languages.aspx?ID=3), [Undercommon](/Languages.aspx?ID=11)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +22, [Crafting](/Skills.aspx?ID=4) +27, [Diplomacy](/Skills.aspx?ID=6) +23, [Kovlar Lore](/Skills.aspx?ID=8) +25, [Society](/Skills.aspx?ID=14) +21\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +2\r\n\r\n**Con** +3\r\n\r\n**Int** +5\r\n\r\n**Wis** +4\r\n\r\n**Cha** +3\r\n</row>\r\n\r\nGear _+2 [greater striking](/Equipment.aspx?ID=280) [greater flaming](/Equipment.aspx?ID=295) [warhammer](/Weapons.aspx?ID=47)_, _+1 [striking](/Equipment.aspx?ID=280) [light hammer](/Weapons.aspx?ID=29)_ (3), leather armor, sterling blacksmith's tools\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 24 \r\n\r\n**Fort** +19 \r\n\r\n**Ref** +13 \r\n\r\n**Will** +16 \n\n</row>\r\n\r\n**HP** 135\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_warhammer_ +20 ([Shove](/Traits.aspx?ID=193)),\r\n**Damage** 2d8+13 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_light hammer_ +20 ([Agile](/Traits.aspx?ID=170), [thrown 20 feet](/Traits.aspx?ID=195)),\r\n**Damage** 2d6+8 bludgeoning\n\n**Master Smith**   As the most skillful blacksmith in Kovlar, Kelda's abilities far surpass those of typical smiths. She can [Craft](/Actions.aspx?ID=43) items as if she were 16th level. Additionally, she knows how to make a vast catalog of items, including numerous uncommon formulas and several rare formulas. The exact formulas she knows can be tailored to fit the needs of each particular group of PCs, but most are for weapons, armor, and other items that could reasonably be made in a forge.\r\n\r\n</column>",
 "name": "Kelda Halrig",
 "npc": true,
 "perception": 22,
 "rarity": "unique",
 "reflex_save": 13,
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Dwarf\" url=\"/Traits.aspx?ID=54\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 87</row>\n\n<row gap=\"medium\">\r\n**HP** 135\r\n\r\n**AC** 24\r\n\r\n**Fort** +19\r\n\r\n**Ref** +13\r\n\r\n**Will** +16\r\n\r\n**Perception** +22\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDespite a diverse background in numerous skills and professions, Kelda Halrig's greatest passion is smithing, and her talents at the anvil are …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +22",
  "Crafting +27",
  "Diplomacy +23",
  "Kovlar Lore +25",
  "Society +21"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +22, [Crafting](/Skills.aspx?ID=4) +27, [Diplomacy](/Skills.aspx?ID=6) +23, [Kovlar Lore](/Skills.aspx?ID=8) +25, [Society](/Skills.aspx?ID=14) +21",
 "source": [
  "Pathfinder #148: Fires of the Haunted City"
 ],
 "source_raw": [
  "Pathfinder #148: Fires of the Haunted City pg. 87"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 87</row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet",
 "speed_raw": "20 feet",
 "spell_markdown": "",
 "spoilers": "Age of Ashes",
 "strength": 4,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Despite a diverse background in numerous skills and professions, Kelda Halrig's greatest passion is smithing, and her talents at the anvil are …",
 "summary_markdown": "Despite a diverse background in numerous skills and professions, Kelda Halrig's greatest passion is smithing, and her talents at the anvil are …",
 "text": " Kelda Halrig Despite a diverse background in numerous skills and professions, Kelda Halrig's greatest passion is smithing, and her talents at the anvil are unrivaled in Kovlar. Kelda's siblings were all adults long before she was born. As a result, she effectively grew up with four parental figures, each of whom was invested in making sure the youngest member of their family grew up with a strong work ethic. Her mother was an officer in the Guild of Arms, a veteran who patrolled the roads between Kovlar and other cities in the Five Kings Mountains in search of monsters and bandits that threatened travelers. Her brother was a member of the same guild, but served in the division of the guild that keeps the peace within Kovlar's walls. Her father was a jeweler in the Guild of Finery, while her sister was an herbalist of the Physic Guild. Kelda exceeded her family's expectations, flourishing in her studies and becoming a prodigy in the forge, but as she grew older, the pressure of these combined expectations wore on her. In the hope of having a good reason to spend some time outside of Kovlar, Kelda followed her mother's footsteps into the Guild of Arms. Despite Kelda's desire to travel, her mother pressured her to join a division that remained within Kovlar, as she had seen too many horrors and had lost too many dear friends in the perilous tunnels beyond the city, and she didn't want her daughter to face the same pain. Kelda ignored her mother's advice, submitting an application to join a patrolling division. Her mother threw her weight as an officer into convincing the division's commander not to admit her youngest child to their ranks. When Kelda learned what her mother had done, she felt terribly betrayed, and her resentment only grew as her mother refused to relent or even apologize. Kelda still felt a sense of duty to her family and to the guild that had trained her, however, so she accepted a post within Kovlar and served for several decades. Her relationship with her mother remained strained during these years, and the well-meaning attempts of other members of the guild to reconcile them grated on Kelda's nerves. Eventually, she took the drastic step of resigning from the guild and leaving Kovlar, traveling to the metropolis of Highhelm to the south. Here, Kelda returned to blacksmithing, taking on an apprenticeship and quickly earning the approval of her mentors. She took particular interest in the history and evolution of traditional techniques. When she earned the right to sell her own work, she didn't settle for what she had already learned, instead dedicating her time to learning even more about the craft. She offered to work for other smiths, giving them labor in exchange for their insights. She also spent days poring over old tomes for clues about ancient techniques, using her research to create reproductions of historical weapons. Smithing alone proved unable to satisfy her curiosity, though, and she also took to studying stonemasonry, tailoring, and a variety of other trades. With each trade she studied, she learned insights and ways of thinking that sharpened her skills at other crafts. Though she wasn't living in Kovlar, she regularly returned to the city to visit her family and eventually reconciled with her mother. Kelda was certain that she would one day wish to return to Kovlar, but not before she felt she was ready to commit to a single guild. Eventually, she reached the conclusion that smithing was her favorite trade, and she returned to Kovlar to petition for membership in the Anvillers' Guild. Her first few months back in Kovlar were challenging. Though she was clearly quite skilled, she had trouble earning respect from other smiths. Because of her decision to leave for Highhelm and pursue an eclectic path of study, many of her guildmates saw her as flighty, impulsive, and immature. But in time, the quality of her work and her devotion to the craft earned her the respect of her peers. She proved to be an excellent mentor to new apprentices, and her own masterpieces came to surpass those of the Forgemaster of the Anvillers' Guild. In keeping with the Anvillers' Guild tradition, she was soon after selected to become the new Forgemaster. Though she has devoted the last few decades of her life to the service of Kovlar, she knows that her path isn't for everyone. Based in part on her own experiences, she believes it is important for young people to explore several different careers before committing to one. As a result, she has instituted an exchange program across Kovlar's guilds, in which apprentices can receive training in a variety of trades before choosing their favorite. This program is popular among Kovlar's youth, but some guild leaders, such as Torra Garnis of the Carpenters' Guild, view it with suspicion, believing that Kelda's true aim is to lure the most promising and diligent apprentices over to the Anvillers' Guild. Others worry that Kelda seeks to consolidate multiple guilds to grow her own influence. Kelda has been cultivating relationships with smiths outside of Kovlar as well, including her contacts from Highhelm, encouraging them to train with the Anvillers' Guild and share their own techniques in return. Kelda has a strong sense of duty and honor that guides her actions. She is disciplined and methodical in her work, both in the forge and on the floor of the Court of Regents. Because she has grown accustomed to the influence her words hold in Kovlar, she prefers to allow others to speak first and weigh their perspectives before sharing her own thoughts. She is disdainful of overly flowery and polite speech, which she insists exists to obscure the truth. As a result, she is unflinchingly honest, and she has little patience with people who are offended by her assessments. Kelda is a stocky, muscular dwarven woman with brown eyes and freckles. She usually keeps her graying auburn tied up in a pair of long, looped braids fastened with metal clasps to keep them away from the forge fires. When working, she wears a fine leather blacksmith's apron with ornate iron buckles, and she often carries her blacksmith's hammer. Campaign Use Kelda's roots are now firmly planted in Kovlar, so she is unlikely to leave the city. However, by the time “Fires of the Haunted City” concludes, she recognizes the great service the PCs have done for Kovlar in foiling Embermead's and Veshumirix's plots. After the PCs' victory, she is willing to personally take commissions to create weapons and armor for them and she can even arrange Earn Income tasks of up to 12th level among the various guilds, should the PCs wish to work in the city. If one of the PCs attempts to court Kelda, she finds their interest amusing. She has not given much attention to matters of the heart in recent decades, as she has found few capable of measuring up to her exacting standards. While she has no interest in short-term arrangements, a loyal, brave, honest PC of any gender with a strong drive toward self-improvement might capture her heart, particularly if that PC is also a master craftsperson. Kelda's ties to Kovlar may keep her from accepting a long-term post working for the PCs in Citadel Altaerein, but at your option, and if the PCs are particularly compelling (or tempt her with a large enough payment), she could be convinced to help for a short amount of time with downtime activities in Citadel Altaerein. Part of this might require the PCs installing additional protection in and around Jewelgate's exit into the Darklands and in the adjoining ruins within Saggorak. Recall Knowledge - Humanoid (Society): DC 34 Unspecific Lore : DC 32 Specific Lore : DC 29 Kelda Halrig Source Pathfinder #148: Fires of the Haunted City pg. 87 Perception +22; darkvision Languages Common, Dwarven, Undercommon Skills Athletics +22, Crafting +27, Diplomacy +23, Kovlar Lore +25, Society +21 Str +4 Dex +2 Con +3 Int +5 Wis +4 Cha +3 Gear +2 greater striking greater flaming warhammer , +1 striking light hammer (3), leather armor, sterling blacksmith's tools --- AC 24 Fort +19 Ref +13 Will +16 HP 135 --- Speed 20 feet Melee Single Action warhammer +20 (Shove), Damage 2d8+13 bludgeoning Ranged Single Action light hammer +20 (Agile, thrown 20 feet), Damage 2d6+8 bludgeoning Master Smith As the most skillful blacksmith in Kovlar, Kelda's abilities far surpass those of typical smiths. She can Craft items as if she were 16th level. Additionally, she knows how to make a vast catalog of items, including numerous uncommon formulas and several rare formulas. The exact formulas she knows can be tailored to fit the needs of each particular group of PCs, but most are for weapons, armor, and other items that could reasonably be made in a forge. ",
 "trait": [
  "Dwarf",
  "Humanoid",
  "Unique",
  "LN",
  "Medium"
 ],
 "trait_markdown": "[Dwarf](/Traits.aspx?ID=54), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Dwarf",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1575",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 16,
 "wisdom": 4
}