{
 "ac": 20,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 1,
 "creature_ability": [
  "Called",
  "Cackling Coven",
  "Familiar"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 12,
 "hp": 75,
 "hp_raw": "75",
 "id": "creature-2049",
 "image": [
  "/Images/Monsters/Kepgeda.png"
 ],
 "intelligence": 4,
 "language": [
  "Aklo",
  "Common",
  "Necril",
  "Osiriani"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20), [Osiriani](/Languages.aspx?ID=40)",
 "level": 5,
 "markdown": "<title level=\"1\" pfs=\"\">[Kepgeda the Hag-Nailed, Three-Fingered Hand Gang Leader](/NPCs.aspx?ID=2049)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nWhen the members of the Three-Fingered Hand speak of their leader, Kepgeda the Hag-Nailed, they say she was born of iron and raised under the gaze of a hag. Fanatically devoted to her mother, but starved for attention, she hungers for the power that would satisfy her mother's demands.\n\n Kepgeda is a [changeling](/Ancestries.aspx?ID=22) and the daughter of Iron Taviah, an [annis hag](/Monsters.aspx?ID=256) who lives in a shadowy cottage in the Axan Wood. Under the twisted trees of this haunted forest in central Geb, Iron Taviah raised Kepgeda from a young age to serve her faithfully. Occult magic and necromancy came naturally to Kepgeda. She suspects this is one of the reasons Iron Taviah raised her, rather than sending Kepgeda away or locking her up, like her less-talented siblings. She doesn't know their fate, but she suspects it was unpleasant.\n\n But Kepgeda never questions her mother about her siblings, her father, and certainly not why she, of all her siblings, was allowed to serve. Kepgeda loves Iron Taviah. Deep in her heart, she knows that she should hate the hag. She should hate the way she was raised. She should hate the vile things her mother expected of her. She should hate that she is still alive not because she is Iron Taviah's child, but because she is Iron Taviah's useful servant. But she loves her mother nonetheless. She loves every cruel thing Iron Taviah did to her that helped harden Kepgeda against the terrors of Geb. She even loves that her mother took a finger from her left hand and keeps its bones in a tattered leather pouch as a form of occult insurance against her daughter. Kepgeda loves that Iron Taviah is filled with hatred for all people, including Kepgeda herself. So, she didn't question when Iron Taviah sent her to help poison the people of Graydirge.\n\n Away from the sheltering shadows of the Axan Wood and the protection of her mother, Kepgeda knew it safest to form a coven of her own. Her mother, after all, was part of a coven, though Kepgeda rarely met its other members, and then only at a distance. So Kepgeda sought out two companions. It didn't take long to find others living in Graydirge with an interest in foul necromancy and occultism. Kepgeda's new “sisters” included a dhampir human witch named Samaygdi and an aging human necromancer named Naunylet. Neither of them lived up to her expectations, so Kepgeda dismembered and cooked each of her sisters alive. She bound their screaming souls to the cauldron they'd shared. Now, she draws on their souls' power to fuel her necromancy.\n\n One day, Kepgeda hopes to return to the Axan Wood having surpassed her mother in power, and join the Graveclaw herself. She's begun to have thoughts of murdering Iron Taviah, but she hates these thoughts and tries to drown them out by spending as much time near her constantly screaming cauldron as possible. In the meantime, Kepgeda pushes her followers in the Three-Fingered Hand to make every sacrifice necessary to poison Graydirge. This gang consists of a few humans and [ghouls](/Monsters.aspx?ID=218) who initially followed Kepgeda out of fear; as she helped them overcome rivals and expand their operations, they've steadily gained respect for her. The gang's recent catastrophic losses at Old Ergagh's Farm and Graydirge Bank threaten to undo everything Kepgeda has worked for, and the gang waits tensely to see what will happen next. Kepgeda and her poisoner, Pesgahi, could perfect another poison and concoct a new plan to introduce it to Graydirge's food supply. Or she might murder them all out of spite and start over with a new gang.\n\n<title level=\"2\" right=\"\">Campaign Role</title> Kepgeda is the primary villain of this adventure and is unlikely to survive her encounter with the player characters—and her vengeful sisters—at the conclusion of Chapter 3.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 30\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 28\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 25\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Kepgeda.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 5\">[Kepgeda the Hag-Nailed](/NPCs.aspx?ID=2049)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Changeling\" url=\"/Traits.aspx?ID=212\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #181: Zombie Feast](/Sources.aspx?ID=139) pg. 90</row>\n\n**Perception** +12; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20), [Osiriani](/Languages.aspx?ID=40)\r\n\r\n**Skills**\r\n[Crafting](/Skills.aspx?ID=4) +13, [Intimidation](/Skills.aspx?ID=7) +11, [Nature](/Skills.aspx?ID=10) +10, [Occultism](/Skills.aspx?ID=11) +13, [Society](/Skills.aspx?ID=14) +11, [Survival](/Skills.aspx?ID=16) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +2\r\n\r\n**Dex** +2\r\n\r\n**Con** +1\r\n\r\n**Int** +4\r\n\r\n**Wis** +1\r\n\r\n**Cha** +2\r\n</row>\r\n\r\n**Called** In constantly resisting her desire to return to her mother, Kepgeda has developed a mental bulwark. If she rolls a success on a saving throw against a [mental](/Traits.aspx?ID=106) effect that would make her [controlled](/Conditions.aspx?ID=6), she gets a critical success instead.\r\n\r\n**Items**\r\n_+1 [striking](/Equipment.aspx?ID=280) [dagger](/Weapons.aspx?ID=3)_, familiar, keys to area E13 and the Crooked Coffin grates, [_ventriloquist's ring_](/Equipment.aspx?ID=468)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 20 \r\n\r\n**Fort** +12 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +12 \r\n\r\n+1 circumstance bonus to Will saves against [mental](/Traits.aspx?ID=106) effects\r\n</row>\r\n\r\n**HP** 75\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_dagger_ +12 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 2d4+6 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +11 ([cold iron](/Traits.aspx?ID=27), [Grapple](/Traits.aspx?ID=184), [Unarmed](/Traits.aspx?ID=199)),\r\n**Damage** 1d6+6 slashing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_dagger_ +12 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 2d4+6 piercing\r\n\r\n**Occult Prepared Spells** DC 22, attack +14\r\n- **Cantrips (3rd)**\r\n[Daze](/Spells.aspx?ID=61), [Forbidding Ward](/Spells.aspx?ID=126), [Guidance](/Spells.aspx?ID=142), [Shield](/Spells.aspx?ID=280), [Telekinetic Projectile](/Spells.aspx?ID=334)\r\n- **1st**\r\n[Bane](/Spells.aspx?ID=18), [Command](/Spells.aspx?ID=45), [Ray of Enfeeblement](/Spells.aspx?ID=244) (×2)\r\n- **2nd**\r\n[Invisibility](/Spells.aspx?ID=164), [Phantom Pain](/Spells.aspx?ID=220) (×2), [Touch of Idiocy](/Spells.aspx?ID=341)\r\n- **3rd**\r\n[Blindness](/Spells.aspx?ID=26), [Dream Message](/Spells.aspx?ID=90), [Slow](/Spells.aspx?ID=289)\r\n\r\n**Occult Rituals** DC 22\r\n\r\n- **2nd**\r\n[Create Undead](/Rituals.aspx?ID=10) (crawling hands, zombies)\r\n\r\n**Witch Hexes** DC 22, 2 Focus Points\r\n- **Cantrips (3rd)**\r\n[Evil Eye](/Spells.aspx?ID=798)\r\n- **3rd**\r\n[Needle of Vengeance](/Spells.aspx?ID=801), [Phase Familiar](/Spells.aspx?ID=804)\r\n\r\n**Cackling Coven** <actions string=\"Free Action\" />  **Trigger** Kepgeda's turn begins; **Requirements** Kepgeda is within 30 feet of her [keening cauldron](/Hazards.aspx?ID=204); **Effect** Kepgeda draws on the souls of her dead sisters for a burst of occult power, for a price. Kepgeda takes 10 mental damage, then chooses one: \n<ul><li>Kepgeda Sustains a Spell. If her next action is to cast a witch [hex](/Traits.aspx?ID=324), the DC of that hex increases by 1.</li><li>Kepgeda reduces her [stupefied](/Conditions.aspx?ID=37) condition value to 0.</li><li>If Kepgeda begins casting a [_create undead_](/Rituals.aspx?ID=10) ritual within the next minute, she attempts a DC 18 flat check when the ritual is complete; on a success, the undead she's created is 3 levels higher than the ritual would provide (for example, creating a [zombie brute](/Monsters.aspx?ID=425) instead of a [zombie shambler](/Monsters.aspx?ID=423)).</li></ul>\r\n\r\n**Familiar**   Kepgeda's familiar is Iskessous, a rat with a climb Speed of 25 feet, [darkvision](/MonsterAbilities.aspx?ID=12), and [scent](/MonsterAbilities.aspx?ID=33) as an imprecise sense to a range of 30 feet.\r\n\r\n</column>",
 "name": "Kepgeda the Hag-Nailed",
 "npc": true,
 "perception": 12,
 "rarity": "unique",
 "reflex_save": 11,
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Changeling\" url=\"/Traits.aspx?ID=212\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #181: Zombie Feast](/Sources.aspx?ID=139) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 75\r\n\r\n**AC** 20\r\n\r\n**Fort** +12\r\n\r\n**Ref** +11\r\n\r\n**Will** +12\r\n\r\n**Perception** +12\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen the members of the Three-Fingered Hand speak of their leader, Kepgeda the Hag-Nailed, they say she was born of iron and raised under the gaze of …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Crafting +13",
  "Intimidation +11",
  "Nature +10",
  "Occultism +13",
  "Society +11",
  "Survival +10"
 ],
 "skill_markdown": "[Crafting](/Skills.aspx?ID=4) +13, [Intimidation](/Skills.aspx?ID=7) +11, [Nature](/Skills.aspx?ID=10) +10, [Occultism](/Skills.aspx?ID=11) +13, [Society](/Skills.aspx?ID=14) +11, [Survival](/Skills.aspx?ID=16) +10",
 "source": [
  "Pathfinder #181: Zombie Feast"
 ],
 "source_raw": [
  "Pathfinder #181: Zombie Feast pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #181: Zombie Feast](/Sources.aspx?ID=139) pg. 90</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Blindness",
  "Dream Message",
  "Slow",
  "Invisibility",
  "Phantom Pain",
  "Touch of Idiocy",
  "Bane",
  "Command",
  "Ray of Enfeeblement",
  "Daze",
  "Forbidding Ward",
  "Guidance",
  "Shield",
  "Telekinetic Projectile",
  "Needle of Vengeance",
  "Phase Familiar",
  "Evil Eye"
 ],
 "spell_markdown": "[Bane](/Spells.aspx?ID=18), [Blindness](/Spells.aspx?ID=26), [Command](/Spells.aspx?ID=45), [Daze](/Spells.aspx?ID=61), [Dream Message](/Spells.aspx?ID=90), [Evil Eye](/Spells.aspx?ID=798), [Forbidding Ward](/Spells.aspx?ID=126), [Guidance](/Spells.aspx?ID=142), [Invisibility](/Spells.aspx?ID=164), [Needle of Vengeance](/Spells.aspx?ID=801), [Phantom Pain](/Spells.aspx?ID=220), [Phase Familiar](/Spells.aspx?ID=804), [Ray of Enfeeblement](/Spells.aspx?ID=244), [Shield](/Spells.aspx?ID=280), [Slow](/Spells.aspx?ID=289), [Telekinetic Projectile](/Spells.aspx?ID=334), [Touch of Idiocy](/Spells.aspx?ID=341)",
 "spoilers": "Blood Lords",
 "strength": 2,
 "strongest_save": [
  "fort",
  "fortitude",
  "will"
 ],
 "summary": "When the members of the Three-Fingered Hand speak of their leader, Kepgeda the Hag-Nailed, they say she was born of iron and raised under the gaze of …",
 "summary_markdown": "When the members of the Three-Fingered Hand speak of their leader, Kepgeda the Hag-Nailed, they say she was born of iron and raised under the gaze of …",
 "text": " Kepgeda the Hag-Nailed, Three-Fingered Hand Gang Leader When the members of the Three-Fingered Hand speak of their leader, Kepgeda the Hag-Nailed, they say she was born of iron and raised under the gaze of a hag. Fanatically devoted to her mother, but starved for attention, she hungers for the power that would satisfy her mother's demands. Kepgeda is a changeling and the daughter of Iron Taviah, an annis hag who lives in a shadowy cottage in the Axan Wood. Under the twisted trees of this haunted forest in central Geb, Iron Taviah raised Kepgeda from a young age to serve her faithfully. Occult magic and necromancy came naturally to Kepgeda. She suspects this is one of the reasons Iron Taviah raised her, rather than sending Kepgeda away or locking her up, like her less-talented siblings. She doesn't know their fate, but she suspects it was unpleasant. But Kepgeda never questions her mother about her siblings, her father, and certainly not why she, of all her siblings, was allowed to serve. Kepgeda loves Iron Taviah. Deep in her heart, she knows that she should hate the hag. She should hate the way she was raised. She should hate the vile things her mother expected of her. She should hate that she is still alive not because she is Iron Taviah's child, but because she is Iron Taviah's useful servant. But she loves her mother nonetheless. She loves every cruel thing Iron Taviah did to her that helped harden Kepgeda against the terrors of Geb. She even loves that her mother took a finger from her left hand and keeps its bones in a tattered leather pouch as a form of occult insurance against her daughter. Kepgeda loves that Iron Taviah is filled with hatred for all people, including Kepgeda herself. So, she didn't question when Iron Taviah sent her to help poison the people of Graydirge. Away from the sheltering shadows of the Axan Wood and the protection of her mother, Kepgeda knew it safest to form a coven of her own. Her mother, after all, was part of a coven, though Kepgeda rarely met its other members, and then only at a distance. So Kepgeda sought out two companions. It didn't take long to find others living in Graydirge with an interest in foul necromancy and occultism. Kepgeda's new “sisters” included a dhampir human witch named Samaygdi and an aging human necromancer named Naunylet. Neither of them lived up to her expectations, so Kepgeda dismembered and cooked each of her sisters alive. She bound their screaming souls to the cauldron they'd shared. Now, she draws on their souls' power to fuel her necromancy. One day, Kepgeda hopes to return to the Axan Wood having surpassed her mother in power, and join the Graveclaw herself. She's begun to have thoughts of murdering Iron Taviah, but she hates these thoughts and tries to drown them out by spending as much time near her constantly screaming cauldron as possible. In the meantime, Kepgeda pushes her followers in the Three-Fingered Hand to make every sacrifice necessary to poison Graydirge. This gang consists of a few humans and ghouls who initially followed Kepgeda out of fear; as she helped them overcome rivals and expand their operations, they've steadily gained respect for her. The gang's recent catastrophic losses at Old Ergagh's Farm and Graydirge Bank threaten to undo everything Kepgeda has worked for, and the gang waits tensely to see what will happen next. Kepgeda and her poisoner, Pesgahi, could perfect another poison and concoct a new plan to introduce it to Graydirge's food supply. Or she might murder them all out of spite and start over with a new gang. Campaign Role Kepgeda is the primary villain of this adventure and is unlikely to survive her encounter with the player characters—and her vengeful sisters—at the conclusion of Chapter 3. Recall Knowledge - Humanoid (Society): DC 30 Unspecific Lore : DC 28 Specific Lore : DC 25 Kepgeda the Hag-Nailed Source Pathfinder #181: Zombie Feast pg. 90 Perception +12; darkvision Languages Aklo, Common, Necril, Osiriani Skills Crafting +13, Intimidation +11, Nature +10, Occultism +13, Society +11, Survival +10 Str +2 Dex +2 Con +1 Int +4 Wis +1 Cha +2 Called In constantly resisting her desire to return to her mother, Kepgeda has developed a mental bulwark. If she rolls a success on a saving throw against a mental effect that would make her controlled, she gets a critical success instead. Items +1 striking dagger , familiar, keys to area E13 and the Crooked Coffin grates, ventriloquist's ring --- AC 20 Fort +12 Ref +11 Will +12 +1 circumstance bonus to Will saves against mental effects HP 75 --- Speed 25 feet Melee Single Action dagger +12 (Agile, Magical, versatile S), Damage 2d4+6 piercing Melee Single Action claw +11 (cold iron, Grapple, Unarmed), Damage 1d6+6 slashing Ranged Single Action dagger +12 (Agile, Magical, thrown 10 feet, versatile S), Damage 2d4+6 piercing Occult Prepared Spells DC 22, attack +14 - Cantrips (3rd) Daze, Forbidding Ward, Guidance, Shield, Telekinetic Projectile - 1st Bane, Command, Ray of Enfeeblement (×2) - 2nd Invisibility, Phantom Pain (×2), Touch of Idiocy - 3rd Blindness, Dream Message, Slow Occult Rituals DC 22 - 2nd Create Undead (crawling hands, zombies) Witch Hexes DC 22, 2 Focus Points - Cantrips (3rd) Evil Eye - 3rd Needle of Vengeance, Phase Familiar Cackling Coven Free Action Trigger Kepgeda's turn begins; Requirements Kepgeda is within 30 feet of her keening cauldron; Effect Kepgeda draws on the souls of her dead sisters for a burst of occult power, for a price. Kepgeda takes 10 mental damage, then chooses one: Kepgeda Sustains a Spell. If her next action is to cast a witch hex, the DC of that hex increases by 1. Kepgeda reduces her stupefied condition value to 0. If Kepgeda begins casting a create undead ritual within the next minute, she attempts a DC 18 flat check when the ritual is complete; on a success, the undead she's created is 3 levels higher than the ritual would provide (for example, creating a zombie brute instead of a zombie shambler). Familiar Kepgeda's familiar is Iskessous, a rat with a climb Speed of 25 feet, darkvision, and scent as an imprecise sense to a range of 30 feet. ",
 "trait": [
  "Changeling",
  "Human",
  "Humanoid",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Changeling](/Traits.aspx?ID=212), [Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Changeling",
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2049",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 12,
 "wisdom": 1
}