{
 "ac": 32,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 2,
 "creature_ability": [
  "Petrifying Gaze",
  "Biting Snakes",
  "Focus Gaze",
  "Quick Responses",
  "Serpent Venom"
 ],
 "creature_family_markdown": "",
 "dexterity": 7,
 "exclude_from_search": false,
 "fortitude_save": 18,
 "hp": 235,
 "hp_raw": "235",
 "id": "creature-2083",
 "image": [
  "/Images/Monsters/Kerinza.png"
 ],
 "intelligence": 2,
 "language": [
  "Common",
  "Draconic",
  "Varisian"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Varisian](/Languages.aspx?ID=44)",
 "level": 12,
 "markdown": "<title level=\"1\" pfs=\"\">[Kerinza, Legendary Medusa And “Lonely Maiden” Of Southern Geb](/Monsters.aspx?ID=2083)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_Comport yourself with elegance and pride. Mind your manners until they become a useless weight. Never trust anyone except yourself. Friendship is a weakness that can always be exploited_. These were the lessons Kerinza learned before she could even walk. Her mother did her best—perhaps a hundred years ago or a thousand, as Kerinza's lost the count—to prepare Kerinza for the realities of life in Kaer Maga.\n\n A medusa's life is a complicated one, full of blessings and curses. They can turn their enemies to stone with a glance. Lethal venom is as much a part of their body as their own life's blood. A medusa born into human society faces dozens of rivals and earns a thousand enemies before they've drawn their first breath. They must learn exquisite self-control or risk endangering others with their magical vision. A reputation for treachery and ruthlessness follows them always, whether earned or not.\n\n This is the life Phaedele lead in Kaer Maga, where she influenced prominent politicians by day and ran a thieves' guild by night. She assumed her daughter would follow in her footsteps and instructed Kerinza to harden her heart and master the art of guile while she was still young and pliable, knowing anything less would mean an early death.\n\n Kerinza took to her training, always eager to please others, especially her own mother. Unfortunately, she failed to fully master control of her deadly gaze, though Phaedele berated and drilled Kerinza night and day to no avail. The only other piece of Phaedele's training she failed was the prohibition of friendship. Kerinza befriended a boy her own age, Doriel Brozan, who lived a few streets over in the wealthier part of town. The two played together whenever they could, inventing intricate pretend games, enjoying tea parties, and dressing up as heroes and monsters. Phaedele's apartments were beautiful, clean, and filled with expensive trinkets, but Doriel's family lived in a well-appointed townhouse that to Kerinza seemed like a mansion. She was awed by her friend's living space and bustling family.\n\n When Phaedele found out about Doriel, she tried to put a stop to the friendship, locking Kerinza in her room. But when Doriel bravely showed up outside their apartment, Kerinza escaped and sought shelter with Doriel and his family. She passed three months of bliss as his adopted sister—until she inadvertently pierced him with her direct gaze one morning. Kerinza petrified her best friend with a single look. When her screams summoned his parents, they too fell victim to her glare.\n\n Heartbroken, Kerinza returned to her mother ready to accept her fate of being friendless forever. Yet the desire remained within her. Kerinza heard a traveler's tale of the petrified maidens who sometimes walked an ancient battlefield in the land of the dead. Kerinza wanted to go there, where hundreds of friends she couldn't hurt waited for her. She packed her things and said goodbye to her shocked mother, paying her way to Geb by working as a bodyguard and assassin.\n\n It took years, but at last the lonely medusa reached the Field of Maidens. She made a home for herself in the deserted land and terrorized the thieves who came to loot her beloved statues. Kerinza focused her entire being on waking the maidens from their slumber. She became obsessed with the idea and long years of isolation only intensified her fixation.\n\n Kerinza's early experiments were all unsuccessful. She brought stone sisters home, but they proved destructive and unruly. She tried to revive their memories by telling them stories, singing, and holding tea parties like those from her youth. She dressed them in pretty clothes she sewed herself. She anointed them in herbal salves and recited strange spells to break through their stone hearts. Nothing could stop their violent tendencies and Kerinza was often forced to punish the maidens. She wept bitter tears while sweeping up the broken remnants of her friends. Why couldn't she save them?\n\n When she heard of haunted Gristlehall, Kerinza hoped she might find powerful magic within the manor that could bring the statues back to true life, but she was stymied by the dangers of infiltrating the manor. Then she discovered the Holoma invaders, who were committing the worst sin imaginable: trying to take her friends away! Kerinza realized these warriors were too powerful for her to oppose by herself, but she knew she had to do something to sabotage their mission. If only she could count on her mother's lessons to trick someone into helping her. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Kerinza senses an opportunity to charm or trick the characters into dealing with the foreign interlopers. Perhaps she might even convince them to enter Gristlehall on her behalf. She doesn't mind that she'll have to dispatch the characters later, since she views them as wholly expendable—nothing will stand in the way of her reviving her petrified friends. \r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 40\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 38\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 35\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Kerinza.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 12\">[Kerinza](/Monsters.aspx?ID=2083)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #183: Field of Maidens](/Sources.aspx?ID=145) pg. 88</row>\n\n**Perception** +23; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Varisian](/Languages.aspx?ID=44)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +23, [Deception](/Skills.aspx?ID=5) +22, [Diplomacy](/Skills.aspx?ID=6) +22, [Intimidation](/Skills.aspx?ID=7) +22, [Nature](/Skills.aspx?ID=10) +21, [Stealth](/Skills.aspx?ID=15) +25\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +7\r\n\r\n**Con** +2\r\n\r\n**Int** +2\r\n\r\n**Wis** +5\r\n\r\n**Cha** +4\r\n</row>\n\n**Items**\r\n_+1 [striking](/Equipment.aspx?ID=280) [light mace](/Weapons.aspx?ID=5)_, [smoked goggles](/Equipment.aspx?ID=1400)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 32 \r\n\r\n**Fort** +18 \r\n\r\n**Ref** +23 \r\n\r\n**Will** +21 \n\n</row>\r\n\r\n**HP** 235\n\n**Petrifying Gaze** ([arcane](/Traits.aspx?ID=11), [aura](/Traits.aspx?ID=206), [transmutation](/Traits.aspx?ID=157), [visual](/Traits.aspx?ID=163)) 30 feet. When a creature ends its turn in the aura, it must attempt a DC 32 Fortitude save. If the creature fails, it becomes [slowed 1](/Conditions.aspx?ID=35) for 1 minute. Kerinza can activate or deactivate this aura by using a single action, which has the [concentrate](/Traits.aspx?ID=32) trait, but deactivating it is painful for her; she gains weakness 15 to physical damage while her petrifying gaze is deactivated.<br />**Biting Snakes** <actions string=\"Reaction\" /> **Trigger** A creature ends its turn adjacent to Kerinza; **Effect** Kerinza makes a snake fangs Strike against the creature.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_light mace_ +26 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [Shove](/Traits.aspx?ID=193)),\r\n**Damage** 2d4+8 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nsnake fangs +25 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 2d6+8 piercing plus serpent venom\r\n\r\n**Arcane Spontaneous Spells** DC 32, attack +24\r\n- **Cantrips (6th)**\r\n[Detect Magic](/Spells.aspx?ID=66), [Electric Arc](/Spells.aspx?ID=97), [Ghost Sound](/Spells.aspx?ID=132), [Produce Flame](/Spells.aspx?ID=236), [Shield](/Spells.aspx?ID=280)\r\n- **4th**\r\n[Charm](/Spells.aspx?ID=34), [Dream Message](/Spells.aspx?ID=90), [Stoneskin](/Spells.aspx?ID=312) (3 slots)\r\n- **5th**\r\n[Cloudkill](/Spells.aspx?ID=42), [Dispel Magic](/Spells.aspx?ID=78), [Wall of Stone](/Spells.aspx?ID=365) (3 slots)\r\n- **6th**\r\n[Chain Lightning](/Spells.aspx?ID=33), [Stone Tell](/Spells.aspx?ID=310), [Stone to Flesh](/Spells.aspx?ID=311) (3 slots)\r\n\r\n**Focus Gaze** <actions string=\"Single Action\" /> ([Arcane](/Traits.aspx?ID=11), [Concentrate](/Traits.aspx?ID=32), [Incapacitation](/Traits.aspx?ID=93), [Transmutation](/Traits.aspx?ID=157), [Visual](/Traits.aspx?ID=163)) Kerinza fixes her glare on a creature she can see within 30 feet. The target must attempt a Fortitude save against Kerinza's petrifying gaze. If the target was already [slowed](/Conditions.aspx?ID=35) before attempting its save, a failed save causes it to be [petrified](/Conditions.aspx?ID=30) permanently. After attempting its save, the creature is then temporarily immune until the start of Kerinza's next turn.\r\n\r\n**Quick Responses**   If Kerinza isn't [slowed](/Conditions.aspx?ID=35), her Strikes deal an additional 2d6 precision damage to slowed targets.\r\n\r\n**Serpent Venom**  ([Poison](/Traits.aspx?ID=126)) **Saving Throw** DC 32 Fortitude; **Maximum Duration** 6 rounds; **Stage 1** 2d6 poison damage and [enfeebled 1](/Conditions.aspx?ID=13) (1 round); **Stage 2** 3d6 poison damage and enfeebled 2 (1 round); **Stage 3** 5d6 poison damage and enfeebled 3 (1 round)\r\n\r\n</column>",
 "name": "Kerinza",
 "npc": false,
 "perception": 23,
 "rarity": "unique",
 "reflex_save": 23,
 "release_date": "2022-09-21",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #183: Field of Maidens](/Sources.aspx?ID=145) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 235\r\n\r\n**AC** 32\r\n\r\n**Fort** +18\r\n\r\n**Ref** +23\r\n\r\n**Will** +21\r\n\r\n**Perception** +23\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nComport yourself with elegance and pride. Mind your manners until they become a useless weight. Never trust anyone except yourself. Friendship is a …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +23",
  "Deception +22",
  "Diplomacy +22",
  "Intimidation +22",
  "Nature +21",
  "Stealth +25"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +23, [Deception](/Skills.aspx?ID=5) +22, [Diplomacy](/Skills.aspx?ID=6) +22, [Intimidation](/Skills.aspx?ID=7) +22, [Nature](/Skills.aspx?ID=10) +21, [Stealth](/Skills.aspx?ID=15) +25",
 "source": [
  "Pathfinder #183: Field of Maidens"
 ],
 "source_raw": [
  "Pathfinder #183: Field of Maidens pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #183: Field of Maidens](/Sources.aspx?ID=145) pg. 88</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell": [
  "Chain Lightning",
  "Stone Tell",
  "Stone to Flesh",
  "Cloudkill",
  "Dispel Magic",
  "Wall of Stone",
  "Charm",
  "Dream Message",
  "Stoneskin",
  "Detect Magic",
  "Electric Arc",
  "Ghost Sound",
  "Produce Flame",
  "Shield"
 ],
 "spell_markdown": "[Chain Lightning](/Spells.aspx?ID=33), [Charm](/Spells.aspx?ID=34), [Cloudkill](/Spells.aspx?ID=42), [Detect Magic](/Spells.aspx?ID=66), [Dispel Magic](/Spells.aspx?ID=78), [Dream Message](/Spells.aspx?ID=90), [Electric Arc](/Spells.aspx?ID=97), [Ghost Sound](/Spells.aspx?ID=132), [Produce Flame](/Spells.aspx?ID=236), [Shield](/Spells.aspx?ID=280), [Stone Tell](/Spells.aspx?ID=310), [Stone to Flesh](/Spells.aspx?ID=311), [Stoneskin](/Spells.aspx?ID=312), [Wall of Stone](/Spells.aspx?ID=365)",
 "spoilers": "Blood Lords",
 "stealth": "25",
 "strength": 4,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Comport yourself with elegance and pride. Mind your manners until they become a useless weight. Never trust anyone except yourself. Friendship is a …",
 "summary_markdown": "Comport yourself with elegance and pride. Mind your manners until they become a useless weight. Never trust anyone except yourself. Friendship is a …",
 "text": " Kerinza, Legendary Medusa And “Lonely Maiden” Of Southern Geb Comport yourself with elegance and pride. Mind your manners until they become a useless weight. Never trust anyone except yourself. Friendship is a weakness that can always be exploited . These were the lessons Kerinza learned before she could even walk. Her mother did her best—perhaps a hundred years ago or a thousand, as Kerinza's lost the count—to prepare Kerinza for the realities of life in Kaer Maga. A medusa's life is a complicated one, full of blessings and curses. They can turn their enemies to stone with a glance. Lethal venom is as much a part of their body as their own life's blood. A medusa born into human society faces dozens of rivals and earns a thousand enemies before they've drawn their first breath. They must learn exquisite self-control or risk endangering others with their magical vision. A reputation for treachery and ruthlessness follows them always, whether earned or not. This is the life Phaedele lead in Kaer Maga, where she influenced prominent politicians by day and ran a thieves' guild by night. She assumed her daughter would follow in her footsteps and instructed Kerinza to harden her heart and master the art of guile while she was still young and pliable, knowing anything less would mean an early death. Kerinza took to her training, always eager to please others, especially her own mother. Unfortunately, she failed to fully master control of her deadly gaze, though Phaedele berated and drilled Kerinza night and day to no avail. The only other piece of Phaedele's training she failed was the prohibition of friendship. Kerinza befriended a boy her own age, Doriel Brozan, who lived a few streets over in the wealthier part of town. The two played together whenever they could, inventing intricate pretend games, enjoying tea parties, and dressing up as heroes and monsters. Phaedele's apartments were beautiful, clean, and filled with expensive trinkets, but Doriel's family lived in a well-appointed townhouse that to Kerinza seemed like a mansion. She was awed by her friend's living space and bustling family. When Phaedele found out about Doriel, she tried to put a stop to the friendship, locking Kerinza in her room. But when Doriel bravely showed up outside their apartment, Kerinza escaped and sought shelter with Doriel and his family. She passed three months of bliss as his adopted sister—until she inadvertently pierced him with her direct gaze one morning. Kerinza petrified her best friend with a single look. When her screams summoned his parents, they too fell victim to her glare. Heartbroken, Kerinza returned to her mother ready to accept her fate of being friendless forever. Yet the desire remained within her. Kerinza heard a traveler's tale of the petrified maidens who sometimes walked an ancient battlefield in the land of the dead. Kerinza wanted to go there, where hundreds of friends she couldn't hurt waited for her. She packed her things and said goodbye to her shocked mother, paying her way to Geb by working as a bodyguard and assassin. It took years, but at last the lonely medusa reached the Field of Maidens. She made a home for herself in the deserted land and terrorized the thieves who came to loot her beloved statues. Kerinza focused her entire being on waking the maidens from their slumber. She became obsessed with the idea and long years of isolation only intensified her fixation. Kerinza's early experiments were all unsuccessful. She brought stone sisters home, but they proved destructive and unruly. She tried to revive their memories by telling them stories, singing, and holding tea parties like those from her youth. She dressed them in pretty clothes she sewed herself. She anointed them in herbal salves and recited strange spells to break through their stone hearts. Nothing could stop their violent tendencies and Kerinza was often forced to punish the maidens. She wept bitter tears while sweeping up the broken remnants of her friends. Why couldn't she save them? When she heard of haunted Gristlehall, Kerinza hoped she might find powerful magic within the manor that could bring the statues back to true life, but she was stymied by the dangers of infiltrating the manor. Then she discovered the Holoma invaders, who were committing the worst sin imaginable: trying to take her friends away! Kerinza realized these warriors were too powerful for her to oppose by herself, but she knew she had to do something to sabotage their mission. If only she could count on her mother's lessons to trick someone into helping her. Campaign Role Kerinza senses an opportunity to charm or trick the characters into dealing with the foreign interlopers. Perhaps she might even convince them to enter Gristlehall on her behalf. She doesn't mind that she'll have to dispatch the characters later, since she views them as wholly expendable—nothing will stand in the way of her reviving her petrified friends. Recall Knowledge - Humanoid (Society): DC 40 Unspecific Lore : DC 38 Specific Lore : DC 35 Kerinza Source Pathfinder #183: Field of Maidens pg. 88 Perception +23; darkvision Languages Common, Draconic, Varisian Skills Acrobatics +23, Deception +22, Diplomacy +22, Intimidation +22, Nature +21, Stealth +25 Str +4 Dex +7 Con +2 Int +2 Wis +5 Cha +4 Items +1 striking light mace , smoked goggles --- AC 32 Fort +18 Ref +23 Will +21 HP 235 Petrifying Gaze (arcane, aura, transmutation, visual) 30 feet. When a creature ends its turn in the aura, it must attempt a DC 32 Fortitude save. If the creature fails, it becomes slowed 1 for 1 minute. Kerinza can activate or deactivate this aura by using a single action, which has the concentrate trait, but deactivating it is painful for her; she gains weakness 15 to physical damage while her petrifying gaze is deactivated. Biting Snakes Reaction Trigger A creature ends its turn adjacent to Kerinza; Effect Kerinza makes a snake fangs Strike against the creature. --- Speed 30 feet Melee Single Action light mace +26 (Agile, Finesse, Magical, Shove), Damage 2d4+8 bludgeoning Melee Single Action snake fangs +25 (Agile, Finesse), Damage 2d6+8 piercing plus serpent venom Arcane Spontaneous Spells DC 32, attack +24 - Cantrips (6th) Detect Magic, Electric Arc, Ghost Sound, Produce Flame, Shield - 4th Charm, Dream Message, Stoneskin (3 slots) - 5th Cloudkill, Dispel Magic, Wall of Stone (3 slots) - 6th Chain Lightning, Stone Tell, Stone to Flesh (3 slots) Focus Gaze Single Action (Arcane, Concentrate, Incapacitation, Transmutation, Visual) Kerinza fixes her glare on a creature she can see within 30 feet. The target must attempt a Fortitude save against Kerinza's petrifying gaze. If the target was already slowed before attempting its save, a failed save causes it to be petrified permanently. After attempting its save, the creature is then temporarily immune until the start of Kerinza's next turn. Quick Responses If Kerinza isn't slowed, her Strikes deal an additional 2d6 precision damage to slowed targets. Serpent Venom (Poison) Saving Throw DC 32 Fortitude; Maximum Duration 6 rounds; Stage 1 2d6 poison damage and enfeebled 1 (1 round); Stage 2 3d6 poison damage and enfeebled 2 (1 round); Stage 3 5d6 poison damage and enfeebled 3 (1 round) ",
 "trait": [
  "Humanoid",
  "Unique",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2083",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 21,
 "wisdom": 5
}