{
 "ac": 19,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 1,
 "creature_ability": [
  "Collateral Damage",
  "Unluck Aura",
  "Lucky Stabs",
  "Natural Thief"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 8,
 "hp": 50,
 "hp_raw": "50",
 "id": "creature-1617",
 "image": [
  "/Images/Monsters/Kurshkin.png"
 ],
 "intelligence": 1,
 "language": [
  "Common",
  "Gnoll",
  "Undercommon"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Gnoll](/Languages.aspx?ID=17), [Undercommon](/Languages.aspx?ID=11)",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"\">[Kurshking, Gremlin Trickster](/Monsters.aspx?ID=1617)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThough her tiny stature and canine features would never suggest it, Kurshkin is an immortal trickster older than most members of the Magaambya. As a [gremlin](/MonsterFamilies.aspx?ID=58)—a category of mischievous, malevolent [fey](/Traits.aspx?ID=69)—Kurshkin has spent most of her life with no real motives beyond childish cruelty. Like most [pugwampi](/Monsters.aspx?ID=246) gremlins, Kurshkin delights in the misfortune of others, and especially enjoying making bad situations worse by introducing wasps, bleach, or other humiliating and painful substances to a situation where people are already suffering.\n\n After decades of tormenting workers and artists on the outskirts of Nantambu, several members of the squabbling collective of gremlins that Kurshkin was a part of developed a grudge against one of the youths that often helped out around the city—an obnoxiously mellow and good-humored young man named Takulu Ot. The young man was a student at the Magaambya with a terrible habit of helping people keep a positive attitude in bad circumstances. In a display of uncharacteristic boldness, the gremlins ventured into the academy to enact their revenge on the youth and the entire school. They knew that historically, gremlins tended to eschew the academy, but they didn't know why. Kurshkin, in particular, considered herself far too clever to have anything to fear at the Magaambya. After all, the academy only held people, and people are fun to torment.\n\n Unsurprisingly, the gremlins found they had bitten off more than they could chew in deciding to take on a university filled with mages. Kurshkin was one of the first “casualties” of the offensive—caught by a deft student, the pugwampi was stuffed in a sack, loaded onto an elephant, and was two weeks of travel away from Nantambu before she managed to chew her way out of her confinement.\n\n By the time Kurshkin made it back to the Magaambya, all of her fellow gremlins were dead.\n\n Though the pugwampi's first impulse was to run and hide, she was also paranoid that the killer would be coming for her next. Kurshkin began to spy on the campus, looking for any sign of a continued threat. In her vigil, she found herself paying attention to some of the magical lessons being taught at the school. After years of inadvertent osmosis, she even managed to develop a few new magical tricks of her own.\n\n The Magaambya's philosophy of understanding others and overcoming differences worked in Kurshkin's favor. If a few teachers or staff members noticed a creature that would skitter off when spotted, and seemed to be doing no harm, they said nothing about it. Kurshkin's caution eventually waned to the point where she would risk a few pranks on students, but her fear of attracting attention meant these tricks were all effectively harmless, and many of the scholars considered the gremlin's mischief to be a good lesson to teach students some care. Whether or not this situation would have remained tenable on its own is debatable, but it unraveled as soon as the being known as Stone Ghost reached out to Kurshkin.\n\n A strange creature that manifested from the rock of the Magaambya's walls, Stone Ghost was recruiting gremlins for his schemes against the university. He originally approached Kurshkin as a kindred spirit, promising a chance at revenge. When Kurshkin refused, citing what had happened to her own vengeful comrades, Stone Ghost revised his offer: obey, or Stone Ghost would kill her.\n\n It quickly became apparent that Kurshkin was somehow the most competent among Stone Ghost's gathered gremlins, and she was happy to take the leadership position and heap abuse on her underlings. A firm believer in leading from the back, Kurshkin obeys Stone Ghost's orders by telling her fellows what to do while she remains safe and sound, far away from any blowback their malicious antics might incur.\n\n Like most pugwampis, Kurshkin resembles a dog that has lost most of its fur to mange. Her head is too big for her body, and her eyes nearly seem to be popping out of their sockets. She has large, floppy ears but is mostly deaf. During her time at the Magaambya, her eyes have turned bright blue in color—a quirk that her fellow gremlins both mock and fear. Her clothing is unusually fine for a gremlin, due to her scavenging from the Magaambya's well-to-do students, and has become somewhat vain and fussy about what  she wears. She enjoys decorating herself with threads or scraps of cloth that have been ripped off of students by mischance due to her unlucky aura. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Kurshkin serves as a secondary villain to the adventure, a somewhat silly antagonist who can be dangerous nevertheless—if underestimated. Despite her sympathetic circumstances, she is still unrepentant in her malice.\n\n In combat, Kurshkin relies on her unluck aura to keep her safe, darting close to foes and hoping the ensuring misfortune will cause them to deal more harm to each other than to her. If her enemies seem too competent, she's happy to abandon her subordinates to her foes' whims so that she can flee to safety.\n\n Kurshkin is a petty sort of evil, the kind that delights in causing others misfortune because she thinks it's funny. While she's never done anything that warrants death by most human standards, it's undeniable that her presence and actions make people miserable and situations worse.\n\n Her dislike of deadly violence is mainly due to cowardice and the fact that she finds corpses to be less entertaining than living victims. This doesn't mean she won't stick a sword on someone who makes her mad by spoiling her fun; she's done so many times before, and likely will again. Even if the heroes deal with Kurshkin without lethal measures, she still endeavors to slowly grind down everyone around her, one minor annoyance at a time.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fey](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 28\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 26\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 23\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Kurshkin.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Kurshkin](/Monsters.aspx?ID=1617)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Tiny\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n<trait label=\"Gremlin\" url=\"/Traits.aspx?ID=221\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 86</row>\n\n**Perception** +10; (+2 to hear things) [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Gnoll](/Languages.aspx?ID=17), [Undercommon](/Languages.aspx?ID=11)\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +8, [Crafting](/Skills.aspx?ID=4) +8, [Deception](/Skills.aspx?ID=5) +8, [Nature](/Skills.aspx?ID=10) +8, [Stealth](/Skills.aspx?ID=15) +11, [Thievery](/Skills.aspx?ID=17) +9\r\n\r\n<row gap=\"medium\">\r\n**Str** -2\r\n\r\n**Dex** +4\r\n\r\n**Con** +1\r\n\r\n**Int** +1\r\n\r\n**Wis** -1\r\n\r\n**Cha** +3\r\n</row>\n\n**Items**\r\n[Shortbow](/Weapons.aspx?ID=77) (60 arrows), [Shortsword](/Weapons.aspx?ID=43)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 19 \r\n\r\n**Fort** +8 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +8 \n\n</row>\r\n\r\n**HP** 50\n\n**Weaknesses**\r\n[cold iron](/Equipment.aspx?ID=375) 5\r\n\r\n**Collateral Damage** <actions string=\"Reaction\" /> **Trigger** A Strike critically misses Kurshkin; **Effect** Kurshkin redirects the strike to an adjacent creature. The attacker rerolls the Strike against that creature.<br />**Unluck Aura** ([aura](/Traits.aspx?ID=206), [divination](/Traits.aspx?ID=47), [mental](/Traits.aspx?ID=106), [misfortune](/Traits.aspx?ID=110), [primal](/Traits.aspx?ID=134)) 20 feet. Creatures other than [animals](/Traits.aspx?ID=9), [gremlins](/MonsterFamilies.aspx?ID=58), and [gnolls](/Ancestries.aspx?ID=44) in the aura become extremely unlucky (DC 20 Will save; a creature must roll this Will save twice and take the worse result). On a successful save, the creature is temporarily immune to pugwampi unluck auras for 24 hours. On a failure, the creature must roll twice and take the worse result on all checks as long as it remains within the aura's emanation.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nshortsword +12 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d6+4 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nshortbow +12 ([deadly d10](/Traits.aspx?ID=174), [Magical](/Traits.aspx?ID=103), [range increment 60 feet](/Traits.aspx?ID=248), [reload 0](/Traits.aspx?ID=254)),\r\n**Damage** 1d6 piercing\r\n\r\n**Primal Innate Spells** DC 20\r\n- **Cantrips (2nd)**\r\n[Prestidigitation](/Spells.aspx?ID=229)\r\n- **1st**\r\n[Gust of Wind](/Spells.aspx?ID=143), [Spider Sting](/Spells.aspx?ID=300)\r\n- **2nd**\r\n[Speak with Animals](/Spells.aspx?ID=293) (at will)\r\n\r\n**Lucky Stabs**   Kurshkin deals an additional 1d6 damage with her melee Strikes against creatures affected by her unluck aura.\r\n\r\n**Natural Thief**   When attacking with a [finesse](/Traits.aspx?ID=179) melee weapon, Kurshkin adds her Dexterity modifier to damage rolls instead of her Strength modifier.\r\n\r\n</column>",
 "name": "Kurshkin",
 "npc": false,
 "perception": 10,
 "rarity": "unique",
 "reflex_save": 11,
 "release_date": "2021-08-05",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n<trait label=\"Gremlin\" url=\"/Traits.aspx?ID=221\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 86</row>\n\n<row gap=\"medium\">\r\n**HP** 50\r\n\r\n**AC** 19\r\n\r\n**Fort** +8\r\n\r\n**Ref** +11\r\n\r\n**Will** +8\r\n\r\n**Perception** +10\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThough her tiny stature and canine features would never suggest it, Kurshkin is an immortal trickster older than most members of the Magaambya. As a  …\r\n</summary>",
 "sense": "(+2 to hear things)  darkvision ",
 "sense_markdown": "(+2 to hear things) [darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Tiny"
 ],
 "skill": [
  "Arcana +8",
  "Crafting +8",
  "Deception +8",
  "Nature +8",
  "Stealth +11",
  "Thievery +9"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +8, [Crafting](/Skills.aspx?ID=4) +8, [Deception](/Skills.aspx?ID=5) +8, [Nature](/Skills.aspx?ID=10) +8, [Stealth](/Skills.aspx?ID=15) +11, [Thievery](/Skills.aspx?ID=17) +9",
 "source": [
  "Pathfinder #169: Kindled Magic"
 ],
 "source_raw": [
  "Pathfinder #169: Kindled Magic pg. 86"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 86</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Speak with Animals",
  "Gust of Wind",
  "Spider Sting",
  "Prestidigitation"
 ],
 "spell_markdown": "[Gust of Wind](/Spells.aspx?ID=143), [Prestidigitation](/Spells.aspx?ID=229), [Speak with Animals](/Spells.aspx?ID=293), [Spider Sting](/Spells.aspx?ID=300)",
 "spoilers": "Strength of Thousands",
 "stealth": "11",
 "strength": -2,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Though her tiny stature and canine features would never suggest it, Kurshkin is an immortal trickster older than most members of the Magaambya. As a  …",
 "summary_markdown": "Though her tiny stature and canine features would never suggest it, Kurshkin is an immortal trickster older than most members of the Magaambya. As a  …",
 "text": " Kurshking, Gremlin Trickster Though her tiny stature and canine features would never suggest it, Kurshkin is an immortal trickster older than most members of the Magaambya. As a gremlin—a category of mischievous, malevolent fey—Kurshkin has spent most of her life with no real motives beyond childish cruelty. Like most pugwampi gremlins, Kurshkin delights in the misfortune of others, and especially enjoying making bad situations worse by introducing wasps, bleach, or other humiliating and painful substances to a situation where people are already suffering. After decades of tormenting workers and artists on the outskirts of Nantambu, several members of the squabbling collective of gremlins that Kurshkin was a part of developed a grudge against one of the youths that often helped out around the city—an obnoxiously mellow and good-humored young man named Takulu Ot. The young man was a student at the Magaambya with a terrible habit of helping people keep a positive attitude in bad circumstances. In a display of uncharacteristic boldness, the gremlins ventured into the academy to enact their revenge on the youth and the entire school. They knew that historically, gremlins tended to eschew the academy, but they didn't know why. Kurshkin, in particular, considered herself far too clever to have anything to fear at the Magaambya. After all, the academy only held people, and people are fun to torment. Unsurprisingly, the gremlins found they had bitten off more than they could chew in deciding to take on a university filled with mages. Kurshkin was one of the first “casualties” of the offensive—caught by a deft student, the pugwampi was stuffed in a sack, loaded onto an elephant, and was two weeks of travel away from Nantambu before she managed to chew her way out of her confinement. By the time Kurshkin made it back to the Magaambya, all of her fellow gremlins were dead. Though the pugwampi's first impulse was to run and hide, she was also paranoid that the killer would be coming for her next. Kurshkin began to spy on the campus, looking for any sign of a continued threat. In her vigil, she found herself paying attention to some of the magical lessons being taught at the school. After years of inadvertent osmosis, she even managed to develop a few new magical tricks of her own. The Magaambya's philosophy of understanding others and overcoming differences worked in Kurshkin's favor. If a few teachers or staff members noticed a creature that would skitter off when spotted, and seemed to be doing no harm, they said nothing about it. Kurshkin's caution eventually waned to the point where she would risk a few pranks on students, but her fear of attracting attention meant these tricks were all effectively harmless, and many of the scholars considered the gremlin's mischief to be a good lesson to teach students some care. Whether or not this situation would have remained tenable on its own is debatable, but it unraveled as soon as the being known as Stone Ghost reached out to Kurshkin. A strange creature that manifested from the rock of the Magaambya's walls, Stone Ghost was recruiting gremlins for his schemes against the university. He originally approached Kurshkin as a kindred spirit, promising a chance at revenge. When Kurshkin refused, citing what had happened to her own vengeful comrades, Stone Ghost revised his offer: obey, or Stone Ghost would kill her. It quickly became apparent that Kurshkin was somehow the most competent among Stone Ghost's gathered gremlins, and she was happy to take the leadership position and heap abuse on her underlings. A firm believer in leading from the back, Kurshkin obeys Stone Ghost's orders by telling her fellows what to do while she remains safe and sound, far away from any blowback their malicious antics might incur. Like most pugwampis, Kurshkin resembles a dog that has lost most of its fur to mange. Her head is too big for her body, and her eyes nearly seem to be popping out of their sockets. She has large, floppy ears but is mostly deaf. During her time at the Magaambya, her eyes have turned bright blue in color—a quirk that her fellow gremlins both mock and fear. Her clothing is unusually fine for a gremlin, due to her scavenging from the Magaambya's well-to-do students, and has become somewhat vain and fussy about what she wears. She enjoys decorating herself with threads or scraps of cloth that have been ripped off of students by mischance due to her unlucky aura. Campaign Role Kurshkin serves as a secondary villain to the adventure, a somewhat silly antagonist who can be dangerous nevertheless—if underestimated. Despite her sympathetic circumstances, she is still unrepentant in her malice. In combat, Kurshkin relies on her unluck aura to keep her safe, darting close to foes and hoping the ensuring misfortune will cause them to deal more harm to each other than to her. If her enemies seem too competent, she's happy to abandon her subordinates to her foes' whims so that she can flee to safety. Kurshkin is a petty sort of evil, the kind that delights in causing others misfortune because she thinks it's funny. While she's never done anything that warrants death by most human standards, it's undeniable that her presence and actions make people miserable and situations worse. Her dislike of deadly violence is mainly due to cowardice and the fact that she finds corpses to be less entertaining than living victims. This doesn't mean she won't stick a sword on someone who makes her mad by spoiling her fun; she's done so many times before, and likely will again. Even if the heroes deal with Kurshkin without lethal measures, she still endeavors to slowly grind down everyone around her, one minor annoyance at a time. Recall Knowledge - Fey (Nature): DC 28 Unspecific Lore : DC 26 Specific Lore : DC 23 Kurshkin Source Pathfinder #169: Kindled Magic pg. 86 Perception +10; (+2 to hear things) darkvision Languages Common, Gnoll, Undercommon Skills Arcana +8, Crafting +8, Deception +8, Nature +8, Stealth +11, Thievery +9 Str -2 Dex +4 Con +1 Int +1 Wis -1 Cha +3 Items Shortbow (60 arrows), Shortsword --- AC 19 Fort +8 Ref +11 Will +8 HP 50 Weaknesses cold iron 5 Collateral Damage Reaction Trigger A Strike critically misses Kurshkin; Effect Kurshkin redirects the strike to an adjacent creature. The attacker rerolls the Strike against that creature. Unluck Aura (aura, divination, mental, misfortune, primal) 20 feet. Creatures other than animals, gremlins, and gnolls in the aura become extremely unlucky (DC 20 Will save; a creature must roll this Will save twice and take the worse result). On a successful save, the creature is temporarily immune to pugwampi unluck auras for 24 hours. On a failure, the creature must roll twice and take the worse result on all checks as long as it remains within the aura's emanation. --- Speed 25 feet Melee Single Action shortsword +12 (Agile, Finesse, Magical, versatile S), Damage 1d6+4 piercing Ranged Single Action shortbow +12 (deadly d10, Magical, range increment 60 feet, reload 0), Damage 1d6 piercing Primal Innate Spells DC 20 - Cantrips (2nd) Prestidigitation - 1st Gust of Wind, Spider Sting - 2nd Speak with Animals (at will) Lucky Stabs Kurshkin deals an additional 1d6 damage with her melee Strikes against creatures affected by her unluck aura. Natural Thief When attacking with a finesse melee weapon, Kurshkin adds her Dexterity modifier to damage rolls instead of her Strength modifier. ",
 "trait": [
  "Fey",
  "Gremlin",
  "Unique",
  "NE",
  "Tiny"
 ],
 "trait_markdown": "[Fey](/Traits.aspx?ID=69), [Gremlin](/Traits.aspx?ID=221), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Fey",
  "Gremlin",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1617",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude",
  "will"
 ],
 "weakness": {
  "cold_iron": 5
 },
 "weakness_markdown": "[cold iron](/Equipment.aspx?ID=375) 5",
 "weakness_raw": " cold iron  5",
 "will_save": 8,
 "wisdom": -1
}