{
 "ac": 34,
 "alignment": "LE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 5,
 "creature_ability": [
  "Infect Scent",
  "Pinion",
  "Addictive Exhaustion",
  "Infectious Spores",
  "Gauge Potential",
  "Rear Back",
  "Yank"
 ],
 "creature_family_markdown": "",
 "dexterity": 8,
 "exclude_from_search": false,
 "fortitude_save": 22,
 "hp": 213,
 "hp_raw": "213",
 "id": "creature-1733",
 "image": [
  "/Images/Monsters/Kuworsys.png"
 ],
 "immunity": [
  "bleed"
 ],
 "immunity_markdown": "bleed",
 "intelligence": 7,
 "language_markdown": "",
 "level": 12,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Kuworsys](/Monsters.aspx?ID=1733)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nAt a distance, the creature known as Kuworsys might be mistaken for a crawling undead hand, possessed of two thumbs instead of one. These “thumbs” are actually the being's hind limbs, which it can clumsily stand upon should it choose. Each of its fingerlike limbs bears a smaller hand on the end, giving Kuworsys an eerie gait possessed of too many moving joints. Wedged within the wrist-shaped tissue that makes up the creature's head are three bloodshot eyes, glaring balefully from lids twisted into shape from ropes of flesh.\n\n Whether part of its base nature or due to its long imprisonment, Kuworsys appears to be skinned and rotting, its body riddled with ragged holes held together by raw sinew. Despite its glistening and putrid appearance, it isn't undead, nor does it leave any trace of blood or gristle in its wake. Those who believe its condition might slow it down are often shocked by the creature's jittering speed, and those who believe they might be able to track it by the scent of rotting flesh find themselves inhaling the beast's deadly, exhausting spores instead.\n\n When encountering another creature, Kuworsys doesn't approach initially, instead observing the stranger while hidden or at a distance. While it might grow bolder and approach to examine or provoke another being, it prefers to avoid direct confrontation and is intelligent and stealthy enough to deftly avoid discovery. Its presence proves deadly enough, even without any further aggression, as those who Kuworsys stalks eventually succumb to a lethal lethargy.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Aberration](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 40\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 38\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 35\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Kuworsys.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 12\">[Kuworsys](/Monsters.aspx?ID=1733)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 64</row>\n\n**Perception** +22; (26 vs traps) infect scent (imprecise) 60 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +25, [Athletics](/Skills.aspx?ID=3) +22, [Crafting](/Skills.aspx?ID=4) +25, [Stealth](/Skills.aspx?ID=15) +28, [Thievery](/Skills.aspx?ID=17) +28\r\n\r\n<row gap=\"medium\">\r\n**Str** +7\r\n\r\n**Dex** +8\r\n\r\n**Con** +5\r\n\r\n**Int** +7\r\n\r\n**Wis** +5\r\n\r\n**Cha** +4\r\n</row>\r\n\r\n**Infect Scent** Kuworsys can smell creatures infected with [addictive exhaustion](/Diseases.aspx?ID=23), as the [scent](/MonsterAbilities.aspx?ID=33) ability.\r\n\r\n**Items**\r\n_+1 [striking](/Equipment.aspx?ID=280) [sling](/Weapons.aspx?ID=72)_ (10 sling bullets, 3 [_explosive ammunition_](/Equipment.aspx?ID=162), 3 [_freezing ammunition_](/Equipment.aspx?ID=713))\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 34 \r\n\r\n**Fort** +22 \r\n\r\n**Ref** +22 \r\n\r\n**Will** +27 \n\n</row>\r\n\r\n**HP** 213\n\n**Immunities**\r\nbleed\r\n\r\n**Resistances**\r\n[poison](/Traits.aspx?ID=126) 15\r\n\r\n**Weaknesses**\r\n[acid](/Traits.aspx?ID=3) 10, [fire](/Traits.aspx?ID=72) 10\r\n\r\n**Pinion** <actions string=\"Reaction\" /> **Trigger** A creature within 10 feet of Kuworsys uses an action to [Fly](/MonsterFamilies.aspx?ID=136); **Requirements** Kuworsys is Reared Back; **Effect** Kuworsys lashes out at the triggering creature, attempting to swat it to the ground. Kuworsys attempts a melee Strike against the creature. If the Strike hits, the creature's movement is interrupted. The creature is knocked to the ground; on a critical hit, they also can't Fly again for 1 minute.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet, climb 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nlimb +27 ([Finesse](/Traits.aspx?ID=179), [reach 15 feet](/Traits.aspx?ID=192), [Shove](/Traits.aspx?ID=193)),\r\n**Damage** 3d12+7 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nsling +28 ([Propulsive](/Traits.aspx?ID=191), [range increment 50 feet](/Traits.aspx?ID=248), [reload 1](/Traits.aspx?ID=254)),\r\n**Damage** 2d6+13 bludgeoning\n\n**Addictive Exhaustion**  ([Disease](/Traits.aspx?ID=46)) DC 32, see [here](/Diseases.aspx?ID=23)\r\n\r\n**Infectious Spores** <actions string=\"Two Actions\" />  Kuworsys releases a choking field of spores within a 30-foot radius, continuing to release them until the end of its next turn. Creatures who begin their turns within the area of the spores, or who enter the area, must attempt a DC 32 Fortitude save. On a failure, the creature becomes afflicted with [addictive exhaustion](/Diseases.aspx?ID=23). Kuworsys then can't use its Infectious Spores again for 1d4 rounds.\r\n\r\n**Gauge Potential** <actions string=\"Single Action\" />  Kuworsys studies a creature it can see, attempting to predict its actions. The creature attempts a DC 32 Will save. On a failed save, Kuworsys predicts the creature's moves, gaining a +2 circumstance bonus to attack rolls and AC against the target creature for 1 minute.\r\n\r\n**Rear Back** <actions string=\"Single Action\" />  Kuworsys stands on its two hind limbs, bringing its other four limbs to bear on its foes. Kuworsys stays Reared Back until it uses a single action to return to its normal stance. While Kuworsys is Reared Back, it is [clumsy 1](/Conditions.aspx?ID=3) but can use its Pinion and Yank abilities.\r\n\r\n**Yank** <actions string=\"Two Actions\" />  **Requirements** Kuworsys is Reared Back; **Effect** Kuworsys makes a melee limb Strike against a creature and, on a success, attempts to steal the creature's weapon from its hands. Kuworsys attempts a [Thievery](/Skills.aspx?ID=17) check against the target's Reflex DC.<br /> **Critical Success** The creature's weapon falls to the floor in the creature's space.<br /> **Success** Until the start of that creature's turn, attempts to [Disarm](/Actions.aspx?ID=41) the creature of its weapon gain a +2 circumstance bonus, and the target takes a –2 circumstance penalty to attacks with the weapon or other checks requiring a firm grasp on the weapon.<br /> **Failure** The creature is unaffected.<br /> **Critical Failure** The creature can use a reaction to attempt a melee Strike against Kuworsys with the weapon Kuworsys attempted to grab.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Kuworsys Alternate Abilities</title>\r\n\r\nThe preceding stat block depicts how Kuworsys behaves around its targets of observation. However, rumors abound that it grows more aggressive when it has finished its observations. In battle, Kuworsys might unleash all the pent-up wrath of a creature trapped in a labyrinth for centuries. In that case, replace one or more of its abilities, especially observational abilities such as Gauge Potential, with one or more of the following abilities on a one-for-one basis.\n\n **Careless Block** <actions string=\"Reaction\" /> **Trigger** A creature attempts a Strike against Kuworsys; **Effect** Kuworsys blocks the triggering Strike by snapping its sling or a stolen weapon into a blocking position. Damage is dealt to Kuworsys's weapon first. If the weapon would be destroyed, excess damage is dealt to Kuworsys.\n\n **Rain Blows** <actions string=\"Three Actions\" /> **Requirements** Kuworsys is Reared Back; **Effect** Kuworsys Strikes each creature within its reach, to a maximum of four Strikes (one for each available limb). It can make limb Strikes or weapon Strikes, including with ranged weapons, but can use each weapon only once. Each attack counts toward Kuworsys's multiple attack penalty, but the multiple attack penalty doesn't increase until after it makes all the attacks.\n\n **Rapid Bombardment** Kuworsys's sling becomes a [reload 0](/Traits.aspx?ID=254) weapon instead of reload 1.\n\n **Smash and Grab** <actions string=\"Three Actions\" /> Kuworsys Strides up to twice its Speed. At the end of its movement, it can make a melee limb Strike. On a successful Strike, the creature becomes grabbed until the end of Kuworsys's next turn.\r\n</aside>",
 "name": "Kuworsys",
 "npc": false,
 "perception": 22,
 "pfs": "Standard",
 "rarity": "unique",
 "reflex_save": 22,
 "release_date": "2021-12-22",
 "resistance": {
  "poison": 15
 },
 "resistance_markdown": "[poison](/Traits.aspx?ID=126) 15",
 "resistance_raw": " poison  15",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 64</row>\n\n<row gap=\"medium\">\r\n**HP** 213\r\n\r\n**AC** 34\r\n\r\n**Fort** +22\r\n\r\n**Ref** +22\r\n\r\n**Will** +27\r\n\r\n**Perception** +22\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAt a distance, the creature known as Kuworsys might be mistaken for a crawling undead hand, possessed of two thumbs instead of one. These “thumbs” …\r\n</summary>",
 "sense": "(26 vs traps) infect scent (imprecise) 60 feet",
 "sense_markdown": "(26 vs traps) infect scent (imprecise) 60 feet",
 "size": [
  "Large"
 ],
 "skill": [
  "Acrobatics +25",
  "Athletics +22",
  "Crafting +25",
  "Stealth +28",
  "Thievery +28"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +25, [Athletics](/Skills.aspx?ID=3) +22, [Crafting](/Skills.aspx?ID=4) +25, [Stealth](/Skills.aspx?ID=15) +28, [Thievery](/Skills.aspx?ID=17) +28",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 64"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 64</row>",
 "speed": {
  "climb": 35,
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet, climb 35 feet",
 "speed_raw": "35 feet, climb 35 feet",
 "spell_markdown": "",
 "stealth": "28",
 "strength": 7,
 "strongest_save": [
  "will"
 ],
 "summary": "At a distance, the creature known as Kuworsys might be mistaken for a crawling undead hand, possessed of two thumbs instead of one. These “thumbs” …",
 "summary_markdown": "At a distance, the creature known as Kuworsys might be mistaken for a crawling undead hand, possessed of two thumbs instead of one. These “thumbs” …",
 "text": " Kuworsys At a distance, the creature known as Kuworsys might be mistaken for a crawling undead hand, possessed of two thumbs instead of one. These “thumbs” are actually the being's hind limbs, which it can clumsily stand upon should it choose. Each of its fingerlike limbs bears a smaller hand on the end, giving Kuworsys an eerie gait possessed of too many moving joints. Wedged within the wrist-shaped tissue that makes up the creature's head are three bloodshot eyes, glaring balefully from lids twisted into shape from ropes of flesh. Whether part of its base nature or due to its long imprisonment, Kuworsys appears to be skinned and rotting, its body riddled with ragged holes held together by raw sinew. Despite its glistening and putrid appearance, it isn't undead, nor does it leave any trace of blood or gristle in its wake. Those who believe its condition might slow it down are often shocked by the creature's jittering speed, and those who believe they might be able to track it by the scent of rotting flesh find themselves inhaling the beast's deadly, exhausting spores instead. When encountering another creature, Kuworsys doesn't approach initially, instead observing the stranger while hidden or at a distance. While it might grow bolder and approach to examine or provoke another being, it prefers to avoid direct confrontation and is intelligent and stealthy enough to deftly avoid discovery. Its presence proves deadly enough, even without any further aggression, as those who Kuworsys stalks eventually succumb to a lethal lethargy. Recall Knowledge - Aberration (Occultism): DC 40 Unspecific Lore : DC 38 Specific Lore : DC 35 Kuworsys Source Monsters of Myth pg. 64 Perception +22; (26 vs traps) infect scent (imprecise) 60 feet Languages Skills Acrobatics +25, Athletics +22, Crafting +25, Stealth +28, Thievery +28 Str +7 Dex +8 Con +5 Int +7 Wis +5 Cha +4 Infect Scent Kuworsys can smell creatures infected with addictive exhaustion, as the scent ability. Items +1 striking sling (10 sling bullets, 3 explosive ammunition , 3 freezing ammunition ) --- AC 34 Fort +22 Ref +22 Will +27 HP 213 Immunities bleed Resistances poison 15 Weaknesses acid 10, fire 10 Pinion Reaction Trigger A creature within 10 feet of Kuworsys uses an action to Fly; Requirements Kuworsys is Reared Back; Effect Kuworsys lashes out at the triggering creature, attempting to swat it to the ground. Kuworsys attempts a melee Strike against the creature. If the Strike hits, the creature's movement is interrupted. The creature is knocked to the ground; on a critical hit, they also can't Fly again for 1 minute. --- Speed 35 feet, climb 35 feet Melee Single Action limb +27 (Finesse, reach 15 feet, Shove), Damage 3d12+7 bludgeoning Ranged Single Action sling +28 (Propulsive, range increment 50 feet, reload 1), Damage 2d6+13 bludgeoning Addictive Exhaustion (Disease) DC 32, see here Infectious Spores Two Actions Kuworsys releases a choking field of spores within a 30-foot radius, continuing to release them until the end of its next turn. Creatures who begin their turns within the area of the spores, or who enter the area, must attempt a DC 32 Fortitude save. On a failure, the creature becomes afflicted with addictive exhaustion. Kuworsys then can't use its Infectious Spores again for 1d4 rounds. Gauge Potential Single Action Kuworsys studies a creature it can see, attempting to predict its actions. The creature attempts a DC 32 Will save. On a failed save, Kuworsys predicts the creature's moves, gaining a +2 circumstance bonus to attack rolls and AC against the target creature for 1 minute. Rear Back Single Action Kuworsys stands on its two hind limbs, bringing its other four limbs to bear on its foes. Kuworsys stays Reared Back until it uses a single action to return to its normal stance. While Kuworsys is Reared Back, it is clumsy 1 but can use its Pinion and Yank abilities. Yank Two Actions Requirements Kuworsys is Reared Back; Effect Kuworsys makes a melee limb Strike against a creature and, on a success, attempts to steal the creature's weapon from its hands. Kuworsys attempts a Thievery check against the target's Reflex DC. Critical Success The creature's weapon falls to the floor in the creature's space. Success Until the start of that creature's turn, attempts to Disarm the creature of its weapon gain a +2 circumstance bonus, and the target takes a –2 circumstance penalty to attacks with the weapon or other checks requiring a firm grasp on the weapon. Failure The creature is unaffected. Critical Failure The creature can use a reaction to attempt a melee Strike against Kuworsys with the weapon Kuworsys attempted to grab. Kuworsys Alternate Abilities The preceding stat block depicts how Kuworsys behaves around its targets of observation. However, rumors abound that it grows more aggressive when it has finished its observations. In battle, Kuworsys might unleash all the pent-up wrath of a creature trapped in a labyrinth for centuries. In that case, replace one or more of its abilities, especially observational abilities such as Gauge Potential, with one or more of the following abilities on a one-for-one basis. Careless Block Reaction Trigger A creature attempts a Strike against Kuworsys; Effect Kuworsys blocks the triggering Strike by snapping its sling or a stolen weapon into a blocking position. Damage is dealt to Kuworsys's weapon first. If the weapon would be destroyed, excess damage is dealt to Kuworsys. Rain Blows Three Actions Requirements Kuworsys is Reared Back; Effect Kuworsys Strikes each creature within its reach, to a maximum of four Strikes (one for each available limb). It can make limb Strikes or weapon Strikes, including with ranged weapons, but can use each weapon only once. Each attack counts toward Kuworsys's multiple attack penalty, but the multiple attack penalty doesn't increase until after it makes all the attacks. Rapid Bombardment Kuworsys's sling becomes a reload 0 weapon instead of reload 1. Smash and Grab Three Actions Kuworsys Strides up to twice its Speed. At the end of its movement, it can make a melee limb Strike. On a successful Strike, the creature becomes grabbed until the end of Kuworsys's next turn. ",
 "trait": [
  "Aberration",
  "Unique",
  "LE",
  "Large"
 ],
 "trait_markdown": "[Aberration](/Traits.aspx?ID=1), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Aberration",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1733",
 "weakest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex"
 ],
 "weakness": {
  "acid": 10,
  "fire": 10
 },
 "weakness_markdown": "[acid](/Traits.aspx?ID=3) 10, [fire](/Traits.aspx?ID=72) 10",
 "weakness_raw": " acid  10,  fire  10",
 "will_save": 27,
 "wisdom": 5
}