{
 "ac": 27,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 0,
 "creature_ability": [
  "Bardic Lore",
  "Cautionary Tale",
  "Divine Aegis",
  "Steady Spellcasting"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 16,
 "hp": 127,
 "hp_raw": "127",
 "id": "creature-2099",
 "image": [
  "/Images/Monsters/LasheeliAminda.png"
 ],
 "intelligence": 4,
 "language": [
  "Celestial",
  "Common",
  "Drooni"
 ],
 "language_markdown": "[Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Drooni](/Languages.aspx?ID=100)",
 "level": 10,
 "markdown": "<title level=\"1\" pfs=\"\">[Lasheeli Aminda, Serene Field Commander](/NPCs.aspx?ID=2099)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nWhen divine beings take notice of a mortal lineage, they might bless their descendants with good luck, or punish them with generations of misfortune. Lasheeli's family suffered the latter when they attracted divine attention and became the bearers of a curse, or so Lasheeli was always told. Born deep in the steaming jungles of Zuntisha, Lasheeli was the youngest child of a poor family with memories of noble blood. Hundreds of years ago, her mother claimed, a daughter of the Aminda family was chosen to become omwa. Omwa Daol remembered her family after her becoming rites and lavished her parents, siblings, and cousins with gifts. She built them a mansion of marble and pearl in the heart of Zuntisha. The Amindas sewed clothing from the finest materials, seasoned their food with the best spices, and were sought after as friends and lovers from those all over Zuntisha.\n\n The Amindas enjoyed many blessings, but it was because the omwa proved selfish and hoarded the best resources for her own household. She shirked her duties to the people of Zuntisha by uplifting her natal family above all others. She called for a heavy tax on goods and property, from which the Amindas were spared, and enforced it with vicious sellswords. Unhappy with this leadership, the people of Zuntisha petitioned heaven to choose a new omwa. Daol was cast out, stripped of her wings and enhancements, and removed of her title. She returned to the Aminda mansion in shame, diminished by heaven's judgment.\n\n Ever since, the Aminda name bore an ugly mark. The family's wealth dwindled over the generations and their mansion crumbled. Aminda matriarchs struggled to provide for their children and sold their ancestors' treasures to buy rice meal and dried fish. Their children were weak and prone to sickness, and never again was an omwa chosen from the Aminda line. Some Amindas became martyrs hoping to purge their familial curse. Lasheeli's own aunt and grandmother were among the ill-fated soldiers to follow Mastrien Slash into Geb.\n\n After generations of strife, Lasheeli's birth was a miracle. The first three Aminda children of her generation were sickly, but Lasheeli and her twin were born with radiant golden eyes and halo-like birthmarks encircling their dusky brows. As they grew, they displayed an innate talent for conjuring white fire that didn't burn. Outside the decaying mansion, all agreed the twins were touched by heaven's blessing and wondered whether the Aminda family was now ascending from their humbling decline.\n\n Growing up, Lasheeli was obedient and shy, while her twin was a firebrand with a magnetic personality. Lasheeli kept silent, making no promises out of fear of overpromising that which she didn't know, but her twin spoke out about Zuntisha's brilliant future. One by one the three eldest Amindas succumbed to illness, leaving the twins alone to inherit control of the household. But there was a complication: Lasheeli's sibling was the first Aminda in nearly a millennium to be chosen as omwa. Though she was born in a masculine body, Celeste Aminda completely transformed during her rites of becoming and chose her own name. Omwa Celeste defied Daol's memory by acting with kindness and intelligence. She treated all her people as family equal to her own.\n\n Lasheeli rejoiced for Celeste, but even as her family's fortunes were rising, she felt herself sinking into an abyss. Lasheeli was next in line to govern an entire household. With her family's status changing, Lasheeli faced situations she didn't understand—social calls, trade negotiations, and financial decisions for over a dozen extended family members. She didn't have the busy Celeste to rely on. In her sleepless nights of obsessive prayer, Lasheeli experienced waking dreams of her grandmother and aunt, whom she had barely known. She decided to take a small retinue to Geb to recover their bodies, believing her ancestors could help guide her down the strange new path she found herself walking.\n\n<title level=\"2\" right=\"\">Campaign Role</title> Surprisingly, the journey to recover her petrified family members sparked growth in the young scion. In her taciturn childhood, Lasheeli always thought long and hard before speaking, often content to remain silent and let Celeste speak for both sisters. In the field, she no longer has this luxury, and she's responsible for issuing orders and gauging morale. To Lasheeli's surprise, however, her thoughtful pronouncements inspire those around her, and her retinue listens avidly when she recites the old stories of glory she learned on her mother's knee. She has to temper the passion these stories instill, however, since she hasn't come to the Field of Maidens to provoke any conflict, but to quietly find and recover her ancestors' statues. When the characters meet Lasheeli, she's coming into her authority and confidence. Her interactions with the characters are likely to put both to the test.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 37\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 35\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 32\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/LasheeliAminda.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 10\">[Lasheeli Aminda](/NPCs.aspx?ID=2099)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Aasimar\" url=\"/Traits.aspx?ID=256\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #183: Field of Maidens](/Sources.aspx?ID=145) pg. 90</row>\n\n**Perception** +19; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Drooni](/Languages.aspx?ID=100)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +19, [Bardic Lore](/Skills.aspx?ID=8) +18, [Diplomacy](/Skills.aspx?ID=6) +21, [Holomog Lore](/Skills.aspx?ID=8) +20, [Occultism](/Skills.aspx?ID=11) +20, [Performance](/Skills.aspx?ID=12) +21, [Religion](/Skills.aspx?ID=13) +19, [Society](/Skills.aspx?ID=14) +20\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +3\r\n\r\n**Con** +0\r\n\r\n**Int** +4\r\n\r\n**Wis** +3\r\n\r\n**Cha** +5\r\n</row>\r\n\r\n**Bardic Lore** Lasheeli can use [Bardic Lore](/Skills.aspx?ID=8) to [Recall Knowledge](/Actions.aspx?ID=26) on any topic.\r\n\r\n**Items**\r\n_+1 [striking](/Equipment.aspx?ID=280) [returning](/Equipment.aspx?ID=301) [bola](/Weapons.aspx?ID=123)_, [Dagger](/Weapons.aspx?ID=3)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 27 \r\n\r\n**Fort** +16 \r\n\r\n**Ref** +19 \r\n\r\n**Will** +19 \n\n</row>\r\n\r\n**HP** 127\n\n**Cautionary Tale** <actions string=\"Reaction\" /> ([linguistic](/Traits.aspx?ID=101), verbal) **Trigger** Lasheeli or an ally within 30 feet attempts a Will save; **Effect** Lasheeli orates a line or two from one of her stories and makes a [Performance](/Skills.aspx?ID=12) check. Lasheeli and any allies can use the better result of her check or their saving throw.<br />**Divine Aegis** ([abjuration](/Traits.aspx?ID=2), [divine](/Traits.aspx?ID=48)) Once per day when Lasheeli takes damage that would reduce her to 0 Hit Points, a radiant, holy shield flashes over her, negating all of the attack's evil damage and half of any other damage the attack deals. If the attacker is within 60 feet, divine aegis deals the attacker the same amount of damage it prevented (of the same type, except that if divine aegis prevents evil damage, it deals the attacker good damage instead).\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ndagger +21 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+9 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_bola_ +22 ([Magical](/Traits.aspx?ID=103), [Nonlethal](/Traits.aspx?ID=188), [Ranged Trip](/Traits.aspx?ID=251), [thrown 20 feet](/Traits.aspx?ID=195)),\r\n**Damage** 2d6+9 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\ndagger +21 ([Agile](/Traits.aspx?ID=170), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+9 piercing\r\n\r\n**Occult Spontaneous Spells** DC 29, attack +21\r\n- **Cantrips (5th)**\r\n[Detect Magic](/Spells.aspx?ID=66), [Guidance](/Spells.aspx?ID=142), [Message](/Spells.aspx?ID=190), [Prestidigitation](/Spells.aspx?ID=229), [Shield](/Spells.aspx?ID=280)\r\n- **1st**\r\n[Celestial Accord](/Spells.aspx?ID=1220), [Mindlink](/Spells.aspx?ID=195), [Sanctuary](/Spells.aspx?ID=266), [True Strike](/Spells.aspx?ID=345) (3 slots)\r\n- **2nd**\r\n[Augury](/Spells.aspx?ID=15), [Calm Emotions](/Spells.aspx?ID=31), [Dispel Magic](/Spells.aspx?ID=78) (3 slots)\r\n- **3rd**\r\n[Enthrall](/Spells.aspx?ID=104), [Haste](/Spells.aspx?ID=147), [Heroism](/Spells.aspx?ID=149) (3 slots)\r\n- **4th**\r\n[Confusion](/Spells.aspx?ID=48), [Procyal Philosophy](/Spells.aspx?ID=1224), [Restoration](/Spells.aspx?ID=258) (3 slots)\r\n- **5th**\r\n[Chromatic Wall](/Spells.aspx?ID=37), [Crushing Despair](/Spells.aspx?ID=57), [Prying Eye](/Spells.aspx?ID=239) (3 slots)\r\n\r\n**Occult Innate Spells** DC 29\r\n- **Cantrips (5th)**\r\n[Light](/Spells.aspx?ID=171)\r\n- **2nd**\r\n[Continual Flame](/Spells.aspx?ID=50), [Faerie Fire](/Spells.aspx?ID=107)\r\n\r\n**Bard Composition Spells** DC 29, 3 Focus Points\r\n- **Cantrips (5th)**\r\n[Dirge of Doom](/Spells.aspx?ID=382), [Inspire Courage](/Spells.aspx?ID=386)\r\n- **5th**\r\n[Counter Performance](/Spells.aspx?ID=381), [Loremaster's Etude](/Spells.aspx?ID=390)\r\n\r\n**Steady Spellcasting**   If a reaction would disrupt Lasheeli's spellcasting, she attempts a DC 15 flat check; on a success, the spell isn't disrupted.\r\n\r\n</column>",
 "name": "Lasheeli Aminda",
 "npc": true,
 "perception": 19,
 "rarity": "unique",
 "reflex_save": 19,
 "release_date": "2022-09-21",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Aasimar\" url=\"/Traits.aspx?ID=256\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #183: Field of Maidens](/Sources.aspx?ID=145) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 127\r\n\r\n**AC** 27\r\n\r\n**Fort** +16\r\n\r\n**Ref** +19\r\n\r\n**Will** +19\r\n\r\n**Perception** +19\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen divine beings take notice of a mortal lineage, they might bless their descendants with good luck, or punish them with generations of misfortune. …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +19",
  "Bardic Lore +18",
  "Diplomacy +21",
  "Holomog Lore +20",
  "Occultism +20",
  "Performance +21",
  "Religion +19",
  "Society +20"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +19, [Bardic Lore](/Skills.aspx?ID=8) +18, [Diplomacy](/Skills.aspx?ID=6) +21, [Holomog Lore](/Skills.aspx?ID=8) +20, [Occultism](/Skills.aspx?ID=11) +20, [Performance](/Skills.aspx?ID=12) +21, [Religion](/Skills.aspx?ID=13) +19, [Society](/Skills.aspx?ID=14) +20",
 "source": [
  "Pathfinder #183: Field of Maidens"
 ],
 "source_raw": [
  "Pathfinder #183: Field of Maidens pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #183: Field of Maidens](/Sources.aspx?ID=145) pg. 90</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell": [
  "Chromatic Wall",
  "Crushing Despair",
  "Prying Eye",
  "Confusion",
  "Procyal Philosophy",
  "Restoration",
  "Enthrall",
  "Haste",
  "Heroism",
  "Augury",
  "Calm Emotions",
  "Dispel Magic",
  "Celestial Accord",
  "Mindlink",
  "Sanctuary",
  "True Strike",
  "Detect Magic",
  "Guidance",
  "Message",
  "Prestidigitation",
  "Shield",
  "Continual Flame",
  "Faerie Fire",
  "Light",
  "Counter Performance",
  "Loremaster's Etude",
  "Dirge of Doom",
  "Inspire Courage"
 ],
 "spell_markdown": "[Augury](/Spells.aspx?ID=15), [Calm Emotions](/Spells.aspx?ID=31), [Celestial Accord](/Spells.aspx?ID=1220), [Chromatic Wall](/Spells.aspx?ID=37), [Confusion](/Spells.aspx?ID=48), [Continual Flame](/Spells.aspx?ID=50), [Counter Performance](/Spells.aspx?ID=381), [Crushing Despair](/Spells.aspx?ID=57), [Detect Magic](/Spells.aspx?ID=66), [Dirge of Doom](/Spells.aspx?ID=382), [Dispel Magic](/Spells.aspx?ID=78), [Enthrall](/Spells.aspx?ID=104), [Faerie Fire](/Spells.aspx?ID=107), [Guidance](/Spells.aspx?ID=142), [Haste](/Spells.aspx?ID=147), [Heroism](/Spells.aspx?ID=149), [Inspire Courage](/Spells.aspx?ID=386), [Light](/Spells.aspx?ID=171), [Loremaster's Etude](/Spells.aspx?ID=390), [Message](/Spells.aspx?ID=190), [Mindlink](/Spells.aspx?ID=195), [Prestidigitation](/Spells.aspx?ID=229), [Procyal Philosophy](/Spells.aspx?ID=1224), [Prying Eye](/Spells.aspx?ID=239), [Restoration](/Spells.aspx?ID=258), [Sanctuary](/Spells.aspx?ID=266), [Shield](/Spells.aspx?ID=280), [True Strike](/Spells.aspx?ID=345)",
 "spoilers": "Blood Lords",
 "strength": 0,
 "strongest_save": [
  "ref",
  "reflex",
  "will"
 ],
 "summary": "When divine beings take notice of a mortal lineage, they might bless their descendants with good luck, or punish them with generations of misfortune. …",
 "summary_markdown": "When divine beings take notice of a mortal lineage, they might bless their descendants with good luck, or punish them with generations of misfortune. …",
 "text": " Lasheeli Aminda, Serene Field Commander When divine beings take notice of a mortal lineage, they might bless their descendants with good luck, or punish them with generations of misfortune. Lasheeli's family suffered the latter when they attracted divine attention and became the bearers of a curse, or so Lasheeli was always told. Born deep in the steaming jungles of Zuntisha, Lasheeli was the youngest child of a poor family with memories of noble blood. Hundreds of years ago, her mother claimed, a daughter of the Aminda family was chosen to become omwa. Omwa Daol remembered her family after her becoming rites and lavished her parents, siblings, and cousins with gifts. She built them a mansion of marble and pearl in the heart of Zuntisha. The Amindas sewed clothing from the finest materials, seasoned their food with the best spices, and were sought after as friends and lovers from those all over Zuntisha. The Amindas enjoyed many blessings, but it was because the omwa proved selfish and hoarded the best resources for her own household. She shirked her duties to the people of Zuntisha by uplifting her natal family above all others. She called for a heavy tax on goods and property, from which the Amindas were spared, and enforced it with vicious sellswords. Unhappy with this leadership, the people of Zuntisha petitioned heaven to choose a new omwa. Daol was cast out, stripped of her wings and enhancements, and removed of her title. She returned to the Aminda mansion in shame, diminished by heaven's judgment. Ever since, the Aminda name bore an ugly mark. The family's wealth dwindled over the generations and their mansion crumbled. Aminda matriarchs struggled to provide for their children and sold their ancestors' treasures to buy rice meal and dried fish. Their children were weak and prone to sickness, and never again was an omwa chosen from the Aminda line. Some Amindas became martyrs hoping to purge their familial curse. Lasheeli's own aunt and grandmother were among the ill-fated soldiers to follow Mastrien Slash into Geb. After generations of strife, Lasheeli's birth was a miracle. The first three Aminda children of her generation were sickly, but Lasheeli and her twin were born with radiant golden eyes and halo-like birthmarks encircling their dusky brows. As they grew, they displayed an innate talent for conjuring white fire that didn't burn. Outside the decaying mansion, all agreed the twins were touched by heaven's blessing and wondered whether the Aminda family was now ascending from their humbling decline. Growing up, Lasheeli was obedient and shy, while her twin was a firebrand with a magnetic personality. Lasheeli kept silent, making no promises out of fear of overpromising that which she didn't know, but her twin spoke out about Zuntisha's brilliant future. One by one the three eldest Amindas succumbed to illness, leaving the twins alone to inherit control of the household. But there was a complication: Lasheeli's sibling was the first Aminda in nearly a millennium to be chosen as omwa. Though she was born in a masculine body, Celeste Aminda completely transformed during her rites of becoming and chose her own name. Omwa Celeste defied Daol's memory by acting with kindness and intelligence. She treated all her people as family equal to her own. Lasheeli rejoiced for Celeste, but even as her family's fortunes were rising, she felt herself sinking into an abyss. Lasheeli was next in line to govern an entire household. With her family's status changing, Lasheeli faced situations she didn't understand—social calls, trade negotiations, and financial decisions for over a dozen extended family members. She didn't have the busy Celeste to rely on. In her sleepless nights of obsessive prayer, Lasheeli experienced waking dreams of her grandmother and aunt, whom she had barely known. She decided to take a small retinue to Geb to recover their bodies, believing her ancestors could help guide her down the strange new path she found herself walking. Campaign Role Surprisingly, the journey to recover her petrified family members sparked growth in the young scion. In her taciturn childhood, Lasheeli always thought long and hard before speaking, often content to remain silent and let Celeste speak for both sisters. In the field, she no longer has this luxury, and she's responsible for issuing orders and gauging morale. To Lasheeli's surprise, however, her thoughtful pronouncements inspire those around her, and her retinue listens avidly when she recites the old stories of glory she learned on her mother's knee. She has to temper the passion these stories instill, however, since she hasn't come to the Field of Maidens to provoke any conflict, but to quietly find and recover her ancestors' statues. When the characters meet Lasheeli, she's coming into her authority and confidence. Her interactions with the characters are likely to put both to the test. Recall Knowledge - Humanoid (Society): DC 37 Unspecific Lore : DC 35 Specific Lore : DC 32 Lasheeli Aminda Source Pathfinder #183: Field of Maidens pg. 90 Perception +19; darkvision Languages Celestial, Common, Drooni Skills Acrobatics +19, Bardic Lore +18, Diplomacy +21, Holomog Lore +20, Occultism +20, Performance +21, Religion +19, Society +20 Str +0 Dex +3 Con +0 Int +4 Wis +3 Cha +5 Bardic Lore Lasheeli can use Bardic Lore to Recall Knowledge on any topic. Items +1 striking returning bola , Dagger --- AC 27 Fort +16 Ref +19 Will +19 HP 127 Cautionary Tale Reaction (linguistic, verbal) Trigger Lasheeli or an ally within 30 feet attempts a Will save; Effect Lasheeli orates a line or two from one of her stories and makes a Performance check. Lasheeli and any allies can use the better result of her check or their saving throw. Divine Aegis (abjuration, divine) Once per day when Lasheeli takes damage that would reduce her to 0 Hit Points, a radiant, holy shield flashes over her, negating all of the attack's evil damage and half of any other damage the attack deals. If the attacker is within 60 feet, divine aegis deals the attacker the same amount of damage it prevented (of the same type, except that if divine aegis prevents evil damage, it deals the attacker good damage instead). --- Speed 30 feet Melee Single Action dagger +21 (Agile, Finesse, versatile S), Damage 1d4+9 piercing Ranged Single Action bola +22 (Magical, Nonlethal, Ranged Trip, thrown 20 feet), Damage 2d6+9 bludgeoning Ranged Single Action dagger +21 (Agile, thrown 10 feet, versatile S), Damage 1d4+9 piercing Occult Spontaneous Spells DC 29, attack +21 - Cantrips (5th) Detect Magic, Guidance, Message, Prestidigitation, Shield - 1st Celestial Accord, Mindlink, Sanctuary, True Strike (3 slots) - 2nd Augury, Calm Emotions, Dispel Magic (3 slots) - 3rd Enthrall, Haste, Heroism (3 slots) - 4th Confusion, Procyal Philosophy, Restoration (3 slots) - 5th Chromatic Wall, Crushing Despair, Prying Eye (3 slots) Occult Innate Spells DC 29 - Cantrips (5th) Light - 2nd Continual Flame, Faerie Fire Bard Composition Spells DC 29, 3 Focus Points - Cantrips (5th) Dirge of Doom, Inspire Courage - 5th Counter Performance, Loremaster's Etude Steady Spellcasting If a reaction would disrupt Lasheeli's spellcasting, she attempts a DC 15 flat check; on a success, the spell isn't disrupted. ",
 "trait": [
  "Aasimar",
  "Human",
  "Humanoid",
  "Unique",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Aasimar](/Traits.aspx?ID=256), [Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Aasimar",
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2099",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 19,
 "wisdom": 3
}