{
 "ac": 35,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 3,
 "creature_ability": [
  "Attack of Opportunity",
  "Archery Expertise",
  "Bark Orders",
  "Efficient Capture",
  "Superior Pack",
  "Rugged Travel",
  "Twin Shot"
 ],
 "creature_family_markdown": "",
 "dexterity": 5,
 "exclude_from_search": false,
 "fortitude_save": 23,
 "hp": 235,
 "hp_raw": "235",
 "id": "creature-1560",
 "intelligence": 1,
 "language": [
  "Common",
  "Dwarven",
  "Gnoll"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Dwarven](/Languages.aspx?ID=3), [Gnoll](/Languages.aspx?ID=17)",
 "level": 13,
 "markdown": "<title level=\"1\" pfs=\"\">[Laslunn](/NPCs.aspx?ID=1560)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_A cunning and efficient gnoll slaver from Katapesh, Laslunn has earned her place in the Scarlet Triad with her determination, efficiency, and cruelty._\n\nBorn into a small gnoll tribe in the White Canyon of western Katapesh, Laslunn quickly distinguished herself from her littermates with her cunning and patience. While other gnoll youths thrashed each other and howled barking laughs, Laslunn would wait, watchful, for the best time to unleash her fury.\n\n When she was barely grown, Laslunn's tribe joined many others in an ill-fated assault on the city of Solku. Laslunn survived the counterattack from the city's defenders—a testament to her skill at arms—but she was wounded in one eye and across her snout. Her tribe shattered, Laslunn struck out for the cosmopolitan city of Katapesh to start a new life.\n\n Once in Katapesh, Laslunn spent a few days engaging in blood sports for pay before signing on a with a larger slave caravan. Over the next few years, she worked with increasingly larger slave operations, even taking to the sea for a time and trading out of Okeno. The Vudrani slave master on Laslunn's last voyage, Setiani, considered herself far too indebted to Laslunn for her comfort. Setiani betrayed the gnoll at sea and threw her overboard to drown, but the gnoll survived yet again, slowly making her way back to the mainland. She surprised Setiani in the town of Driftwood, clapped her in manacles, and sold her for a satisfyingly large price.\n\n The experience made Laslunn more wary of future employers, but she had gained such skill and reputation that she didn't consider another career beyond slave-taking. One of her trips was commanded by a slave trader named Vaklish, an indolent man who lazed in his extravagant wagon, occupying himself with drugs. Laslunn couldn't see how the man had possibly been successful at his trade: his crew was sloppy, and he didn't seem interested in expanding his operation beyond that needed to keep his many vices satisfied. Laslunn realized something was unnatural about Vaklish, and she'd no sooner established the thought than Vaklish invited her into his wagon and revealed himself to be a rakshasa. Mind-reading and virtual immortality had assured Vaklish's wealth and life of ease, but he had few people he respected; Laslunn had earned her position on his crew with her reputation, and Vaklish wanted to take her under his wing. The pair became close friends despite their extreme differences.\n\n When Laslunn and Vaklish parted many months later, Laslunn was significantly wealthier and far better informed about the business of slave trading. She started her own slaving operation across Katapesh and Osirion. Laslunn was not interested in indulging a crew as slovenly as Vaklish's had been, and she soon learned that making a violent and bloody example of shirkers and malcontents kept her crew in line. Laslunn rapidly gained a reputation as a demanding but high-paying slave master.\n\n In 4704 AR, Lasluun's operation came to the attention of the Scarlet Triad. Its leader, Uri Zandivar, had worked to expand the organization's slave trading and sought to extend his reach by commissioning Laslunn as an independent agent. Laslunn wasn't interested in a one-sided relationship, and over several days of negotiations that surprised and impressed Uri, Laslunn secured a position among the Scarlet Triad's senior leadership. Laslunn has served the Scarlet Triad well, expanding into markets such as Absalom, Cheliax, and the Darklands to ensure a steady flow of the highest-quality slaves for Uri's secretive employers. Laslunn doesn't know the details of the Glorious Endeavor or Uri's plan for Alseta's Ring, but she's been patiently and quietly leveraging her contacts to learn more.\n\n In 4717 AR, the city of Absalom outlawed slave trading, but Laslunn had heard rumors of the pending manumission and immediately redirected her efforts. She looked into establishing operations in Ravounel, where she could not only utilize former Chelaxian slavers who'd been disenfranchised by Ravounel's new leadership, but she could also decisively strike at the Bellflower Network, an organization that had been disrupting her Chelaxian operations for years. Once her plans were approved by the other leaders of the Scarlet Triad, Laslunn called on her old friend Vaklish and departed for Ravounel.\n\n<title level=\"2\" right=\"\">Campaign Use</title> Laslunn is the main antagonist of “Tomorrow Must Burn.” As she sets into motion several events that force the PCs to act, they should hear a lot about Laslunn before they meet her. Her underlings view her as a coldly efficient manager with a terrible temper, and she viciously executes incompetent followers to set an example.\n\n Laslunn has had to start her life over many times, so she doesn't hesitate to sacrifice her reserve of slaves at the quarry to ensure her escape. If the PCs have been particularly thorough about dismantling the Scarlet Triad's operations in Ravounel, Laslunn simply severs her ties with the organization and returns to Katapesh. If so, the PCs might meet her again during the events of “Against the Scarlet Triad.”\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 41\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 39\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 36\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 13\">[Laslunn](/NPCs.aspx?ID=1560)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Gnoll\" url=\"/Traits.aspx?ID=219\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 87</row>\n\n**Perception** +24; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Dwarven](/Languages.aspx?ID=3), [Gnoll](/Languages.aspx?ID=17)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +27, [Athletics](/Skills.aspx?ID=3) +26, [Intimidation](/Skills.aspx?ID=7) +26, [Slaver Lore](/Skills.aspx?ID=8) +20, [Society](/Skills.aspx?ID=14) +20, [Stealth](/Skills.aspx?ID=15) +22, [Survival](/Skills.aspx?ID=16) +22, [Thievery](/Skills.aspx?ID=17) +22\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +5\r\n\r\n**Con** +3\r\n\r\n**Int** +1\r\n\r\n**Wis** +3\r\n\r\n**Cha** +4\r\n</row>\n\n**Items**\r\n_+1 [flaming](/Equipment.aspx?ID=295) [striking](/Equipment.aspx?ID=280) [composite longbow](/Weapons.aspx?ID=74)_ (40 arrows), key ring, _+1 [resilient](/Equipment.aspx?ID=279) [leather armor](/Armor.aspx?ID=4)_, [average manacles](/Equipment.aspx?ID=32) (3), [_ring of fire resistance_](/Equipment.aspx?ID=455), [_+1 striking scimitar_](/Equipment.aspx?ID=280)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 35 \r\n\r\n**Fort** +23 \r\n\r\n**Ref** +25 \r\n\r\n**Will** +22 \n\n</row>\r\n\r\n**HP** 235\n\n**Resistances**\r\n[fire](/Traits.aspx?ID=72) 5\n\n**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> Laslunn can use Attack of Opportunity with ranged weapons if the triggering creature is within 5 feet.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_scimitar_ +26 ([Forceful](/Traits.aspx?ID=180), [Magical](/Traits.aspx?ID=103), [Sweep](/Traits.aspx?ID=194)),\r\n**Damage** 2d6+12 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbite +25 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 2d6+12 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_composite longbow_ +27 ([deadly 1d10](/Traits.aspx?ID=174), [Magical](/Traits.aspx?ID=103), [range increment 100 feet](/Traits.aspx?ID=248), [volley 30 feet](/Traits.aspx?ID=201)),\r\n**Damage** 2d8+10 piercing plus 1d6 fire\n\n**Archery Expertise**   Laslunn doesn't take the penalty from the [volley](/Traits.aspx?ID=201) trait, and her ranged Strikes don't trigger reactions.\r\n\r\n**Bark Orders** <actions string=\"Single Action\" /> ([Auditory](/Traits.aspx?ID=16), [Linguistic](/Traits.aspx?ID=101)) Laslunn issues a command to reposition her allies. Allies who hear and understand this order can use a reaction to Step.\r\n\r\n**Efficient Capture** <actions string=\"Three Actions\" /> ([Attack](/Traits.aspx?ID=15), [Manipulate](/Traits.aspx?ID=104)) **Requirements** Laslunn has [manacles](/Equipment.aspx?ID=32) in hand and is adjacent to a creature. **Effect** Laslunn attempts to bind the creature's wrists or ankles with the manacles. If she succeeds at an attack roll with a +28 modifier against the target's AC, she applies the manacles to the creature's wrists or legs.\r\n\r\n**Superior Pack**   Attack Laslunn deals an extra 2d8 damage to any creature that's within reach of at least one of her allies.\r\n\r\n**Rugged Travel**   Laslunn ignores the first square of difficult terrain she moves into each time she Steps or Strides.\r\n\r\n**Twin Shot** <actions string=\"Two Actions\" />  Laslunn makes two Strikes with her bow using her current multiple attack penalty. If both attacks hit the same creature, combine the damage and apply resistances and weaknesses only once. This counts as two attacks when calculating Laslunn's multiple attack penalty.\r\n\r\n</column>",
 "name": "Laslunn",
 "npc": true,
 "perception": 24,
 "rarity": "unique",
 "reflex_save": 25,
 "release_date": "2019-09-18",
 "resistance": {
  "fire": 5
 },
 "resistance_markdown": "[fire](/Traits.aspx?ID=72) 5",
 "resistance_raw": " fire  5",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Gnoll\" url=\"/Traits.aspx?ID=219\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 87</row>\n\n<row gap=\"medium\">\r\n**HP** 235\r\n\r\n**AC** 35\r\n\r\n**Fort** +23\r\n\r\n**Ref** +25\r\n\r\n**Will** +22\r\n\r\n**Perception** +24\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA cunning and efficient gnoll slaver from Katapesh, Laslunn has earned her place in the Scarlet Triad with her determination, efficiency, and …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +27",
  "Athletics +26",
  "Intimidation +26",
  "Slaver Lore +20",
  "Society +20",
  "Stealth +22",
  "Survival +22",
  "Thievery +22"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +27, [Athletics](/Skills.aspx?ID=3) +26, [Intimidation](/Skills.aspx?ID=7) +26, [Slaver Lore](/Skills.aspx?ID=8) +20, [Society](/Skills.aspx?ID=14) +20, [Stealth](/Skills.aspx?ID=15) +22, [Survival](/Skills.aspx?ID=16) +22, [Thievery](/Skills.aspx?ID=17) +22",
 "source": [
  "Pathfinder #147: Tomorrow Must Burn"
 ],
 "source_raw": [
  "Pathfinder #147: Tomorrow Must Burn pg. 87"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 87</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Age of Ashes",
 "stealth": "22",
 "strength": 4,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "A cunning and efficient gnoll slaver from Katapesh, Laslunn has earned her place in the Scarlet Triad with her determination, efficiency, and …",
 "summary_markdown": "A cunning and efficient gnoll slaver from Katapesh, Laslunn has earned her place in the Scarlet Triad with her determination, efficiency, and …",
 "text": " Laslunn A cunning and efficient gnoll slaver from Katapesh, Laslunn has earned her place in the Scarlet Triad with her determination, efficiency, and cruelty. Born into a small gnoll tribe in the White Canyon of western Katapesh, Laslunn quickly distinguished herself from her littermates with her cunning and patience. While other gnoll youths thrashed each other and howled barking laughs, Laslunn would wait, watchful, for the best time to unleash her fury. When she was barely grown, Laslunn's tribe joined many others in an ill-fated assault on the city of Solku. Laslunn survived the counterattack from the city's defenders—a testament to her skill at arms—but she was wounded in one eye and across her snout. Her tribe shattered, Laslunn struck out for the cosmopolitan city of Katapesh to start a new life. Once in Katapesh, Laslunn spent a few days engaging in blood sports for pay before signing on a with a larger slave caravan. Over the next few years, she worked with increasingly larger slave operations, even taking to the sea for a time and trading out of Okeno. The Vudrani slave master on Laslunn's last voyage, Setiani, considered herself far too indebted to Laslunn for her comfort. Setiani betrayed the gnoll at sea and threw her overboard to drown, but the gnoll survived yet again, slowly making her way back to the mainland. She surprised Setiani in the town of Driftwood, clapped her in manacles, and sold her for a satisfyingly large price. The experience made Laslunn more wary of future employers, but she had gained such skill and reputation that she didn't consider another career beyond slave-taking. One of her trips was commanded by a slave trader named Vaklish, an indolent man who lazed in his extravagant wagon, occupying himself with drugs. Laslunn couldn't see how the man had possibly been successful at his trade: his crew was sloppy, and he didn't seem interested in expanding his operation beyond that needed to keep his many vices satisfied. Laslunn realized something was unnatural about Vaklish, and she'd no sooner established the thought than Vaklish invited her into his wagon and revealed himself to be a rakshasa. Mind-reading and virtual immortality had assured Vaklish's wealth and life of ease, but he had few people he respected; Laslunn had earned her position on his crew with her reputation, and Vaklish wanted to take her under his wing. The pair became close friends despite their extreme differences. When Laslunn and Vaklish parted many months later, Laslunn was significantly wealthier and far better informed about the business of slave trading. She started her own slaving operation across Katapesh and Osirion. Laslunn was not interested in indulging a crew as slovenly as Vaklish's had been, and she soon learned that making a violent and bloody example of shirkers and malcontents kept her crew in line. Laslunn rapidly gained a reputation as a demanding but high-paying slave master. In 4704 AR, Lasluun's operation came to the attention of the Scarlet Triad. Its leader, Uri Zandivar, had worked to expand the organization's slave trading and sought to extend his reach by commissioning Laslunn as an independent agent. Laslunn wasn't interested in a one-sided relationship, and over several days of negotiations that surprised and impressed Uri, Laslunn secured a position among the Scarlet Triad's senior leadership. Laslunn has served the Scarlet Triad well, expanding into markets such as Absalom, Cheliax, and the Darklands to ensure a steady flow of the highest-quality slaves for Uri's secretive employers. Laslunn doesn't know the details of the Glorious Endeavor or Uri's plan for Alseta's Ring, but she's been patiently and quietly leveraging her contacts to learn more. In 4717 AR, the city of Absalom outlawed slave trading, but Laslunn had heard rumors of the pending manumission and immediately redirected her efforts. She looked into establishing operations in Ravounel, where she could not only utilize former Chelaxian slavers who'd been disenfranchised by Ravounel's new leadership, but she could also decisively strike at the Bellflower Network, an organization that had been disrupting her Chelaxian operations for years. Once her plans were approved by the other leaders of the Scarlet Triad, Laslunn called on her old friend Vaklish and departed for Ravounel. Campaign Use Laslunn is the main antagonist of “Tomorrow Must Burn.” As she sets into motion several events that force the PCs to act, they should hear a lot about Laslunn before they meet her. Her underlings view her as a coldly efficient manager with a terrible temper, and she viciously executes incompetent followers to set an example. Laslunn has had to start her life over many times, so she doesn't hesitate to sacrifice her reserve of slaves at the quarry to ensure her escape. If the PCs have been particularly thorough about dismantling the Scarlet Triad's operations in Ravounel, Laslunn simply severs her ties with the organization and returns to Katapesh. If so, the PCs might meet her again during the events of “Against the Scarlet Triad.” Recall Knowledge - Humanoid (Society): DC 41 Unspecific Lore : DC 39 Specific Lore : DC 36 Laslunn Source Pathfinder #147: Tomorrow Must Burn pg. 87 Perception +24; darkvision Languages Common, Dwarven, Gnoll Skills Acrobatics +27, Athletics +26, Intimidation +26, Slaver Lore +20, Society +20, Stealth +22, Survival +22, Thievery +22 Str +4 Dex +5 Con +3 Int +1 Wis +3 Cha +4 Items +1 flaming striking composite longbow (40 arrows), key ring, +1 resilient leather armor , average manacles (3), ring of fire resistance , +1 striking scimitar --- AC 35 Fort +23 Ref +25 Will +22 HP 235 Resistances fire 5 Attack of Opportunity Reaction Laslunn can use Attack of Opportunity with ranged weapons if the triggering creature is within 5 feet. --- Speed 25 feet Melee Single Action scimitar +26 (Forceful, Magical, Sweep), Damage 2d6+12 slashing Melee Single Action bite +25 (Agile), Damage 2d6+12 piercing Ranged Single Action composite longbow +27 (deadly 1d10, Magical, range increment 100 feet, volley 30 feet), Damage 2d8+10 piercing plus 1d6 fire Archery Expertise Laslunn doesn't take the penalty from the volley trait, and her ranged Strikes don't trigger reactions. Bark Orders Single Action (Auditory, Linguistic) Laslunn issues a command to reposition her allies. Allies who hear and understand this order can use a reaction to Step. Efficient Capture Three Actions (Attack, Manipulate) Requirements Laslunn has manacles in hand and is adjacent to a creature. Effect Laslunn attempts to bind the creature's wrists or ankles with the manacles. If she succeeds at an attack roll with a +28 modifier against the target's AC, she applies the manacles to the creature's wrists or legs. Superior Pack Attack Laslunn deals an extra 2d8 damage to any creature that's within reach of at least one of her allies. Rugged Travel Laslunn ignores the first square of difficult terrain she moves into each time she Steps or Strides. Twin Shot Two Actions Laslunn makes two Strikes with her bow using her current multiple attack penalty. If both attacks hit the same creature, combine the damage and apply resistances and weaknesses only once. This counts as two attacks when calculating Laslunn's multiple attack penalty. ",
 "trait": [
  "Gnoll",
  "Humanoid",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Gnoll](/Traits.aspx?ID=219), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Gnoll",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1560",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 22,
 "wisdom": 3
}