{
 "ac": 36,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 2,
 "creature_ability": [
  "Juggernaut",
  "Attack of Opportunity",
  "Dueling Riposte",
  "Dueling Parry",
  "Guiding Finish",
  "Show-Off",
  "Sudden Charge"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 28,
 "hp": 260,
 "hp_raw": "260",
 "id": "creature-2126",
 "intelligence": 0,
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "level": 14,
 "markdown": "<title level=\"1\" pfs=\"\">[Ledorick Banyan](/NPCs.aspx?ID=2126)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe handsome Ledorick Banyan leads the Banyan Boys and serves as Willowside's primary protector. Although beloved by his town, Ledorick's first priority is always his own ego, and the xulgath siege has put him in over his head.\n\n A human man in his late twenties, Ledorick is tall, broad-shouldered, and incredibly handsome. His long, flowing brown hair and rakish grin form a striking impression of Willowside's primary protector. He has a habit of wearing his chain shirt unfastened to show off his muscles. He radiates health and vitality, in striking contrast to most other residents of Willowside, who have a gaunt appearance from insufficient food.\n\n Ledorick Banyan has known his role to play in life almost from birth. The Banyan family has held the position of Willowside's protectors going back for generations. While early Banyans held titles like “sheriff,” “sergeant,” or “chief guard,” the role has simply become known as “protector” in recent years. Ledorick is the oldest child of his generation, and when his mother retired from serving as protector, Ledorick happily took over. Along with his two younger brothers, Stirvyn and Tashlock, the trio is commonly known as “the Banyan Boys” around town.\n\n Knowing that he would one day be called into service for the town, Ledorick trained hard from an early age and became comfortable with a variety of weapons. He showed a particular talent for the blade, and quickly established himself as a master swordsman, outpacing his instructors in the small town. Unfortunately, the combination of natural talent, trained skill, and a birthright position of authority combined to give Ledorick an insufferable ego. While he genuinely cares about protecting the town of Willowside, he talks about himself constantly and belittles others almost as often. Worse, he takes perceived insults to himself as seriously as attacks on the town, throwing people in cells overnight simply for doubting his ability, his dedication, or even his looks.\n\n Ledorick loves to be the center of attention, and he takes umbrage with anyone else who spends time in the spotlight. This creates a natural rivalry with the Circus of Wayward Wonders that even the most understanding and openhanded intermediaries can't resolve. Ledorick therefore greets the heroes only with sarcasm and disdain, bragging about how he could do half the acts better than the real circus does. Even so, he's quick to help the heroes if the town is at stake, though he is unlikely to let them forget his assistance.\n\n Ledorick resents the Welt and its detrimental effects on Willowside, and he is bitter toward the residents who choose to simply leave town. This animosity primarily stems from the fact that there is a major threat to the town that he can't simply hit with his sword or send running with a few bold words.\n\n Everyone in town knows of the iconic Banyan family longsword Ledorick carries in battle, but he secretly keeps a second family heirloom to himself: a [_ring of sustenance_](/Equipment.aspx?ID=459). This ring is why he's remained hale and strong even as most of the residents of the town slowly waste away. \n\n<title level=\"2\" right=\"\">Campaign Role</title> When Ledorick learns there might be resources available in the sea caves under the town, his braggadocio compels him to enter the caves with his brothers without much preparation. While the map from Mayor Vandy enables the Banyan Boys to bypass most of the cavern's dangers, they inadvertently trigger a collapse and Ledorick loses his family's sword in the rubble. Angry at this setback, he recklessly leads the Banyan Boys toward Bokrug's shrine without any caution, putting himself in danger from the dybbuk, Lyrt Cozurn, who still haunts the site. The dybbuk recognizes the descendants of Sheriff Banyan who killed him so many years ago and possesses Ledorick before Stirvyn or Tashlock even realize what's happened. Ledorick's critical failure against Lyrt's possession means the dybbuk is in complete control of Ledorick's body. By the time the PCs arrive in the caverns, the dybbuk is using Ledorick to manipulate the other Banyan Boys to find out what has happened with the town since his death and plot his revenge.\n\n It's possible that Ledorick doesn't survive this adventure, as the dybbuk possessing his body doesn't hold back from using lethal force and doesn't much care if his vessel survives. The heroes may not realize the possession or just might not be able to resist taking out their rival. If the heroes slay Ledorick but Tashlock or Stirvyn survives, one of them takes on the official role of town protector, and either or both develop a bitter hatred toward the heroes for killing their brother.\n\n If Ledorick survives, he is substantially changed by the experience of being possessed. He deeply thanks the heroes for freeing him from the dybbuk's control, and pledges himself to help them. Even if the heroes don't end up on good terms with Ledorick, he nevertheless strives to protect Willowside.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 42\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 40\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 37\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 14\">[Ledorick Banyan](/NPCs.aspx?ID=2126)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #154: Siege of the Dinosaurs](/Sources.aspx?ID=31) pg. 88</row>\n\n**Perception** +24; (26 when using  for initiative) \r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +24, [Athletics](/Skills.aspx?ID=3) +25, [Deception](/Skills.aspx?ID=5) +23, [Diplomacy](/Skills.aspx?ID=6) +25, [Intimidation](/Skills.aspx?ID=7) +25, [Society](/Skills.aspx?ID=14) +20, [Willowside Lore](/Skills.aspx?ID=8) +18\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +4\r\n\r\n**Con** +2\r\n\r\n**Int** +0\r\n\r\n**Wis** +2\r\n\r\n**Cha** +5\r\n</row>\n\n**Items**\r\n_+1 [resilient](/Equipment.aspx?ID=279) [chain shirt](/Armor.aspx?ID=6)_, _+1 [striking](/Equipment.aspx?ID=280) [composite longbow](/Weapons.aspx?ID=74)_ (40 arrows), _[moderate healing potion](/Equipment.aspx?ID=186)_, _+2 [greater striking](/Equipment.aspx?ID=280) [longsword](/Weapons.aspx?ID=31)_, _[ring of sustenance](/Equipment.aspx?ID=459)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 36 \r\n\r\n**Fort** +28 \r\n\r\n**Ref** +26 \r\n\r\n**Will** +22 \n\n</row>\r\n\r\n**HP** 260\n\n**Juggernaut** When Ledorick rolls a success on a Fortitude save, it is a critical success instead.<br />**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> Ledorick gains an additional reaction at the beginning of each of his turns that he can use only for an Attack of Opportunity.<br />**Dueling Riposte** <actions string=\"Reaction\" /> **Requirements** Ledorick is using Dueling Parry; **Trigger** A creature within Ledorick's reach critically fails a Strike against him; **Effect** Ledorick makes a melee Strike against the triggering creature or attempts to [Disarm](/Actions.aspx?ID=41) the triggering creature.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_longsword_ +29 ([Magical](/Traits.aspx?ID=103), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 3d8+13 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfist +27 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Nonlethal](/Traits.aspx?ID=188), [Unarmed](/Traits.aspx?ID=199)),\r\n**Damage** 1d4+11 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_composite longbow_ +27 ([deadly 2d10](/Traits.aspx?ID=174), [Magical](/Traits.aspx?ID=103), [Propulsive](/Traits.aspx?ID=191), [range increment 100 feet](/Traits.aspx?ID=248), [reload 0](/Traits.aspx?ID=254), [volley 30 feet](/Traits.aspx?ID=201)),\r\n**Damage** 2d8+11 piercing\n\n**Dueling Parry** <actions string=\"Single Action\" />  **Requirements** Ledorick has a single one-handed melee weapon in one hand and has his other hand free; **Effect** Ledorick gains a +2 circumstance bonus to AC until the start of his next turn.\r\n\r\n**Guiding Finish** <actions string=\"Single Action\" />  **Requirements** Ledorick has a single one-handed melee weapon in one hand and has his other hand free; **Effect** Ledorick Strikes with the required weapon. On a hit, he moves the target up to 10 feet into a space he can reach, even moving the target through his own space. On a failed Strike, Ledorick can still move the target 5 feet in this way. This action can be used only if Ledorick has a multiple attack penalty.\r\n\r\n**Show-Off**   When Ledorick can see and be seen by at least two allies, his attacks deal 3d6 extra precision damage.\r\n\r\n**Sudden Charge** <actions string=\"Two Actions\" />  Ledorick Strides twice and makes a melee Strike.\r\n\r\n</column>",
 "name": "Ledorick Banyan",
 "npc": true,
 "perception": 24,
 "rarity": "unique",
 "reflex_save": 26,
 "release_date": "2020-04-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #154: Siege of the Dinosaurs](/Sources.aspx?ID=31) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 260\r\n\r\n**AC** 36\r\n\r\n**Fort** +28\r\n\r\n**Ref** +26\r\n\r\n**Will** +22\r\n\r\n**Perception** +24\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe handsome Ledorick Banyan leads the Banyan Boys and serves as Willowside's primary protector. Although beloved by his town, Ledorick's first …\r\n</summary>",
 "sense": "(26 when using  for initiative) ",
 "sense_markdown": "(26 when using  for initiative) ",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +24",
  "Athletics +25",
  "Deception +23",
  "Diplomacy +25",
  "Intimidation +25",
  "Society +20",
  "Willowside Lore +18"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +24, [Athletics](/Skills.aspx?ID=3) +25, [Deception](/Skills.aspx?ID=5) +23, [Diplomacy](/Skills.aspx?ID=6) +25, [Intimidation](/Skills.aspx?ID=7) +25, [Society](/Skills.aspx?ID=14) +20, [Willowside Lore](/Skills.aspx?ID=8) +18",
 "source": [
  "Pathfinder #154: Siege of the Dinosaurs"
 ],
 "source_raw": [
  "Pathfinder #154: Siege of the Dinosaurs pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #154: Siege of the Dinosaurs](/Sources.aspx?ID=31) pg. 88</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Extinction Curse",
 "strength": 5,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "The handsome Ledorick Banyan leads the Banyan Boys and serves as Willowside's primary protector. Although beloved by his town, Ledorick's first …",
 "summary_markdown": "The handsome Ledorick Banyan leads the Banyan Boys and serves as Willowside's primary protector. Although beloved by his town, Ledorick's first …",
 "text": " Ledorick Banyan The handsome Ledorick Banyan leads the Banyan Boys and serves as Willowside's primary protector. Although beloved by his town, Ledorick's first priority is always his own ego, and the xulgath siege has put him in over his head. A human man in his late twenties, Ledorick is tall, broad-shouldered, and incredibly handsome. His long, flowing brown hair and rakish grin form a striking impression of Willowside's primary protector. He has a habit of wearing his chain shirt unfastened to show off his muscles. He radiates health and vitality, in striking contrast to most other residents of Willowside, who have a gaunt appearance from insufficient food. Ledorick Banyan has known his role to play in life almost from birth. The Banyan family has held the position of Willowside's protectors going back for generations. While early Banyans held titles like “sheriff,” “sergeant,” or “chief guard,” the role has simply become known as “protector” in recent years. Ledorick is the oldest child of his generation, and when his mother retired from serving as protector, Ledorick happily took over. Along with his two younger brothers, Stirvyn and Tashlock, the trio is commonly known as “the Banyan Boys” around town. Knowing that he would one day be called into service for the town, Ledorick trained hard from an early age and became comfortable with a variety of weapons. He showed a particular talent for the blade, and quickly established himself as a master swordsman, outpacing his instructors in the small town. Unfortunately, the combination of natural talent, trained skill, and a birthright position of authority combined to give Ledorick an insufferable ego. While he genuinely cares about protecting the town of Willowside, he talks about himself constantly and belittles others almost as often. Worse, he takes perceived insults to himself as seriously as attacks on the town, throwing people in cells overnight simply for doubting his ability, his dedication, or even his looks. Ledorick loves to be the center of attention, and he takes umbrage with anyone else who spends time in the spotlight. This creates a natural rivalry with the Circus of Wayward Wonders that even the most understanding and openhanded intermediaries can't resolve. Ledorick therefore greets the heroes only with sarcasm and disdain, bragging about how he could do half the acts better than the real circus does. Even so, he's quick to help the heroes if the town is at stake, though he is unlikely to let them forget his assistance. Ledorick resents the Welt and its detrimental effects on Willowside, and he is bitter toward the residents who choose to simply leave town. This animosity primarily stems from the fact that there is a major threat to the town that he can't simply hit with his sword or send running with a few bold words. Everyone in town knows of the iconic Banyan family longsword Ledorick carries in battle, but he secretly keeps a second family heirloom to himself: a ring of sustenance . This ring is why he's remained hale and strong even as most of the residents of the town slowly waste away. Campaign Role When Ledorick learns there might be resources available in the sea caves under the town, his braggadocio compels him to enter the caves with his brothers without much preparation. While the map from Mayor Vandy enables the Banyan Boys to bypass most of the cavern's dangers, they inadvertently trigger a collapse and Ledorick loses his family's sword in the rubble. Angry at this setback, he recklessly leads the Banyan Boys toward Bokrug's shrine without any caution, putting himself in danger from the dybbuk, Lyrt Cozurn, who still haunts the site. The dybbuk recognizes the descendants of Sheriff Banyan who killed him so many years ago and possesses Ledorick before Stirvyn or Tashlock even realize what's happened. Ledorick's critical failure against Lyrt's possession means the dybbuk is in complete control of Ledorick's body. By the time the PCs arrive in the caverns, the dybbuk is using Ledorick to manipulate the other Banyan Boys to find out what has happened with the town since his death and plot his revenge. It's possible that Ledorick doesn't survive this adventure, as the dybbuk possessing his body doesn't hold back from using lethal force and doesn't much care if his vessel survives. The heroes may not realize the possession or just might not be able to resist taking out their rival. If the heroes slay Ledorick but Tashlock or Stirvyn survives, one of them takes on the official role of town protector, and either or both develop a bitter hatred toward the heroes for killing their brother. If Ledorick survives, he is substantially changed by the experience of being possessed. He deeply thanks the heroes for freeing him from the dybbuk's control, and pledges himself to help them. Even if the heroes don't end up on good terms with Ledorick, he nevertheless strives to protect Willowside. Recall Knowledge - Humanoid (Society): DC 42 Unspecific Lore : DC 40 Specific Lore : DC 37 Ledorick Banyan Source Pathfinder #154: Siege of the Dinosaurs pg. 88 Perception +24; (26 when using for initiative) Languages Common Skills Acrobatics +24, Athletics +25, Deception +23, Diplomacy +25, Intimidation +25, Society +20, Willowside Lore +18 Str +5 Dex +4 Con +2 Int +0 Wis +2 Cha +5 Items +1 resilient chain shirt , +1 striking composite longbow (40 arrows), moderate healing potion , +2 greater striking longsword , ring of sustenance --- AC 36 Fort +28 Ref +26 Will +22 HP 260 Juggernaut When Ledorick rolls a success on a Fortitude save, it is a critical success instead. Attack of Opportunity Reaction Ledorick gains an additional reaction at the beginning of each of his turns that he can use only for an Attack of Opportunity. Dueling Riposte Reaction Requirements Ledorick is using Dueling Parry; Trigger A creature within Ledorick's reach critically fails a Strike against him; Effect Ledorick makes a melee Strike against the triggering creature or attempts to Disarm the triggering creature. --- Speed 25 feet Melee Single Action longsword +29 (Magical, versatile P), Damage 3d8+13 slashing Melee Single Action fist +27 (Agile, Finesse, Nonlethal, Unarmed), Damage 1d4+11 bludgeoning Ranged Single Action composite longbow +27 (deadly 2d10, Magical, Propulsive, range increment 100 feet, reload 0, volley 30 feet), Damage 2d8+11 piercing Dueling Parry Single Action Requirements Ledorick has a single one-handed melee weapon in one hand and has his other hand free; Effect Ledorick gains a +2 circumstance bonus to AC until the start of his next turn. Guiding Finish Single Action Requirements Ledorick has a single one-handed melee weapon in one hand and has his other hand free; Effect Ledorick Strikes with the required weapon. On a hit, he moves the target up to 10 feet into a space he can reach, even moving the target through his own space. On a failed Strike, Ledorick can still move the target 5 feet in this way. This action can be used only if Ledorick has a multiple attack penalty. Show-Off When Ledorick can see and be seen by at least two allies, his attacks deal 3d6 extra precision damage. Sudden Charge Two Actions Ledorick Strides twice and makes a melee Strike. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2126",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 22,
 "wisdom": 2
}