{
 "ac": 11,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 3,
 "creature_ability": [
  "Motion Sense",
  "Bedazzling",
  "Lightning Catcher",
  "Light Up"
 ],
 "creature_family_markdown": "",
 "dexterity": -5,
 "exclude_from_search": false,
 "fortitude_save": 11,
 "hp": 80,
 "hp_raw": "80",
 "id": "creature-504",
 "image": [
  "/Images/Monsters/LuminousOoze.png"
 ],
 "immunity": [
  "critical hits",
  "electricity",
  "mental",
  "precision",
  "unconscious",
  "visual"
 ],
 "immunity_markdown": "critical hits, electricity, mental, precision, unconscious, visual",
 "intelligence": -5,
 "language_markdown": "",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"\">[Luminous Ooze](/Monsters.aspx?ID=504)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nLuminous oozes are strange globular creatures that glow with brilliant multicolored light. Unlike many oozes, which rely on camouflage and stealth to attack their prey, luminous oozes attract victims with their impressive light displays before blinding them and launching into a frenzied attack. They are often found on the ceilings or walls of dark caverns, and more than a few curious spelunkers have met their end simply by investigating their strange yet beautiful light. The effects of electricity on luminous oozes are ill understood, though those who have studied these creatures liken their static-absorbing power to that of lightning rods.\n\n These creatures are highly sought after by status-hungry socialites, flamboyant barkeeps, and daring showrunners, for in addition to being dangerous monsters, luminous oozes are also incredible sources of beautiful prismatic light, comparable to a magical light show but available for a fraction of the price. The trick, of course, is capturing and penning such a specimen. The most reliable means of caging a luminous ooze is with a permanent wall of force shaped into a cube or sphere, but few have the means to create or commission such an enclosure. Instead, most people who find themselves in possession of a luminous ooze simply put it in a thick glass box. As long as they are well fed, luminous oozes accept this treatment, though woe be unto anyone in the vicinity if a hungry luminous ooze should escape from its display case.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Ooze](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 19\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 17\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 14\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/LuminousOoze.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Luminous Ooze](/Monsters.aspx?ID=504)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Mindless\" url=\"/Traits.aspx?ID=108\" />\r\n<trait label=\"Ooze\" url=\"/Traits.aspx?ID=122\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #151: The Show Must Go On](/Sources.aspx?ID=21) pg. 85</row>\n\n**Perception** +6; motion sense 60 feet, no vision\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +11\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** -5\r\n\r\n**Con** +3\r\n\r\n**Int** -5\r\n\r\n**Wis** +0\r\n\r\n**Cha** +1\r\n</row>\r\n\r\n**Motion Sense** A luminous ooze can sense nearby motion through vibration and air movement.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 11 \r\n\r\n**Fort** +11 \r\n\r\n**Ref** +3 \r\n\r\n**Will** +6 \n\n</row>\r\n\r\n**HP** 80\n\n**Immunities**\r\ncritical hits, electricity, mental, precision, unconscious, visual\n\n**Bedazzling** ([aura](/Traits.aspx?ID=206), [light](/Traits.aspx?ID=100), [visual](/Traits.aspx?ID=163)) 5 feet. A luminous ooze constantly sheds distracting multicolored light. A creature that ends its turn within the aura must attempt a DC 21 Fortitude save or become [dazzled](/Conditions.aspx?ID=8) until the end of its next turn. On a critical failure, it instead becomes [blinded](/Conditions.aspx?ID=1) until the end of its next turn.<br /> **Lightning Catcher** Whenever the luminous ooze’s electricity immunity prevents it from taking damage, it gains 8 temporary HP. Until the end of its next turn, the luminous ooze’s pseudopod Strike deals an additional 1d6 points of electricity damage.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, climb 15 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\npseudopod +13,\r\n**Damage** 2d8+5 bludgeoning\n\n**Light Up** <actions string=\"Two Actions\" /> ([Light](/Traits.aspx?ID=100), [Visual](/Traits.aspx?ID=163)) The ooze glows with blinding brightness. All creatures within a 30-foot emanation must attempt a DC 21 Fortitude save.\n\n**Critical Success** The creature is unaffected<br />\n**Success** The creature is [dazzled](/Conditions.aspx?ID=7) until the end of its next turn.<br />\n**Failure** The creature is [blinded](/Conditions.aspx?ID=1) until the end of its next turn.<br />\n**Critical Failure** The creature is blinded for 1 minute.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Nuisance in Numbers</title>\r\n\r\nSmaller and faster than most ooze creatures, luminous oozes rely on their speed and radiant light to wear down prey. In groups, they can be a terrible nuisance, as they take turns lighting up and blinding foes while other oozes wear down victims with surprisingly painful blows. Disturbingly, luminous oozes’ internal light dims to a soft, contented glow as they feed, and researchers claim they even emit a low, nigh-imperceptible hum while feasting.\r\n</aside>",
 "name": "Luminous Ooze",
 "npc": false,
 "perception": 6,
 "rarity": "common",
 "reflex_save": 3,
 "release_date": "2020-01-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Mindless\" url=\"/Traits.aspx?ID=108\" />\r\n<trait label=\"Ooze\" url=\"/Traits.aspx?ID=122\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #151: The Show Must Go On](/Sources.aspx?ID=21) pg. 85</row>\n\n<row gap=\"medium\">\r\n**HP** 80\r\n\r\n**AC** 11\r\n\r\n**Fort** +11\r\n\r\n**Ref** +3\r\n\r\n**Will** +6\r\n\r\n**Perception** +6\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLuminous oozes are strange globular creatures that glow with brilliant multicolored light. Unlike many oozes, which rely on camouflage and stealth to …\r\n</summary>",
 "sense": "motion sense 60 feet, no vision",
 "sense_markdown": "motion sense 60 feet, no vision",
 "size": [
  "Small"
 ],
 "skill": [
  "Athletics +11"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +11",
 "source": [
  "Pathfinder #151: The Show Must Go On"
 ],
 "source_raw": [
  "Pathfinder #151: The Show Must Go On pg. 85"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #151: The Show Must Go On](/Sources.aspx?ID=21) pg. 85</row>",
 "speed": {
  "climb": 15,
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet, climb 15 feet",
 "speed_raw": "25 feet, climb 15 feet",
 "spell_markdown": "",
 "strength": 3,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Luminous oozes are strange globular creatures that glow with brilliant multicolored light. Unlike many oozes, which rely on camouflage and stealth to …",
 "summary_markdown": "Luminous oozes are strange globular creatures that glow with brilliant multicolored light. Unlike many oozes, which rely on camouflage and stealth to …",
 "text": " Luminous Ooze Luminous oozes are strange globular creatures that glow with brilliant multicolored light. Unlike many oozes, which rely on camouflage and stealth to attack their prey, luminous oozes attract victims with their impressive light displays before blinding them and launching into a frenzied attack. They are often found on the ceilings or walls of dark caverns, and more than a few curious spelunkers have met their end simply by investigating their strange yet beautiful light. The effects of electricity on luminous oozes are ill understood, though those who have studied these creatures liken their static-absorbing power to that of lightning rods. These creatures are highly sought after by status-hungry socialites, flamboyant barkeeps, and daring showrunners, for in addition to being dangerous monsters, luminous oozes are also incredible sources of beautiful prismatic light, comparable to a magical light show but available for a fraction of the price. The trick, of course, is capturing and penning such a specimen. The most reliable means of caging a luminous ooze is with a permanent wall of force shaped into a cube or sphere, but few have the means to create or commission such an enclosure. Instead, most people who find themselves in possession of a luminous ooze simply put it in a thick glass box. As long as they are well fed, luminous oozes accept this treatment, though woe be unto anyone in the vicinity if a hungry luminous ooze should escape from its display case. Recall Knowledge - Ooze (Occultism): DC 19 Unspecific Lore : DC 17 Specific Lore : DC 14 Luminous Ooze Source Pathfinder #151: The Show Must Go On pg. 85 Perception +6; motion sense 60 feet, no vision Languages Skills Athletics +11 Str +3 Dex -5 Con +3 Int -5 Wis +0 Cha +1 Motion Sense A luminous ooze can sense nearby motion through vibration and air movement. --- AC 11 Fort +11 Ref +3 Will +6 HP 80 Immunities critical hits, electricity, mental, precision, unconscious, visual Bedazzling (aura, light, visual) 5 feet. A luminous ooze constantly sheds distracting multicolored light. A creature that ends its turn within the aura must attempt a DC 21 Fortitude save or become dazzled until the end of its next turn. On a critical failure, it instead becomes blinded until the end of its next turn. Lightning Catcher Whenever the luminous ooze’s electricity immunity prevents it from taking damage, it gains 8 temporary HP. Until the end of its next turn, the luminous ooze’s pseudopod Strike deals an additional 1d6 points of electricity damage. --- Speed 25 feet, climb 15 feet Melee Single Action pseudopod +13, Damage 2d8+5 bludgeoning Light Up Two Actions (Light, Visual) The ooze glows with blinding brightness. All creatures within a 30-foot emanation must attempt a DC 21 Fortitude save. Critical Success The creature is unaffected Success The creature is dazzled until the end of its next turn. Failure The creature is blinded until the end of its next turn. Critical Failure The creature is blinded for 1 minute. Nuisance in Numbers Smaller and faster than most ooze creatures, luminous oozes rely on their speed and radiant light to wear down prey. In groups, they can be a terrible nuisance, as they take turns lighting up and blinding foes while other oozes wear down victims with surprisingly painful blows. Disturbingly, luminous oozes’ internal light dims to a soft, contented glow as they feed, and researchers claim they even emit a low, nigh-imperceptible hum while feasting. ",
 "trait": [
  "Mindless",
  "Ooze",
  "N",
  "Small"
 ],
 "trait_markdown": "[Mindless](/Traits.aspx?ID=108), [Ooze](/Traits.aspx?ID=122)",
 "trait_raw": [
  "Mindless",
  "Ooze"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=504",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 6,
 "wisdom": 0
}