{
 "ac": 23,
 "alignment": "LE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -1,
 "constitution": 4,
 "creature_ability": [
  "Spike Volley"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 16,
 "hp": 90,
 "hp_raw": "90",
 "id": "creature-294",
 "image": [
  "/Images/Monsters/Manticore.png"
 ],
 "intelligence": -2,
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "level": 6,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Manticore](/Monsters.aspx?ID=294)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe manticore is a monstrous amalgamation of lion, dragon, and human with a penchant for feasting on human flesh. Its distinctive tail is festooned with large quills like those of a porcupine, which the manticore flings at prey by whipping its tail like a sling. These deadly spikes give the manticore the power to slaughter even well-armed warriors from the safety of the sky.\n\n Although the anthropomorphic face of the manticore suggests a keen intellect, most creatures of its kind are simple-minded killers. They can be clever liars, however, and their voices have a strangely musical sound that has lured many unwitting travelers into an ambush. A manticore discovered by uneducated humanoids (especially those who are both lawful and evil) can sometimes become the center of adoration and even worship; a manticore in this situation swiftly gives in to its laziness and allows its acolytes to bring it tribute in the form of food and treasure, feasting upon its own followers when offerings become scarce. Stronger humanoids who encounter a manticore can cow it through intimidation and violence, sometimes even forcing it into service as a mount. As long as the manticore is well fed with human flesh and its master leads it to victory, a manticore mount can prove surprisingly loyal.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 22\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 20\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 17\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Manticore.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 6\">[Manticore](/Monsters.aspx?ID=294)</title>\r\n\r\n<traits>\r\n<trait label=\"LE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 232</row>\n\n**Perception** +14; darkvision, scent (imprecise) 30 feet\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +15, [Intimidation](/Skills.aspx?ID=7) +11, [Survival](/Skills.aspx?ID=16) +12\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +2\r\n\r\n**Con** +4\r\n\r\n**Int** -2\r\n\r\n**Wis** +2\r\n\r\n**Cha** -1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 23 \r\n\r\n**Fort** +16 \r\n\r\n**Ref** +12 \r\n\r\n**Will** +12 \n\n</row>\r\n\r\n**HP** 90\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, fly 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +17,\r\n**Damage** 2d8+8 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +17 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 2d6+8 slashing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nspike +14 ([range increment 40 feet](/Traits.aspx?ID=248)),\r\n**Damage** 1d10+5 piercing\n\n**Spike Volley** <actions string=\"Single Action\" />  The manticore flings up to two spikes from its tail, targeting either two different creatures or a single creature. If the manticore targets two different creatures, these creatures must be within 20 feet of one another, and the manticore makes a separate Strike against each; this counts as only one Strike for the manticore’s multiple attack penalty, and the penalty doesn’t increase until after both attacks. If the manticore fires both spikes at the same creature, it makes a single Strike. If the attack hits, it deals the damage of a single spike, but the target is pinned in place, Rendering it immobilized. A creature that succeeds at a DC 23 [Athletics](/Skills.aspx?ID=3) check (attempted as a single action) can pull the spike free.<br /> A manticore can hurl no more than 12 spikes in 24 hours.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Manticore Locations</title>\r\n\r\nManticores prefer lonely places in the wilderness far from humanoids, but they adapt easily to nearly any terrain. Manticores have been spotted in jungles, forests, deserts, and mountains.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Manticore Treasure</title>\r\n\r\nA manticore enjoys taking plunder from the corpses of its prey as trophies that flatter its vanity and testify to its strength. It has little interest in money, but sometimes accepts gold and jewels as tribute.\r\n</aside>",
 "name": "Manticore",
 "npc": false,
 "perception": 14,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 12,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 232</row>\n\n<row gap=\"medium\">\r\n**HP** 90\r\n\r\n**AC** 23\r\n\r\n**Fort** +16\r\n\r\n**Ref** +12\r\n\r\n**Will** +12\r\n\r\n**Perception** +14\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe manticore is a monstrous amalgamation of lion, dragon, and human with a penchant for feasting on human flesh. Its distinctive tail is festooned …\r\n</summary>",
 "sense": "darkvision, scent (imprecise) 30 feet",
 "sense_markdown": "darkvision, scent (imprecise) 30 feet",
 "size": [
  "Large"
 ],
 "skill": [
  "Acrobatics +10",
  "Athletics +15",
  "Intimidation +11",
  "Survival +12"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +15, [Intimidation](/Skills.aspx?ID=7) +11, [Survival](/Skills.aspx?ID=16) +12",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 232"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 232</row>",
 "speed": {
  "fly": 40,
  "land": 25,
  "max": 40
 },
 "speed_markdown": "25 feet, fly 40 feet",
 "speed_raw": "25 feet, fly 40 feet",
 "spell_markdown": "",
 "strength": 5,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "The manticore is a monstrous amalgamation of lion, dragon, and human with a penchant for feasting on human flesh. Its distinctive tail is festooned …",
 "summary_markdown": "The manticore is a monstrous amalgamation of lion, dragon, and human with a penchant for feasting on human flesh. Its distinctive tail is festooned …",
 "text": " Manticore The manticore is a monstrous amalgamation of lion, dragon, and human with a penchant for feasting on human flesh. Its distinctive tail is festooned with large quills like those of a porcupine, which the manticore flings at prey by whipping its tail like a sling. These deadly spikes give the manticore the power to slaughter even well-armed warriors from the safety of the sky. Although the anthropomorphic face of the manticore suggests a keen intellect, most creatures of its kind are simple-minded killers. They can be clever liars, however, and their voices have a strangely musical sound that has lured many unwitting travelers into an ambush. A manticore discovered by uneducated humanoids (especially those who are both lawful and evil) can sometimes become the center of adoration and even worship; a manticore in this situation swiftly gives in to its laziness and allows its acolytes to bring it tribute in the form of food and treasure, feasting upon its own followers when offerings become scarce. Stronger humanoids who encounter a manticore can cow it through intimidation and violence, sometimes even forcing it into service as a mount. As long as the manticore is well fed with human flesh and its master leads it to victory, a manticore mount can prove surprisingly loyal. Recall Knowledge - Beast (Arcana, Nature): DC 22 Unspecific Lore : DC 20 Specific Lore : DC 17 Manticore Source Bestiary pg. 232 Perception +14; darkvision, scent (imprecise) 30 feet Languages Common Skills Acrobatics +10, Athletics +15, Intimidation +11, Survival +12 Str +5 Dex +2 Con +4 Int -2 Wis +2 Cha -1 --- AC 23 Fort +16 Ref +12 Will +12 HP 90 --- Speed 25 feet, fly 40 feet Melee Single Action jaws +17, Damage 2d8+8 piercing Melee Single Action claw +17 (Agile), Damage 2d6+8 slashing Ranged Single Action spike +14 (range increment 40 feet), Damage 1d10+5 piercing Spike Volley Single Action The manticore flings up to two spikes from its tail, targeting either two different creatures or a single creature. If the manticore targets two different creatures, these creatures must be within 20 feet of one another, and the manticore makes a separate Strike against each; this counts as only one Strike for the manticore’s multiple attack penalty, and the penalty doesn’t increase until after both attacks. If the manticore fires both spikes at the same creature, it makes a single Strike. If the attack hits, it deals the damage of a single spike, but the target is pinned in place, Rendering it immobilized. A creature that succeeds at a DC 23 Athletics check (attempted as a single action) can pull the spike free. A manticore can hurl no more than 12 spikes in 24 hours. Manticore Locations Manticores prefer lonely places in the wilderness far from humanoids, but they adapt easily to nearly any terrain. Manticores have been spotted in jungles, forests, deserts, and mountains. Manticore Treasure A manticore enjoys taking plunder from the corpses of its prey as trophies that flatter its vanity and testify to its strength. It has little interest in money, but sometimes accepts gold and jewels as tribute. ",
 "trait": [
  "Beast",
  "LE",
  "Large"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20)",
 "trait_raw": [
  "Beast"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=294",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex",
  "will"
 ],
 "weakness": {},
 "will_save": 12,
 "wisdom": 2
}