{
 "ac": 23,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 4,
 "creature_ability": [
  "Sporesight",
  "Terrorspores",
  "Reactive Growth",
  "Envelop",
  "Fulminate",
  "Spore Cloud"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 16,
 "hp": 78,
 "hp_raw": "78",
 "id": "creature-1734",
 "image": [
  "/Images/Monsters/MelfeshMonster.png"
 ],
 "intelligence": 1,
 "language": [
  "Aklo",
  "Sylvan",
  "<%UMR%37%%>telepathy<%END> 100 feet"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Sylvan](/Languages.aspx?ID=10); [telepathy](/MonsterAbilities.aspx?ID=37) 100 feet",
 "level": 6,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Melfesh Monster](/Monsters.aspx?ID=1734)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nEach Melfesh Monster is unique at any given time since the parent fungus only gives birth to a single monster at once, and each of these creations works a little differently and looks a little different from the last. However, their forms all bear similarities. A twisting mass of creeping vines creates the bulk of a Melfesh Monster's body, sculpted into a towering figure that can glide effortlessly across the ground. Mossy growths and trumpeting fungi cover the creature like matted fur, dripping from its back and shoulders in excess. A hood of dampened bark and thick moss covers its face, revealing only a crusty wooden jaw and a pair of gleaming red eyes. An acrid stench of burning manure follows the creature, often serving as the only warning that anyone gets before it attacks.\n\n Despite their fungal nature, Melfesh Monsters are undamaged by their own jets of flame and resistant to fires set by others, often surprising hunters who paid too little attention to the legends before encountering the creature. Their terrifying spores also mean that most survivors of their attacks tend to be disoriented and delirious, relating accounts of the monster that are distorted by confusion and fear. This, along with the natural variance between different Melfesh Monsters, means that even the most diligent of researchers will come across contradictory evidence. Even if they learn from all the prior information collected over the years, they're still often caught off guard when trying to hunt down and fell the threat since the new Melfesh Monster might have an ability never seen before. The canniest researchers, when faced with the seemingly contradictory evidence, speculate that the creature might evolve or change over time, which is closer to the truth but still falls short.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fungus](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 32\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 30\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 27\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/MelfeshMonster.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 6\">[Melfesh Monster](/Monsters.aspx?ID=1734)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Fungus\" url=\"/Traits.aspx?ID=77\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 70</row>\n\n**Perception** +14; sporesight 100 feet\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Sylvan](/Languages.aspx?ID=10); [telepathy](/MonsterAbilities.aspx?ID=37) 100 feet\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +11, [Athletics](/Skills.aspx?ID=3) +13, [Nature](/Skills.aspx?ID=10) +13, [Survival](/Skills.aspx?ID=16) +13\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +3\r\n\r\n**Con** +4\r\n\r\n**Int** +1\r\n\r\n**Wis** +2\r\n\r\n**Cha** +1\r\n</row>\r\n\r\n**Sporesight** If a creature has inhaled any of the Melfesh Monster's spores, the Melfesh Monster can sense the creature at the listed range.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 23 \r\n\r\n**Fort** +16 \r\n\r\n**Ref** +14 \r\n\r\n**Will** +12 \n\n</row>\r\n\r\n**HP** 78\n\n**Resistances**\r\n[fire](/Traits.aspx?ID=72) 5, [poison](/Traits.aspx?ID=126) 5\n\n**Terrorspores** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [inhaled](/Traits.aspx?ID=96), [mental](/Traits.aspx?ID=106), [poison](/Traits.aspx?ID=126)) 60 feet. A creature that enters the emanation must attempt a DC 21 Will save. Regardless of outcome, the creature is temporarily immune to terrorspores for 1 minute.<br /> **Critical Success** The creature is unaffected.<br /> **Success** The creature is [frightened 1](/Conditions.aspx?ID=19) and inhales spores that remain in its body for 1 minute.<br /> **Failure** As success, but frightened 2 and the spores remain for 1 hour.<br /> **Critical Failure** As success, but frightened 3, the spores remain for 1 hour, and the creature's frightened condition can't be reduced below 1 as long as spores remain in its body.<br />**Reactive Growth** <actions string=\"Reaction\" /> **Trigger** The Melfesh Monster takes physical damage; **Effect** The Melfesh Monster shifts plant matter to blunt the attack. It gains resistance 5 against the triggering physical damage.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, fly 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nlimb +16 ([versatile P or S](/Traits.aspx?ID=200)),\r\n**Damage** 2d12+4 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfungal limb +16 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 2d8+4 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nfirelance +15 ([range 30 feet](/Traits.aspx?ID=248), [Magical](/Traits.aspx?ID=103), [Fire](/Traits.aspx?ID=72)),\r\n**Damage** 2d8+2 fire\n\n**Envelop** <actions string=\"Three Actions\" />  The Melfesh Monster attempts to [Grapple](/Actions.aspx?ID=35) a creature within reach. On a success, the creature is pulled into the Monster's body. The Melfesh Monster is [slowed 1](/Conditions.aspx?ID=35) while it envelops a creature, and this otherwise has the effects of [Swallow Whole](/MonsterAbilities.aspx?ID=35) (the Melfesh Monster's size or smaller, 1d10 bludgeoning and 1d12 poison, Rupture 15).\r\n\r\n**Fulminate** <actions string=\"Two Actions\" /> ([Fire](/Traits.aspx?ID=72)) **Requirements** The Melfesh Monster has created a spore cloud, and the cloud is within range of one of the Melfesh Monster's fire abilities; **Effect** The Melfesh Monster targets the cloud with one of its abilities with the fire trait. The spore cloud explodes, dealing 4d10 fire damage and 4 [persistent fire damage](/Conditions.aspx?ID=29) in a 40-foot burst originating from a single square within the cloud (DC 24 [basic](/Rules.aspx?ID=329) Reflex).\r\n\r\n**Spore Cloud** <actions string=\"Two Actions\" /> ([Inhaled](/Traits.aspx?ID=96), [Poison](/Traits.aspx?ID=126)) **Frequency** once per minute; **Effect** The Melfesh Monster conjures a cloud of spores within 60 feet in a 20-foot burst. The cloud lasts 1 minute. Creatures that enter or begin their turn within the cloud must succeed at a DC 21 Fortitude save or take 3d8 poison damage, be [sickened 2](/Conditions.aspx?ID=34), and inhale spores that remain in their bodies for 1 minute (on a critical failure, sickened 3 and an additional 4 [persistent poison damage](/Conditions.aspx?ID=29)).\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Alternate Abilities</title>\r\n\r\nThere have been many Melfesh Monsters, and there will be many more. No two of the progenitor fungus's spawn are identical. The following are a number of alternate abilities that the Melfesh Monster might possess; GMs choosing to use one of these abilities can use it to replace one of the Melfesh Monster's abilities in the stat block above.\n\n **Smolderstench** ([aura](/Traits.aspx?ID=206), [olfactory](/Traits.aspx?ID=246), [poison](/Traits.aspx?ID=126)) 60 feet. The Melfesh Monster emits the overwhelming stink of burning, rotting matter. A creature that enters or begins its turn in the area inhales spores and must attempt a DC 21 Fortitude save. On a failure, the creature takes 2d4 poison damage and is [sickened 1](/Conditions.aspx?ID=34); on a critical failure, the creature also takes 4 [persistent poison damage](/Conditions.aspx?ID=29) and is sickened 2. A creature that succeeds at its save is temporarily immune to smolderstench for 1 minute. This ability replaces terrorspores.\n\n **Death Throes** <actions string=\"Reaction\" /> **Trigger** The Melfesh Monster dies; **Effect** The Melfesh Monster explodes in a 30-foot burst. Creatures in the area take 3d8 fire and 3d8 poison damage (DC 24 [basic](/Rules.aspx?ID=329) Reflex save). This ability replaces Reactive Growth.\n\n **Vent Flames** <actions string=\"Reaction\" /> **Trigger** The Melfesh Monster ends its movement next to or takes damage from an adjacent creature; **Effect** Rifts in the Melfesh Monster's body spew burning gas. The triggering creature must succeed at a DC 21 Reflex save or inhale spores which remain in its body for 1 minute, take 2d6 fire damage, and become [sickened 1](/Conditions.aspx?ID=34) (on a critical failure, double damage and sickened 2). This ability replaces Reactive Growth.\n\n **Burrowing Grasp** <actions string=\"Two Actions\" /> The Melfesh Monster [Burrows](/Actions.aspx?ID=93) twice. At any point in this movement, it can shed a temporary fungal limb to grasp a creature within 10 feet. The creature must succeed at a DC 21 Reflex save or be [immobilized](/Conditions.aspx?ID=24) for 1 round (on a critical failure, 2 rounds) or until it [Escapes](/Actions.aspx?ID=79) (DC 21). This ability grants the Melfesh Monster a burrow speed of 15 feet and replaces its fly speed and Envelop.\n\n **Corpse Bomb** The Melfesh Monster injects a creature's corpse with spores over the course of 10 minutes, priming it to explode. These spores last 1 day, and the Melfesh Monster can only have three corpses primed at a time; if it primes another, the oldest corpse bomb deactivates harmlessly. Creatures that succeed at a DC 21 Perception check while [Seeking](/Actions.aspx?ID=84) or [Investigating](/Actions.aspx?ID=516) notice a corpse bomb's explosive nature. Creatures can attempt to disarm a corpse bomb with a [Nature](/Skills.aspx?ID=10), [Survival](/Skills.aspx?ID=16), or [Thievery](/Skills.aspx?ID=17) check to Disable a Device (DC 21). A corpse bomb explodes in a 10-foot burst if a creature comes within 5 feet or if the Melfesh Monster detonates it as a single action, which it can use once per round. This deals 2d8 fire and 2d8 poison damage (DC 21 [basic](/Rules.aspx?ID=329) Reflex save) and leaves a lingering, 10-foot-radius spore cloud. A creature that enters or begins its turn within the cloud inhales spores, which remain in its body for 1 minute. This ability replaces Spore Cloud.\n\n **False Synapses** <actions string=\"Two Actions\" /> ([mental](/Traits.aspx?ID=106), [poison](/Traits.aspx?ID=126)) The Melfesh Monster partially controls a creature within 60 feet that has inhaled its spores. This has the effects of a [_command_](/Spells.aspx?ID=45) spell (DC 24 Will save). This ability replaces sporesight and Spore Cloud.\n\n **Flame Lash** <actions string=\"Two Actions\" /> The Melfesh Monster sprays flaming gas in a 15-foot cone or a 30-foot line. Creatures in the area take 4d6 fire damage (DC 21 [basic](/Rules.aspx?ID=329) Reflex save). This ability replaces the firelance ranged Strike.\n\n **Mycelial Tomb** <actions string=\"Two Actions\" /> **Requirements** A creature is within 90 feet of the Melfesh Monster and is standing on the ground; **Effect** Fungal threads burst from the ground. The creature must succeed at a DC 21 Reflex save or inhale Melfesh spores that remain in its body for 1 minute, be encased in mycelia, and be [slowed 2](/Conditions.aspx?ID=35). The mycelia have Hardness 8 and 16 HP, and the DC to [Force them Open](/Actions.aspx?ID=34) is 21. Breaking the mycelia frees the creature and ends the slowed effect. If someone other than the encased creatures breaks the mycelia from the outside, the creature is [stunned 1](/Conditions.aspx?ID=36) and takes any damage dealt by the breaking effect in excess of the mycelia's Hit Points. This replaces the Envelop ability.\n\n **Swell** <actions string=\"Two Actions\" />([transmutation](/Traits.aspx?ID=157)) **Frequency** once per hour; **Effect** The Melfesh Monster inflates with gas for 1 minute. It grows to Huge size, and its reach increases to 15 feet. It also gains 12 temporary Hit Points, resistance 5 to bludgeoning, and a +2 status bonus to damage rolls, but it's [clumsy 1](/Conditions.aspx?ID=3). When the Melfesh Monster takes damage while swollen, all creatures within 15 feet inhale spores that remain in their body for 1 minute. This ability replaces terrorspores and Spore Cloud.\n\n **Torrential Advance** <actions string=\"Three Actions\" /> The Melfesh Monster dissolves into a mass of fungal threads and surges forward. It [Tramples](/MonsterAbilities.aspx?ID=39) (Medium or smaller, limb, DC 21), leaving a spore cloud in the squares through which it moves that last until the end of its next turn. A creature that enters or begins its turn in the cloud inhales spores and must succeed at a DC 21 Fortitude save or be [sickened 1](/Conditions.aspx?ID=34) (sickened 2 on a critical failure). This ability replaces Envelop and Spore Cloud.\r\n</aside>",
 "name": "Melfesh Monster",
 "npc": false,
 "perception": 14,
 "pfs": "Standard",
 "rarity": "unique",
 "reflex_save": 14,
 "release_date": "2021-12-22",
 "resistance": {
  "fire": 5,
  "poison": 5
 },
 "resistance_markdown": "[fire](/Traits.aspx?ID=72) 5, [poison](/Traits.aspx?ID=126) 5",
 "resistance_raw": " fire  5,  poison  5",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Fungus\" url=\"/Traits.aspx?ID=77\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 70</row>\n\n<row gap=\"medium\">\r\n**HP** 78\r\n\r\n**AC** 23\r\n\r\n**Fort** +16\r\n\r\n**Ref** +14\r\n\r\n**Will** +12\r\n\r\n**Perception** +14\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEach Melfesh Monster is unique at any given time since the parent fungus only gives birth to a single monster at once, and each of these creations …\r\n</summary>",
 "sense": "sporesight 100 feet",
 "sense_markdown": "sporesight 100 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +11",
  "Athletics +13",
  "Nature +13",
  "Survival +13"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +11, [Athletics](/Skills.aspx?ID=3) +13, [Nature](/Skills.aspx?ID=10) +13, [Survival](/Skills.aspx?ID=16) +13",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 70"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 70</row>",
 "speed": {
  "fly": 30,
  "land": 25,
  "max": 30
 },
 "speed_markdown": "25 feet, fly 30 feet",
 "speed_raw": "25 feet, fly 30 feet",
 "spell_markdown": "",
 "strength": 4,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Each Melfesh Monster is unique at any given time since the parent fungus only gives birth to a single monster at once, and each of these creations …",
 "summary_markdown": "Each Melfesh Monster is unique at any given time since the parent fungus only gives birth to a single monster at once, and each of these creations …",
 "text": " Melfesh Monster Each Melfesh Monster is unique at any given time since the parent fungus only gives birth to a single monster at once, and each of these creations works a little differently and looks a little different from the last. However, their forms all bear similarities. A twisting mass of creeping vines creates the bulk of a Melfesh Monster's body, sculpted into a towering figure that can glide effortlessly across the ground. Mossy growths and trumpeting fungi cover the creature like matted fur, dripping from its back and shoulders in excess. A hood of dampened bark and thick moss covers its face, revealing only a crusty wooden jaw and a pair of gleaming red eyes. An acrid stench of burning manure follows the creature, often serving as the only warning that anyone gets before it attacks. Despite their fungal nature, Melfesh Monsters are undamaged by their own jets of flame and resistant to fires set by others, often surprising hunters who paid too little attention to the legends before encountering the creature. Their terrifying spores also mean that most survivors of their attacks tend to be disoriented and delirious, relating accounts of the monster that are distorted by confusion and fear. This, along with the natural variance between different Melfesh Monsters, means that even the most diligent of researchers will come across contradictory evidence. Even if they learn from all the prior information collected over the years, they're still often caught off guard when trying to hunt down and fell the threat since the new Melfesh Monster might have an ability never seen before. The canniest researchers, when faced with the seemingly contradictory evidence, speculate that the creature might evolve or change over time, which is closer to the truth but still falls short. Recall Knowledge - Fungus (Nature): DC 32 Unspecific Lore : DC 30 Specific Lore : DC 27 Melfesh Monster Source Monsters of Myth pg. 70 Perception +14; sporesight 100 feet Languages Aklo, Sylvan; telepathy 100 feet Skills Acrobatics +11, Athletics +13, Nature +13, Survival +13 Str +4 Dex +3 Con +4 Int +1 Wis +2 Cha +1 Sporesight If a creature has inhaled any of the Melfesh Monster's spores, the Melfesh Monster can sense the creature at the listed range. --- AC 23 Fort +16 Ref +14 Will +12 HP 78 Resistances fire 5, poison 5 Terrorspores (aura, emotion, fear, inhaled, mental, poison) 60 feet. A creature that enters the emanation must attempt a DC 21 Will save. Regardless of outcome, the creature is temporarily immune to terrorspores for 1 minute. Critical Success The creature is unaffected. Success The creature is frightened 1 and inhales spores that remain in its body for 1 minute. Failure As success, but frightened 2 and the spores remain for 1 hour. Critical Failure As success, but frightened 3, the spores remain for 1 hour, and the creature's frightened condition can't be reduced below 1 as long as spores remain in its body. Reactive Growth Reaction Trigger The Melfesh Monster takes physical damage; Effect The Melfesh Monster shifts plant matter to blunt the attack. It gains resistance 5 against the triggering physical damage. --- Speed 25 feet, fly 30 feet Melee Single Action limb +16 (versatile P or S), Damage 2d12+4 bludgeoning Melee Single Action fungal limb +16 (Agile), Damage 2d8+4 bludgeoning Ranged Single Action firelance +15 (range 30 feet, Magical, Fire), Damage 2d8+2 fire Envelop Three Actions The Melfesh Monster attempts to Grapple a creature within reach. On a success, the creature is pulled into the Monster's body. The Melfesh Monster is slowed 1 while it envelops a creature, and this otherwise has the effects of Swallow Whole (the Melfesh Monster's size or smaller, 1d10 bludgeoning and 1d12 poison, Rupture 15). Fulminate Two Actions (Fire) Requirements The Melfesh Monster has created a spore cloud, and the cloud is within range of one of the Melfesh Monster's fire abilities; Effect The Melfesh Monster targets the cloud with one of its abilities with the fire trait. The spore cloud explodes, dealing 4d10 fire damage and 4 persistent fire damage in a 40-foot burst originating from a single square within the cloud (DC 24 basic Reflex). Spore Cloud Two Actions (Inhaled, Poison) Frequency once per minute; Effect The Melfesh Monster conjures a cloud of spores within 60 feet in a 20-foot burst. The cloud lasts 1 minute. Creatures that enter or begin their turn within the cloud must succeed at a DC 21 Fortitude save or take 3d8 poison damage, be sickened 2, and inhale spores that remain in their bodies for 1 minute (on a critical failure, sickened 3 and an additional 4 persistent poison damage). Alternate Abilities There have been many Melfesh Monsters, and there will be many more. No two of the progenitor fungus's spawn are identical. The following are a number of alternate abilities that the Melfesh Monster might possess; GMs choosing to use one of these abilities can use it to replace one of the Melfesh Monster's abilities in the stat block above. Smolderstench (aura, olfactory, poison) 60 feet. The Melfesh Monster emits the overwhelming stink of burning, rotting matter. A creature that enters or begins its turn in the area inhales spores and must attempt a DC 21 Fortitude save. On a failure, the creature takes 2d4 poison damage and is sickened 1; on a critical failure, the creature also takes 4 persistent poison damage and is sickened 2. A creature that succeeds at its save is temporarily immune to smolderstench for 1 minute. This ability replaces terrorspores. Death Throes Reaction Trigger The Melfesh Monster dies; Effect The Melfesh Monster explodes in a 30-foot burst. Creatures in the area take 3d8 fire and 3d8 poison damage (DC 24 basic Reflex save). This ability replaces Reactive Growth. Vent Flames Reaction Trigger The Melfesh Monster ends its movement next to or takes damage from an adjacent creature; Effect Rifts in the Melfesh Monster's body spew burning gas. The triggering creature must succeed at a DC 21 Reflex save or inhale spores which remain in its body for 1 minute, take 2d6 fire damage, and become sickened 1 (on a critical failure, double damage and sickened 2). This ability replaces Reactive Growth. Burrowing Grasp Two Actions The Melfesh Monster Burrows twice. At any point in this movement, it can shed a temporary fungal limb to grasp a creature within 10 feet. The creature must succeed at a DC 21 Reflex save or be immobilized for 1 round (on a critical failure, 2 rounds) or until it Escapes (DC 21). This ability grants the Melfesh Monster a burrow speed of 15 feet and replaces its fly speed and Envelop. Corpse Bomb The Melfesh Monster injects a creature's corpse with spores over the course of 10 minutes, priming it to explode. These spores last 1 day, and the Melfesh Monster can only have three corpses primed at a time; if it primes another, the oldest corpse bomb deactivates harmlessly. Creatures that succeed at a DC 21 Perception check while Seeking or Investigating notice a corpse bomb's explosive nature. Creatures can attempt to disarm a corpse bomb with a Nature, Survival, or Thievery check to Disable a Device (DC 21). A corpse bomb explodes in a 10-foot burst if a creature comes within 5 feet or if the Melfesh Monster detonates it as a single action, which it can use once per round. This deals 2d8 fire and 2d8 poison damage (DC 21 basic Reflex save) and leaves a lingering, 10-foot-radius spore cloud. A creature that enters or begins its turn within the cloud inhales spores, which remain in its body for 1 minute. This ability replaces Spore Cloud. False Synapses Two Actions (mental, poison) The Melfesh Monster partially controls a creature within 60 feet that has inhaled its spores. This has the effects of a command spell (DC 24 Will save). This ability replaces sporesight and Spore Cloud. Flame Lash Two Actions The Melfesh Monster sprays flaming gas in a 15-foot cone or a 30-foot line. Creatures in the area take 4d6 fire damage (DC 21 basic Reflex save). This ability replaces the firelance ranged Strike. Mycelial Tomb Two Actions Requirements A creature is within 90 feet of the Melfesh Monster and is standing on the ground; Effect Fungal threads burst from the ground. The creature must succeed at a DC 21 Reflex save or inhale Melfesh spores that remain in its body for 1 minute, be encased in mycelia, and be slowed 2. The mycelia have Hardness 8 and 16 HP, and the DC to Force them Open is 21. Breaking the mycelia frees the creature and ends the slowed effect. If someone other than the encased creatures breaks the mycelia from the outside, the creature is stunned 1 and takes any damage dealt by the breaking effect in excess of the mycelia's Hit Points. This replaces the Envelop ability. Swell Two Actions(transmutation) Frequency once per hour; Effect The Melfesh Monster inflates with gas for 1 minute. It grows to Huge size, and its reach increases to 15 feet. It also gains 12 temporary Hit Points, resistance 5 to bludgeoning, and a +2 status bonus to damage rolls, but it's clumsy 1. When the Melfesh Monster takes damage while swollen, all creatures within 15 feet inhale spores that remain in their body for 1 minute. This ability replaces terrorspores and Spore Cloud. Torrential Advance Three Actions The Melfesh Monster dissolves into a mass of fungal threads and surges forward. It Tramples (Medium or smaller, limb, DC 21), leaving a spore cloud in the squares through which it moves that last until the end of its next turn. A creature that enters or begins its turn in the cloud inhales spores and must succeed at a DC 21 Fortitude save or be sickened 1 (sickened 2 on a critical failure). This ability replaces Envelop and Spore Cloud. ",
 "trait": [
  "Fungus",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Fungus](/Traits.aspx?ID=77), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Fungus",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1734",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 12,
 "wisdom": 2
}