{
 "ac": 33,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 7,
 "creature_ability": [
  "Axe Master",
  "Dual Soul",
  "Shadow Blend",
  "Soul Swipe",
  "Terrifying Howl"
 ],
 "creature_family_markdown": "",
 "dexterity": 6,
 "exclude_from_search": false,
 "fortitude_save": 26,
 "hp": 240,
 "hp_raw": "240 (dual soul; 120 each for Metuak and Xeleria)",
 "id": "creature-1833",
 "image": [
  "/Images/Monsters/Metauk.png"
 ],
 "immunity": [
  "death  effects",
  "disease",
  "fear",
  "poison",
  "precision"
 ],
 "immunity_markdown": "[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [fear](/Traits.aspx?ID=68), [poison](/Traits.aspx?ID=126), precision",
 "intelligence": 1,
 "language": [
  "Abyssal",
  "Common",
  "Hallit",
  "<%UMR%37%%>telepathy<%END> 100 feet"
 ],
 "language_markdown": "[Abyssal](/Languages.aspx?ID=12), [Common](/Languages.aspx?ID=1), [Hallit](/Languages.aspx?ID=37); [telepathy](/MonsterAbilities.aspx?ID=37) 100 feet",
 "level": 13,
 "markdown": "<title level=\"1\" pfs=\"\">[Metuak, Cursed Legendary Warrior](/NPCs.aspx?ID=1833)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nDepending on the teller of the legend, the Burning Mammoth warrior Metuak was either a noble hero or a craven traitor. The truth, of course, lies somewhere between these two extremes.\n\n When the Great Quake opened a rift to the Abyss in northern Avistan, it sent the native people scrambling for safety. In response to the cataclysm that caused the creation of the Worldwound, the Burning Mammoth following disagreed on what to do with their people's ancestral artifact, the _Primordial Flame_. A small group of rebels (those who became the Broken Tusk) hid the sacred lantern in Red Cat Cave, where it would be safe from demonic hands. The majority of the following, including Metuak, went east to fight the demons, taking the Burning Mammoth banner with them.\n\n Metuak was one of the Burning Mammoth's bravest and best champions. He seemed immune to demons' temptations and mighty enough to overcome any single fiend. But the demons of the Worldwound were legion, and the Burning Mammoths quickly realized they had no hope of victory without the _Primordial Flame_. The following could scarcely spare a single warrior, so Metuak volunteered to retrieve their sacred artifact.\n\n No one knew how long this quest would take or what trials he would face. Few dared hope he'd succeed, since the Broken Tusk had placed the _Primordial Flame_ where it would be safe from any thief, mortal or demonic. Metuak proposed a desperate plan: He would allow a demon into his body to grant him the strength necessary to reclaim the flame. Metuak was known to be resilient against the influence of demons, and so the Mammoth Lords agreed. An invidiak named Xeleria—a demon of shadows capable of inhabiting a mortal body—was captured and bound to him.\n\n At first, Xeleria struggled mightily to corrupt the impervious Metuak, even when the warrior called upon her aid to defeat the ancient cat spirit who guarded the Primordial Flame, Syarstik Painted-Tiger of Red Cat Cave. Together, merging fiendish shadow magic and sheer brawn, the man and the demon slew the cat. In turn, with his dying breath, Syarstik cursed the artifact he guarded. Metuak seized the _Primordial Flame_ and instantly became obsessed, unable to part from it for even a moment without suffering unbearable anguish.\n\n In this state, Xeleria's magic finally found purchase in Metuak's torment. The invidiak intermittently possessed his body and amused herself with the _Primordial Flame_, scorching the land and terrorizing innocents. Ashamed, Metuak gave up his quest to return the _Primordial Flame_ to his people; instead, he sought a way to lift the curse and somehow separate himself from Xeleria. Metuak heard legends of noble, ancient creatures with knowledge far surpassing that of mortals, and he eventually found the lair of a powerful white dragon named Venexus. Venexus was neither noble nor wise, however, and she wrested the _Primordial Flame_ from Metuak, causing the warrior to flee despite his torment. Metuak knew he'd lost his way, but he trusted his people and ancestors. He sought the advice of the Hillcross Witches, but they banished him from their domain when they learned he'd lost the _Primordial Flame_. Despairing, Metuak wandered through the nearby Tamarnian Tar Forest, where his demonic hanger-on attracted the ire of the nymph who guarded the black woodland. Adalemma the Solstice Queen chased Metuak and his demonic possessor from her realm, and by the time Metuak regained control of his body, he was in the shadow of Castle Grimgorge, a remote Mendevian outpost on the forest's border. Metuak threw himself on the mercy of the soldiers, but they recognized only the demon inside him. The crusaders imprisoned Metuak beneath the castle, extinguishing his last hope. Resigned to his fate, Metuak yielded at last to Xeleria, who called on her demonic allies to descend upon Castle Grimgorge and slaughter the garrison. Sensing that her forest could be next if Xeleria's rampage were permitted to continue, Adalemma magically bound Metuak and Xeleria to their dungeon, where they remained for over a century. \n\n<title level=\"2\" right=\"\">Campaign Role</title> In the final chapter of this Adventure Path, the characters break the curse of the _Primordial Flame_ and free Metuak from his eternal torment. To do so, they must face both the ancient warrior and his demonic possessor in the dungeons beneath Grimgorge Castle.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fiend](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 41\r\n\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 41\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 39\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 36\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Metauk.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 13\">[Metuak](/NPCs.aspx?ID=1833)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Fiend\" url=\"/Traits.aspx?ID=70\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 90</row>\n\n**Perception** +20; [darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet\r\n\r\n**Languages**\r\n[Abyssal](/Languages.aspx?ID=12), [Common](/Languages.aspx?ID=1), [Hallit](/Languages.aspx?ID=37); [telepathy](/MonsterAbilities.aspx?ID=37) 100 feet\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +27, [Deception](/Skills.aspx?ID=5) +24, [Intimidation](/Skills.aspx?ID=7) +26, [Nature](/Skills.aspx?ID=10) +22, [Stealth](/Skills.aspx?ID=15) +25, [Survival](/Skills.aspx?ID=16) +24\r\n\r\n<row gap=\"medium\">\r\n**Str** +8\r\n\r\n**Dex** +6\r\n\r\n**Con** +7\r\n\r\n**Int** +1\r\n\r\n**Wis** +3\r\n\r\n**Cha** +5\r\n</row>\n\n**Items**\r\n_+2 [greater striking](/Equipment.aspx?ID=280) [grievous](/Equipment.aspx?ID=298) [hatchet](/Weapons.aspx?ID=27)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 33 \r\n\r\n**Fort** +26 \r\n\r\n**Ref** +23 \r\n\r\n**Will** +20 \r\n\r\n+1 to all saves vs. magic\r\n</row>\r\n\r\n**HP** 240\r\n(dual soul; 120 each for Metuak and Xeleria)\n\n**Immunities**\r\n[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [fear](/Traits.aspx?ID=68), [poison](/Traits.aspx?ID=126), precision\r\n\r\n**Resistances**\r\nall 5 (except [force](/Traits.aspx?ID=75), [_ghost touch_](/Equipment.aspx?ID=297), or [positive](/Traits.aspx?ID=128)>; double resistance vs. non-[magical](/Traits.aspx?ID=103))\r\n\r\n**Weaknesses**\r\ncold iron 10, [good](/Traits.aspx?ID=83) 10\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, fly 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +27 ([Evil](/Traits.aspx?ID=64), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 3d8+14 cold plus 2d6 evil\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_hatchet_ +27 ([Agile](/Traits.aspx?ID=170), [Evil](/Traits.aspx?ID=64), [Magical](/Traits.aspx?ID=103), [Sweep](/Traits.aspx?ID=194), [thrown 10 feet](/Traits.aspx?ID=195)),\r\n**Damage** 3d6+14 slashing plus 1d6 evil\r\n\r\n**Divine Innate Spells** DC 34, attack +26\r\n- **Cantrips (7th)**\r\n[Telekinetic Projectile](/Spells.aspx?ID=334)\r\n- **3rd**\r\n[Fear](/Spells.aspx?ID=110)\r\n- **4th**\r\n[Darkness](/Spells.aspx?ID=59)\r\n- **5th**\r\n[Shadow Siphon](/Spells.aspx?ID=274)\r\n- **7th**\r\n[Shadow Blast](/Spells.aspx?ID=273)\r\n\r\n**Axe Master**   Metuak has access to the critical specialization effect of [axe weapons](/WeaponGroups.aspx?ID=1). Due to his hatchet's [_grievous_](/Equipment.aspx?ID=298) rune, he can damage a third creature with the same restrictions.\r\n\r\n**Dual Soul**   A demon named Xeleria is bound to Metuak's soul. Though the two entities share one body and are a single creature for the purpose of both targeted and area effects, Metuak and Xeleria each have 120 Hit Points. Damage to each is tracked separately. Xeleria's HP is reduced by [force](/Traits.aspx?ID=75), [good](/Traits.aspx?ID=83), and [positive](/Traits.aspx?ID=128) damage, and any damage from a [cold iron](/Equipment.aspx?ID=375) weapon, a weapon with a [_ghost touch_](/Equipment.aspx?ID=297) rune, and any damage originating from the _[Primordial Flame](/Equipment.aspx?ID=1513)_. All other damage reduces Metuak's HP. Metuak and Xeleria must both be reduced to 0 HP for Metuak to die and Xeleria to be destroyed. If, at the beginning of Metuak's turn, either Metuak or Xeleria has been reduced to 0 HP but the other hasn't, Metuak and Xeleria each regain 15 HP.\r\n\r\n**Shadow Blend** <actions string=\"Two Actions\" /> ([Divine](/Traits.aspx?ID=48), [Illusion](/Traits.aspx?ID=92)) Metuak Strides up to twice his Speed. If he ends his movement in an area of dim light, he is [hidden](/Conditions.aspx?ID=22) as long as he remains in dim light.\r\n\r\n**Soul Swipe** <actions string=\"Two Actions\" />  Metuak makes a single hatchet or claw Strike and compares the result to the AC of up to four foes, each of whom must be within his reach. He rolls damage once and applies it to each creature he hits. A Soul Swipe counts as two attacks for his multiple attack penalty. Metuak's hatchet applies its [sweep](/Traits.aspx?ID=194) trait against all four targets.\r\n\r\n**Terrifying Howl** <actions string=\"Single Action\" /> ([Auditory](/Traits.aspx?ID=16)) Metuak unleashes a terrifying howl, attempting to [Demoralize](/Actions.aspx?ID=53) each creature within 30 feet. These creatures are then immune to Terrifying Howl for 1 minute.\r\n\r\n</column>",
 "name": "Metuak",
 "npc": true,
 "perception": 20,
 "rarity": "unique",
 "reflex_save": 23,
 "release_date": "2022-03-30",
 "resistance": {
  "acid": 5,
  "all": 5,
  "area": 5,
  "bleed": 5,
  "bludgeoning": 5,
  "chaotic": 5,
  "cold": 5,
  "cold_iron": 5,
  "electricity": 5,
  "evil": 5,
  "fire": 5,
  "good": 5,
  "lawful": 5,
  "mental": 5,
  "negative": 5,
  "orichalcum": 5,
  "physical": 5,
  "piercing": 5,
  "poison": 5,
  "positive": 5,
  "precision": 5,
  "silver": 5,
  "slashing": 5,
  "sonic": 5,
  "splash": 5
 },
 "resistance_markdown": "all 5 (except [force](/Traits.aspx?ID=75), [_ghost touch_](/Equipment.aspx?ID=297), or [positive](/Traits.aspx?ID=128)>; double resistance vs. non-[magical](/Traits.aspx?ID=103))",
 "resistance_raw": "all 5 (except  force ,   ghost touch  , or  positive >; double resistance vs. non- magical )",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Fiend\" url=\"/Traits.aspx?ID=70\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 240 (dual soul; 120 each for Metuak and Xeleria)\r\n\r\n**AC** 33\r\n\r\n**Fort** +26\r\n\r\n**Ref** +23\r\n\r\n**Will** +20\r\n\r\n**Perception** +20\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDepending on the teller of the legend, the Burning Mammoth warrior Metuak was either a noble hero or a craven traitor. The truth, of course, lies …\r\n</summary>",
 "sense": " darkvision ,  scent  (imprecise) 30 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +27",
  "Deception +24",
  "Intimidation +26",
  "Nature +22",
  "Stealth +25",
  "Survival +24"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +27, [Deception](/Skills.aspx?ID=5) +24, [Intimidation](/Skills.aspx?ID=7) +26, [Nature](/Skills.aspx?ID=10) +22, [Stealth](/Skills.aspx?ID=15) +25, [Survival](/Skills.aspx?ID=16) +24",
 "source": [
  "Pathfinder #177: Burning Tundra"
 ],
 "source_raw": [
  "Pathfinder #177: Burning Tundra pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Quest for the Frozen Flame",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 90</row>",
 "speed": {
  "fly": 25,
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet, fly 25 feet",
 "speed_raw": "25 feet, fly 25 feet",
 "spell": [
  "Shadow Blast",
  "Shadow Siphon",
  "Darkness",
  "Fear",
  "Telekinetic Projectile"
 ],
 "spell_markdown": "[Darkness](/Spells.aspx?ID=59), [Fear](/Spells.aspx?ID=110), [Shadow Blast](/Spells.aspx?ID=273), [Shadow Siphon](/Spells.aspx?ID=274), [Telekinetic Projectile](/Spells.aspx?ID=334)",
 "spoilers": "Quest for the Frozen Flame",
 "stealth": "25",
 "strength": 8,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Depending on the teller of the legend, the Burning Mammoth warrior Metuak was either a noble hero or a craven traitor. The truth, of course, lies …",
 "summary_markdown": "Depending on the teller of the legend, the Burning Mammoth warrior Metuak was either a noble hero or a craven traitor. The truth, of course, lies …",
 "text": " Metuak, Cursed Legendary Warrior Depending on the teller of the legend, the Burning Mammoth warrior Metuak was either a noble hero or a craven traitor. The truth, of course, lies somewhere between these two extremes. When the Great Quake opened a rift to the Abyss in northern Avistan, it sent the native people scrambling for safety. In response to the cataclysm that caused the creation of the Worldwound, the Burning Mammoth following disagreed on what to do with their people's ancestral artifact, the Primordial Flame . A small group of rebels (those who became the Broken Tusk) hid the sacred lantern in Red Cat Cave, where it would be safe from demonic hands. The majority of the following, including Metuak, went east to fight the demons, taking the Burning Mammoth banner with them. Metuak was one of the Burning Mammoth's bravest and best champions. He seemed immune to demons' temptations and mighty enough to overcome any single fiend. But the demons of the Worldwound were legion, and the Burning Mammoths quickly realized they had no hope of victory without the Primordial Flame . The following could scarcely spare a single warrior, so Metuak volunteered to retrieve their sacred artifact. No one knew how long this quest would take or what trials he would face. Few dared hope he'd succeed, since the Broken Tusk had placed the Primordial Flame where it would be safe from any thief, mortal or demonic. Metuak proposed a desperate plan: He would allow a demon into his body to grant him the strength necessary to reclaim the flame. Metuak was known to be resilient against the influence of demons, and so the Mammoth Lords agreed. An invidiak named Xeleria—a demon of shadows capable of inhabiting a mortal body—was captured and bound to him. At first, Xeleria struggled mightily to corrupt the impervious Metuak, even when the warrior called upon her aid to defeat the ancient cat spirit who guarded the Primordial Flame, Syarstik Painted-Tiger of Red Cat Cave. Together, merging fiendish shadow magic and sheer brawn, the man and the demon slew the cat. In turn, with his dying breath, Syarstik cursed the artifact he guarded. Metuak seized the Primordial Flame and instantly became obsessed, unable to part from it for even a moment without suffering unbearable anguish. In this state, Xeleria's magic finally found purchase in Metuak's torment. The invidiak intermittently possessed his body and amused herself with the Primordial Flame , scorching the land and terrorizing innocents. Ashamed, Metuak gave up his quest to return the Primordial Flame to his people; instead, he sought a way to lift the curse and somehow separate himself from Xeleria. Metuak heard legends of noble, ancient creatures with knowledge far surpassing that of mortals, and he eventually found the lair of a powerful white dragon named Venexus. Venexus was neither noble nor wise, however, and she wrested the Primordial Flame from Metuak, causing the warrior to flee despite his torment. Metuak knew he'd lost his way, but he trusted his people and ancestors. He sought the advice of the Hillcross Witches, but they banished him from their domain when they learned he'd lost the Primordial Flame . Despairing, Metuak wandered through the nearby Tamarnian Tar Forest, where his demonic hanger-on attracted the ire of the nymph who guarded the black woodland. Adalemma the Solstice Queen chased Metuak and his demonic possessor from her realm, and by the time Metuak regained control of his body, he was in the shadow of Castle Grimgorge, a remote Mendevian outpost on the forest's border. Metuak threw himself on the mercy of the soldiers, but they recognized only the demon inside him. The crusaders imprisoned Metuak beneath the castle, extinguishing his last hope. Resigned to his fate, Metuak yielded at last to Xeleria, who called on her demonic allies to descend upon Castle Grimgorge and slaughter the garrison. Sensing that her forest could be next if Xeleria's rampage were permitted to continue, Adalemma magically bound Metuak and Xeleria to their dungeon, where they remained for over a century. Campaign Role In the final chapter of this Adventure Path, the characters break the curse of the Primordial Flame and free Metuak from his eternal torment. To do so, they must face both the ancient warrior and his demonic possessor in the dungeons beneath Grimgorge Castle. Recall Knowledge - Fiend (Religion): DC 41 Recall Knowledge - Humanoid (Society): DC 41 Unspecific Lore : DC 39 Specific Lore : DC 36 Metuak Source Pathfinder #177: Burning Tundra pg. 90 Perception +20; darkvision, scent (imprecise) 30 feet Languages Abyssal, Common, Hallit; telepathy 100 feet Skills Athletics +27, Deception +24, Intimidation +26, Nature +22, Stealth +25, Survival +24 Str +8 Dex +6 Con +7 Int +1 Wis +3 Cha +5 Items +2 greater striking grievous hatchet --- AC 33 Fort +26 Ref +23 Will +20 +1 to all saves vs. magic HP 240 (dual soul; 120 each for Metuak and Xeleria) Immunities death effects, disease, fear, poison, precision Resistances all 5 (except force, ghost touch , or positive>; double resistance vs. non-magical) Weaknesses cold iron 10, good 10 --- Speed 25 feet, fly 25 feet Melee Single Action claw +27 (Evil, Magical), Damage 3d8+14 cold plus 2d6 evil Melee Single Action hatchet +27 (Agile, Evil, Magical, Sweep, thrown 10 feet), Damage 3d6+14 slashing plus 1d6 evil Divine Innate Spells DC 34, attack +26 - Cantrips (7th) Telekinetic Projectile - 3rd Fear - 4th Darkness - 5th Shadow Siphon - 7th Shadow Blast Axe Master Metuak has access to the critical specialization effect of axe weapons. Due to his hatchet's grievous rune, he can damage a third creature with the same restrictions. Dual Soul A demon named Xeleria is bound to Metuak's soul. Though the two entities share one body and are a single creature for the purpose of both targeted and area effects, Metuak and Xeleria each have 120 Hit Points. Damage to each is tracked separately. Xeleria's HP is reduced by force, good, and positive damage, and any damage from a cold iron weapon, a weapon with a ghost touch rune, and any damage originating from the Primordial Flame . All other damage reduces Metuak's HP. Metuak and Xeleria must both be reduced to 0 HP for Metuak to die and Xeleria to be destroyed. If, at the beginning of Metuak's turn, either Metuak or Xeleria has been reduced to 0 HP but the other hasn't, Metuak and Xeleria each regain 15 HP. Shadow Blend Two Actions (Divine, Illusion) Metuak Strides up to twice his Speed. If he ends his movement in an area of dim light, he is hidden as long as he remains in dim light. Soul Swipe Two Actions Metuak makes a single hatchet or claw Strike and compares the result to the AC of up to four foes, each of whom must be within his reach. He rolls damage once and applies it to each creature he hits. A Soul Swipe counts as two attacks for his multiple attack penalty. Metuak's hatchet applies its sweep trait against all four targets. Terrifying Howl Single Action (Auditory) Metuak unleashes a terrifying howl, attempting to Demoralize each creature within 30 feet. These creatures are then immune to Terrifying Howl for 1 minute. ",
 "trait": [
  "Fiend",
  "Human",
  "Humanoid",
  "Unique",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Fiend](/Traits.aspx?ID=70), [Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Fiend",
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1833",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {
  "cold_iron": 10,
  "good": 10
 },
 "weakness_markdown": "cold iron 10, [good](/Traits.aspx?ID=83) 10",
 "weakness_raw": "cold iron 10,  good  10",
 "will_save": 20,
 "wisdom": 3
}