{
 "ac": 30,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 7,
 "constitution": 1,
 "creature_ability": [
  "Cat's Luck",
  "Beguile the Addled",
  "Black Cat Curse",
  "Steady Spellcasting"
 ],
 "creature_family_markdown": "",
 "dexterity": 5,
 "exclude_from_search": false,
 "fortitude_save": 17,
 "hp": 195,
 "hp_raw": "195",
 "id": "creature-2025",
 "intelligence": 3,
 "language": [
  "Amurrun",
  "Celestial",
  "Common",
  "Draconic"
 ],
 "language_markdown": "[Amurrun](/Languages.aspx?ID=25), [Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2)",
 "level": 11,
 "markdown": "<title level=\"1\" pfs=\"\">[Mistress Dusklight](/NPCs.aspx?ID=2025)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe cruel circus master of the Celestial Menagerie, Mistress Dusklight is a skillful entertainer who delights in controlling and abusing her performers.\n\n Mistress Dusklight is a self-styled artiste, a veteran entertainer who embodies the worst aspects of the circus industry. Though her original name is forgotten, even to herself, the catfolk who would take the name Dusklight grew up in an Andoran fishing village, but her dreams of stardom led her to run away with a traveling circus. Her natural beauty and grace lent themselves well to circus life, and “Mistress Dusklight” quickly became a star performer.\n\n As the years passed, Dusklight curated a laundry list of grievances against the circus master: his circuit was monotonous, his exhibits bland, and his acts much too mundane. Dusklight voiced her concerns to no avail, and soon a dark idea blossomed in her mind. She convinced her fellow performers that their circus master was holding them back from renown and riches. When the circus master died suddenly, a victim of Dusklight's secret poisoning, her supporters encouraged her to take over his position.\n\n Her first act as circus master was to establish a new identity, renaming her troupe the Celestial Menagerie and presenting it as a display of rare and fanciful marvels. She abandoned the circus's usual haunts and set her sights on Absalom, but her ambitions were nearly crushed when she relocated the Menagerie. Her ragtag band of performers simply couldn't compete with the city's established entertainers.\n\n Upon retreating to the hinterlands of the Isle of Kortos, Dusklight courted unusual performers— individuals with unique physical traits, humanoids of uncommon heritage, and sapient magical creatures. She displayed these creatures as oddities and freaks, reveling in the acclaim and coin that came from exhibiting the unusual. When she couldn't beguile or seduce her targets into willingly joining the Celestial Menagerie, she turned to blackmail, coercive magic, and even forceful abduction. Over time, she grew to enjoy exerting control over others, and any shred of decency she once had vanished beneath the entertainer's mask.\n\n By the time the Celestial Menagerie arrived in Escadar, Dusklight's reputation as a top-notch ringmaster preceded her. Still, she wasn't content with her lucrative shows and adoring fans. She sought more dangerous prizes, binding azatas, demons, and dragons to her will and exulting in her fantasy of absolute control over these powerful beings. Her increasingly cruel and domineering ways caused a mass desertion recently; several performers and workers fled the Celestial Menagerie to start their own circus far from Escadar. These defectors formed the core of what would become the Circus of Wayward Wonders.\n\n In seeking new help, Mistress Dusklight came to know of the interdicted Moonstone Hall. She dreamed of the holy treasures this temple might hold—treasures she could use to enhance the Celestial Menagerie even further. She quickly learned that xulgaths from the Darklands had crept into Moonstone Hall, but their presence didn't bother her; she negotiated free passage with a combination of cunning flattery and promises of human sacrifices.\n\n Mistress Dusklight rarely dirties her own hands, preferring to manipulate her cronies in her drive to control the greatest circus in the Inner Sea region. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Mistress Dusklight acts as the ultimate villain of this adventure. As rumors of the Circus of Wayward Wonders reach her ears, Dusklight schemes to thwart her rival performers before they can gain a foothold in her territory. She initially relies on her agents, but she eventually learns that the heroes are closing in on her and, worse, they have the backing of the city guard. Though confronting Dusklight is the climax of this adventure, she first throws all of her minions and performers at the heroes to stop them. The one thing she's unwilling to do is flee; she'd rather risk death than leave the Celestial Menagerie to her rivals.\n\n The heroes might try to capture Mistress Dusklight rather than kill her, to bring her in chains to Chief Constable Andera Paldreen. If they do, Mistress Dusklight is an uncooperative and sullen prisoner, spitting curses and promises of revenge.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 38\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 36\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 33\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 11\">[Mistress Dusklight](/NPCs.aspx?ID=2025)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Catfolk\" url=\"/Traits.aspx?ID=211\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 88</row>\n\n**Perception** +19; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Amurrun](/Languages.aspx?ID=25), [Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +21, [Arcana](/Skills.aspx?ID=2) +19, [Circus Lore](/Skills.aspx?ID=8) +19, [Deception](/Skills.aspx?ID=5) +24, [Diplomacy](/Skills.aspx?ID=6) +22, [Intimidation](/Skills.aspx?ID=7) +24, [Occultism](/Skills.aspx?ID=11) +19, [Performance](/Skills.aspx?ID=12) +26, [Society](/Skills.aspx?ID=14) +19, [Stealth](/Skills.aspx?ID=15) +21, [Thievery](/Skills.aspx?ID=17) +21\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +5\r\n\r\n**Con** +1\r\n\r\n**Int** +3\r\n\r\n**Wis** +2\r\n\r\n**Cha** +7\r\n</row>\n\n**Items**\r\n[daggers](/Weapons.aspx?ID=3) (3), [religious symbol](/Equipment.aspx?ID=41) of Aroden, [religious symbol](/Equipment.aspx?ID=41) of [Zevgavizeb](/Deities.aspx?ID=82), studded leather, [_wand of magic mouth_](/Spells.aspx?ID=181), [_wand of ray of enfeeblement_](/Spells.aspx?ID=244), [_whip of compliance_](/Equipment.aspx?ID=593)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 30 \r\n\r\n**Fort** +17 \r\n\r\n**Ref** +23 \r\n\r\n**Will** +20 \n\n</row>\r\n\r\n**HP** 195\n\n**Cat's Luck**<actions string=\"Reaction\" /> **Frequency** once per day; **Trigger** Mistress Dusklight fails or critically fails a Reflex saving throw; **Effect** Mistress Dusklight rerolls the saving throw and takes the better result.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_whip of compliance_ +23 ([Finesse](/Traits.aspx?ID=179), [reach 10 feet](/Traits.aspx?ID=192), [Trip](/Traits.aspx?ID=196)),\r\n**Damage** 2d4+12 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ndagger +22 ([Agile](/Traits.aspx?ID=170), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+5 piercing\r\n\r\n**Occult Spontaneous Spells** DC 30, attack +24\r\n- **Cantrips (6th)**\r\n[Daze](/Spells.aspx?ID=61), [Dancing Lights](/Spells.aspx?ID=58), [Detect Magic](/Spells.aspx?ID=66), [Forbidding Ward](/Spells.aspx?ID=126), [Prestidigitation](/Spells.aspx?ID=229)\r\n- **1st**\r\n[Mindlink](/Spells.aspx?ID=195), [Magic Aura](/Spells.aspx?ID=178), [Unseen Servant](/Spells.aspx?ID=352) (3 slots)\r\n- **2nd**\r\n[Hideous Laughter](/Spells.aspx?ID=150), [Spectral Hand](/Spells.aspx?ID=295), [Touch of Idiocy](/Spells.aspx?ID=341) (3 slots)\r\n- **3rd**\r\n[Comprehend Language](/Spells.aspx?ID=46), [Fear](/Spells.aspx?ID=110), [Magic Missile](/Spells.aspx?ID=180) (3 slots)\r\n- **4th**\r\n[Phantasmal Killer](/Spells.aspx?ID=219), [Soothe](/Spells.aspx?ID=291), [Vampiric Touch](/Spells.aspx?ID=354) (3 slots)\r\n- **5th**\r\n[Cloak of Colors](/Spells.aspx?ID=41), [Command](/Spells.aspx?ID=45), [Crushing Despair](/Spells.aspx?ID=57) (3 slots)\r\n- **6th**\r\n[Feeblemind](/Spells.aspx?ID=112), [Paranoia](/Spells.aspx?ID=214) (2 slots)\r\n\r\n**Bard Composition Spells** DC 30, 3 Focus Points\r\n- **Cantrips (6th)**\r\n[Inspire Courage](/Spells.aspx?ID=386)\r\n- **6th**\r\n[Counter Performance](/Spells.aspx?ID=381), [House of Imaginary Walls](/Spells.aspx?ID=384)\r\n\r\n**Beguile the Addled** <actions string=\"Single Action\" /> ([Enchantment](/Traits.aspx?ID=61), [Emotion](/Traits.aspx?ID=60), [Occult](/Traits.aspx?ID=120), [Visual](/Traits.aspx?ID=163)) Mistress Dusklight shoots a captivating look at one creature within 60 feet, who must be [stupefied](/Conditions.aspx?ID=37). Until the end of its next turn, the creature is [fascinated](/Conditions.aspx?ID=14) by Mistress Dusklight and can't use hostile actions toward her. The victim is then temporarily immune for 10 minutes.\r\n\r\n**Black Cat Curse** <actions string=\"Single Action\" /> ([Auditory](/Traits.aspx?ID=16), [Curse](/Traits.aspx?ID=38), [Enchantment](/Traits.aspx?ID=61), [Occult](/Traits.aspx?ID=120), [Mental](/Traits.aspx?ID=106), [Misfortune](/Traits.aspx?ID=110)) **Frequency** once per round; **Requirements** Mistress Dusklight must have fewer than 98 Hit Points; **Effect** Mistress Dusklight spews a hatefully uttered curse at one creature within 30 feet that she can see. If the target fails a DC 32 Will save, whenever it attempts an attack roll or saving throw, it must roll twice and use the lower result. The target is then temporarily immune for 24 hours. The curse persists until it is removed or the target succeeds a later saving throw against it. The victim can attempt a new DC 32 Will save once per hour to end the curse.\r\n\r\n**Steady Spellcasting**   If a reaction would disrupt Mistress Dusklight's spellcasting, she attempts a DC 15 flat check. On a success, the action isn't disrupted.\r\n\r\n</column>",
 "name": "Mistress Dusklight",
 "npc": true,
 "perception": 19,
 "rarity": "unique",
 "reflex_save": 23,
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Catfolk\" url=\"/Traits.aspx?ID=211\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 195\r\n\r\n**AC** 30\r\n\r\n**Fort** +17\r\n\r\n**Ref** +23\r\n\r\n**Will** +20\r\n\r\n**Perception** +19\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe cruel circus master of the Celestial Menagerie, Mistress Dusklight is a skillful entertainer who delights in controlling and abusing her …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +21",
  "Arcana +19",
  "Circus Lore +19",
  "Deception +24",
  "Diplomacy +22",
  "Intimidation +24",
  "Occultism +19",
  "Performance +26",
  "Society +19",
  "Stealth +21",
  "Thievery +21"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +21, [Arcana](/Skills.aspx?ID=2) +19, [Circus Lore](/Skills.aspx?ID=8) +19, [Deception](/Skills.aspx?ID=5) +24, [Diplomacy](/Skills.aspx?ID=6) +22, [Intimidation](/Skills.aspx?ID=7) +24, [Occultism](/Skills.aspx?ID=11) +19, [Performance](/Skills.aspx?ID=12) +26, [Society](/Skills.aspx?ID=14) +19, [Stealth](/Skills.aspx?ID=15) +21, [Thievery](/Skills.aspx?ID=17) +21",
 "source": [
  "Pathfinder #152: Legacy of the Lost God"
 ],
 "source_raw": [
  "Pathfinder #152: Legacy of the Lost God pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 88</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell": [
  "Feeblemind",
  "Paranoia",
  "Cloak of Colors",
  "Command",
  "Crushing Despair",
  "Phantasmal Killer",
  "Soothe",
  "Vampiric Touch",
  "Comprehend Language",
  "Fear",
  "Magic Missile",
  "Hideous Laughter",
  "Spectral Hand",
  "Touch of Idiocy",
  "Mindlink",
  "Magic Aura",
  "Unseen Servant",
  "Daze",
  "Dancing Lights",
  "Detect Magic",
  "Forbidding Ward",
  "Prestidigitation",
  "Counter Performance",
  "House of Imaginary Walls",
  "Inspire Courage"
 ],
 "spell_markdown": "[Cloak of Colors](/Spells.aspx?ID=41), [Command](/Spells.aspx?ID=45), [Comprehend Language](/Spells.aspx?ID=46), [Counter Performance](/Spells.aspx?ID=381), [Crushing Despair](/Spells.aspx?ID=57), [Dancing Lights](/Spells.aspx?ID=58), [Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Fear](/Spells.aspx?ID=110), [Feeblemind](/Spells.aspx?ID=112), [Forbidding Ward](/Spells.aspx?ID=126), [Hideous Laughter](/Spells.aspx?ID=150), [House of Imaginary Walls](/Spells.aspx?ID=384), [Inspire Courage](/Spells.aspx?ID=386), [Magic Aura](/Spells.aspx?ID=178), [Magic Missile](/Spells.aspx?ID=180), [Mindlink](/Spells.aspx?ID=195), [Paranoia](/Spells.aspx?ID=214), [Phantasmal Killer](/Spells.aspx?ID=219), [Prestidigitation](/Spells.aspx?ID=229), [Soothe](/Spells.aspx?ID=291), [Spectral Hand](/Spells.aspx?ID=295), [Touch of Idiocy](/Spells.aspx?ID=341), [Unseen Servant](/Spells.aspx?ID=352), [Vampiric Touch](/Spells.aspx?ID=354)",
 "spoilers": "Extinction Curse",
 "stealth": "21",
 "strength": 0,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "The cruel circus master of the Celestial Menagerie, Mistress Dusklight is a skillful entertainer who delights in controlling and abusing her …",
 "summary_markdown": "The cruel circus master of the Celestial Menagerie, Mistress Dusklight is a skillful entertainer who delights in controlling and abusing her …",
 "text": " Mistress Dusklight The cruel circus master of the Celestial Menagerie, Mistress Dusklight is a skillful entertainer who delights in controlling and abusing her performers. Mistress Dusklight is a self-styled artiste, a veteran entertainer who embodies the worst aspects of the circus industry. Though her original name is forgotten, even to herself, the catfolk who would take the name Dusklight grew up in an Andoran fishing village, but her dreams of stardom led her to run away with a traveling circus. Her natural beauty and grace lent themselves well to circus life, and “Mistress Dusklight” quickly became a star performer. As the years passed, Dusklight curated a laundry list of grievances against the circus master: his circuit was monotonous, his exhibits bland, and his acts much too mundane. Dusklight voiced her concerns to no avail, and soon a dark idea blossomed in her mind. She convinced her fellow performers that their circus master was holding them back from renown and riches. When the circus master died suddenly, a victim of Dusklight's secret poisoning, her supporters encouraged her to take over his position. Her first act as circus master was to establish a new identity, renaming her troupe the Celestial Menagerie and presenting it as a display of rare and fanciful marvels. She abandoned the circus's usual haunts and set her sights on Absalom, but her ambitions were nearly crushed when she relocated the Menagerie. Her ragtag band of performers simply couldn't compete with the city's established entertainers. Upon retreating to the hinterlands of the Isle of Kortos, Dusklight courted unusual performers— individuals with unique physical traits, humanoids of uncommon heritage, and sapient magical creatures. She displayed these creatures as oddities and freaks, reveling in the acclaim and coin that came from exhibiting the unusual. When she couldn't beguile or seduce her targets into willingly joining the Celestial Menagerie, she turned to blackmail, coercive magic, and even forceful abduction. Over time, she grew to enjoy exerting control over others, and any shred of decency she once had vanished beneath the entertainer's mask. By the time the Celestial Menagerie arrived in Escadar, Dusklight's reputation as a top-notch ringmaster preceded her. Still, she wasn't content with her lucrative shows and adoring fans. She sought more dangerous prizes, binding azatas, demons, and dragons to her will and exulting in her fantasy of absolute control over these powerful beings. Her increasingly cruel and domineering ways caused a mass desertion recently; several performers and workers fled the Celestial Menagerie to start their own circus far from Escadar. These defectors formed the core of what would become the Circus of Wayward Wonders. In seeking new help, Mistress Dusklight came to know of the interdicted Moonstone Hall. She dreamed of the holy treasures this temple might hold—treasures she could use to enhance the Celestial Menagerie even further. She quickly learned that xulgaths from the Darklands had crept into Moonstone Hall, but their presence didn't bother her; she negotiated free passage with a combination of cunning flattery and promises of human sacrifices. Mistress Dusklight rarely dirties her own hands, preferring to manipulate her cronies in her drive to control the greatest circus in the Inner Sea region. Campaign Role Mistress Dusklight acts as the ultimate villain of this adventure. As rumors of the Circus of Wayward Wonders reach her ears, Dusklight schemes to thwart her rival performers before they can gain a foothold in her territory. She initially relies on her agents, but she eventually learns that the heroes are closing in on her and, worse, they have the backing of the city guard. Though confronting Dusklight is the climax of this adventure, she first throws all of her minions and performers at the heroes to stop them. The one thing she's unwilling to do is flee; she'd rather risk death than leave the Celestial Menagerie to her rivals. The heroes might try to capture Mistress Dusklight rather than kill her, to bring her in chains to Chief Constable Andera Paldreen. If they do, Mistress Dusklight is an uncooperative and sullen prisoner, spitting curses and promises of revenge. Recall Knowledge - Humanoid (Society): DC 38 Unspecific Lore : DC 36 Specific Lore : DC 33 Mistress Dusklight Source Pathfinder #152: Legacy of the Lost God pg. 88 Perception +19; low-light vision Languages Amurrun, Celestial, Common, Draconic Skills Acrobatics +21, Arcana +19, Circus Lore +19, Deception +24, Diplomacy +22, Intimidation +24, Occultism +19, Performance +26, Society +19, Stealth +21, Thievery +21 Str +0 Dex +5 Con +1 Int +3 Wis +2 Cha +7 Items daggers (3), religious symbol of Aroden, religious symbol of Zevgavizeb, studded leather, wand of magic mouth , wand of ray of enfeeblement , whip of compliance --- AC 30 Fort +17 Ref +23 Will +20 HP 195 Cat's Luck Reaction Frequency once per day; Trigger Mistress Dusklight fails or critically fails a Reflex saving throw; Effect Mistress Dusklight rerolls the saving throw and takes the better result. --- Speed 30 feet Melee Single Action whip of compliance +23 (Finesse, reach 10 feet, Trip), Damage 2d4+12 slashing Melee Single Action dagger +22 (Agile, thrown 10 feet, versatile S), Damage 1d4+5 piercing Occult Spontaneous Spells DC 30, attack +24 - Cantrips (6th) Daze, Dancing Lights, Detect Magic, Forbidding Ward, Prestidigitation - 1st Mindlink, Magic Aura, Unseen Servant (3 slots) - 2nd Hideous Laughter, Spectral Hand, Touch of Idiocy (3 slots) - 3rd Comprehend Language, Fear, Magic Missile (3 slots) - 4th Phantasmal Killer, Soothe, Vampiric Touch (3 slots) - 5th Cloak of Colors, Command, Crushing Despair (3 slots) - 6th Feeblemind, Paranoia (2 slots) Bard Composition Spells DC 30, 3 Focus Points - Cantrips (6th) Inspire Courage - 6th Counter Performance, House of Imaginary Walls Beguile the Addled Single Action (Enchantment, Emotion, Occult, Visual) Mistress Dusklight shoots a captivating look at one creature within 60 feet, who must be stupefied. Until the end of its next turn, the creature is fascinated by Mistress Dusklight and can't use hostile actions toward her. The victim is then temporarily immune for 10 minutes. Black Cat Curse Single Action (Auditory, Curse, Enchantment, Occult, Mental, Misfortune) Frequency once per round; Requirements Mistress Dusklight must have fewer than 98 Hit Points; Effect Mistress Dusklight spews a hatefully uttered curse at one creature within 30 feet that she can see. If the target fails a DC 32 Will save, whenever it attempts an attack roll or saving throw, it must roll twice and use the lower result. The target is then temporarily immune for 24 hours. The curse persists until it is removed or the target succeeds a later saving throw against it. The victim can attempt a new DC 32 Will save once per hour to end the curse. Steady Spellcasting If a reaction would disrupt Mistress Dusklight's spellcasting, she attempts a DC 15 flat check. On a success, the action isn't disrupted. ",
 "trait": [
  "Catfolk",
  "Humanoid",
  "Unique",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Catfolk](/Traits.aspx?ID=211), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Catfolk",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2025",
 "vision": "Low-light vision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 20,
 "wisdom": 2
}