{
 "ac": 18,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 4,
 "creature_ability": [
  "Cold Adaptation",
  "Kick Back",
  "Thundering Charge",
  "Trample"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 11,
 "hp": 50,
 "hp_raw": "50",
 "id": "creature-1233",
 "image": [
  "/Images/Monsters/Moose.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Moose](/Monsters.aspx?ID=1233)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nMoose are a large, solitary type of deer. They're majestic, territorial, and extremely grumpy—traits that make them dangerous to unwary travelers and would-be predators alike. Males are instantly recognizable, standing 7 feet tall at the shoulder, with large heads and thick necks to support their impressive palmate antlers. They shed their antlers come winter and grow a new set each year at a rapid rate.\n\n For most of the year, moose roam tundra, forest, and wilderness territories by themselves. Their hooves are wide, allowing them to more easily traverse the frequent snowfall of their native terrain, and they typically journey alone. Moose come together only during mating season, a time in which they become oddly social with one another, loud, and even more aggressive to other creatures than usual.\n\n A moose's diet consists of leaves, woody plant matter like twigs or bark, and buds of trees and shrubs. Moose are so large they prefer to eat the leaves of trees taller than humans instead of lowering their giant heads all the way to the ground. This can make them easy to track, though hunters will find actually killing a moose is a far greater challenge than finding it. Despite their size, moose have many natural predators, especially pack animals like wolves and large carnivores like tigers. Large humanoids like [ogres](/MonsterFamilies.aspx?ID=78) and [trolls](/MonsterFamilies.aspx?ID=96) dwelling in the wilderness sometimes make sport of chasing down and wrestling moose.\n\n Despite their large size, moose are expert swimmers in both fresh and salt water, and they readily feed on aquatic vegetation. Moose rarely swim into open seas, however, and usually stay close to land, though ocean predators have been known to hunt swimming moose. To an observer watching from the safe distance of a dry shore, the large branching antlers of a swimming moose can sometimes be mistaken for a tree bobbing along in the water.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 18\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 16\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 13\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Moose.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Moose](/Monsters.aspx?ID=1233)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 173</row>\n\n**Perception** +9; [low-light vision](/MonsterAbilities.aspx?ID=23), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +12, [Intimidation](/Skills.aspx?ID=7) +8\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +3\r\n\r\n**Con** +4\r\n\r\n**Int** -4\r\n\r\n**Wis** +0\r\n\r\n**Cha** +1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 18 \r\n\r\n**Fort** +11 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +5 \n\n</row>\r\n\r\n**HP** 50\n\n**Cold Adaptation** The moose reduces the effects it suffers from [cold environments](/Rules.aspx?ID=642) by one step.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nantler +12,\r\n**Damage** 1d10+7 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nhoof +12,\r\n**Damage** 1d8+7 bludgeoning\n\n**Kick Back** <actions string=\"Single Action\" />  The moose bucks and kicks back with both hind hooves, making a Strike with a –2 circumstance penalty to the attack roll. If it hits, it deals an extra 1d8 bludgeoning damage. This counts as two attacks when calculating the moose's multiple attack penalty.\r\n\r\n**Thundering Charge** <actions string=\"Two Actions\" />  The moose Strides twice and then makes an antler Strike. A Medium or smaller creature damaged by this attack must succeed at a DC 18 Fortitude save or be [stunned 1](/Conditions.aspx?ID=36).\r\n\r\n**[Trample](/MonsterAbilities.aspx?ID=39)** <actions string=\"Three Actions\" />  Medium or smaller, hoof, DC 20\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Moose Tracks</title>\r\n\r\nMoose thrive in cooler climates and have many adaptations to survive in the cold, including thick skin and dense, heat-retaining fur. They often make their own trails in the snow to find the best food. Adventurers sometimes stumble upon these trails and assume they lead to shelter, only to find themselves happening upon a fiercely territorial moose.\r\n</aside>",
 "name": "Moose",
 "npc": false,
 "perception": 9,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 10,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 173</row>\n\n<row gap=\"medium\">\r\n**HP** 50\r\n\r\n**AC** 18\r\n\r\n**Fort** +11\r\n\r\n**Ref** +10\r\n\r\n**Will** +5\r\n\r\n**Perception** +9\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMoose are a large, solitary type of deer. They're majestic, territorial, and extremely grumpy—traits that make them dangerous to unwary travelers and …\r\n</summary>",
 "sense": " low-light vision ,  scent  (imprecise) 60 feet",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet",
 "size": [
  "Large"
 ],
 "skill": [
  "Athletics +12",
  "Intimidation +8"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +12, [Intimidation](/Skills.aspx?ID=7) +8",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 173"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 173</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell_markdown": "",
 "strength": 5,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Moose are a large, solitary type of deer. They're majestic, territorial, and extremely grumpy—traits that make them dangerous to unwary travelers and …",
 "summary_markdown": "Moose are a large, solitary type of deer. They're majestic, territorial, and extremely grumpy—traits that make them dangerous to unwary travelers and …",
 "text": " Moose Moose are a large, solitary type of deer. They're majestic, territorial, and extremely grumpy—traits that make them dangerous to unwary travelers and would-be predators alike. Males are instantly recognizable, standing 7 feet tall at the shoulder, with large heads and thick necks to support their impressive palmate antlers. They shed their antlers come winter and grow a new set each year at a rapid rate. For most of the year, moose roam tundra, forest, and wilderness territories by themselves. Their hooves are wide, allowing them to more easily traverse the frequent snowfall of their native terrain, and they typically journey alone. Moose come together only during mating season, a time in which they become oddly social with one another, loud, and even more aggressive to other creatures than usual. A moose's diet consists of leaves, woody plant matter like twigs or bark, and buds of trees and shrubs. Moose are so large they prefer to eat the leaves of trees taller than humans instead of lowering their giant heads all the way to the ground. This can make them easy to track, though hunters will find actually killing a moose is a far greater challenge than finding it. Despite their size, moose have many natural predators, especially pack animals like wolves and large carnivores like tigers. Large humanoids like ogres and trolls dwelling in the wilderness sometimes make sport of chasing down and wrestling moose. Despite their large size, moose are expert swimmers in both fresh and salt water, and they readily feed on aquatic vegetation. Moose rarely swim into open seas, however, and usually stay close to land, though ocean predators have been known to hunt swimming moose. To an observer watching from the safe distance of a dry shore, the large branching antlers of a swimming moose can sometimes be mistaken for a tree bobbing along in the water. Recall Knowledge - Animal (Nature): DC 18 Unspecific Lore : DC 16 Specific Lore : DC 13 Moose Source Bestiary 3 pg. 173 Perception +9; low-light vision, scent (imprecise) 60 feet Languages Skills Athletics +12, Intimidation +8 Str +5 Dex +3 Con +4 Int -4 Wis +0 Cha +1 --- AC 18 Fort +11 Ref +10 Will +5 HP 50 Cold Adaptation The moose reduces the effects it suffers from cold environments by one step. --- Speed 30 feet Melee Single Action antler +12, Damage 1d10+7 piercing Melee Single Action hoof +12, Damage 1d8+7 bludgeoning Kick Back Single Action The moose bucks and kicks back with both hind hooves, making a Strike with a –2 circumstance penalty to the attack roll. If it hits, it deals an extra 1d8 bludgeoning damage. This counts as two attacks when calculating the moose's multiple attack penalty. Thundering Charge Two Actions The moose Strides twice and then makes an antler Strike. A Medium or smaller creature damaged by this attack must succeed at a DC 18 Fortitude save or be stunned 1. Trample Three Actions Medium or smaller, hoof, DC 20 Moose Tracks Moose thrive in cooler climates and have many adaptations to survive in the cold, including thick skin and dense, heat-retaining fur. They often make their own trails in the snow to find the best food. Adventurers sometimes stumble upon these trails and assume they lead to shelter, only to find themselves happening upon a fiercely territorial moose. ",
 "trait": [
  "Animal",
  "N",
  "Large"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1233",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 5,
 "wisdom": 0
}