{
 "ac": 30,
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 3,
 "creature_ability": [
  "Swarmsense",
  "Wild Empathy",
  "Haunting Gaze",
  "Dipteric Dread",
  "Terror From Within"
 ],
 "creature_family_markdown": "",
 "dexterity": 6,
 "exclude_from_search": false,
 "fortitude_save": 17,
 "hp": 180,
 "hp_raw": "180",
 "id": "creature-1735",
 "image": [
  "/Images/Monsters/MosquitoWitch.png"
 ],
 "immunity": [
  "disease"
 ],
 "immunity_markdown": "[disease](/Traits.aspx?ID=46)",
 "intelligence": 3,
 "language": [
  "Aklo",
  "Auran",
  "Common",
  "Sylvan",
  "<%SPELLS%293%%><i>speak with animals</i><%END>"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Auran](/Languages.aspx?ID=15), [Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10); [_speak with animals_](/Spells.aspx?ID=293)",
 "level": 10,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Mosquito Witch](/Monsters.aspx?ID=1735)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nWith unclear origins and even more mysterious powers, the Mosquito Witch's exact statistics and abilities might change depending upon her true nature in a given campaign. What follows is a representative rendition of the Witch and her core abilities. In addition, this article includes three variations of the Mosquito Witch, each embodying one of her enduring mythologies by providing a handful of additional abilities. Add or remove these abilities to create the Shimmerford cryptid of your imagination, and remember that the spookiest legends are often the ones the PCs barely encounter directly.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fey](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 37\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 35\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 32\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/MosquitoWitch.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 10\">[Mosquito Witch](/Monsters.aspx?ID=1735)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 76</row>\n\n**Perception** +22; [darkvision](/MonsterAbilities.aspx?ID=12), swarmsense (imprecise) 30 feet\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Auran](/Languages.aspx?ID=15), [Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10); [_speak with animals_](/Spells.aspx?ID=293)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +18, [Diplomacy](/Skills.aspx?ID=6) +18, [Intimidation](/Skills.aspx?ID=7) +20, [Medicine](/Skills.aspx?ID=9) +19, [Nature](/Skills.aspx?ID=10) +21, [Occultism](/Skills.aspx?ID=11) +15, [Stealth](/Skills.aspx?ID=15) +22, [Survival](/Skills.aspx?ID=16) +21\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +6\r\n\r\n**Con** +3\r\n\r\n**Int** +3\r\n\r\n**Wis** +7\r\n\r\n**Cha** +4\r\n</row>\r\n\r\n**Swarmsense** The Mosquito Witch receives constant updates from nearby insects and can use her touch as an imprecise sense at the listed range as long as there are insects around to guide her.<br />**Wild Empathy** The Mosquito Witch can use [Diplomacy](/Skills.aspx?ID=6) to [Make an Impression](/Actions.aspx?ID=50) on and make [Requests](/Actions.aspx?ID=51) of arthropods (insects, spiders, and similar invertebrates like bloodseekers). Most arthropods have a starting attitude of [indifferent](/Conditions.aspx?ID=25) to the Mosquito Witch.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 30 \r\n\r\n**Fort** +17 \r\n\r\n**Ref** +20 \r\n\r\n**Will** +23 \n\n</row>\r\n\r\n**HP** 180\n\n**Immunities**\r\n[disease](/Traits.aspx?ID=46)\n\n**Haunting Gaze** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106), [visual](/Traits.aspx?ID=163)) 30 feet. When a creature ends its turn in the emanation, it must attempt a DC 29 Will save. If the creature fails, it becomes [frightened 1](/Conditions.aspx?ID=19). If it's already frightened, its frightened value instead increases by 1 (maximum frightened 3) and doesn't decrease by 1 at the end of the creature's next turn. If a creature's frightened value is 3 or higher before failing its save, the creature is also [fleeing](/Conditions.aspx?ID=17) for 1 round.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet, climb 30 feet, fly 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbite +23 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 2d12+8 piercing plus 1d8 [persistent bleed damage](/Conditions.aspx?ID=29)\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nswarm strike +23 ([range increment 30 feet](/Traits.aspx?ID=248)),\r\n**Damage** 2d10+6 piercing plus dipteric dread\r\n\r\n**Primal Innate Spells** DC 29\r\n- **Cantrips (5th)**\r\n[Dancing Lights](/Spells.aspx?ID=58)\r\n- **2nd**\r\n[Animal Messenger](/Spells.aspx?ID=11)\r\n- **3rd**\r\n[Animal Vision](/Spells.aspx?ID=12)\r\n- **4th**\r\n[Pest Form](/Spells.aspx?ID=217) (at will)\r\n- **5th**\r\n[Tree Stride](/Spells.aspx?ID=343), [Vomit Swarm](/Spells.aspx?ID=726) (x2)\r\n- **Constant (2nd)**\r\n[Speak with Animals](/Spells.aspx?ID=293)\r\n\r\n**Dipteric Dread**  ([Poison](/Traits.aspx?ID=126)) **Saving Throw** DC 29 Fortitude; **Maximum Duration** 6 rounds; **Stage 1** 2d6 piercing and 2d6 poison (1 round); **Stage 2** 2d6 piercing and 3d6 poison (1 round); **Stage 3** 2d6 piercing and 5d6 poison\r\n\r\n**Terror From Within**   The Mosquito Witch's powers feed on fear. When taking bleed or piercing damage dealt by the Mosquito Witch's bleed and dipteric dread, a creature takes additional damage equal to twice the creature's [frightened](/Conditions.aspx?ID=19) value.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The Hemoprophet</title>\r\n\r\nAlready versed in several folk divinations like dowsing and reading patterns in windblown winnowed husks, Shimmerford residents swiftly attributed divinatory powers to the Mosquito Witch.\n\n This “hemoprophet” aspect can supposedly smell conundrums, and she visits those facing difficult decisions or mysteries in their dreams. The witch offers an answer to the dreamer's deepest question, and if the dreamer accepts, the witch drinks their blood as they sleep, tastes their options, and leaves an answer nearby, written with some of the stolen fluids. This Mosquito Witch isn't necessarily malicious, but neither does she worry about draining too much or painting embarrassing blood-truths for all of Shimmerford to see. The blood's weight makes her footfalls heavy, and hunters often remark that especially deep tracks left by anyone are “heavy with answers” in homage to the Witch.\n\n The Hemoprophet variant gains the following abilities.\n\n **Bloodbelly** The Mosquito Witch steals and stores stolen blood to power her divinations. Whenever she deals piercing damage, the Mosquito Witch can gain an equal number of Blood Points, to a maximum of 100 Blood Points. She becomes [clumsy 1](/Conditions.aspx?ID=3) so long as she has at least 40 Blood Points stored, or [clumsy 2](/Conditions.aspx?ID=3) if she has at least 80 Blood Points stored. **Slurp** <actions string=\"Reaction\" /> **Trigger** A creature adjacent to the Mosquito Witch takes [persistent bleed damage](/Conditions.aspx?ID=29); **Effect** The Mosquito Witch slurps up some of the creature's blood and gains Blood Points equal to the bleed damage dealt.\n\n **Occult Innate Spells** DC 29; **7th** [_retrocognition_](/Spells.aspx?ID=260) (×3); **6th** [_object reading_](/Spells.aspx?ID=705) (×3), [_scrying_](/Spells.aspx?ID=268) (×3); **5th** [_locate_](/Spells.aspx?ID=173) (×3), [_prying eye_](/Spells.aspx?ID=239) (×3); **4th** [_read omens_](/Spells.aspx?ID=247) (×3); **3rd** [_wanderer's guide_](/Spells.aspx?ID=368) (×3)\n\n **Prophecy in Red** The Mosquito Witch can't Cast an occult Spell without simultaneously expending a number of Blood Points equal to 10 × the spell's level.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The Legion Leech</title>\r\n\r\nMosquitoes are parasites. Like her namesake, the Mosquito Witch wanders the world before alighting in an unguarded area to drain it of life and happiness. Once sated, she withdraws to digest her stolen vitality.\n\n This Legion Leech is associated with inexplicable wasting sicknesses, bloodseekers bold enough to carry off lambs, and ravenous mosquito swarms that cover and drain a bull dead in moments. Whereas other aspects are occasionally helpful or curious, the Legion Leech cares for little beyond snuffing out life.\n\n This variant learns the [_mosquito blight_](/Rituals.aspx?ID=73) ritual, which she uses to create a huge area of deadly disease.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The Swamp Seer</title>\r\n\r\nFew have seen the Mosquito Witch, yet almost everyone has suffered her namesake vermin at some point in time. Shimmerford summer skies shimmer with flies hatching from the river and myriad creeks, and “wherever pests fly, the Witch can spy.” In her Swarm Seer aspect, the Mosquito Witch is a haunting predator and verminous voyeur whose sanguineous appetites are equal to her fascination with societies. She keeps tabs on every inhabitant with parasocial glee, obsessing over their superstitions and abandoned trinkets—especially any representations of herself.\n\n This Mosquito Witch rarely acts with outright malice or to bring direct harm to those around her. However, her haunting appearance, alien values, and tendency to express emotions with sky-blotting swarms inspires terror in her neighbors. Depending on the circumstances she might represent a fearsome and ineffable ally, a demigod of fecundity, or a terrible foe who long ago lost patience with humanity.\n\n The Swarm Seer variant gains the following abilities.\n\n **Perception** +22; [darkvision](/MonsterAbilities.aspx?ID=12), swarmsense (imprecise) 100 feet, swarmsight (precise) 20 feet\n\n **Swarmsight** The Mosquito Witch can feel anything in contact with her obscuring host and can use her touch as a precise sense at the listed range.\n\n **Obscuring Host** ([aura](/Traits.aspx?ID=206)) 20 feet. A thick swarm of mosquitoes surrounds the Mosquito Witch, creating [concealment](/Conditions.aspx?ID=4) in the aura. A creature that begins its turn in the emanation becomes [sickened 1](/Conditions.aspx?ID=34) unless it succeeds at a DC 26 Fortitude save. The Mosquito Witch and arthropods can see through this aura and are immune to its sickened effect.\n\n **Fecund Wounds** Insect larvae clog and wriggle out of open wounds within 100 feet of the Mosquito Witch. A creature that takes bleed damage in the area also becomes [clumsy 1](/Conditions.aspx?ID=3) for 1 round. **Primal Innate Spells** DC 29; **3rd** [_animal vision_](/Spells.aspx?ID=12) (at will); **2nd** [_animal messenger_](/Spells.aspx?ID=11) (at will); **Cantrips (5th)** [_dancing lights_](/Spells.aspx?ID=58); **Constant** [_speak with animals_](/Spells.aspx?ID=293)\r\n</aside>",
 "name": "Mosquito Witch",
 "npc": false,
 "perception": 22,
 "pfs": "Standard",
 "rarity": "unique",
 "reflex_save": 20,
 "release_date": "2021-12-22",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 76</row>\n\n<row gap=\"medium\">\r\n**HP** 180\r\n\r\n**AC** 30\r\n\r\n**Fort** +17\r\n\r\n**Ref** +20\r\n\r\n**Will** +23\r\n\r\n**Perception** +22\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWith unclear origins and even more mysterious powers, the Mosquito Witch's exact statistics and abilities might change depending upon her true nature …\r\n</summary>",
 "sense": " darkvision , swarmsense (imprecise) 30 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), swarmsense (imprecise) 30 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +18",
  "Diplomacy +18",
  "Intimidation +20",
  "Medicine +19",
  "Nature +21",
  "Occultism +15",
  "Stealth +22",
  "Survival +21"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +18, [Diplomacy](/Skills.aspx?ID=6) +18, [Intimidation](/Skills.aspx?ID=7) +20, [Medicine](/Skills.aspx?ID=9) +19, [Nature](/Skills.aspx?ID=10) +21, [Occultism](/Skills.aspx?ID=11) +15, [Stealth](/Skills.aspx?ID=15) +22, [Survival](/Skills.aspx?ID=16) +21",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 76"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 76</row>",
 "speed": {
  "climb": 30,
  "fly": 25,
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet, climb 30 feet, fly 25 feet",
 "speed_raw": "30 feet, climb 30 feet, fly 25 feet",
 "spell": [
  "Tree Stride",
  "Vomit Swarm",
  "Pest Form",
  "Animal Vision",
  "Animal Messenger",
  "Dancing Lights",
  "Speak with Animals"
 ],
 "spell_markdown": "[Animal Messenger](/Spells.aspx?ID=11), [Animal Vision](/Spells.aspx?ID=12), [Dancing Lights](/Spells.aspx?ID=58), [Pest Form](/Spells.aspx?ID=217), [Speak with Animals](/Spells.aspx?ID=293), [Tree Stride](/Spells.aspx?ID=343), [Vomit Swarm](/Spells.aspx?ID=726)",
 "stealth": "22",
 "strength": 4,
 "strongest_save": [
  "will"
 ],
 "summary": "With unclear origins and even more mysterious powers, the Mosquito Witch's exact statistics and abilities might change depending upon her true nature …",
 "summary_markdown": "With unclear origins and even more mysterious powers, the Mosquito Witch's exact statistics and abilities might change depending upon her true nature …",
 "text": " Mosquito Witch With unclear origins and even more mysterious powers, the Mosquito Witch's exact statistics and abilities might change depending upon her true nature in a given campaign. What follows is a representative rendition of the Witch and her core abilities. In addition, this article includes three variations of the Mosquito Witch, each embodying one of her enduring mythologies by providing a handful of additional abilities. Add or remove these abilities to create the Shimmerford cryptid of your imagination, and remember that the spookiest legends are often the ones the PCs barely encounter directly. Recall Knowledge - Fey (Nature): DC 37 Unspecific Lore : DC 35 Specific Lore : DC 32 Mosquito Witch Source Monsters of Myth pg. 76 Perception +22; darkvision, swarmsense (imprecise) 30 feet Languages Aklo, Auran, Common, Sylvan; speak with animals Skills Acrobatics +18, Diplomacy +18, Intimidation +20, Medicine +19, Nature +21, Occultism +15, Stealth +22, Survival +21 Str +4 Dex +6 Con +3 Int +3 Wis +7 Cha +4 Swarmsense The Mosquito Witch receives constant updates from nearby insects and can use her touch as an imprecise sense at the listed range as long as there are insects around to guide her. Wild Empathy The Mosquito Witch can use Diplomacy to Make an Impression on and make Requests of arthropods (insects, spiders, and similar invertebrates like bloodseekers). Most arthropods have a starting attitude of indifferent to the Mosquito Witch. --- AC 30 Fort +17 Ref +20 Will +23 HP 180 Immunities disease Haunting Gaze (aura, emotion, enchantment, fear, mental, visual) 30 feet. When a creature ends its turn in the emanation, it must attempt a DC 29 Will save. If the creature fails, it becomes frightened 1. If it's already frightened, its frightened value instead increases by 1 (maximum frightened 3) and doesn't decrease by 1 at the end of the creature's next turn. If a creature's frightened value is 3 or higher before failing its save, the creature is also fleeing for 1 round. --- Speed 30 feet, climb 30 feet, fly 25 feet Melee Single Action bite +23 (Agile, Finesse), Damage 2d12+8 piercing plus 1d8 persistent bleed damage Ranged Single Action swarm strike +23 (range increment 30 feet), Damage 2d10+6 piercing plus dipteric dread Primal Innate Spells DC 29 - Cantrips (5th) Dancing Lights - 2nd Animal Messenger - 3rd Animal Vision - 4th Pest Form (at will) - 5th Tree Stride, Vomit Swarm (x2) - Constant (2nd) Speak with Animals Dipteric Dread (Poison) Saving Throw DC 29 Fortitude; Maximum Duration 6 rounds; Stage 1 2d6 piercing and 2d6 poison (1 round); Stage 2 2d6 piercing and 3d6 poison (1 round); Stage 3 2d6 piercing and 5d6 poison Terror From Within The Mosquito Witch's powers feed on fear. When taking bleed or piercing damage dealt by the Mosquito Witch's bleed and dipteric dread, a creature takes additional damage equal to twice the creature's frightened value. The Hemoprophet Already versed in several folk divinations like dowsing and reading patterns in windblown winnowed husks, Shimmerford residents swiftly attributed divinatory powers to the Mosquito Witch. This “hemoprophet” aspect can supposedly smell conundrums, and she visits those facing difficult decisions or mysteries in their dreams. The witch offers an answer to the dreamer's deepest question, and if the dreamer accepts, the witch drinks their blood as they sleep, tastes their options, and leaves an answer nearby, written with some of the stolen fluids. This Mosquito Witch isn't necessarily malicious, but neither does she worry about draining too much or painting embarrassing blood-truths for all of Shimmerford to see. The blood's weight makes her footfalls heavy, and hunters often remark that especially deep tracks left by anyone are “heavy with answers” in homage to the Witch. The Hemoprophet variant gains the following abilities. Bloodbelly The Mosquito Witch steals and stores stolen blood to power her divinations. Whenever she deals piercing damage, the Mosquito Witch can gain an equal number of Blood Points, to a maximum of 100 Blood Points. She becomes clumsy 1 so long as she has at least 40 Blood Points stored, or clumsy 2 if she has at least 80 Blood Points stored. Slurp Reaction Trigger A creature adjacent to the Mosquito Witch takes persistent bleed damage; Effect The Mosquito Witch slurps up some of the creature's blood and gains Blood Points equal to the bleed damage dealt. Occult Innate Spells DC 29; 7th retrocognition (×3); 6th object reading (×3), scrying (×3); 5th locate (×3), prying eye (×3); 4th read omens (×3); 3rd wanderer's guide (×3) Prophecy in Red The Mosquito Witch can't Cast an occult Spell without simultaneously expending a number of Blood Points equal to 10 × the spell's level. The Legion Leech Mosquitoes are parasites. Like her namesake, the Mosquito Witch wanders the world before alighting in an unguarded area to drain it of life and happiness. Once sated, she withdraws to digest her stolen vitality. This Legion Leech is associated with inexplicable wasting sicknesses, bloodseekers bold enough to carry off lambs, and ravenous mosquito swarms that cover and drain a bull dead in moments. Whereas other aspects are occasionally helpful or curious, the Legion Leech cares for little beyond snuffing out life. This variant learns the mosquito blight ritual, which she uses to create a huge area of deadly disease. The Swamp Seer Few have seen the Mosquito Witch, yet almost everyone has suffered her namesake vermin at some point in time. Shimmerford summer skies shimmer with flies hatching from the river and myriad creeks, and “wherever pests fly, the Witch can spy.” In her Swarm Seer aspect, the Mosquito Witch is a haunting predator and verminous voyeur whose sanguineous appetites are equal to her fascination with societies. She keeps tabs on every inhabitant with parasocial glee, obsessing over their superstitions and abandoned trinkets—especially any representations of herself. This Mosquito Witch rarely acts with outright malice or to bring direct harm to those around her. However, her haunting appearance, alien values, and tendency to express emotions with sky-blotting swarms inspires terror in her neighbors. Depending on the circumstances she might represent a fearsome and ineffable ally, a demigod of fecundity, or a terrible foe who long ago lost patience with humanity. The Swarm Seer variant gains the following abilities. Perception +22; darkvision, swarmsense (imprecise) 100 feet, swarmsight (precise) 20 feet Swarmsight The Mosquito Witch can feel anything in contact with her obscuring host and can use her touch as a precise sense at the listed range. Obscuring Host (aura) 20 feet. A thick swarm of mosquitoes surrounds the Mosquito Witch, creating concealment in the aura. A creature that begins its turn in the emanation becomes sickened 1 unless it succeeds at a DC 26 Fortitude save. The Mosquito Witch and arthropods can see through this aura and are immune to its sickened effect. Fecund Wounds Insect larvae clog and wriggle out of open wounds within 100 feet of the Mosquito Witch. A creature that takes bleed damage in the area also becomes clumsy 1 for 1 round. Primal Innate Spells DC 29; 3rd animal vision (at will); 2nd animal messenger (at will); Cantrips (5th) dancing lights ; Constant speak with animals ",
 "trait": [
  "Fey",
  "Unique",
  "CN",
  "Medium"
 ],
 "trait_markdown": "[Fey](/Traits.aspx?ID=69), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Fey",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1735",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 23,
 "wisdom": 7
}