{
 "ac": 44,
 "alignment": "LN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 2,
 "creature_ability": [
  "Debilitating Strike",
  "Master Strike",
  "Quick Change",
  "Sneak Attack"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 32,
 "hp": 375,
 "hp_raw": "375",
 "id": "creature-1478",
 "image": [
  "/Images/Monsters/NaiYanFei.png"
 ],
 "intelligence": 7,
 "language": [
  "Celestial",
  "Common",
  "Elven",
  "Sylvan",
  "Tengu",
  "Tien"
 ],
 "language_markdown": "[Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Sylvan](/Languages.aspx?ID=10), [Tengu](/Languages.aspx?ID=47), [Tien](/Languages.aspx?ID=43)",
 "level": 20,
 "markdown": "<title level=\"1\" pfs=\"\">[Nai Yan Fei](/NPCs.aspx?ID=1478)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nBorn in 7195 IC (4695 AR) to the noble Nai family of Goka, Yan Fei's comfortable childhood years were cut short when her parents fell to the blade of assassins during a diplomatic mission, leaving Yan Fei in the care of her grandfather, Nai Hu Buo, then the emperor of Goka.\n\n For the next 10 years, Hu Buo focused his time and efforts on Yan Fei's care. He trained her in the ins and outs of courtly life, shaping her into a suitable heir to the Nai legacy. Fearing future attempts on Yan Fei's life, Hu Buo also made sure Yan Fei could hold her own, and he tasked the [Butterfly Blades](/Archetypes.aspx?ID=91)— an elite group of warriors that served the Nai family as bodyguards—to train Yan Fei in martial arts and self-defense. The Butterfly Blades' storied history with the Nai family and Goka made them experts in espionage and intimidation, skills that Yan Fei learned and mastered alongside her grandfather's political expertise.\n\n By the age of 12, Yan Fei was fully trained in the arts of both combat and public affairs. Satisfied with his granddaughter's skill, Hu Buo returned to the world of Gokan politics, receiving an exuberant welcome from the people of Goka. Shortly thereafter, Hu Buo earned an unprecedented third term as emperor of Goka. Meanwhile, Yan Fei continued her training with the Butterfly Blades.\n\n Shortly after turning 14, Yan Fei vowed to find her family's killers. She spent several months in Goka proper, adopting multiple personas to dig up details from the city's unscrupulous information brokers. Her skills did ultimately lead her to her parents' assassins, whom she struck down with little effort, but she remained unsatisfied. Her continued efforts led her to the Yun-Ta clan, the Gokan noble family that contracted her parents' assassination. She needn't have bothered to seek out the Yun-Ta, for the family had made dozens of enemies since the Fei assassination and long ago sealed their own fate; by the time Yan Fei found the connection, the entire family had been dead for several years. Yan Fei's journey was over, and she had nothing to show for it. She returned home to continue her training as a noble, no longer enchanted by illusions of revenge.\n\n Two years into his third term, Hu Buo suddenly grew ill and died, leading Goka's parliament to fracture over disagreements of a suitable replacement. Yan Fei then stepped in, offering to complete her grandfather's term. The parliament attempted to block the suggestion, but Yan Fei called upon an obscure law she had studied as a child, which allowed for the inheritance of the position. Their hands tied, the parliament agreed and Yan Fei became acting empress in 7210 IC (4710 AR) at the age of 15.\n\n Yan Fei proved not only an effective leader, but a beloved figurehead who inspired Gokans both rich and poor, high-born and commoner alike. Yan Fei's aristocratic upbringing allowed her to slip into the politics with ease, and her experience hiding among the people during her time with the Butterfly Blades opened her eyes to the many plights of the everyday citizen. She used her position to push for change and progress for Goka, earning supporters from all corners. Although the next election for Goka's leader is still over a decade away, it seems the city's parliament and people are more than willing to accept Yan Fei's continued rule and reelect her as empress when the time comes.\n\nCampaign Role\n\nThe player characters get their first chance to meet the empress and make a good impression on the powerful ruler in Chapter 3 of this adventure. Nai Yan Fei continues to serve as an important figure in the following adventures as a potential guide and information-provider, and the characters' interaction with her on Bonmu will determine what kind of relationship they have with the empress going forward. If the characters manage to win her over, they'll meet the kind aristocrat who's rightly earned the admiration of Goka's common folk. On the other hand, if their impression proves less than favorable, the characters must instead contend with a calculating politician who deftly navigates the minefields of diplomacy and etiquette—a ruthless empress who knows how to make the most of a group like the player characters before casting them aside when their worth has run its course.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 50\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 48\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 45\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/NaiYanFei.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 20\">[Nai Yan Fei](/NPCs.aspx?ID=1478)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 91</row>\n\n**Perception** +36\r\n\r\n**Languages**\r\n[Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Sylvan](/Languages.aspx?ID=10), [Tengu](/Languages.aspx?ID=47), [Tien](/Languages.aspx?ID=43)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +37, [Arcana](/Skills.aspx?ID=2) +36, [Deception](/Skills.aspx?ID=5) +36, [Diplomacy](/Skills.aspx?ID=6) +38, [Intimidation](/Skills.aspx?ID=7) +36, [Goka Lore](/Skills.aspx?ID=8) +38, [Legal Lore](/Skills.aspx?ID=8) +38, [Occultism](/Skills.aspx?ID=11) +38, [Performance](/Skills.aspx?ID=12) +36, [Religion](/Skills.aspx?ID=13) +32, [Society](/Skills.aspx?ID=14) +38, [Stealth](/Skills.aspx?ID=15) +35, [Thievery](/Skills.aspx?ID=17) +35, [Underworld Lore](/Skills.aspx?ID=8) +36\r\n\r\n<row gap=\"medium\">\r\n**Str** +1\r\n\r\n**Dex** +4\r\n\r\n**Con** +2\r\n\r\n**Int** +7\r\n\r\n**Wis** +3\r\n\r\n**Cha** +5\r\n</row>\n\n**Items**\r\n_+3 [major striking](/Equipment.aspx?ID=280) [butterfly sword](/Weapons.aspx?ID=162)_, _[greater hat of disguise](/Equipment.aspx?ID=442)_, _+2 [greater resilient](/Equipment.aspx?ID=279) [aristocrat's clothing](/Equipment.aspx?ID=15)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 44 \r\n\r\n**Fort** +32 \r\n\r\n**Ref** +34 \r\n\r\n**Will** +33 \n\n</row>\r\n\r\n**HP** 375\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_butterfly sword_ +35 ([Agile](/Traits.aspx?ID=170), [Disarm](/Traits.aspx?ID=175), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [Parry](/Traits.aspx?ID=190), [Twin](/Traits.aspx?ID=197)),\r\n**Damage** 4d4+13 slashing\n\n**Debilitating Strike** <actions string=\"Free Action\" />  **Trigger** Nai Yan Fei hits a [flat-footed](/Conditions.aspx?ID=16) creature and deals damage; **Effect** Nai Yan Fei applies one of the following debilitations, which lasts until the end of her next turn. \n<ul><li>**Debilitation** The target takes a –10-foot status penalty to its Speeds.</li><li>**Debilitation** The target becomes [enfeebled 1](/Conditions.aspx?ID=13).</li><li>**Debilitation** The target can't flank other creatures, and it can't provide flanking for its allies.</li><li>**Debilitation** The target doesn't gain a circumstance bonus to AC from [Raising a Shield](/Actions.aspx?ID=98), lesser cover, or standard cover; it gains only a +2 circumstance bonus to AC from greater cover or [Taking Cover](/Actions.aspx?ID=90).</li></ul>\r\n\r\n**Master Strike** <actions string=\"Reaction\" /> ([Incapacitation](/Traits.aspx?ID=93)) **Trigger** Nai Yan Fei hits a [flat-footed](/Conditions.aspx?ID=16) creature and deals damage; **Effect** The target attempts a DC 39 Fortitude save. It then becomes immune to Nai Yan Fei's Master Strike for 1 day. <br />**Critical Success** The target is unaffected. <br />**Success** The target is [enfeebled 2](/Conditions.aspx?ID=13) until the end of Nai Yan Fei's next turn. <br />**Failure** The target is [paralyzed](/Conditions.aspx?ID=28) for 4 rounds. <br />**Critical Failure** The target is paralyzed for 4 rounds, knocked [unconscious](/Conditions.aspx?ID=38) for 2 hours, or killed (Nai Yan Fei's choice).\r\n\r\n**Quick Change** <actions string=\"Single Action\" />  Nai Yan Fei adopts a mundane disguise, appearing as a nondescript human with a neutral alignment and a mundane occupation such as common laborer, farmer, or peasant. She can return to her typical persona as empress at any time by using Quick Change again.\r\n\r\n**[Sneak Attack](/MonsterAbilities.aspx?ID=34)**   Nai Yan Fei's Strikes deal an additional 4d6 precision damage to [flat-footed](/Conditions.aspx?ID=16) creatures.\r\n\r\n</column>",
 "name": "Nai Yan Fei",
 "npc": true,
 "perception": 36,
 "rarity": "unique",
 "reflex_save": 34,
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 91</row>\n\n<row gap=\"medium\">\r\n**HP** 375\r\n\r\n**AC** 44\r\n\r\n**Fort** +32\r\n\r\n**Ref** +34\r\n\r\n**Will** +33\r\n\r\n**Perception** +36\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBorn in 7195 IC (4695 AR) to the noble Nai family of Goka, Yan Fei's comfortable childhood years were cut short when her parents fell to the blade of …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +37",
  "Arcana +36",
  "Deception +36",
  "Diplomacy +38",
  "Intimidation +36",
  "Goka Lore +38",
  "Legal Lore +38",
  "Occultism +38",
  "Performance +36",
  "Religion +32",
  "Society +38",
  "Stealth +35",
  "Thievery +35",
  "Underworld Lore +36"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +37, [Arcana](/Skills.aspx?ID=2) +36, [Deception](/Skills.aspx?ID=5) +36, [Diplomacy](/Skills.aspx?ID=6) +38, [Intimidation](/Skills.aspx?ID=7) +36, [Goka Lore](/Skills.aspx?ID=8) +38, [Legal Lore](/Skills.aspx?ID=8) +38, [Occultism](/Skills.aspx?ID=11) +38, [Performance](/Skills.aspx?ID=12) +36, [Religion](/Skills.aspx?ID=13) +32, [Society](/Skills.aspx?ID=14) +38, [Stealth](/Skills.aspx?ID=15) +35, [Thievery](/Skills.aspx?ID=17) +35, [Underworld Lore](/Skills.aspx?ID=8) +36",
 "source": [
  "Pathfinder #166: Despair on Danger Island"
 ],
 "source_raw": [
  "Pathfinder #166: Despair on Danger Island pg. 91"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 91</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Fists of the Ruby Phoenix",
 "stealth": "35",
 "strength": 1,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Born in 7195 IC (4695 AR) to the noble Nai family of Goka, Yan Fei's comfortable childhood years were cut short when her parents fell to the blade of …",
 "summary_markdown": "Born in 7195 IC (4695 AR) to the noble Nai family of Goka, Yan Fei's comfortable childhood years were cut short when her parents fell to the blade of …",
 "text": " Nai Yan Fei Born in 7195 IC (4695 AR) to the noble Nai family of Goka, Yan Fei's comfortable childhood years were cut short when her parents fell to the blade of assassins during a diplomatic mission, leaving Yan Fei in the care of her grandfather, Nai Hu Buo, then the emperor of Goka. For the next 10 years, Hu Buo focused his time and efforts on Yan Fei's care. He trained her in the ins and outs of courtly life, shaping her into a suitable heir to the Nai legacy. Fearing future attempts on Yan Fei's life, Hu Buo also made sure Yan Fei could hold her own, and he tasked the Butterfly Blades— an elite group of warriors that served the Nai family as bodyguards—to train Yan Fei in martial arts and self-defense. The Butterfly Blades' storied history with the Nai family and Goka made them experts in espionage and intimidation, skills that Yan Fei learned and mastered alongside her grandfather's political expertise. By the age of 12, Yan Fei was fully trained in the arts of both combat and public affairs. Satisfied with his granddaughter's skill, Hu Buo returned to the world of Gokan politics, receiving an exuberant welcome from the people of Goka. Shortly thereafter, Hu Buo earned an unprecedented third term as emperor of Goka. Meanwhile, Yan Fei continued her training with the Butterfly Blades. Shortly after turning 14, Yan Fei vowed to find her family's killers. She spent several months in Goka proper, adopting multiple personas to dig up details from the city's unscrupulous information brokers. Her skills did ultimately lead her to her parents' assassins, whom she struck down with little effort, but she remained unsatisfied. Her continued efforts led her to the Yun-Ta clan, the Gokan noble family that contracted her parents' assassination. She needn't have bothered to seek out the Yun-Ta, for the family had made dozens of enemies since the Fei assassination and long ago sealed their own fate; by the time Yan Fei found the connection, the entire family had been dead for several years. Yan Fei's journey was over, and she had nothing to show for it. She returned home to continue her training as a noble, no longer enchanted by illusions of revenge. Two years into his third term, Hu Buo suddenly grew ill and died, leading Goka's parliament to fracture over disagreements of a suitable replacement. Yan Fei then stepped in, offering to complete her grandfather's term. The parliament attempted to block the suggestion, but Yan Fei called upon an obscure law she had studied as a child, which allowed for the inheritance of the position. Their hands tied, the parliament agreed and Yan Fei became acting empress in 7210 IC (4710 AR) at the age of 15. Yan Fei proved not only an effective leader, but a beloved figurehead who inspired Gokans both rich and poor, high-born and commoner alike. Yan Fei's aristocratic upbringing allowed her to slip into the politics with ease, and her experience hiding among the people during her time with the Butterfly Blades opened her eyes to the many plights of the everyday citizen. She used her position to push for change and progress for Goka, earning supporters from all corners. Although the next election for Goka's leader is still over a decade away, it seems the city's parliament and people are more than willing to accept Yan Fei's continued rule and reelect her as empress when the time comes. Campaign Role The player characters get their first chance to meet the empress and make a good impression on the powerful ruler in Chapter 3 of this adventure. Nai Yan Fei continues to serve as an important figure in the following adventures as a potential guide and information-provider, and the characters' interaction with her on Bonmu will determine what kind of relationship they have with the empress going forward. If the characters manage to win her over, they'll meet the kind aristocrat who's rightly earned the admiration of Goka's common folk. On the other hand, if their impression proves less than favorable, the characters must instead contend with a calculating politician who deftly navigates the minefields of diplomacy and etiquette—a ruthless empress who knows how to make the most of a group like the player characters before casting them aside when their worth has run its course. Recall Knowledge - Humanoid (Society): DC 50 Unspecific Lore : DC 48 Specific Lore : DC 45 Nai Yan Fei Source Pathfinder #166: Despair on Danger Island pg. 91 Perception +36 Languages Celestial, Common, Elven, Sylvan, Tengu, Tien Skills Acrobatics +37, Arcana +36, Deception +36, Diplomacy +38, Intimidation +36, Goka Lore +38, Legal Lore +38, Occultism +38, Performance +36, Religion +32, Society +38, Stealth +35, Thievery +35, Underworld Lore +36 Str +1 Dex +4 Con +2 Int +7 Wis +3 Cha +5 Items +3 major striking butterfly sword , greater hat of disguise , +2 greater resilient aristocrat's clothing --- AC 44 Fort +32 Ref +34 Will +33 HP 375 --- Speed 25 feet Melee Single Action butterfly sword +35 (Agile, Disarm, Finesse, Magical, Parry, Twin), Damage 4d4+13 slashing Debilitating Strike Free Action Trigger Nai Yan Fei hits a flat-footed creature and deals damage; Effect Nai Yan Fei applies one of the following debilitations, which lasts until the end of her next turn. Debilitation The target takes a –10-foot status penalty to its Speeds. Debilitation The target becomes enfeebled 1. Debilitation The target can't flank other creatures, and it can't provide flanking for its allies. Debilitation The target doesn't gain a circumstance bonus to AC from Raising a Shield, lesser cover, or standard cover; it gains only a +2 circumstance bonus to AC from greater cover or Taking Cover. Master Strike Reaction (Incapacitation) Trigger Nai Yan Fei hits a flat-footed creature and deals damage; Effect The target attempts a DC 39 Fortitude save. It then becomes immune to Nai Yan Fei's Master Strike for 1 day. Critical Success The target is unaffected. Success The target is enfeebled 2 until the end of Nai Yan Fei's next turn. Failure The target is paralyzed for 4 rounds. Critical Failure The target is paralyzed for 4 rounds, knocked unconscious for 2 hours, or killed (Nai Yan Fei's choice). Quick Change Single Action Nai Yan Fei adopts a mundane disguise, appearing as a nondescript human with a neutral alignment and a mundane occupation such as common laborer, farmer, or peasant. She can return to her typical persona as empress at any time by using Quick Change again. Sneak Attack Nai Yan Fei's Strikes deal an additional 4d6 precision damage to flat-footed creatures. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "LN",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1478",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 33,
 "wisdom": 3
}