{
 "ac": 16,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 1,
 "creature_ability": [
  "Wild Empathy",
  "Grant Desire"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 6,
 "hp": 25,
 "hp_raw": "25",
 "id": "creature-741",
 "image": [
  "/Images/Monsters/Nixie.png"
 ],
 "intelligence": 0,
 "language": [
  "Aquan",
  "Sylvan"
 ],
 "language_markdown": "[Aquan](/Languages.aspx?ID=14), [Sylvan](/Languages.aspx?ID=10)",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Nixie](/Monsters.aspx?ID=741)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThese aquatic fey often guard ponds, rivers, lakes, and springs, protecting their bucolic homes from the advances of predators and careless humanoids alike. Nixies tend to be reclusive and try to keep their presence hidden from humanoids, hoping trespassers won't give them cause to act. Stories of minor miracles granted by nixies to those they befriend encourage humanoids to seek out these reclusive fey, and ironically make it even more unlikely for a nixie to grant such a boon. On the other hand, if someone approaches a nixie with respect, or even better, a positive attitude that displays just the right amount of humility and easygoing openness, a nixie is far more likely to respond positively to any requests for aid. Often a nixie will ask those who seek their assistance to perform a task for them first; such requests can be minor acts of entertainment (such as telling a rousing story or performing a requested song), but in other cases the nixie might need more significant aid, such as driving off an unwanted local predator or investigating the source of pollution near their home.\n\n Nixies resort to violence only if no other tactic works. They much prefer solutions that rely upon primal magic to defuse conflicts before they can escalate to bloodshed. In pursuit of such resolutions, nixies rely on their ability to charm individuals and, when they can establish magical influence, encourage intruders to leave peacefully. While some nixies try to confuse intruders and subtly guide them from the area, others use local animals and beasts to scare off trespassers. Occasionally, nixies recruit charmed humanoids to act as protectors or help with a task that is simply too big for them to deal with. If this task is underwater, nixies use their magic to temporarily grant the ability to breathe water to the charmed creature. Only those who manage to befriend a nixie are given invitations to return to swim or dine with the fey, and only the most trusted of allies are granted a minor wish.\n\n Nixies appear as aquatic humanoids the size of a child, with large eyes, catfish-like whiskers, and webbed fingers and toes. They have scaly skin, pointed ears, and long hair the color of seaweed. Nixies often form small communities, even building underwater societies if their numbers are great enough. In many cultures' folklore, there are stories of nixie nations hidden at the bottom of particularly large lakes.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fey](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 15\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 13\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 10\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Nixie.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Nixie](/Monsters.aspx?ID=741)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Aquatic\" url=\"/Traits.aspx?ID=168\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 183 <sup>2.0</sup></row>\n\n**Perception** +6; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Aquan](/Languages.aspx?ID=14), [Sylvan](/Languages.aspx?ID=10)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +6, [Nature](/Skills.aspx?ID=10) +5, [Stealth](/Skills.aspx?ID=15) +8\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +3\r\n\r\n**Con** +1\r\n\r\n**Int** +0\r\n\r\n**Wis** +1\r\n\r\n**Cha** +4\r\n</row>\r\n\r\n**Wild Empathy** The nixie can use [Diplomacy](/Skills.aspx?ID=6) to [Make an Impression](/Actions.aspx?ID=50) on and make very simple Requests of [aquatic](/Traits.aspx?ID=168) or [amphibious](/Traits.aspx?ID=207) animals.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 16 \r\n\r\n**Fort** +6 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +6 \r\n\r\n+1 status to all saves vs. magic\r\n</row>\r\n\r\n**HP** 25\n\n**Weaknesses**\r\ncold iron 3\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet, swim 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +7 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d6 slashing\r\n\r\n**Primal Innate Spells** DC 17, attack +9\r\n- **1st**\r\n[Charm](/Spells.aspx?ID=34) (×3), [Hydraulic Push](/Spells.aspx?ID=154)\r\n- **2nd**\r\n[Water Breathing](/Spells.aspx?ID=370)\r\n\r\n**Grant Desire** <actions string=\"Three Actions\" /> ([Divination](/Traits.aspx?ID=47), [Primal](/Traits.aspx?ID=134)) **Frequency** once per day; **Effect** The nixie can duplicate any 1st-level spell or produce any effect with a power level in line with a 1st-level spell, but only in response to the request or desire of a non-fey creature. The creature whose desire is granted can never again benefit from that particular nixie's Grant Desire ability.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Bog Nixies</title>\r\n\r\nNixies who dwell in swampy regions tend to have fouler attitudes and are more eager to turn to violence. Known as bog nixies, these evil fey prefer dwelling in festering swamps or blighted fens and delight in using their ability to grant desires to tempt visitors into acts of unplanned evil.\r\n</aside>",
 "name": "Nixie",
 "npc": false,
 "perception": 6,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 10,
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Aquatic\" url=\"/Traits.aspx?ID=168\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 183 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 25\r\n\r\n**AC** 16\r\n\r\n**Fort** +6\r\n\r\n**Ref** +10\r\n\r\n**Will** +6\r\n\r\n**Perception** +6\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese aquatic fey often guard ponds, rivers, lakes, and springs, protecting their bucolic homes from the advances of predators and careless humanoids …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Small"
 ],
 "skill": [
  "Athletics +6",
  "Nature +5",
  "Stealth +8"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +6, [Nature](/Skills.aspx?ID=10) +5, [Stealth](/Skills.aspx?ID=15) +8",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 183"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 183 <sup>2.0</sup></row>",
 "speed": {
  "land": 20,
  "max": 30,
  "swim": 30
 },
 "speed_markdown": "20 feet, swim 30 feet",
 "speed_raw": "20 feet, swim 30 feet",
 "spell": [
  "Water Breathing",
  "Charm",
  "Hydraulic Push"
 ],
 "spell_markdown": "[Charm](/Spells.aspx?ID=34), [Hydraulic Push](/Spells.aspx?ID=154), [Water Breathing](/Spells.aspx?ID=370)",
 "stealth": "8",
 "strength": 0,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "These aquatic fey often guard ponds, rivers, lakes, and springs, protecting their bucolic homes from the advances of predators and careless humanoids …",
 "summary_markdown": "These aquatic fey often guard ponds, rivers, lakes, and springs, protecting their bucolic homes from the advances of predators and careless humanoids …",
 "text": " Nixie These aquatic fey often guard ponds, rivers, lakes, and springs, protecting their bucolic homes from the advances of predators and careless humanoids alike. Nixies tend to be reclusive and try to keep their presence hidden from humanoids, hoping trespassers won't give them cause to act. Stories of minor miracles granted by nixies to those they befriend encourage humanoids to seek out these reclusive fey, and ironically make it even more unlikely for a nixie to grant such a boon. On the other hand, if someone approaches a nixie with respect, or even better, a positive attitude that displays just the right amount of humility and easygoing openness, a nixie is far more likely to respond positively to any requests for aid. Often a nixie will ask those who seek their assistance to perform a task for them first; such requests can be minor acts of entertainment (such as telling a rousing story or performing a requested song), but in other cases the nixie might need more significant aid, such as driving off an unwanted local predator or investigating the source of pollution near their home. Nixies resort to violence only if no other tactic works. They much prefer solutions that rely upon primal magic to defuse conflicts before they can escalate to bloodshed. In pursuit of such resolutions, nixies rely on their ability to charm individuals and, when they can establish magical influence, encourage intruders to leave peacefully. While some nixies try to confuse intruders and subtly guide them from the area, others use local animals and beasts to scare off trespassers. Occasionally, nixies recruit charmed humanoids to act as protectors or help with a task that is simply too big for them to deal with. If this task is underwater, nixies use their magic to temporarily grant the ability to breathe water to the charmed creature. Only those who manage to befriend a nixie are given invitations to return to swim or dine with the fey, and only the most trusted of allies are granted a minor wish. Nixies appear as aquatic humanoids the size of a child, with large eyes, catfish-like whiskers, and webbed fingers and toes. They have scaly skin, pointed ears, and long hair the color of seaweed. Nixies often form small communities, even building underwater societies if their numbers are great enough. In many cultures' folklore, there are stories of nixie nations hidden at the bottom of particularly large lakes. Recall Knowledge - Fey (Nature): DC 15 Unspecific Lore : DC 13 Specific Lore : DC 10 Nixie Source Bestiary 2 pg. 183 2.0 Perception +6; low-light vision Languages Aquan, Sylvan Skills Athletics +6, Nature +5, Stealth +8 Str +0 Dex +3 Con +1 Int +0 Wis +1 Cha +4 Wild Empathy The nixie can use Diplomacy to Make an Impression on and make very simple Requests of aquatic or amphibious animals. --- AC 16 Fort +6 Ref +10 Will +6 +1 status to all saves vs. magic HP 25 Weaknesses cold iron 3 --- Speed 20 feet, swim 30 feet Melee Single Action claw +7 (Agile, Finesse), Damage 1d6 slashing Primal Innate Spells DC 17, attack +9 - 1st Charm (×3), Hydraulic Push - 2nd Water Breathing Grant Desire Three Actions (Divination, Primal) Frequency once per day; Effect The nixie can duplicate any 1st-level spell or produce any effect with a power level in line with a 1st-level spell, but only in response to the request or desire of a non-fey creature. The creature whose desire is granted can never again benefit from that particular nixie's Grant Desire ability. Bog Nixies Nixies who dwell in swampy regions tend to have fouler attitudes and are more eager to turn to violence. Known as bog nixies, these evil fey prefer dwelling in festering swamps or blighted fens and delight in using their ability to grant desires to tempt visitors into acts of unplanned evil. ",
 "trait": [
  "Aquatic",
  "Fey",
  "N",
  "Small"
 ],
 "trait_markdown": "[Aquatic](/Traits.aspx?ID=168), [Fey](/Traits.aspx?ID=69)",
 "trait_raw": [
  "Aquatic",
  "Fey"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=741",
 "vision": "Low-light vision",
 "weakest_save": [
  "fort",
  "fortitude",
  "will"
 ],
 "weakness": {
  "cold_iron": 3
 },
 "weakness_markdown": "cold iron 3",
 "weakness_raw": "cold iron 3",
 "will_save": 6,
 "wisdom": 1
}