{
 "ac": 23,
 "alignment": "CG",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 0,
 "creature_ability": [
  "Arborean Arm",
  "Woodland Elf",
  "Woodland Stride"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 8,
 "hp": 74,
 "hp_raw": "74",
 "id": "creature-1547",
 "immunity": [
  "sleep"
 ],
 "immunity_markdown": "[sleep](/Traits.aspx?ID=145)",
 "intelligence": 3,
 "language": [
  "Celestial",
  "Common",
  "Draconic",
  "Elven",
  "Mwangi",
  "Sylvan"
 ],
 "language_markdown": "[Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Mwangi](/Languages.aspx?ID=39), [Sylvan](/Languages.aspx?ID=10)",
 "level": 6,
 "markdown": "<title level=\"1\" pfs=\"\">[Nketiah](/NPCs.aspx?ID=1547)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_A respected diplomat and lorekeeper for one of the most prestigious Ekujae clans, Nketiah carries heavy burdens from both sides of her family: an unpayable debt to her mother, and an unyielding duty from her father._\n\n Nketiah was born to a traveling Lirgeni astrologer and an Ekujae warrior. Her mother, Hiruth, had petitioned and gained access to Ekujae lands in the hope of researching a means of ending the Eye of Abendego's devastation. Her father, Jahsi, was an elven keledi who volunteered to accompany Hiruth between the many Ekujae clans. The pair fell into a romantic relationship with one another, and Hiruth eventually discovered she was with child. She assumed that she was simply a dalliance on the part of the elven warrior and offered to raise the child on her own, freeing Jahsi to attend to his own obligations. She was shocked, if elated, to discover that Jahsi was far more devoted to her and his new family than she had given him credit for.\n\n Nketiah spent most of her early life traveling the Mwangi Expanse and northern Garund with her mother, exploring marketplaces and learning new languages while Hiruth spoke with magicians and scholars. Though her father's demon-hunting duties meant he did not travel with them, he visited them both as often as it was safe to do so. Both her mother and her father did their best to include Nketiah in their daily activities, asking her to perform minor tasks for them to ensure that the child never felt unimportant despite her parents' busy lives and demanding responsibilities.\n\n Yet though Nketiah never felt neglected, she had taken too strongly after her mother in some ways, and began to associate her parents' affection with the act of being useful to them. This unfortunate belief came to a head when Nketiah fell violently ill with a demon-tainted disease that swept through the town where she and her mother were staying. Though Jahsi returned with an Ekujae cure in time to save his child and many afflicted villagers, one of Nketiah's arms had to be amputated. Hiruth and Jahsi watched their daughter struggle to process what had happened emotionally, not because of the trauma or the need to adjust to the changes, but because Nketiah was terrified she could no longer help her parents and was undeserving of their love.\n\n Hiruth and Jahsi immediately moved Nketiah back to Ekujae lands, where Nketiah recovered and thrived—her childhood experiences made her a natural translator and storyteller, and she very quickly picked up Ekujae lore and some aspects of esoteric magic. It surprised no one when Nketiah grew up to become a respected linguist and took a place of pride as an adviser within her father's clan. Her triumph came with a debt and a sorrow, however; Nketiah's mother never returned to her quest to end the Eye of Abendego. Hiruth quietly took a job teaching at the Magaambya, her grand ambitions relegated to a few scholarly discussions between classes, and Nketiah watched helplessly as her mother aged and passed away with her dream unfulfilled.\n\n Nketiah still wonders what Hiruth might have been able to accomplish had she not spent the prime of her life raising her daughter. Nketiah has a driving need to accomplish great things to validate her mother's choices to herself, though the half-elf fears that the opening of Huntergate is the gods' twisted answer to her desires. With her father sworn to fight should Dahak ever rise again, Nketiah cannot help but feel surrounded by a divine tempest forged from both halves of her heritage—the unending hurricane that destroyed her mother's past, and the storm of ash and dragonfire that threatens her father's future.\n\n Nketiah presents as carefree and in command, yet her facade slips when others show genuine interest without an ulterior motive, as she still cannot easily see her worth beyond her usefulness to others. She is a wiry and athletic half-elf, with dark-brown skin and black eyes. Her shoulder-length black hair is twisted into neat dreadlocks gathered together with brass ornaments. The arm that was amputated in her childhood has been replaced with a magical prosthesis made of twisted wooden branches and bone—a gift from a powerful arboreal ally of her mother's who has since moved to other parts of the Mwangi Jungle in pursuit of their own mysterious goals. She proudly wears a necklace of brass beads and uncut gems that her father gave her, and she almost always carries the staff that marks her position as a clan linguist.\n\n<title level=\"2\" right=\"\">Campaign Role</title> Beyond her role in “Cult of Cinders,” Nketiah acts as the spokesperson for her clan and for other Ekujae allies. Though her duties compel her to help the PCs, she also assesses them on behalf of elves as a whole. Should they be impressed by the PCs, the clan may form a permanent alliance with Breachill, offering an influx of new citizens and a valuable portal to the Mwangi Expanse. Nketiah also watches the PCs individually, and should any particular PCs stand out during the campaign as going above and beyond as an exemplar of morality, her clan might gift them with a truly bittersweet honor near the end of the campaign—the golden jewelry of a _keledi_, signifying the elves believe that character's soul to be pure enough to cut the flesh of a god, bolstering the honored PCs' role in defeating Dahak once again as Age of Ashes comes to a close.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 32\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 30\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 27\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 6\">[Nketiah](/NPCs.aspx?ID=1547)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 79</row>\n\n**Perception** +12; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Mwangi](/Languages.aspx?ID=39), [Sylvan](/Languages.aspx?ID=10)\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +11, [Athletics](/Skills.aspx?ID=3) +9, [Deception](/Skills.aspx?ID=5) +12, [Diplomacy](/Skills.aspx?ID=6) +13, [Ekujae Lore](/Skills.aspx?ID=8) +15, [Nature](/Skills.aspx?ID=10) +10, [Occultism](/Skills.aspx?ID=11) +11, [Performance](/Skills.aspx?ID=12) +14, [Society](/Skills.aspx?ID=14) +15, [Survival](/Skills.aspx?ID=16) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +1\r\n\r\n**Dex** +3\r\n\r\n**Con** +0\r\n\r\n**Int** +3\r\n\r\n**Wis** +2\r\n\r\n**Cha** +4\r\n</row>\n\n**Items**\r\n[Black Adder Venom](/Equipment.aspx?ID=106) (2), _+1 [striking](/Equipment.aspx?ID=280) [longbow](/Weapons.aspx?ID=76)_ (20 arrows), [Studded Leather Armor](/Armor.aspx?ID=5), _[verdant staff](/Equipment.aspx?ID=364)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 23 \r\n\r\n**Fort** +8 \r\n\r\n**Ref** +13 \r\n\r\n**Will** +12 \r\n\r\n+1 status to all saves vs. [mental](/Traits.aspx?ID=106)\r\n</row>\r\n\r\n**HP** 74\n\n**Immunities**\r\n[sleep](/Traits.aspx?ID=145)\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet, climb 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nvine lash +15 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d6+4 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_verdant staff_ +13 ([Magical](/Traits.aspx?ID=103), [two-hand d8](/Traits.aspx?ID=198)),\r\n**Damage** 1d4+4 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_longbow_ +16 ([deadly d10](/Traits.aspx?ID=174), [Magical](/Traits.aspx?ID=103), [range increment 100 feet](/Traits.aspx?ID=248), [reload 0](/Traits.aspx?ID=254), [volley 30 feet](/Traits.aspx?ID=201)),\r\n**Damage** 2d8+3 piercing plus [black adder venom](/Equipment.aspx?ID=106)\r\n\r\n**Occult Spontaneous Spells** DC 24, attack +14\r\n- **Cantrips (3rd)**\r\n[Ghost Sound](/Spells.aspx?ID=132), [Guidance](/Spells.aspx?ID=142), [Mage Hand](/Spells.aspx?ID=177), [Message](/Spells.aspx?ID=190), [Prestidigitation](/Spells.aspx?ID=229)\r\n- **1st**\r\n[Fear](/Spells.aspx?ID=110), [Illusory Disguise](/Spells.aspx?ID=159), [Illusory Object](/Spells.aspx?ID=160) (3 slots)\r\n- **2nd**\r\n[Hideous Laughter](/Spells.aspx?ID=150), [Restore Senses](/Spells.aspx?ID=259), [See Invisibility](/Spells.aspx?ID=271) (3 slots)\r\n- **3rd**\r\n[Circle of Protection](/Spells.aspx?ID=38), [Heroism](/Spells.aspx?ID=149), [Mind Reading](/Spells.aspx?ID=194) (3 slots)\r\n\r\n**Bard Composition Spells** DC 24, 2 Focus Points\r\n- **Cantrips (3rd)**\r\n[Inspire Competence](/Spells.aspx?ID=385), [Inspire Courage](/Spells.aspx?ID=386)\r\n- **3rd**\r\n[Counter Performance](/Spells.aspx?ID=381), [Loremaster's Etude](/Spells.aspx?ID=390)\r\n\r\n**Primal Innate Spells** DC 24\r\n- **Cantrips (3rd)**\r\n[Dancing Lights](/Spells.aspx?ID=58), [Detect Magic](/Spells.aspx?ID=66), [Disrupt Undead](/Spells.aspx?ID=79), [Tanglefoot](/Spells.aspx?ID=330)\r\n\r\n**Arborean Arm**  ([Primal](/Traits.aspx?ID=134)) This magical limb functions in all ways as Nketiah's original arm. The arm can extend a vine to attack in melee, and using the arm, Nketiah has a climb Speed of 20 feet and [Climbs](/Actions.aspx?ID=33) as if she had master proficiency in [Athletics](/Skills.aspx?ID=3). Finally, the arm's primal magic allows her to use the spells from her [_verdant staff_](/Equipment.aspx?ID=364) as if she had all of those spells on her spell list.\r\n\r\n**Woodland Elf**   Nketiah can move at half her Speed on a successful [Climb](/Actions.aspx?ID=33) check and at full Speed on a critical success. She can always [Take Cover](/Actions.aspx?ID=90) within forest terrain to gain cover, even if she's not next to a wall or obstacle.\r\n\r\n**Woodland Stride**   Nketiah ignores difficult terrain caused by plants.\r\n\r\n</column>",
 "name": "Nketiah",
 "npc": true,
 "perception": 12,
 "rarity": "unique",
 "reflex_save": 13,
 "release_date": "2019-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 79</row>\n\n<row gap=\"medium\">\r\n**HP** 74\r\n\r\n**AC** 23\r\n\r\n**Fort** +8\r\n\r\n**Ref** +13\r\n\r\n**Will** +12\r\n\r\n**Perception** +12\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA respected diplomat and lorekeeper for one of the most prestigious Ekujae clans, Nketiah carries heavy burdens from both sides of her family: an …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Arcana +11",
  "Athletics +9",
  "Deception +12",
  "Diplomacy +13",
  "Ekujae Lore +15",
  "Nature +10",
  "Occultism +11",
  "Performance +14",
  "Society +15",
  "Survival +10"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +11, [Athletics](/Skills.aspx?ID=3) +9, [Deception](/Skills.aspx?ID=5) +12, [Diplomacy](/Skills.aspx?ID=6) +13, [Ekujae Lore](/Skills.aspx?ID=8) +15, [Nature](/Skills.aspx?ID=10) +10, [Occultism](/Skills.aspx?ID=11) +11, [Performance](/Skills.aspx?ID=12) +14, [Society](/Skills.aspx?ID=14) +15, [Survival](/Skills.aspx?ID=16) +10",
 "source": [
  "Pathfinder #146: Cult of Cinders"
 ],
 "source_raw": [
  "Pathfinder #146: Cult of Cinders pg. 79"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 79</row>",
 "speed": {
  "climb": 20,
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet, climb 20 feet",
 "speed_raw": "35 feet, climb 20 feet",
 "spell": [
  "Circle of Protection",
  "Heroism",
  "Mind Reading",
  "Hideous Laughter",
  "Restore Senses",
  "See Invisibility",
  "Fear",
  "Illusory Disguise",
  "Illusory Object",
  "Ghost Sound",
  "Guidance",
  "Mage Hand",
  "Message",
  "Prestidigitation",
  "Counter Performance",
  "Loremaster's Etude",
  "Inspire Competence",
  "Inspire Courage",
  "Dancing Lights",
  "Detect Magic",
  "Disrupt Undead",
  "Tanglefoot"
 ],
 "spell_markdown": "[Circle of Protection](/Spells.aspx?ID=38), [Counter Performance](/Spells.aspx?ID=381), [Dancing Lights](/Spells.aspx?ID=58), [Detect Magic](/Spells.aspx?ID=66), [Disrupt Undead](/Spells.aspx?ID=79), [Fear](/Spells.aspx?ID=110), [Ghost Sound](/Spells.aspx?ID=132), [Guidance](/Spells.aspx?ID=142), [Heroism](/Spells.aspx?ID=149), [Hideous Laughter](/Spells.aspx?ID=150), [Illusory Disguise](/Spells.aspx?ID=159), [Illusory Object](/Spells.aspx?ID=160), [Inspire Competence](/Spells.aspx?ID=385), [Inspire Courage](/Spells.aspx?ID=386), [Loremaster's Etude](/Spells.aspx?ID=390), [Mage Hand](/Spells.aspx?ID=177), [Message](/Spells.aspx?ID=190), [Mind Reading](/Spells.aspx?ID=194), [Prestidigitation](/Spells.aspx?ID=229), [Restore Senses](/Spells.aspx?ID=259), [See Invisibility](/Spells.aspx?ID=271), [Tanglefoot](/Spells.aspx?ID=330)",
 "spoilers": "Age of Ashes",
 "strength": 1,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "A respected diplomat and lorekeeper for one of the most prestigious Ekujae clans, Nketiah carries heavy burdens from both sides of her family: an …",
 "summary_markdown": "A respected diplomat and lorekeeper for one of the most prestigious Ekujae clans, Nketiah carries heavy burdens from both sides of her family: an …",
 "text": " Nketiah A respected diplomat and lorekeeper for one of the most prestigious Ekujae clans, Nketiah carries heavy burdens from both sides of her family: an unpayable debt to her mother, and an unyielding duty from her father. Nketiah was born to a traveling Lirgeni astrologer and an Ekujae warrior. Her mother, Hiruth, had petitioned and gained access to Ekujae lands in the hope of researching a means of ending the Eye of Abendego's devastation. Her father, Jahsi, was an elven keledi who volunteered to accompany Hiruth between the many Ekujae clans. The pair fell into a romantic relationship with one another, and Hiruth eventually discovered she was with child. She assumed that she was simply a dalliance on the part of the elven warrior and offered to raise the child on her own, freeing Jahsi to attend to his own obligations. She was shocked, if elated, to discover that Jahsi was far more devoted to her and his new family than she had given him credit for. Nketiah spent most of her early life traveling the Mwangi Expanse and northern Garund with her mother, exploring marketplaces and learning new languages while Hiruth spoke with magicians and scholars. Though her father's demon-hunting duties meant he did not travel with them, he visited them both as often as it was safe to do so. Both her mother and her father did their best to include Nketiah in their daily activities, asking her to perform minor tasks for them to ensure that the child never felt unimportant despite her parents' busy lives and demanding responsibilities. Yet though Nketiah never felt neglected, she had taken too strongly after her mother in some ways, and began to associate her parents' affection with the act of being useful to them. This unfortunate belief came to a head when Nketiah fell violently ill with a demon-tainted disease that swept through the town where she and her mother were staying. Though Jahsi returned with an Ekujae cure in time to save his child and many afflicted villagers, one of Nketiah's arms had to be amputated. Hiruth and Jahsi watched their daughter struggle to process what had happened emotionally, not because of the trauma or the need to adjust to the changes, but because Nketiah was terrified she could no longer help her parents and was undeserving of their love. Hiruth and Jahsi immediately moved Nketiah back to Ekujae lands, where Nketiah recovered and thrived—her childhood experiences made her a natural translator and storyteller, and she very quickly picked up Ekujae lore and some aspects of esoteric magic. It surprised no one when Nketiah grew up to become a respected linguist and took a place of pride as an adviser within her father's clan. Her triumph came with a debt and a sorrow, however; Nketiah's mother never returned to her quest to end the Eye of Abendego. Hiruth quietly took a job teaching at the Magaambya, her grand ambitions relegated to a few scholarly discussions between classes, and Nketiah watched helplessly as her mother aged and passed away with her dream unfulfilled. Nketiah still wonders what Hiruth might have been able to accomplish had she not spent the prime of her life raising her daughter. Nketiah has a driving need to accomplish great things to validate her mother's choices to herself, though the half-elf fears that the opening of Huntergate is the gods' twisted answer to her desires. With her father sworn to fight should Dahak ever rise again, Nketiah cannot help but feel surrounded by a divine tempest forged from both halves of her heritage—the unending hurricane that destroyed her mother's past, and the storm of ash and dragonfire that threatens her father's future. Nketiah presents as carefree and in command, yet her facade slips when others show genuine interest without an ulterior motive, as she still cannot easily see her worth beyond her usefulness to others. She is a wiry and athletic half-elf, with dark-brown skin and black eyes. Her shoulder-length black hair is twisted into neat dreadlocks gathered together with brass ornaments. The arm that was amputated in her childhood has been replaced with a magical prosthesis made of twisted wooden branches and bone—a gift from a powerful arboreal ally of her mother's who has since moved to other parts of the Mwangi Jungle in pursuit of their own mysterious goals. She proudly wears a necklace of brass beads and uncut gems that her father gave her, and she almost always carries the staff that marks her position as a clan linguist. Campaign Role Beyond her role in “Cult of Cinders,” Nketiah acts as the spokesperson for her clan and for other Ekujae allies. Though her duties compel her to help the PCs, she also assesses them on behalf of elves as a whole. Should they be impressed by the PCs, the clan may form a permanent alliance with Breachill, offering an influx of new citizens and a valuable portal to the Mwangi Expanse. Nketiah also watches the PCs individually, and should any particular PCs stand out during the campaign as going above and beyond as an exemplar of morality, her clan might gift them with a truly bittersweet honor near the end of the campaign—the golden jewelry of a keledi , signifying the elves believe that character's soul to be pure enough to cut the flesh of a god, bolstering the honored PCs' role in defeating Dahak once again as Age of Ashes comes to a close. Recall Knowledge - Humanoid (Society): DC 32 Unspecific Lore : DC 30 Specific Lore : DC 27 Nketiah Source Pathfinder #146: Cult of Cinders pg. 79 Perception +12; low-light vision Languages Celestial, Common, Draconic, Elven, Mwangi, Sylvan Skills Arcana +11, Athletics +9, Deception +12, Diplomacy +13, Ekujae Lore +15, Nature +10, Occultism +11, Performance +14, Society +15, Survival +10 Str +1 Dex +3 Con +0 Int +3 Wis +2 Cha +4 Items Black Adder Venom (2), +1 striking longbow (20 arrows), Studded Leather Armor, verdant staff --- AC 23 Fort +8 Ref +13 Will +12 +1 status to all saves vs. mental HP 74 Immunities sleep --- Speed 35 feet, climb 20 feet Melee Single Action vine lash +15 (Agile, Finesse, reach 15 feet), Damage 2d6+4 bludgeoning Melee Single Action verdant staff +13 (Magical, two-hand d8), Damage 1d4+4 bludgeoning Ranged Single Action longbow +16 (deadly d10, Magical, range increment 100 feet, reload 0, volley 30 feet), Damage 2d8+3 piercing plus black adder venom Occult Spontaneous Spells DC 24, attack +14 - Cantrips (3rd) Ghost Sound, Guidance, Mage Hand, Message, Prestidigitation - 1st Fear, Illusory Disguise, Illusory Object (3 slots) - 2nd Hideous Laughter, Restore Senses, See Invisibility (3 slots) - 3rd Circle of Protection, Heroism, Mind Reading (3 slots) Bard Composition Spells DC 24, 2 Focus Points - Cantrips (3rd) Inspire Competence, Inspire Courage - 3rd Counter Performance, Loremaster's Etude Primal Innate Spells DC 24 - Cantrips (3rd) Dancing Lights, Detect Magic, Disrupt Undead, Tanglefoot Arborean Arm (Primal) This magical limb functions in all ways as Nketiah's original arm. The arm can extend a vine to attack in melee, and using the arm, Nketiah has a climb Speed of 20 feet and Climbs as if she had master proficiency in Athletics. Finally, the arm's primal magic allows her to use the spells from her verdant staff as if she had all of those spells on her spell list. Woodland Elf Nketiah can move at half her Speed on a successful Climb check and at full Speed on a critical success. She can always Take Cover within forest terrain to gain cover, even if she's not next to a wall or obstacle. Woodland Stride Nketiah ignores difficult terrain caused by plants. ",
 "trait": [
  "Elf",
  "Human",
  "Humanoid",
  "Unique",
  "CG",
  "Medium"
 ],
 "trait_markdown": "[Elf](/Traits.aspx?ID=58), [Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Elf",
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1547",
 "vision": "Low-light vision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 12,
 "wisdom": 2
}