{
 "ac": 31,
 "alignment": "CG",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 1,
 "creature_ability": [
  "Inspiring Presence",
  "Halfling Luck",
  "Designate Bellflower Crop",
  "Liberating Trick",
  "Quick Movements",
  "Sneak Attack"
 ],
 "creature_family_markdown": "",
 "dexterity": 5,
 "exclude_from_search": false,
 "fortitude_save": 18,
 "hp": 185,
 "hp_raw": "185",
 "id": "creature-1562",
 "intelligence": 1,
 "language": [
  "Common",
  "Elven",
  "Halfling",
  "Infernal"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Halfling](/Languages.aspx?ID=7), [Infernal](/Languages.aspx?ID=19)",
 "level": 11,
 "markdown": "<title level=\"1\" pfs=\"\">[Nolly Peltry](/NPCs.aspx?ID=1562)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_With a twinkle in her eye and a laugh always at the ready, this middle-aged halfling typifies a happy-go-lucky attitude. Yet the deep lines in her face and the rough callouses on her hands and feet indicate a life of unceasing effort in the service of ending slavery._\n\n As a child growing up in Magnimar, Corra Dianthe rushed to defend any halfling in need, coaxing her family to help. Often, such halflings were refugees from Cheliax, former slaves newly rescued by the Bellflower Network. Proud of Corra's kind nature, her large family did what they could, sharing meals and helping to find shelter and work for the refugees. Corra's family always had enough to share, and Corra didn't realize how much wealthier her family was than others. As she reached adolescence, Corra increasingly felt that despite their efforts, her family was not doing enough. She had fine food and excellent schooling, but these luxuries made Corra feel guilty, not glad. She knew of the brutal realities of slavery as well as the harrowing path to freedom that the refugees had endured, and she resolved to join the Bellflower Network.\n\n Corra told her parents of her decision, but frightened for her safety, they insisted that Corra learn the family textile trade, emphasizing how much the business needed her and that she should put off leaving for just another year or two. She acquiesced for a few years, spending her spare time training with weapons and learning cat burglary from secret ne'er-do-well friends. Corra spent nights creeping across roofs and picking locks on sheds just to develop her skills, and when her unscrupulous companions stole valuables from others, Corra stole them back and replaced them as often as she could. All the while, she continued to help refugees with food, shelter, and a listening ear.\n\n As Corra approached her twenty-first birthday, she grew impatient with her parents' limited views. They, in turn, felt that their daughter had become dangerously radicalized. Why couldn't she settle down and prosper in the family business? They had no opposition to charity—and remained very giving people—but they felt charity began and ended at home. Corra's parents planned an enormous birthday party for her, trying to convince her that she had a good life and that she had already helped many. On that evening, as dozens of family and friends waited to celebrate, Corra arrived late, dressed in leather armor and carrying a backpack and sling staff. “When every halfling on Golarion is free to celebrate, then I will celebrate,” she announced. “Until then, I'll work for that freedom!” Then, Corra turned around and disappeared into the night.\n\n Corra became a Bellflower tiller, leading halflings to safe houses in Kintargo. After each mission, she'd push herself to be back on the road as soon as possible, but Corra savored her moments of downtime in the Silver City, enjoying its comforts. She became particularly fond of Long Roads Coffeehouse, enjoying the baked goods and the company of the coffeehouse's proprietor, Laria Longroad. Over late-night pastries one night, she and the other Bellflower agents fell to reminiscing about childhood tales of the folk hero Nolly Peltry. “If only our dangers were merely troublesome raccoons and giant bears,” sighed Corra. “Just start thinking of them that way,” Laria suggested with a grin. “I'm sure it'll make everything turn to the luck, just as Nolly says!”\n\n Corra realized that there was a great deal of wisdom behind Laria's jest. She began to do just that, easing her crop's fears on their journey with comparisons to The Peltry Fables, or telling a tall tale or two to soothe anxious hearts on a long, cold night. Soon, other Bellflower Network agents began referring to Corra as Nolly Peltry, and the name stuck. Becoming legendary as a tiller in her own right, Nolly continued to journey each year, bringing crop after crop of freed slaves to safety. Nolly's failures were few, but they haunted her nights and strengthened her resolve.\n\n As rebellion seized Ravounel, followed by the reprisals and crackdowns of House Thrune, Nolly became concerned that her long, arduous journeys would end only in capture at Kintargo's port. The Night of Ashes, when Barzillai Thrune seized power in the city and Nolly saw many of the safe houses and allies that she had relied on over the years destroyed, was the turning point for her. She decided to remain in the Silver City, allying with the Silver Ravens and orchestrating the aid of other Bellflower Network agents, even developing a language of kite messaging as a means of communicating with allies throughout Kintargo. When fighting erupted in the streets, she grabbed her iconic sling staff and joined in.\n\n As soon as Thrune was defeated, Nolly turned her attention to reestablishing routes of safe passage and rebuilding relationships with ship's captains and smugglers. So many Bellflower agents had come to rely on her in Kintargo that she stayed in that city, becoming their leader as well as their inspiration. She continues to direct their efforts and coordinate with tillers and others throughout northern Cheliax, Nidal, Molthune, and Isger. \n\n<title level=\"2\" right=\"\">Campaign Use</title> As the head of the Bellflower Network in Kintargo, Nolly Peltry is deeply concerned about the Scarlet Triad. In the short time that the slavers have begun operating in Kintargo, she has tried to flush out their agents, to no avail. When the PCs encounter Nolly on Kite Hill, she is an immediate ally against the Scarlet Triad, particularly if the PCs are willing to help her in sending messages. She is willing and able to fight with the PCs and, at the GM's discretion, might accompany them in this and future adventures.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 38\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 36\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 33\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 11\">[Nolly Peltry](/NPCs.aspx?ID=1562)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Halfling\" url=\"/Traits.aspx?ID=87\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 91</row>\n\n**Perception** +21\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Halfling](/Languages.aspx?ID=7), [Infernal](/Languages.aspx?ID=19)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +22, [Athletics](/Skills.aspx?ID=3) +19, [Deception](/Skills.aspx?ID=5) +20, [Diplomacy](/Skills.aspx?ID=6) +18, [Society](/Skills.aspx?ID=14) +22, [Stealth](/Skills.aspx?ID=15) +22, [Thievery](/Skills.aspx?ID=17) +20\r\n\r\n<row gap=\"medium\">\r\n**Str** +2\r\n\r\n**Dex** +5\r\n\r\n**Con** +1\r\n\r\n**Int** +1\r\n\r\n**Wis** +4\r\n\r\n**Cha** +3\r\n</row>\n\n**Items**\r\n[Dagger](/Weapons.aspx?ID=3) (2), _+1 [leather armor](/Armor.aspx?ID=4)_, _Nolly's hoe_ _(+1 [anarchic](/Equipment.aspx?ID=290) [striking](/Equipment.aspx?ID=280) [halfling sling staff](/Weapons.aspx?ID=78)_; 10 bullets), [infiltrator thieves' tools](/Equipment.aspx?ID=58)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 31 \r\n\r\n**Fort** +18 \r\n\r\n**Ref** +24 \r\n\r\n**Will** +21 \n\n</row>\r\n\r\n**HP** 185\n\n**Inspiring Presence** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [mental](/Traits.aspx?ID=106)) Allies within 30 feet of Nolly gain a +2 circumstance bonus to saves against [fear](/Traits.aspx?ID=68) effects.<br />**Halfling Luck** <actions string=\"Free Action\" /> ([fortune](/Traits.aspx?ID=76)) **Frequency** once per day; **Trigger** Nolly fails a skill check or a saving throw. **Effect** Nolly rerolls the triggering check, but she must use the new result, even if it's worse.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet; quick movements\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ndagger +22 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+8 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_Nolly's hoe_ +23 ([Magical](/Traits.aspx?ID=103), [Propulsive](/Traits.aspx?ID=191), [range increment 80 feet](/Traits.aspx?ID=248), [reload 1](/Traits.aspx?ID=254)),\r\n**Damage** 2d10+7 bludgeoning plus 1d6 chaotic\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\ndagger +22 ([Agile](/Traits.aspx?ID=170), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+8 piercing\n\n**Designate Bellflower Crop** <actions string=\"Three Actions\" />  Nolly designates an ally within 30 feet as a member of her Bellflower crop. Nolly can have up to 10 members in her crop at once; any member added in excess of this number automatically removes a crop member of Nolly's choice. When Nolly or a member of her crop [Aids](/Actions.aspx?ID=75) a crop member and rolls a success, they get a critical success to Aid instead.<br /> When a crop member within 60 feet of Nolly fails a saving throw against an effect that would impose the [confused](/Conditions.aspx?ID=5) or [paralyzed](/Conditions.aspx?ID=28) condition, the crop member can use a reaction to reroll the saving throw and use the better of the two results. This is a [fortune](/Traits.aspx?ID=76) effect.\r\n\r\n**Liberating Trick** <actions string=\"Two Actions\" />  Nolly frees herself or a creature within her reach from the [grabbed](/Conditions.aspx?ID=20) condition.\r\n\r\n**Quick Movements**   Nolly doesn't trigger reactions with her movement or with any use of the [Thievery](/Skills.aspx?ID=17) skill.\r\n\r\n**[Sneak Attack](/MonsterAbilities.aspx?ID=34)**   (precision) Nolly deals an extra 3d6 precision damage to [flat-footed](/Conditions.aspx?ID=16) creatures.\r\n\r\n</column>",
 "name": "Nolly Peltry",
 "npc": true,
 "perception": 21,
 "rarity": "unique",
 "reflex_save": 24,
 "release_date": "2019-09-18",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Halfling\" url=\"/Traits.aspx?ID=87\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 91</row>\n\n<row gap=\"medium\">\r\n**HP** 185\r\n\r\n**AC** 31\r\n\r\n**Fort** +18\r\n\r\n**Ref** +24\r\n\r\n**Will** +21\r\n\r\n**Perception** +21\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWith a twinkle in her eye and a laugh always at the ready, this middle-aged halfling typifies a happy-go-lucky attitude. Yet the deep lines in her …\r\n</summary>",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +22",
  "Athletics +19",
  "Deception +20",
  "Diplomacy +18",
  "Society +22",
  "Stealth +22",
  "Thievery +20"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +22, [Athletics](/Skills.aspx?ID=3) +19, [Deception](/Skills.aspx?ID=5) +20, [Diplomacy](/Skills.aspx?ID=6) +18, [Society](/Skills.aspx?ID=14) +22, [Stealth](/Skills.aspx?ID=15) +22, [Thievery](/Skills.aspx?ID=17) +20",
 "source": [
  "Pathfinder #147: Tomorrow Must Burn"
 ],
 "source_raw": [
  "Pathfinder #147: Tomorrow Must Burn pg. 91"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 91</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet; quick movements",
 "speed_raw": "25 feet; quick movements",
 "spell_markdown": "",
 "spoilers": "Age of Ashes",
 "stealth": "22",
 "strength": 2,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "With a twinkle in her eye and a laugh always at the ready, this middle-aged halfling typifies a happy-go-lucky attitude. Yet the deep lines in her …",
 "summary_markdown": "With a twinkle in her eye and a laugh always at the ready, this middle-aged halfling typifies a happy-go-lucky attitude. Yet the deep lines in her …",
 "text": " Nolly Peltry With a twinkle in her eye and a laugh always at the ready, this middle-aged halfling typifies a happy-go-lucky attitude. Yet the deep lines in her face and the rough callouses on her hands and feet indicate a life of unceasing effort in the service of ending slavery. As a child growing up in Magnimar, Corra Dianthe rushed to defend any halfling in need, coaxing her family to help. Often, such halflings were refugees from Cheliax, former slaves newly rescued by the Bellflower Network. Proud of Corra's kind nature, her large family did what they could, sharing meals and helping to find shelter and work for the refugees. Corra's family always had enough to share, and Corra didn't realize how much wealthier her family was than others. As she reached adolescence, Corra increasingly felt that despite their efforts, her family was not doing enough. She had fine food and excellent schooling, but these luxuries made Corra feel guilty, not glad. She knew of the brutal realities of slavery as well as the harrowing path to freedom that the refugees had endured, and she resolved to join the Bellflower Network. Corra told her parents of her decision, but frightened for her safety, they insisted that Corra learn the family textile trade, emphasizing how much the business needed her and that she should put off leaving for just another year or two. She acquiesced for a few years, spending her spare time training with weapons and learning cat burglary from secret ne'er-do-well friends. Corra spent nights creeping across roofs and picking locks on sheds just to develop her skills, and when her unscrupulous companions stole valuables from others, Corra stole them back and replaced them as often as she could. All the while, she continued to help refugees with food, shelter, and a listening ear. As Corra approached her twenty-first birthday, she grew impatient with her parents' limited views. They, in turn, felt that their daughter had become dangerously radicalized. Why couldn't she settle down and prosper in the family business? They had no opposition to charity—and remained very giving people—but they felt charity began and ended at home. Corra's parents planned an enormous birthday party for her, trying to convince her that she had a good life and that she had already helped many. On that evening, as dozens of family and friends waited to celebrate, Corra arrived late, dressed in leather armor and carrying a backpack and sling staff. “When every halfling on Golarion is free to celebrate, then I will celebrate,” she announced. “Until then, I'll work for that freedom!” Then, Corra turned around and disappeared into the night. Corra became a Bellflower tiller, leading halflings to safe houses in Kintargo. After each mission, she'd push herself to be back on the road as soon as possible, but Corra savored her moments of downtime in the Silver City, enjoying its comforts. She became particularly fond of Long Roads Coffeehouse, enjoying the baked goods and the company of the coffeehouse's proprietor, Laria Longroad. Over late-night pastries one night, she and the other Bellflower agents fell to reminiscing about childhood tales of the folk hero Nolly Peltry. “If only our dangers were merely troublesome raccoons and giant bears,” sighed Corra. “Just start thinking of them that way,” Laria suggested with a grin. “I'm sure it'll make everything turn to the luck, just as Nolly says!” Corra realized that there was a great deal of wisdom behind Laria's jest. She began to do just that, easing her crop's fears on their journey with comparisons to The Peltry Fables, or telling a tall tale or two to soothe anxious hearts on a long, cold night. Soon, other Bellflower Network agents began referring to Corra as Nolly Peltry, and the name stuck. Becoming legendary as a tiller in her own right, Nolly continued to journey each year, bringing crop after crop of freed slaves to safety. Nolly's failures were few, but they haunted her nights and strengthened her resolve. As rebellion seized Ravounel, followed by the reprisals and crackdowns of House Thrune, Nolly became concerned that her long, arduous journeys would end only in capture at Kintargo's port. The Night of Ashes, when Barzillai Thrune seized power in the city and Nolly saw many of the safe houses and allies that she had relied on over the years destroyed, was the turning point for her. She decided to remain in the Silver City, allying with the Silver Ravens and orchestrating the aid of other Bellflower Network agents, even developing a language of kite messaging as a means of communicating with allies throughout Kintargo. When fighting erupted in the streets, she grabbed her iconic sling staff and joined in. As soon as Thrune was defeated, Nolly turned her attention to reestablishing routes of safe passage and rebuilding relationships with ship's captains and smugglers. So many Bellflower agents had come to rely on her in Kintargo that she stayed in that city, becoming their leader as well as their inspiration. She continues to direct their efforts and coordinate with tillers and others throughout northern Cheliax, Nidal, Molthune, and Isger. Campaign Use As the head of the Bellflower Network in Kintargo, Nolly Peltry is deeply concerned about the Scarlet Triad. In the short time that the slavers have begun operating in Kintargo, she has tried to flush out their agents, to no avail. When the PCs encounter Nolly on Kite Hill, she is an immediate ally against the Scarlet Triad, particularly if the PCs are willing to help her in sending messages. She is willing and able to fight with the PCs and, at the GM's discretion, might accompany them in this and future adventures. Recall Knowledge - Humanoid (Society): DC 38 Unspecific Lore : DC 36 Specific Lore : DC 33 Nolly Peltry Source Pathfinder #147: Tomorrow Must Burn pg. 91 Perception +21 Languages Common, Elven, Halfling, Infernal Skills Acrobatics +22, Athletics +19, Deception +20, Diplomacy +18, Society +22, Stealth +22, Thievery +20 Str +2 Dex +5 Con +1 Int +1 Wis +4 Cha +3 Items Dagger (2), +1 leather armor , Nolly's hoe (+1 anarchic striking halfling sling staff ; 10 bullets), infiltrator thieves' tools --- AC 31 Fort +18 Ref +24 Will +21 HP 185 Inspiring Presence (aura, emotion, mental) Allies within 30 feet of Nolly gain a +2 circumstance bonus to saves against fear effects. Halfling Luck Free Action (fortune) Frequency once per day; Trigger Nolly fails a skill check or a saving throw. Effect Nolly rerolls the triggering check, but she must use the new result, even if it's worse. --- Speed 25 feet; quick movements Melee Single Action dagger +22 (Agile, Finesse, versatile S), Damage 1d4+8 piercing Ranged Single Action Nolly's hoe +23 (Magical, Propulsive, range increment 80 feet, reload 1), Damage 2d10+7 bludgeoning plus 1d6 chaotic Ranged Single Action dagger +22 (Agile, thrown 10 feet, versatile S), Damage 1d4+8 piercing Designate Bellflower Crop Three Actions Nolly designates an ally within 30 feet as a member of her Bellflower crop. Nolly can have up to 10 members in her crop at once; any member added in excess of this number automatically removes a crop member of Nolly's choice. When Nolly or a member of her crop Aids a crop member and rolls a success, they get a critical success to Aid instead. When a crop member within 60 feet of Nolly fails a saving throw against an effect that would impose the confused or paralyzed condition, the crop member can use a reaction to reroll the saving throw and use the better of the two results. This is a fortune effect. Liberating Trick Two Actions Nolly frees herself or a creature within her reach from the grabbed condition. Quick Movements Nolly doesn't trigger reactions with her movement or with any use of the Thievery skill. Sneak Attack (precision) Nolly deals an extra 3d6 precision damage to flat-footed creatures. ",
 "trait": [
  "Halfling",
  "Humanoid",
  "Unique",
  "CG",
  "Small"
 ],
 "trait_markdown": "[Halfling](/Traits.aspx?ID=87), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Halfling",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1562",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 21,
 "wisdom": 4
}