{
 "ac": 46,
 "alignment": "LN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 7,
 "constitution": 6,
 "creature_ability": [
  "Sense Fate",
  "Triumvirate",
  "Fated",
  "Sever Fate",
  "Shift Fate",
  "Snip Thread"
 ],
 "creature_family_markdown": "",
 "dexterity": 6,
 "exclude_from_search": false,
 "fortitude_save": 34,
 "hp": 375,
 "hp_raw": "375",
 "id": "creature-742",
 "image": [
  "/Images/Monsters/Norn.png"
 ],
 "immunity": [
  "flat-footed",
  "negative"
 ],
 "immunity_markdown": "[flat-footed](/Conditions.aspx?ID=16), negative",
 "intelligence": 6,
 "language": [
  "Common",
  "Jotun",
  "Sylvan",
  "<%SPELLS%340%%><i>tongues</i><%END>"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Jotun](/Languages.aspx?ID=8), [Sylvan](/Languages.aspx?ID=10); [_tongues_](/Spells.aspx?ID=340)",
 "level": 20,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Norn](/Monsters.aspx?ID=742)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nAncient beyond imagining, norns are powerful fey women who hold in their hands the physical manifestation of fate and destiny in the form of golden thread. They watch over all life, intervening with reluctance when called upon—or with a vengeance when the strands of fate are twisted and abused by lesser beings.\n\n Norns' relationship with the Eldest of the First World is complex. Many among norns serve [Magdh](/Deities.aspx?ID=97) the Three, the triune Eldest who some norns believe to be the first norn triumvirate bound together into one entity, as Magdh has three bodies: a Maiden, a Mother, and a Matriarch. Magdh claims to be watching the threads of fate for some ominous prophesied cataclysm, and in addition to assisting in her divinations, Magdh expects the norns who serve her to follow her cryptic commands to help nudge the future away from the brink. However, norns are powerful beings in their own right, themselves capable of granting divine power, and many balk at serving the enigmatic demigod. These norns find the other Eldest even more alien and challenging to interact with, for they believe that while the Eldest wield great power, even these powerful beings should not be granted leave to meddle with fate as much as they desire.\n\n While even the weakest of the Eldest could destroy an unaffiliated norn with ease, they tend to obey the proclamations and judgments of norns when they are spoken. These norns, for their part, use their perceived neutrality judiciously. They know better than to issue too many demands to the Eldest, lest the capricious demigods grow frustrated and tired of norns' interference. And so the balance of power remains tenuous between unaffiliated norns and the Eldest, as it has for eons. However, norns know that it's merely a matter of time before the Eldest lose their respect for this tradition and start acting entirely as they please, despite norns' best efforts to rein in their most disruptive actions.\n\n A norn stands 14 feet tall and weighs 800 pounds.\n\n \n\n<title level=\"2\" right=\"\">Worshipping Norns</title> On the Material Plane, some mortals worship norns as deities, while others, especially witches and bards, admire them as patrons or muses. Those who uphold norns as deities are known as [Followers of Fate](/Deities.aspx?ID=210). Norns do little to discourage this veneration, but neither do they go out of their way to support such worship. Clerics who venerate norns might worship a specific norn or norn triumvirate, or all norns as a whole, but they gain the same benefits regardless of their choice. The religious symbol of Followers of Fate is a pair of shears cutting a golden thread, and their areas of concern are destiny, fate, and the aging process.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fey](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 45\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 43\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 40\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Norn.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 20\">[Norn](/Monsters.aspx?ID=742)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"LN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 184 <sup>2.0</sup></row>\n\n**Perception** +41; [_detect magic_](/Spells.aspx?ID=66), [greater darkvision](/MonsterAbilities.aspx?ID=12), [lifesense 120 feet](/MonsterAbilities.aspx?ID=21), [_true seeing_](/Spells.aspx?ID=344)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Jotun](/Languages.aspx?ID=8), [Sylvan](/Languages.aspx?ID=10); [_tongues_](/Spells.aspx?ID=340)\r\n\r\n**Skills**\r\n[Crafting](/Skills.aspx?ID=4) +36, [Deception](/Skills.aspx?ID=5) +35, [Intimidation](/Skills.aspx?ID=7) +37, [Lore (all)](/Skills.aspx?ID=8) +28, [Medicine](/Skills.aspx?ID=9) +38, [Occultism](/Skills.aspx?ID=11) +34, [Performance](/Skills.aspx?ID=12) +31, [Religion](/Skills.aspx?ID=13) +34\r\n\r\n<row gap=\"medium\">\r\n**Str** +7\r\n\r\n**Dex** +6\r\n\r\n**Con** +6\r\n\r\n**Int** +6\r\n\r\n**Wis** +10\r\n\r\n**Cha** +7\r\n</row>\r\n\r\n**Sense Fate** ([fortune](/Traits.aspx?ID=76)) A norn automatically rolls a 20 when she rolls initiative.<br />**Triumvirate** This functions as the [coven](/MonsterAbilities.aspx?ID=11) ability, except only norns can join a triumvirate, and it functions only as long as exactly three norns are part of the triumvirate. A triumvirate grants the following spells: [_alter reality_](/Spells.aspx?ID=8) (once per day), [_cataclysm_](/Spells.aspx?ID=32), [_discern location_](/Spells.aspx?ID=75), [_foresight_](/Spells.aspx?ID=127), and [_revival_](/Spells.aspx?ID=262).\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 46 \r\n\r\n**Fort** +34 \r\n\r\n**Ref** +30 \r\n\r\n**Will** +38 \r\n\r\n+1 status to all saves vs. magic\r\n</row>\r\n\r\n**HP** 375\r\n\r\n, regeneration 20 (deactivated by cold iron)\r\n\r\n**Immunities**\r\n[flat-footed](/Conditions.aspx?ID=16), negative\n\n**Weaknesses**\r\ncold iron 20\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet, fly 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nnorn shears +38 ([deadly 2d12](/Traits.aspx?ID=174), [Magical](/Traits.aspx?ID=103), [reach 10 feet](/Traits.aspx?ID=192), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 4d6+15 slashing plus 5d6 negative and sever fate\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nhand of fate +38 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103), [reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 4d10+15 negative plus sever fate\r\n\r\n**Occult Innate Spells** DC 42\r\n- **7th**\r\n[Dispel Magic](/Spells.aspx?ID=78) (at will), [Read Omens](/Spells.aspx?ID=247) (at will), [Spellwrack](/Spells.aspx?ID=298) (at will)\r\n- **8th**\r\n[Maze](/Spells.aspx?ID=187), [Wind Walk](/Spells.aspx?ID=376)\r\n- **9th**\r\n[Power Word Kill](/Spells.aspx?ID=227), [Retrocognition](/Spells.aspx?ID=260), [Weird](/Spells.aspx?ID=375)\r\n- **10th**\r\n[Time Stop](/Spells.aspx?ID=339)\r\n- **Constant (10th)**\r\n[Detect Magic](/Spells.aspx?ID=66), [Mind Blank](/Spells.aspx?ID=192), [Tongues](/Spells.aspx?ID=340), [True Seeing](/Spells.aspx?ID=344)\r\n\r\n**Rituals** DC 42\r\n\r\n- **3rd**\r\n[Geas](/Rituals.aspx?ID=12)\r\n- **7th**\r\n[Legend Lore](/Rituals.aspx?ID=15)\r\n\r\n**Fated**   When a creature is subject to a [fortune](/Traits.aspx?ID=76) effect from a norn and a [misfortune](/Traits.aspx?ID=110) effect from any source other than a norn (or vice versa), the norn's effect automatically counteracts the other effect and then takes place normally, rather than the two effects canceling each other out. If both the fortune and misfortune effect are from a norn, then the two cancel each other out as normal. At the GM's discretion, powerful entities related to fate or luck, like [Desna](/Deities.aspx?ID=5), [Magdh](/Deities.aspx?ID=97), or [Pharasma](/Deities.aspx?ID=14), count as a norn for the purpose of this ability.\r\n\r\n**Sever Fate**  ([Necromancy](/Traits.aspx?ID=117), [Occult](/Traits.aspx?ID=120)) When a norn deals negative damage with a Strike, she regains 10 Hit Points. The target must succeed at a DC 39 Fortitude save or become [drained 1](/Conditions.aspx?ID=10) (drained 2 on a critical failure). Further negative damage dealt by the norn increases the drained condition value by 1 on a failed save (or by 2 on a critical failure), to a maximum of drained 4.\r\n\r\n**Shift Fate** <actions string=\"Reaction\" /> ([Divination](/Traits.aspx?ID=47), [Occult](/Traits.aspx?ID=120)) **Trigger** A creature within 120 feet attempts a saving throw; **Effect** The creature rolls the saving throw twice, and then the norn decides which result applies. If the norn chooses the lower roll, this is a [misfortune](/Traits.aspx?ID=110) effect; if she chooses the higher roll, it's a [fortune](/Traits.aspx?ID=76) effect; if they're the same, she decides which trait to apply.\r\n\r\n**Snip Thread** <actions string=\"Two Actions\" /> ([Death](/Traits.aspx?ID=40), [Manipulate](/Traits.aspx?ID=104), [Necromancy](/Traits.aspx?ID=117), [Occult](/Traits.aspx?ID=120)) **Frequency** three times per day; **Effect** The norn produces a golden thread linked to the fate of a creature within 100 feet of her, then snips it short with her shears. The target takes 100 negative damage (DC 42 basic Fortitude save). If the target is reduced to 0 Hit Points from this damage, the thread is completely severed and the creature dies immediately. A creature slain by Snip Thread can't be restored to life except by [_miracle_](/Spells.aspx?ID=196), [_wish_](/Spells.aspx?ID=377), or similarly powerful magic; or by divine intervention. Regardless of the outcome of their saving throw, a creature targeted by Snip Thread then becomes temporarily immune for 24 hours. The norn can't use Snip Thread again for 1d4 rounds.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Lost Norns</title>\r\n\r\nWhen separated from a triumvirate for too long, a norn on the [Material Plane](/Planes.aspx?ID=1) can grow confused and weak. Her powers remain strong, but her ability to interpret fate becomes skewed and warped. Lost norns begin to use their abilities for their own goals rather than serving fate. A lost norn's alignment slowly shifts from lawful neutral to either lawful evil or lawful good, depending on how she interprets her visions.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Norn Triumvirates</title>\r\n\r\nNorns who visit the Material Plane often do so in groups of three known as triumvirates. The norns of a triumvirate can communicate with each other telepathically over a planetary distance. Regardless of their appearance on the [First World](/Planes.aspx?ID=10), when a norn becomes part of a triumvirate on the [Material Plane](/Planes.aspx?ID=1), her apparent age shifts so that in each group, there always appears to be one young adult norn, one middleaged norn, and one elderly norn—a Maiden, a Mother, and a Matriarch.\r\n</aside>",
 "name": "Norn",
 "npc": false,
 "perception": 41,
 "pfs": "Standard",
 "rarity": "rare",
 "reflex_save": 30,
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 184 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 375\r\n\r\n**AC** 46\r\n\r\n**Fort** +34\r\n\r\n**Ref** +30\r\n\r\n**Will** +38\r\n\r\n**Perception** +41\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAncient beyond imagining, norns are powerful fey women who hold in their hands the physical manifestation of fate and destiny in the form of golden …\r\n</summary>",
 "sense": "  detect magic  ,  greater darkvision ,  lifesense 120 feet ,   true seeing  ",
 "sense_markdown": "[_detect magic_](/Spells.aspx?ID=66), [greater darkvision](/MonsterAbilities.aspx?ID=12), [lifesense 120 feet](/MonsterAbilities.aspx?ID=21), [_true seeing_](/Spells.aspx?ID=344)",
 "size": [
  "Large"
 ],
 "skill": [
  "Crafting +36",
  "Deception +35",
  "Intimidation +37",
  "Lore (all) +28",
  "Medicine +38",
  "Occultism +34",
  "Performance +31",
  "Religion +34"
 ],
 "skill_markdown": "[Crafting](/Skills.aspx?ID=4) +36, [Deception](/Skills.aspx?ID=5) +35, [Intimidation](/Skills.aspx?ID=7) +37, [Lore (all)](/Skills.aspx?ID=8) +28, [Medicine](/Skills.aspx?ID=9) +38, [Occultism](/Skills.aspx?ID=11) +34, [Performance](/Skills.aspx?ID=12) +31, [Religion](/Skills.aspx?ID=13) +34",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 184"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 184 <sup>2.0</sup></row>",
 "speed": {
  "fly": 35,
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet, fly 35 feet",
 "speed_raw": "35 feet, fly 35 feet",
 "spell": [
  "Time Stop",
  "Power Word Kill",
  "Retrocognition",
  "Weird",
  "Maze",
  "Wind Walk",
  "Dispel Magic",
  "Read Omens",
  "Spellwrack",
  "Detect Magic",
  "Mind Blank",
  "Tongues",
  "True Seeing"
 ],
 "spell_markdown": "[Detect Magic](/Spells.aspx?ID=66), [Dispel Magic](/Spells.aspx?ID=78), [Maze](/Spells.aspx?ID=187), [Mind Blank](/Spells.aspx?ID=192), [Power Word Kill](/Spells.aspx?ID=227), [Read Omens](/Spells.aspx?ID=247), [Retrocognition](/Spells.aspx?ID=260), [Spellwrack](/Spells.aspx?ID=298), [Time Stop](/Spells.aspx?ID=339), [Tongues](/Spells.aspx?ID=340), [True Seeing](/Spells.aspx?ID=344), [Weird](/Spells.aspx?ID=375), [Wind Walk](/Spells.aspx?ID=376)",
 "strength": 7,
 "strongest_save": [
  "will"
 ],
 "summary": "Ancient beyond imagining, norns are powerful fey women who hold in their hands the physical manifestation of fate and destiny in the form of golden …",
 "summary_markdown": "Ancient beyond imagining, norns are powerful fey women who hold in their hands the physical manifestation of fate and destiny in the form of golden …",
 "text": " Norn Ancient beyond imagining, norns are powerful fey women who hold in their hands the physical manifestation of fate and destiny in the form of golden thread. They watch over all life, intervening with reluctance when called upon—or with a vengeance when the strands of fate are twisted and abused by lesser beings. Norns' relationship with the Eldest of the First World is complex. Many among norns serve Magdh the Three, the triune Eldest who some norns believe to be the first norn triumvirate bound together into one entity, as Magdh has three bodies: a Maiden, a Mother, and a Matriarch. Magdh claims to be watching the threads of fate for some ominous prophesied cataclysm, and in addition to assisting in her divinations, Magdh expects the norns who serve her to follow her cryptic commands to help nudge the future away from the brink. However, norns are powerful beings in their own right, themselves capable of granting divine power, and many balk at serving the enigmatic demigod. These norns find the other Eldest even more alien and challenging to interact with, for they believe that while the Eldest wield great power, even these powerful beings should not be granted leave to meddle with fate as much as they desire. While even the weakest of the Eldest could destroy an unaffiliated norn with ease, they tend to obey the proclamations and judgments of norns when they are spoken. These norns, for their part, use their perceived neutrality judiciously. They know better than to issue too many demands to the Eldest, lest the capricious demigods grow frustrated and tired of norns' interference. And so the balance of power remains tenuous between unaffiliated norns and the Eldest, as it has for eons. However, norns know that it's merely a matter of time before the Eldest lose their respect for this tradition and start acting entirely as they please, despite norns' best efforts to rein in their most disruptive actions. A norn stands 14 feet tall and weighs 800 pounds. Worshipping Norns On the Material Plane, some mortals worship norns as deities, while others, especially witches and bards, admire them as patrons or muses. Those who uphold norns as deities are known as Followers of Fate. Norns do little to discourage this veneration, but neither do they go out of their way to support such worship. Clerics who venerate norns might worship a specific norn or norn triumvirate, or all norns as a whole, but they gain the same benefits regardless of their choice. The religious symbol of Followers of Fate is a pair of shears cutting a golden thread, and their areas of concern are destiny, fate, and the aging process. Recall Knowledge - Fey (Nature): DC 45 Unspecific Lore : DC 43 Specific Lore : DC 40 Norn Source Bestiary 2 pg. 184 2.0 Perception +41; detect magic , greater darkvision, lifesense 120 feet, true seeing Languages Common, Jotun, Sylvan; tongues Skills Crafting +36, Deception +35, Intimidation +37, Lore (all) +28, Medicine +38, Occultism +34, Performance +31, Religion +34 Str +7 Dex +6 Con +6 Int +6 Wis +10 Cha +7 Sense Fate (fortune) A norn automatically rolls a 20 when she rolls initiative. Triumvirate This functions as the coven ability, except only norns can join a triumvirate, and it functions only as long as exactly three norns are part of the triumvirate. A triumvirate grants the following spells: alter reality (once per day), cataclysm , discern location , foresight , and revival . --- AC 46 Fort +34 Ref +30 Will +38 +1 status to all saves vs. magic HP 375 , regeneration 20 (deactivated by cold iron) Immunities flat-footed, negative Weaknesses cold iron 20 --- Speed 35 feet, fly 35 feet Melee Single Action norn shears +38 (deadly 2d12, Magical, reach 10 feet, versatile P), Damage 4d6+15 slashing plus 5d6 negative and sever fate Melee Single Action hand of fate +38 (Agile, Magical, reach 10 feet), Damage 4d10+15 negative plus sever fate Occult Innate Spells DC 42 - 7th Dispel Magic (at will), Read Omens (at will), Spellwrack (at will) - 8th Maze, Wind Walk - 9th Power Word Kill, Retrocognition, Weird - 10th Time Stop - Constant (10th) Detect Magic, Mind Blank, Tongues, True Seeing Rituals DC 42 - 3rd Geas - 7th Legend Lore Fated When a creature is subject to a fortune effect from a norn and a misfortune effect from any source other than a norn (or vice versa), the norn's effect automatically counteracts the other effect and then takes place normally, rather than the two effects canceling each other out. If both the fortune and misfortune effect are from a norn, then the two cancel each other out as normal. At the GM's discretion, powerful entities related to fate or luck, like Desna, Magdh, or Pharasma, count as a norn for the purpose of this ability. Sever Fate (Necromancy, Occult) When a norn deals negative damage with a Strike, she regains 10 Hit Points. The target must succeed at a DC 39 Fortitude save or become drained 1 (drained 2 on a critical failure). Further negative damage dealt by the norn increases the drained condition value by 1 on a failed save (or by 2 on a critical failure), to a maximum of drained 4. Shift Fate Reaction (Divination, Occult) Trigger A creature within 120 feet attempts a saving throw; Effect The creature rolls the saving throw twice, and then the norn decides which result applies. If the norn chooses the lower roll, this is a misfortune effect; if she chooses the higher roll, it's a fortune effect; if they're the same, she decides which trait to apply. Snip Thread Two Actions (Death, Manipulate, Necromancy, Occult) Frequency three times per day; Effect The norn produces a golden thread linked to the fate of a creature within 100 feet of her, then snips it short with her shears. The target takes 100 negative damage (DC 42 basic Fortitude save). If the target is reduced to 0 Hit Points from this damage, the thread is completely severed and the creature dies immediately. A creature slain by Snip Thread can't be restored to life except by miracle , wish , or similarly powerful magic; or by divine intervention. Regardless of the outcome of their saving throw, a creature targeted by Snip Thread then becomes temporarily immune for 24 hours. The norn can't use Snip Thread again for 1d4 rounds. Lost Norns When separated from a triumvirate for too long, a norn on the Material Plane can grow confused and weak. Her powers remain strong, but her ability to interpret fate becomes skewed and warped. Lost norns begin to use their abilities for their own goals rather than serving fate. A lost norn's alignment slowly shifts from lawful neutral to either lawful evil or lawful good, depending on how she interprets her visions. Norn Triumvirates Norns who visit the Material Plane often do so in groups of three known as triumvirates. The norns of a triumvirate can communicate with each other telepathically over a planetary distance. Regardless of their appearance on the First World, when a norn becomes part of a triumvirate on the Material Plane, her apparent age shifts so that in each group, there always appears to be one young adult norn, one middleaged norn, and one elderly norn—a Maiden, a Mother, and a Matriarch. ",
 "trait": [
  "Fey",
  "Rare",
  "LN",
  "Large"
 ],
 "trait_markdown": "[Fey](/Traits.aspx?ID=69), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Fey",
  "Rare"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=742",
 "vision": "Greater darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {
  "cold_iron": 20
 },
 "weakness_markdown": "cold iron 20",
 "weakness_raw": "cold iron 20",
 "will_save": 38,
 "wisdom": 10
}