{
 "ac": 15,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 3,
 "creature_ability": [
  "Bone Chariot",
  "Scuttle Away"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 6,
 "hp": 30,
 "hp_raw": "30",
 "id": "creature-1255",
 "image": [
  "/Images/Monsters/Ostovite.png"
 ],
 "immunity": [
  "bleed",
  "death  effects",
  "disease",
  "doomed",
  "drained",
  "fatigued",
  "good  damage",
  "healing",
  "lawful  damage",
  "mental",
  "necromancy",
  "nonlethal  attacks",
  "paralyzed",
  "poisoned",
  "sickened",
  "unconscious"
 ],
 "immunity_markdown": "bleed, [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [doomed](/Conditions.aspx?ID=9), [drained](/Conditions.aspx?ID=10), [fatigued](/Conditions.aspx?ID=15), [good](/Traits.aspx?ID=83) damage, [healing](/Traits.aspx?ID=89), [lawful](/Traits.aspx?ID=99) damage, [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117), [nonlethal](/Traits.aspx?ID=188) attacks, [paralyzed](/Conditions.aspx?ID=28), [poisoned](/Traits.aspx?ID=126), [sickened](/Conditions.aspx?ID=34), [unconscious](/Conditions.aspx?ID=38)",
 "intelligence": -4,
 "language": [
  "Abyssal"
 ],
 "language_markdown": "[Abyssal](/Languages.aspx?ID=12)",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Ostovite](/Monsters.aspx?ID=1255)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nSkittering scavenger vermin common throughout the [Abyss](/Planes.aspx?ID=13), ostovites roam battlefields to harvest flesh and bones. After the ostovites dissolve and slurp up the flesh for sustenance, they craft the bones into elaborate shells they refer to as “bone chariots.”\n\n These bone chariots move under the ostovites' command and serve as an important marker of rank in ostovite nests. To the tiny ostovites, bigger is better, and building large skeletal conveyances is the only way for them to increase their standing in life. Although they feel deeply inferior to creatures larger than themselves, this fear can be overwhelmed by the ostovites' visceral desire to harvest those creatures' bones to increase their own status. When confronted with a particularly massive skeleton, ostovites generally fight among themselves and end up splitting the haul. However, there are rare instances of the selfish creatures working together to puppeteer a much larger bone chariot.\n\n Ostovites' faint understanding of anatomy results in bone chariots that look more like a nightmarish attempt at art than any creature the bones were pulled from. Some powerful fiends and their admirers collect this strange art by bribing ostovites with skeletons or finding ways to kill ostovites without disrupting the chariot around them. Despite ostovites' origins in the Abyss, they are neither [demons](/MonsterFamilies.aspx?ID=28) nor [qlippoth](/MonsterFamilies.aspx?ID=146).\n\n Without the protection of the major fiends, they find their homes in nooks and crannies along the corners of their home plane. Though they have no innate ability to cross the planar boundaries, flaws in the Abyss's fabric often lead them to worlds across the planes. Ostovites that have thus migrated are often much happier. Away from demonic abuse, they usually can be found near mortal crypts and battlefields. On the [Material Plane](/Planes.aspx?ID=1), they rarely have to face any threats other than the [undead](/Traits.aspx?ID=160), clerics of [Pharasma](/Deities.aspx?ID=14), and families of the deceased.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fiend](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 15\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 13\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 10\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Ostovite.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Ostovite](/Monsters.aspx?ID=1255)</title>\r\n\r\n<traits>\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Fiend\" url=\"/Traits.aspx?ID=70\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 193</row>\n\n**Perception** +4; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Abyssal](/Languages.aspx?ID=12)\r\n\r\n**Skills**\r\n[Crafting](/Skills.aspx?ID=4) +4, [Stealth](/Skills.aspx?ID=15) +7\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +4\r\n\r\n**Con** +3\r\n\r\n**Int** -4\r\n\r\n**Wis** +1\r\n\r\n**Cha** +0\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 15 \r\n\r\n**Fort** +6 \r\n\r\n**Ref** +9 \r\n\r\n**Will** +4 \n\n</row>\r\n\r\n**HP** 30\n\n**Immunities**\r\nbleed, [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [doomed](/Conditions.aspx?ID=9), [drained](/Conditions.aspx?ID=10), [fatigued](/Conditions.aspx?ID=15), [good](/Traits.aspx?ID=83) damage, [healing](/Traits.aspx?ID=89), [lawful](/Traits.aspx?ID=99) damage, [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117), [nonlethal](/Traits.aspx?ID=188) attacks, [paralyzed](/Conditions.aspx?ID=28), [poisoned](/Traits.aspx?ID=126), [sickened](/Conditions.aspx?ID=34), [unconscious](/Conditions.aspx?ID=38)\n\n**Bone Chariot** Ostovites build and inhabit moving shells of bone. The ostovite's base statistics, particularly its immunities, assume the ostovite is safely inside its bone chariot. The bone chariot is destroyed when the ostovite is reduced to less than half its Hit Points or immediately after it takes damage from a critical hit. Damage that can specifically affect the ostovite controlling the chariot even while it's inside (such as the spell [_spirit blast_](/Spells.aspx?ID=301)) doesn't destroy the bone chariot, and it bypasses the ostovite's immunities.<br /> Without the bone chariot, the ostovite loses its immunities and bone spike Strike, and it is reduced to Tiny size. It also gains weakness 5 to good, mental, and physical damage. Building a new bone chariot requires the skeleton of a Small or larger creature and 10 minutes. An ostovite in a bone chariot is normally Small, though larger bone chariots are possible, especially when ostovites work together.<br />**Scuttle Away**<actions string=\"Reaction\" /> **Trigger** The ostovite's bone chariot is destroyed; **Effect** The ostovite within Steps or Strides.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nmandibles +9 ([Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d4 piercing plus 1d4 acid\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbone spike +9 ([Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d12 piercing plus 1d4 [persistent bleed](/Conditions.aspx?ID=29)\n\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Ostovite Lairs</title>\r\n\r\nOstovites are most often found on battlefields, scavenging for food and bones, regardless of the plane. If one of the vermin finds a suitable location and can bring others along with it, a colony might form\r\n</aside>",
 "name": "Ostovite",
 "npc": false,
 "perception": 4,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 9,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Fiend\" url=\"/Traits.aspx?ID=70\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 193</row>\n\n<row gap=\"medium\">\r\n**HP** 30\r\n\r\n**AC** 15\r\n\r\n**Fort** +6\r\n\r\n**Ref** +9\r\n\r\n**Will** +4\r\n\r\n**Perception** +4\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSkittering scavenger vermin common throughout the  Abyss , ostovites roam battlefields to harvest flesh and bones. After the ostovites dissolve and …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Small"
 ],
 "skill": [
  "Crafting +4",
  "Stealth +7"
 ],
 "skill_markdown": "[Crafting](/Skills.aspx?ID=4) +4, [Stealth](/Skills.aspx?ID=15) +7",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 193"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 193</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "stealth": "7",
 "strength": 0,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Skittering scavenger vermin common throughout the  Abyss , ostovites roam battlefields to harvest flesh and bones. After the ostovites dissolve and …",
 "summary_markdown": "Skittering scavenger vermin common throughout the  Abyss , ostovites roam battlefields to harvest flesh and bones. After the ostovites dissolve and …",
 "text": " Ostovite Skittering scavenger vermin common throughout the Abyss, ostovites roam battlefields to harvest flesh and bones. After the ostovites dissolve and slurp up the flesh for sustenance, they craft the bones into elaborate shells they refer to as “bone chariots.” These bone chariots move under the ostovites' command and serve as an important marker of rank in ostovite nests. To the tiny ostovites, bigger is better, and building large skeletal conveyances is the only way for them to increase their standing in life. Although they feel deeply inferior to creatures larger than themselves, this fear can be overwhelmed by the ostovites' visceral desire to harvest those creatures' bones to increase their own status. When confronted with a particularly massive skeleton, ostovites generally fight among themselves and end up splitting the haul. However, there are rare instances of the selfish creatures working together to puppeteer a much larger bone chariot. Ostovites' faint understanding of anatomy results in bone chariots that look more like a nightmarish attempt at art than any creature the bones were pulled from. Some powerful fiends and their admirers collect this strange art by bribing ostovites with skeletons or finding ways to kill ostovites without disrupting the chariot around them. Despite ostovites' origins in the Abyss, they are neither demons nor qlippoth. Without the protection of the major fiends, they find their homes in nooks and crannies along the corners of their home plane. Though they have no innate ability to cross the planar boundaries, flaws in the Abyss's fabric often lead them to worlds across the planes. Ostovites that have thus migrated are often much happier. Away from demonic abuse, they usually can be found near mortal crypts and battlefields. On the Material Plane, they rarely have to face any threats other than the undead, clerics of Pharasma, and families of the deceased. Recall Knowledge - Fiend (Religion): DC 15 Unspecific Lore : DC 13 Specific Lore : DC 10 Ostovite Source Bestiary 3 pg. 193 Perception +4; darkvision Languages Abyssal Skills Crafting +4, Stealth +7 Str +0 Dex +4 Con +3 Int -4 Wis +1 Cha +0 --- AC 15 Fort +6 Ref +9 Will +4 HP 30 Immunities bleed, death effects, disease, doomed, drained, fatigued, good damage, healing, lawful damage, mental, necromancy, nonlethal attacks, paralyzed, poisoned, sickened, unconscious Bone Chariot Ostovites build and inhabit moving shells of bone. The ostovite's base statistics, particularly its immunities, assume the ostovite is safely inside its bone chariot. The bone chariot is destroyed when the ostovite is reduced to less than half its Hit Points or immediately after it takes damage from a critical hit. Damage that can specifically affect the ostovite controlling the chariot even while it's inside (such as the spell spirit blast ) doesn't destroy the bone chariot, and it bypasses the ostovite's immunities. Without the bone chariot, the ostovite loses its immunities and bone spike Strike, and it is reduced to Tiny size. It also gains weakness 5 to good, mental, and physical damage. Building a new bone chariot requires the skeleton of a Small or larger creature and 10 minutes. An ostovite in a bone chariot is normally Small, though larger bone chariots are possible, especially when ostovites work together. Scuttle Away Reaction Trigger The ostovite's bone chariot is destroyed; Effect The ostovite within Steps or Strides. --- Speed 25 feet Melee Single Action mandibles +9 (Finesse), Damage 1d4 piercing plus 1d4 acid Melee Single Action bone spike +9 (Finesse), Damage 1d12 piercing plus 1d4 persistent bleed Ostovite Lairs Ostovites are most often found on battlefields, scavenging for food and bones, regardless of the plane. If one of the vermin finds a suitable location and can bring others along with it, a colony might form ",
 "trait": [
  "Fiend",
  "CE",
  "Small"
 ],
 "trait_markdown": "[Fiend](/Traits.aspx?ID=70)",
 "trait_raw": [
  "Fiend"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1255",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 4,
 "wisdom": 1
}