{
 "ac": 45,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 8,
 "constitution": 7,
 "creature_ability": [
  "Unfathomable Infinity",
  "Attack of Opportunity",
  "Sanguine Spray",
  "Devour Tail",
  "Fast Swallow",
  "Flying Wheel",
  "Regenerative Blood",
  "Swallow Whole"
 ],
 "creature_family_markdown": "",
 "dexterity": 5,
 "exclude_from_search": false,
 "fortitude_save": 38,
 "hp": 500,
 "hp_raw": "500",
 "id": "creature-1256",
 "image": [
  "/Images/Monsters/Ouroboros.png"
 ],
 "immunity": [
  "acid",
  "death  effects",
  "disease",
  "negative",
  "poison",
  "precision"
 ],
 "immunity_markdown": "acid, [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), negative, [poison](/Traits.aspx?ID=126), precision",
 "intelligence": -4,
 "language": [
  "Aklo",
  "(can't speak any language)"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13); (can't speak any language)",
 "level": 21,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Ouroboros](/Monsters.aspx?ID=1256)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nOuroboros are the embodiment of eternity. Though they're prevalent as a symbol, often scrawled across the margins of alchemical tomes, few know that the beasts actually exist in the [Astral Plane](/Planes.aspx?ID=8), where they fly through the silvery-gray void like a serpentine wheel. The ouroboros is usually depicted as a snake devouring its tail. This circular symbol is synonymous with infinity, self-sufficiency, and eternal unity.\n\n An ouroboros' form exemplifies the unfathomable concepts of forever. Its undulating body is composed of smaller serpents, who are in turn composed of ever smaller serpents, continuing indefinitely. These smaller components are recycled as the ouroboros devours its tail, existing in a perpetual, cyclical process of creation and destruction. It is a massive creature, forming a loop roughly 50 feet in diameter and weighing hundreds of tons.\n\n An ouroboros's most striking feature is its ability to almost instantly grow new flesh and heal from nearly any wound. This profound regenerative ability comes in part from an ouroboros's magical blood, which is rumored to have many miraculous properties.\n\n Through their inscrutable behavior suggests that an ouroboros is mindless, the creatures boast crude intellects and can understand speech, though they have no way to speak. They possess an instinctive, almost obsessive will to survive and defend themselves ferociously if threatened in even the slightest way. Often these perceived threats take the form of another creature simply existing within the ouroboros's line of sight, leading other [Astral](/Traits.aspx?ID=14) creatures to give these powerful beings a wide berth. The only creature an ouroboros reliably ignores is another ouroboros, but they're so incredibly rare that these meetings occur only once an age.\n\n Being entirely self-sustaining, an ouroboros rarely deigns to emerge from its consumption to engage with the [Material Plane](/Planes.aspx?ID=1). Yet, the creature remains capable of inflicting tremendous devastation that far surpasses what it could wreak leveraging only its massive size alone. Left to its own devices, an ouroboros is likely to simply roam the Astral Plane in eon-spanning cycles, following some pattern too long and large for any mortal to even chart, much less fully comprehend. When conjured to the Material Plane, however, an ouroboros eagerly begins to initiate the cycle of renewal for which it is best known, beginning with that cycle's first step: destruction.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Astral](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 47\r\n\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 47\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 45\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 42\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Ouroboros.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 21\">[Ouroboros](/Monsters.aspx?ID=1256)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Gargantuan\" />\r\n<trait label=\"Astral\" url=\"/Traits.aspx?ID=14\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 195</row>\n\n**Perception** +33; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13); (can't speak any language)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +36, [Athletics](/Skills.aspx?ID=3) +41\r\n\r\n<row gap=\"medium\">\r\n**Str** +10\r\n\r\n**Dex** +5\r\n\r\n**Con** +7\r\n\r\n**Int** -4\r\n\r\n**Wis** +4\r\n\r\n**Cha** +8\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 45 \r\n\r\n**Fort** +38 \r\n\r\n**Ref** +34 \r\n\r\n**Will** +33 \r\n\r\n+1 status to all saves vs. magic\r\n</row>\r\n\r\n**HP** 500\r\n\r\n, regeneration 50 (deactivated by fire)\r\n\r\n**Immunities**\r\nacid, [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), negative, [poison](/Traits.aspx?ID=126), precision\n\n**Weaknesses**\r\npiercing 15, slashing 15\r\n\r\n**Unfathomable Infinity** ([aura](/Traits.aspx?ID=206), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106), [visual](/Traits.aspx?ID=163)) 100 feet. The ouroboros is the embodiment of perfect infinity, and this concept pulls at the threads of mortal minds, desperately straining the limits of their comprehension. When a creature ends its turn in the aura, it must attempt a DC 41 Will save. The creature is then temporarily immune for 1 minute. <br />**Critical Success** The creature is [stupefied 1](/Conditions.aspx?ID=37) for 1 round. <br />**Success** The creature is stupefied 1 for 1 minute. <br />**Failure** The creature is stupefied 1 for 1 minute and [stunned 3](/Conditions.aspx?ID=36). <br />**Critical Failure** The creature is stupefied 3 and stunned, both for 1 minute.<br />**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Free Action\" /> Incalculable fangs only. Because the ouroboros contains an infinite number of snakes that act independently, its Attack of Opportunity is a free action (though it can still use only one per trigger).<br />**Sanguine Spray** When the ouroboros takes slashing or piercing damage, or when Devour Tail ends, blood gushes from the wound in a 15-foot cone. Each creature in the area takes 5d6 acid damage (DC 41 [basic](/Rules.aspx?ID=329) Reflex save). A creature that takes any damage is exposed to the ouroboros's regenerative blood (see below).<br /> Where the blood falls upon ground, it coagulates into magical snakes that bite at anyone who passes. This is hazardous terrain deals 17 piercing damage and 5 poison damage to any non-ouroboros creature that moves through the square or ends its turn there. A creature that avoids all the piercing damage doesn't take the poison damage. After 1 hour, a blood patch permanently becomes a living snake, typically an [emperor cobra](/Monsters.aspx?ID=808).\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 100 feet, fly 100 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nmaw +39 ([Magical](/Traits.aspx?ID=103), [reach 30 feet](/Traits.aspx?ID=192)),\r\n**Damage** 4d12+18 piercing plus [Improved Grab](/MonsterAbilities.aspx?ID=27)\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbody +39 ([Magical](/Traits.aspx?ID=103), [reach 20 feet](/Traits.aspx?ID=192)),\r\n**Damage** 4d10+18 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nincalculable fangs +37 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103), [reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d6+16 piercing plus 2d8 poison\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntail +39 ([Magical](/Traits.aspx?ID=103), [reach 30 feet](/Traits.aspx?ID=192)),\r\n**Damage** 4d12+18 bludgeoning\n\n**Devour Tail** <actions string=\"Single Action\" />  An ouroboros spend most of its life eating its own tail, which perpetually regrows at the same rate it's consumed. The ouroboros places its maw around the end of its tail and begins devouring its own body.<br /> While the ouroboros is consuming itself, its regeneration can't be suppressed, and it is immune to [drained](/Conditions.aspx?ID=10), [enfeebled](/Conditions.aspx?ID=13), [fatigued](/Conditions.aspx?ID=15), [persistent damage](/Conditions.aspx?ID=29), and [sickened](/Conditions.aspx?ID=34) conditions. If any of these conditions is in effect when the ouroboros takes this action, the condition immediately ends. While eating its tail, the ouroboros can't make maw or tail strikes, and its Speeds are 50 feet. It continues devouring its tail even while [dying](/Conditions.aspx?ID=11), [unconscious](/Conditions.aspx?ID=38), [stunned](/Conditions.aspx?ID=36), or otherwise unable to act.<br /> To end this effect, the ouroboros must first be [immobilized](/Conditions.aspx?ID=24), then a creature must successfully [Grapple](/Actions.aspx?ID=35) it, which tears the maw free in addition to its normal effects. The ouroboros can also cease Devouring its Tail with a single action. Either of these tears the maw free of the tail, causing the stump to spill blood as described in sanguine spray.\r\n\r\n**Fast Swallow** <actions string=\"Reaction\" />  **Trigger** The ouroboros [Grabs](/MonsterAbilities.aspx?ID=18) a creature with their maw; **Effect** The ouroboros uses [Swallow Whole](/MonsterAbilities.aspx?ID=35).\r\n\r\n**Flying Wheel** <actions string=\"Two Actions\" />  **Requirements** The ouroboros is eating its own tail (see Devour Tail); **Effect** As [Trample](/MonsterAbilities.aspx?ID=39), except the ouroboros can [Fly](/Actions.aspx?ID=94) up to double its Speed instead of Striding. Huge or smaller, body, DC 45\r\n\r\n**Regenerative Blood**  ([Contact](/Traits.aspx?ID=37), [Curse](/Traits.aspx?ID=38), [Incapacitation](/Traits.aspx?ID=93), [Poison](/Traits.aspx?ID=126), [Polymorph](/Traits.aspx?ID=127), [Primal](/Traits.aspx?ID=134), [Transmutation](/Traits.aspx?ID=157)) The regenerative and transmutative properties of ouroboros blood regenerate and mutate a creature's body into ouroboros-like snakes. A creature already affected by regenerative blood is immune to additional exposure. **Saving Throw** DC 42 Fortitude; **Maximum Duration** 24 hours; **Stage 1** regeneration 5 (deactivated by fire), [slowed 1](/Conditions.aspx?ID=35), and [clumsy 2](/Conditions.aspx?ID=3) (12 hours); **Stage 2** regeneration 5 (deactivated by fire), slowed 2 and clumsy 4 (12 hours); **Stage 3** The creature's body transmutes into a mass of writhing snakes, with the effects an 8th-level [_animal form_](/Spells.aspx?ID=10) spell but with an unlimited duration.\r\n\r\n**[Swallow Whole](/MonsterAbilities.aspx?ID=35)** <actions string=\"Single Action\" /> ([Attack](/Traits.aspx?ID=15)) Huge, 4d10+9 acid, Rupture 50\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Mythological Permeations</title>\r\n\r\nThe ouroboros's depiction varies across Golarion's cultures. Some imagery depicts a dragon feasting on their own tail, indicating the possibility for different kinds of ouroboros. The first ouroboros was referred to as “the coiled one,” and is credited by some faiths as having assisted in the expansion of the universe and defining the cyclical nature of life and procreation. It is now theorized to have become the barrier of the [Astral Plane](/Planes.aspx?ID=8)\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Ouroboros Blood</title>\r\n\r\nAlchemists have attempted many times to harness the impressive regenerative powers of ouroboros blood. Experiments with ouroboros blood have been met with drawbacks as immense as the results. It's suspected that the blood can be used in place of diamonds in a [_resurrect_](/Rituals.aspx?ID=20) ritual to bring back those the normal ritual would fail to return to life, or it can be treated to create a powerful healing elixir. However, most experiments have failed, with subjects plagued with serpent-like mutations and resurrected bodies degenerating into clusters of snakes. Regardless of how difficult it is to use, the blood is rare and potent enough to be quite valuable. Some wealthy necromancers have wasted gallons of the valuable blood in repeated failed rituals.\r\n</aside>",
 "name": "Ouroboros",
 "npc": false,
 "perception": 33,
 "pfs": "Standard",
 "rarity": "rare",
 "reflex_save": 34,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Astral\" url=\"/Traits.aspx?ID=14\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 195</row>\n\n<row gap=\"medium\">\r\n**HP** 500\r\n\r\n**AC** 45\r\n\r\n**Fort** +38\r\n\r\n**Ref** +34\r\n\r\n**Will** +33\r\n\r\n**Perception** +33\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOuroboros are the embodiment of eternity. Though they're prevalent as a symbol, often scrawled across the margins of alchemical tomes, few know that …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Gargantuan"
 ],
 "skill": [
  "Acrobatics +36",
  "Athletics +41"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +36, [Athletics](/Skills.aspx?ID=3) +41",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 195"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 195</row>",
 "speed": {
  "fly": 100,
  "land": 100,
  "max": 100
 },
 "speed_markdown": "100 feet, fly 100 feet",
 "speed_raw": "100 feet, fly 100 feet",
 "spell_markdown": "",
 "strength": 10,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Ouroboros are the embodiment of eternity. Though they're prevalent as a symbol, often scrawled across the margins of alchemical tomes, few know that …",
 "summary_markdown": "Ouroboros are the embodiment of eternity. Though they're prevalent as a symbol, often scrawled across the margins of alchemical tomes, few know that …",
 "text": " Ouroboros Ouroboros are the embodiment of eternity. Though they're prevalent as a symbol, often scrawled across the margins of alchemical tomes, few know that the beasts actually exist in the Astral Plane, where they fly through the silvery-gray void like a serpentine wheel. The ouroboros is usually depicted as a snake devouring its tail. This circular symbol is synonymous with infinity, self-sufficiency, and eternal unity. An ouroboros' form exemplifies the unfathomable concepts of forever. Its undulating body is composed of smaller serpents, who are in turn composed of ever smaller serpents, continuing indefinitely. These smaller components are recycled as the ouroboros devours its tail, existing in a perpetual, cyclical process of creation and destruction. It is a massive creature, forming a loop roughly 50 feet in diameter and weighing hundreds of tons. An ouroboros's most striking feature is its ability to almost instantly grow new flesh and heal from nearly any wound. This profound regenerative ability comes in part from an ouroboros's magical blood, which is rumored to have many miraculous properties. Through their inscrutable behavior suggests that an ouroboros is mindless, the creatures boast crude intellects and can understand speech, though they have no way to speak. They possess an instinctive, almost obsessive will to survive and defend themselves ferociously if threatened in even the slightest way. Often these perceived threats take the form of another creature simply existing within the ouroboros's line of sight, leading other Astral creatures to give these powerful beings a wide berth. The only creature an ouroboros reliably ignores is another ouroboros, but they're so incredibly rare that these meetings occur only once an age. Being entirely self-sustaining, an ouroboros rarely deigns to emerge from its consumption to engage with the Material Plane. Yet, the creature remains capable of inflicting tremendous devastation that far surpasses what it could wreak leveraging only its massive size alone. Left to its own devices, an ouroboros is likely to simply roam the Astral Plane in eon-spanning cycles, following some pattern too long and large for any mortal to even chart, much less fully comprehend. When conjured to the Material Plane, however, an ouroboros eagerly begins to initiate the cycle of renewal for which it is best known, beginning with that cycle's first step: destruction. Recall Knowledge - Astral (Occultism): DC 47 Recall Knowledge - Beast (Arcana, Nature): DC 47 Unspecific Lore : DC 45 Specific Lore : DC 42 Ouroboros Source Bestiary 3 pg. 195 Perception +33; darkvision Languages Aklo; (can't speak any language) Skills Acrobatics +36, Athletics +41 Str +10 Dex +5 Con +7 Int -4 Wis +4 Cha +8 --- AC 45 Fort +38 Ref +34 Will +33 +1 status to all saves vs. magic HP 500 , regeneration 50 (deactivated by fire) Immunities acid, death effects, disease, negative, poison, precision Weaknesses piercing 15, slashing 15 Unfathomable Infinity (aura, incapacitation, mental, visual) 100 feet. The ouroboros is the embodiment of perfect infinity, and this concept pulls at the threads of mortal minds, desperately straining the limits of their comprehension. When a creature ends its turn in the aura, it must attempt a DC 41 Will save. The creature is then temporarily immune for 1 minute. Critical Success The creature is stupefied 1 for 1 round. Success The creature is stupefied 1 for 1 minute. Failure The creature is stupefied 1 for 1 minute and stunned 3. Critical Failure The creature is stupefied 3 and stunned, both for 1 minute. Attack of Opportunity Free Action Incalculable fangs only. Because the ouroboros contains an infinite number of snakes that act independently, its Attack of Opportunity is a free action (though it can still use only one per trigger). Sanguine Spray When the ouroboros takes slashing or piercing damage, or when Devour Tail ends, blood gushes from the wound in a 15-foot cone. Each creature in the area takes 5d6 acid damage (DC 41 basic Reflex save). A creature that takes any damage is exposed to the ouroboros's regenerative blood (see below). Where the blood falls upon ground, it coagulates into magical snakes that bite at anyone who passes. This is hazardous terrain deals 17 piercing damage and 5 poison damage to any non-ouroboros creature that moves through the square or ends its turn there. A creature that avoids all the piercing damage doesn't take the poison damage. After 1 hour, a blood patch permanently becomes a living snake, typically an emperor cobra. --- Speed 100 feet, fly 100 feet Melee Single Action maw +39 (Magical, reach 30 feet), Damage 4d12+18 piercing plus Improved Grab Melee Single Action body +39 (Magical, reach 20 feet), Damage 4d10+18 bludgeoning Melee Single Action incalculable fangs +37 (Agile, Magical, reach 10 feet), Damage 3d6+16 piercing plus 2d8 poison Melee Single Action tail +39 (Magical, reach 30 feet), Damage 4d12+18 bludgeoning Devour Tail Single Action An ouroboros spend most of its life eating its own tail, which perpetually regrows at the same rate it's consumed. The ouroboros places its maw around the end of its tail and begins devouring its own body. While the ouroboros is consuming itself, its regeneration can't be suppressed, and it is immune to drained, enfeebled, fatigued, persistent damage, and sickened conditions. If any of these conditions is in effect when the ouroboros takes this action, the condition immediately ends. While eating its tail, the ouroboros can't make maw or tail strikes, and its Speeds are 50 feet. It continues devouring its tail even while dying, unconscious, stunned, or otherwise unable to act. To end this effect, the ouroboros must first be immobilized, then a creature must successfully Grapple it, which tears the maw free in addition to its normal effects. The ouroboros can also cease Devouring its Tail with a single action. Either of these tears the maw free of the tail, causing the stump to spill blood as described in sanguine spray. Fast Swallow Reaction Trigger The ouroboros Grabs a creature with their maw; Effect The ouroboros uses Swallow Whole. Flying Wheel Two Actions Requirements The ouroboros is eating its own tail (see Devour Tail); Effect As Trample, except the ouroboros can Fly up to double its Speed instead of Striding. Huge or smaller, body, DC 45 Regenerative Blood (Contact, Curse, Incapacitation, Poison, Polymorph, Primal, Transmutation) The regenerative and transmutative properties of ouroboros blood regenerate and mutate a creature's body into ouroboros-like snakes. A creature already affected by regenerative blood is immune to additional exposure. Saving Throw DC 42 Fortitude; Maximum Duration 24 hours; Stage 1 regeneration 5 (deactivated by fire), slowed 1, and clumsy 2 (12 hours); Stage 2 regeneration 5 (deactivated by fire), slowed 2 and clumsy 4 (12 hours); Stage 3 The creature's body transmutes into a mass of writhing snakes, with the effects an 8th-level animal form spell but with an unlimited duration. Swallow Whole Single Action (Attack) Huge, 4d10+9 acid, Rupture 50 Mythological Permeations The ouroboros's depiction varies across Golarion's cultures. Some imagery depicts a dragon feasting on their own tail, indicating the possibility for different kinds of ouroboros. The first ouroboros was referred to as “the coiled one,” and is credited by some faiths as having assisted in the expansion of the universe and defining the cyclical nature of life and procreation. It is now theorized to have become the barrier of the Astral Plane Ouroboros Blood Alchemists have attempted many times to harness the impressive regenerative powers of ouroboros blood. Experiments with ouroboros blood have been met with drawbacks as immense as the results. It's suspected that the blood can be used in place of diamonds in a resurrect ritual to bring back those the normal ritual would fail to return to life, or it can be treated to create a powerful healing elixir. However, most experiments have failed, with subjects plagued with serpent-like mutations and resurrected bodies degenerating into clusters of snakes. Regardless of how difficult it is to use, the blood is rare and potent enough to be quite valuable. Some wealthy necromancers have wasted gallons of the valuable blood in repeated failed rituals. ",
 "trait": [
  "Astral",
  "Beast",
  "Rare",
  "N",
  "Gargantuan"
 ],
 "trait_markdown": "[Astral](/Traits.aspx?ID=14), [Beast](/Traits.aspx?ID=20), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Astral",
  "Beast",
  "Rare"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1256",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {
  "piercing": 15,
  "slashing": 15
 },
 "weakness_markdown": "piercing 15, slashing 15",
 "weakness_raw": "piercing 15, slashing 15",
 "will_save": 33,
 "wisdom": 4
}