{
 "ac": 20,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 2,
 "creature_ability": [
  "Attack of Opportunity",
  "Shield Block",
  "Spurred by Death",
  "Hunt Prey",
  "Spear Fighter"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 14,
 "hp": 70,
 "hp_raw": "70",
 "id": "creature-1769",
 "image": [
  "/Images/Monsters/Pakano.png"
 ],
 "intelligence": 0,
 "language": [
  "Hallit"
 ],
 "language_markdown": "[Hallit](/Languages.aspx?ID=37)",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"\">[Pakano, Broken Tusk Bully And Traitor](/NPCs.aspx?ID=1769)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nPakano is a talented young scout whose pampered childhood, distorted sense of honor, and presumptive air of authority have resulted in a selfish and arrogant man. From an early age, Pakano discovered that he could use violence and false promises to get whatever he wanted, and he has operated in this way ever since. Even when he came of age and developed an impressive physique and striking features, Pakano's unbridled antagonism precluded friendships and alliances in his tight-knit community. A pariah in all but name, Pakano would have surely been cast out by now if not for his unspoken birthright.\n\n The great-grandson of Grandfather Eiwa's deceased sister, Pakano is the heir apparent to Eiwa's role as Mammoth Lord of Falcon House. Of all the Broken Tusk houses, Falcon House's family tree is both the oldest and the most gnarled. Pakano's grandmother fell in love with a respected Kellid [aasimar](/Ancestries.aspx?ID=24) named Lomok, and through their union, she bore a daughter named Kopua. Lomok ultimately joined the Burning Mammoths in their fight against the demons of the Worldwound, leaving his brokenhearted wife and infant child in the care of the Broken Tusks. Thankfully, the protectors of the _Primordial Flame_ recognized Kopua's gifts—her sonorous laughter and unmatchable kindness—and she became a beloved fixture of Broken Tusk life, her bright golden hair as recognizable a symbol as their actual banner. Kopua married a grim but dashing Kellid man, and they soon announced their pregnancy to the following's joy.\n\n Just like so much of the Broken Tusks' good fortune, this too wasn't meant to last. Kopua died just after giving birth to a son, Pakano, and Pakano's maternal grandmother passed away of a broken heart not long after. Most of Falcon House, including Pakano's father, alternated between cherishing the young survivor and privately blaming him for Kopua's death. As Pakano grew, his father saw himself in the boy's one brown eye and his beloved wife in the yellow eye. Grief-stricken, Pakano's father fled the Broken Tusks one winter night, presumably to perish alone somewhere in the vast, desolate tundra. As the only other living member of their bloodline, Grandfather Eiwa took it upon himself to raise the orphaned Pakano, but by then, the seeds of resentment had already taken root.\n\n Pakano knows enough about his forebears, including his warrior grandfather Lomok, to disdain the original Broken Tusks for their cowardice in the face of the demonic incursion to the east. He has long fantasized about the Burning Mammoths—his “true kinfolk,” in his words—and of leaving the Tusks to reunite with his warmongering cousins. In fact, only the promise of eventually inheriting the title of Mammoth Lord has kept Pakano loyal to his birth following.\n\n It's now an open secret, however, that Grandfather Eiwa's title will be passed on to a more worthy candidate, not Pakano. Since catching wind of this rumor, Pakano has sworn to secure his birthright the only way he knows how: violence.\n\n Not long ago, head scout Wipa's late husband, a well-liked hunter named Weohatan, took Pakano on an auroch hunt. Weohatan believed that it wasn't too late to teach the young man something about the right way to achieve a meaningful life, and he hoped to use this trip as an excuse to take Pakano under his wing. However, Pakano regarded Weohatan only as a rival to his own ascendency. The vile youth purposefully botched their hunt, and when their auroch quarry charged them, he threw Weohatan in front of the stampeding animal. The young man came back to his people with his skin covered in Weohatan's blood, his eyes full of false tears, and his tongue coated in a well-practiced lie. Ultimately, he got away with his first murder. He found the taste delectable.\n\n Pakano usually keeps his black hair in a tight braid so that his dual-colored eyes are on full display. He wears hide armor made from animals he has killed but makes sure to keep his toned muscles on full display. \n\n<title level=\"2\" right=\"\">Campaign Role</title> From the outset of this adventure, Pakano views the characters as potential rivals for his title of Mammoth Lord. Pakano's past crimes, his disdain for his peers, and his belief in the inborn superiority of his bloodline all set the stage for his betrayal of the Broken Tusks. \n\n When Pakano abandons the Broken Tusks at the end of Chapter 1, he walks straight into the Burning Mammoth camp bearing his great-grandmother's shield. Spotting the symbol of her following, Ivarsa welcomes Pakano into her fold and uses him to learn all she can of the Broken Tusks. The two form an intense bond almost immediately, each drawn to the other by the tantalizing prospect of a long-lost cousin born into the same exceptional bloodline. Late in the night, they consecrate their pact with a passionate ritual that leaves Pakano's face permanently scarred with elaborate burns, marking him forever as Ivarsa's most favored consort.\n\n Fueled by dreams of revenge and bloodlust, Pakano readily undertakes Ivarsa's mission to spy on his former family's endeavors. Over the course of the adventure, he tracks the characters' flight across the Plains of Gornok and eastward, ultimately cutting them off at the pass to Lost Mammoth Valley. Here, he plots to create an avalanche that blocks the way forward, cornering the Broken Tusks and setting the stage for their annihilation.\n\n Pakano isn't likely to survive his encounter with the characters at Rimecrag Pass, but that doesn't mean his role in this story ends. In fact, the heroes' monstrous rival is slated to return in an unlikely form in the third volume of the Quest for the Frozen Flame Adventure Path, “Burning Tundra.”\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 29\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 27\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 24\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Pakano.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Pakano](/NPCs.aspx?ID=1769)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 88</row>\n\n**Perception** +11\r\n\r\n**Languages**\r\n[Hallit](/Languages.aspx?ID=37)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +12, [Deception](/Skills.aspx?ID=5) +8, [Nature](/Skills.aspx?ID=10) +9, [Survival](/Skills.aspx?ID=16) +11\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +2\r\n\r\n**Con** +2\r\n\r\n**Int** +0\r\n\r\n**Wis** +3\r\n\r\n**Cha** +0\r\n</row>\n\n**Items**\r\n[Hide Armor](/Armor.aspx?ID=7), [Mad Mammoth's Juke](/Equipment.aspx?ID=1505), [spears](/Weapons.aspx?ID=10) (3), [moderate tallow bomb](/Equipment.aspx?ID=1501), [wooden buckler](/Shields.aspx?ID=1) (Hardness 3, 6 HP, BT 3)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 20 (21 with shield raised)\r\n\r\n**Fort** +14 \r\n\r\n**Ref** +8 \r\n\r\n**Will** +11 \n\n</row>\r\n\r\n**HP** 70\n\n**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> <br />**[Shield Block](/MonsterAbilities.aspx?ID=32)** <actions string=\"Reaction\" /> <br />**Spurred by Death** <actions string=\"Reaction\" /> **Trigger** An ally within 30 feet reduces a creature to 0 HP; **Effect** Pakano Steps or Strides.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nspear +12 ([Parry](/Traits.aspx?ID=190)),\r\n**Damage** 2d6+6 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nspear +10 ([thrown 20 feet](/Traits.aspx?ID=195)),\r\n**Damage** 2d6+6 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\ntallow bomb +10 ([Splash](/Traits.aspx?ID=150), [thrown 20 feet](/Traits.aspx?ID=195)),\r\n**Damage** 2d4 [persistent fire](/Conditions.aspx?ID=29) and 2 fire splash\n\n**Hunt Prey** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32)) Pakano designates a single creature he can see and hear, or one he's [Tracking](/Actions.aspx?ID=66), as his prey. He gains a +2 circumstance bonus to Perception checks to [Seek](/Actions.aspx?ID=84) his prey and to [Survival](/Skills.aspx?ID=16) checks to Track his prey. The first time Pakano hits his designated prey in a round, he deals an additional 1d8 precision damage. Pakano also ignores the penalty for making ranged attacks within his second range increment. These effects last until Pakano uses Hunt Prey again.\r\n\r\n**Spear Fighter**   Pakano's spear has the [parry](/Traits.aspx?ID=190) weapon trait, and his Strikes with the spear deal an additional 1d6 damage. If he critically hits a creature with a spear, the creature is [clumsy 1](/Conditions.aspx?ID=3) until the start of Pakano's next turn.\r\n\r\n</column>",
 "name": "Pakano",
 "npc": true,
 "perception": 11,
 "rarity": "unique",
 "reflex_save": 8,
 "release_date": "2022-01-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 70\r\n\r\n**AC** 20\r\n\r\n**Fort** +14\r\n\r\n**Ref** +8\r\n\r\n**Will** +11\r\n\r\n**Perception** +11\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPakano is a talented young scout whose pampered childhood, distorted sense of honor, and presumptive air of authority have resulted in a selfish and …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +10",
  "Athletics +12",
  "Deception +8",
  "Nature +9",
  "Survival +11"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +12, [Deception](/Skills.aspx?ID=5) +8, [Nature](/Skills.aspx?ID=10) +9, [Survival](/Skills.aspx?ID=16) +11",
 "source": [
  "Pathfinder #175: Broken Tusk Moon"
 ],
 "source_raw": [
  "Pathfinder #175: Broken Tusk Moon pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Quest for the Frozen Flame",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 88</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Quest for the Frozen Flame",
 "strength": 4,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Pakano is a talented young scout whose pampered childhood, distorted sense of honor, and presumptive air of authority have resulted in a selfish and …",
 "summary_markdown": "Pakano is a talented young scout whose pampered childhood, distorted sense of honor, and presumptive air of authority have resulted in a selfish and …",
 "text": " Pakano, Broken Tusk Bully And Traitor Pakano is a talented young scout whose pampered childhood, distorted sense of honor, and presumptive air of authority have resulted in a selfish and arrogant man. From an early age, Pakano discovered that he could use violence and false promises to get whatever he wanted, and he has operated in this way ever since. Even when he came of age and developed an impressive physique and striking features, Pakano's unbridled antagonism precluded friendships and alliances in his tight-knit community. A pariah in all but name, Pakano would have surely been cast out by now if not for his unspoken birthright. The great-grandson of Grandfather Eiwa's deceased sister, Pakano is the heir apparent to Eiwa's role as Mammoth Lord of Falcon House. Of all the Broken Tusk houses, Falcon House's family tree is both the oldest and the most gnarled. Pakano's grandmother fell in love with a respected Kellid aasimar named Lomok, and through their union, she bore a daughter named Kopua. Lomok ultimately joined the Burning Mammoths in their fight against the demons of the Worldwound, leaving his brokenhearted wife and infant child in the care of the Broken Tusks. Thankfully, the protectors of the Primordial Flame recognized Kopua's gifts—her sonorous laughter and unmatchable kindness—and she became a beloved fixture of Broken Tusk life, her bright golden hair as recognizable a symbol as their actual banner. Kopua married a grim but dashing Kellid man, and they soon announced their pregnancy to the following's joy. Just like so much of the Broken Tusks' good fortune, this too wasn't meant to last. Kopua died just after giving birth to a son, Pakano, and Pakano's maternal grandmother passed away of a broken heart not long after. Most of Falcon House, including Pakano's father, alternated between cherishing the young survivor and privately blaming him for Kopua's death. As Pakano grew, his father saw himself in the boy's one brown eye and his beloved wife in the yellow eye. Grief-stricken, Pakano's father fled the Broken Tusks one winter night, presumably to perish alone somewhere in the vast, desolate tundra. As the only other living member of their bloodline, Grandfather Eiwa took it upon himself to raise the orphaned Pakano, but by then, the seeds of resentment had already taken root. Pakano knows enough about his forebears, including his warrior grandfather Lomok, to disdain the original Broken Tusks for their cowardice in the face of the demonic incursion to the east. He has long fantasized about the Burning Mammoths—his “true kinfolk,” in his words—and of leaving the Tusks to reunite with his warmongering cousins. In fact, only the promise of eventually inheriting the title of Mammoth Lord has kept Pakano loyal to his birth following. It's now an open secret, however, that Grandfather Eiwa's title will be passed on to a more worthy candidate, not Pakano. Since catching wind of this rumor, Pakano has sworn to secure his birthright the only way he knows how: violence. Not long ago, head scout Wipa's late husband, a well-liked hunter named Weohatan, took Pakano on an auroch hunt. Weohatan believed that it wasn't too late to teach the young man something about the right way to achieve a meaningful life, and he hoped to use this trip as an excuse to take Pakano under his wing. However, Pakano regarded Weohatan only as a rival to his own ascendency. The vile youth purposefully botched their hunt, and when their auroch quarry charged them, he threw Weohatan in front of the stampeding animal. The young man came back to his people with his skin covered in Weohatan's blood, his eyes full of false tears, and his tongue coated in a well-practiced lie. Ultimately, he got away with his first murder. He found the taste delectable. Pakano usually keeps his black hair in a tight braid so that his dual-colored eyes are on full display. He wears hide armor made from animals he has killed but makes sure to keep his toned muscles on full display. Campaign Role From the outset of this adventure, Pakano views the characters as potential rivals for his title of Mammoth Lord. Pakano's past crimes, his disdain for his peers, and his belief in the inborn superiority of his bloodline all set the stage for his betrayal of the Broken Tusks. When Pakano abandons the Broken Tusks at the end of Chapter 1, he walks straight into the Burning Mammoth camp bearing his great-grandmother's shield. Spotting the symbol of her following, Ivarsa welcomes Pakano into her fold and uses him to learn all she can of the Broken Tusks. The two form an intense bond almost immediately, each drawn to the other by the tantalizing prospect of a long-lost cousin born into the same exceptional bloodline. Late in the night, they consecrate their pact with a passionate ritual that leaves Pakano's face permanently scarred with elaborate burns, marking him forever as Ivarsa's most favored consort. Fueled by dreams of revenge and bloodlust, Pakano readily undertakes Ivarsa's mission to spy on his former family's endeavors. Over the course of the adventure, he tracks the characters' flight across the Plains of Gornok and eastward, ultimately cutting them off at the pass to Lost Mammoth Valley. Here, he plots to create an avalanche that blocks the way forward, cornering the Broken Tusks and setting the stage for their annihilation. Pakano isn't likely to survive his encounter with the characters at Rimecrag Pass, but that doesn't mean his role in this story ends. In fact, the heroes' monstrous rival is slated to return in an unlikely form in the third volume of the Quest for the Frozen Flame Adventure Path, “Burning Tundra.” Recall Knowledge - Humanoid (Society): DC 29 Unspecific Lore : DC 27 Specific Lore : DC 24 Pakano Source Pathfinder #175: Broken Tusk Moon pg. 88 Perception +11 Languages Hallit Skills Acrobatics +10, Athletics +12, Deception +8, Nature +9, Survival +11 Str +4 Dex +2 Con +2 Int +0 Wis +3 Cha +0 Items Hide Armor, Mad Mammoth's Juke, spears (3), moderate tallow bomb, wooden buckler (Hardness 3, 6 HP, BT 3) --- AC 20 (21 with shield raised) Fort +14 Ref +8 Will +11 HP 70 Attack of Opportunity Reaction Shield Block Reaction Spurred by Death Reaction Trigger An ally within 30 feet reduces a creature to 0 HP; Effect Pakano Steps or Strides. --- Speed 25 feet Melee Single Action spear +12 (Parry), Damage 2d6+6 piercing Ranged Single Action spear +10 (thrown 20 feet), Damage 2d6+6 piercing Ranged Single Action tallow bomb +10 (Splash, thrown 20 feet), Damage 2d4 persistent fire and 2 fire splash Hunt Prey Single Action (Concentrate) Pakano designates a single creature he can see and hear, or one he's Tracking, as his prey. He gains a +2 circumstance bonus to Perception checks to Seek his prey and to Survival checks to Track his prey. The first time Pakano hits his designated prey in a round, he deals an additional 1d8 precision damage. Pakano also ignores the penalty for making ranged attacks within his second range increment. These effects last until Pakano uses Hunt Prey again. Spear Fighter Pakano's spear has the parry weapon trait, and his Strikes with the spear deal an additional 1d6 damage. If he critically hits a creature with a spear, the creature is clumsy 1 until the start of Pakano's next turn. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1769",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 11,
 "wisdom": 3
}