{
 "ac": 36,
 "alignment": "LN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 9,
 "constitution": 4,
 "creature_ability": [
  "Demesne Confinement",
  "Sense Visitors",
  "Aura of Charm",
  "Curse of Eternal Sleep",
  "Siphon Vitality"
 ],
 "creature_family_markdown": "",
 "dexterity": 8,
 "exclude_from_search": false,
 "fortitude_save": 26,
 "hp": 298,
 "hp_raw": "298 ( negative healing )",
 "id": "creature-1890",
 "image": [
  "/Images/Monsters/PaleSovereign.png"
 ],
 "immunity": [
  "death  effects",
  "disease",
  "paralyzed",
  "poison",
  "sleep"
 ],
 "immunity_markdown": "[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [_sleep_](/Spells.aspx?ID=288)",
 "intelligence": 6,
 "language": [
  "Common",
  "Necril"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20)",
 "level": 16,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Pale Sovereign](/Monsters.aspx?ID=1890)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nA pale sovereign is a rare form of undead arising from a terrible curse that afflicts only those of royal blood. This curse drains its victim's vitality slowly over time, almost appearing to be a form of long-term wasting disease that no medicine can ever cure. The royal stricken by the curse sickens and wastes away until they finally perish, rising as a pale sovereign after death. The appearance of a pale sovereign is similar to their form in life, but so deathly pale and gaunt that no one who resists the mind-clouding effects of their aura would mistake them as living.\n\n The curse is known by many names across various worlds—the Wasting, Blighted Legacy, Unraveled Heraldry—but its effects are the same. After suffering the curse, members of a royal bloodline begin to die out, their descendants dwindling, until only one is left. Upon becoming the last remaining member of their line, the unfortunate royal undergoes the transformation into a pale sovereign, the power and potential of the entire line channeled into one extremely dangerous undead creature, even if the royal was relatively inconsequential and unskilled in life.\n\n The methods of inflicting the curse vary. Generally it's the result of rare occult rituals requiring a spellcaster of great power. Sometimes the curse is used to target a royal line abusing its authority, but just as often it's used by malicious forces against benevolent rulers or simply out of spite by the instigating caster. Mentioned only in whispers and veiled allusions, the curse is greatly feared by royal families who know of it. Be cautious in your dealings, the rumors say, and be careful who you spurn, for you never know what power they may wield.\n\n More rarely, a pale sovereign can arise spontaneously if the last of a royal line dies while under a curse or due to a curse, particularly if they died with tasks left unfinished or as the result of a betrayal. Any curse will do in these rare instances, and it's possible that the first pale sovereign formed in this way.\n\n Though morose and brooding, pale sovereigns are usually neutral rather than evil. They're very protective of their demesnes and whatever subjects remain to them, however, and attacking a pale sovereign's territory is the swiftest way to draw their ire. If a pale sovereign is ousted from their country's central throne, they retreat to any other holdings they might still possess and rule those.\n\n The attitudes of a pale sovereign's subjects vary. Many aren't even aware of their ruler's true nature. Among those who know the secret, some value their sovereign's protection and view them fondly. Others are uncomfortable with an undead eternal monarch, especially if the sovereign has become corrupt or bitter.\n\n A pale sovereign's territory is indelibly marked by their presence. Plants wither and blacken, struggling to grow in dry and lifeless soil. Wild animals often rise as undead unless they receive special ritual burials, leading to packs of skeletal and zombified beasts roaming the territory. Such monsters don't harm the demesne's residents but are quick to attack any intruders not bearing the sovereign's sigil. Even the living sapient inhabitants of a pale sovereign's demesne tend to have a drained, washed-out appearance, as if one step away from the grave themselves.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Undead](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 40\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 38\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 35\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/PaleSovereign.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 16\">[Pale Sovereign](/Monsters.aspx?ID=1890)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"LN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 136</row>\n\n**Perception** +28; [darkvision](/MonsterAbilities.aspx?ID=12), sense visitors\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20)\r\n\r\n**Skills**\r\n[Deception](/Skills.aspx?ID=5) +31, [Diplomacy](/Skills.aspx?ID=6) +31, [Intimidation](/Skills.aspx?ID=7) +33, [Occultism](/Skills.aspx?ID=11) +28, [Society](/Skills.aspx?ID=14) +28\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +8\r\n\r\n**Con** +4\r\n\r\n**Int** +6\r\n\r\n**Wis** +6\r\n\r\n**Cha** +9\r\n</row>\r\n\r\n**Demesne Confinement** ([curse](/Traits.aspx?ID=38), [necromancy](/Traits.aspx?ID=117), [occult](/Traits.aspx?ID=120)) A pale sovereign is tied to their demesne, a territory of a 5-mile radius surrounding their home estate. They can't leave their demesne of their own accord. A pale sovereign taken from their demesne can't use any of their innate spells or rituals and gradually withers over the course of a week, turning to dust if they don't return before 7 days have passed.<br />**Sense Visitors** ([detection](/Traits.aspx?ID=43), [divination](/Traits.aspx?ID=47), [occult](/Traits.aspx?ID=120)) A pale sovereign automatically knows when a creature enters or leaves their demesne, though this doesn't give them precise knowledge of the creature's location.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 36 \r\n\r\n**Fort** +26 \r\n\r\n**Ref** +30 \r\n\r\n**Will** +28 \r\n\r\n–2 to all saves vs. curses\r\n</row>\r\n\r\n**HP** 298\r\n([negative healing](/MonsterAbilities.aspx?ID=42))\n\n**Immunities**\r\n[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [_sleep_](/Spells.aspx?ID=288)\n\n**Aura of Charm** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106), [occult](/Traits.aspx?ID=120)) 80 feet. The aura of a pale sovereign is beguiling and inviting, affecting creatures beginning their turns within it with an 8th-level [_charm_](/Spells.aspx?ID=34) (DC 39 Will save). A creature that fails its Will save perceives the pale sovereign as they were in life, not their current undead form. A creature that succeeds at its save is then temporarily immune to that pale sovereign's aura for 24 hours.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, [_air walk_](/Spells.aspx?ID=6)\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nrosebriar lash +28 ([Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [reach 10 feet](/Traits.aspx?ID=192), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 4d8+8 slashing plus 2d6 [persistent bleed](/Conditions.aspx?ID=29)\r\n\r\n**Occult Innate Spells** DC 41\r\n- **6th**\r\n[Bestial Curse](/Spells.aspx?ID=670), [Cloak of Colors](/Spells.aspx?ID=41), [Enthrall](/Spells.aspx?ID=104) (at will), [Outcast's Curse](/Spells.aspx?ID=211)\r\n- **7th**\r\n[Curse of Lost Time](/Spells.aspx?ID=683), [Feeblemind](/Spells.aspx?ID=112), [Hallucination](/Spells.aspx?ID=144), [Project Image](/Spells.aspx?ID=237), [Suggestion](/Spells.aspx?ID=315)\r\n- **8th**\r\n[Spirit Song](/Spells.aspx?ID=303), [Spiritual Epidemic](/Spells.aspx?ID=304)\r\n- **Constant (5th)**\r\n[Air Walk](/Spells.aspx?ID=6)\r\n\r\n**Rituals** DC 41\r\n\r\n- **3rd**\r\n[Unseen Custodians](/Rituals.aspx?ID=39)\r\n- **4th**\r\n[Garden of Death](/Rituals.aspx?ID=58)\r\n- **6th**\r\n[Ward Domain](/Rituals.aspx?ID=40)\r\n\r\n**Curse of Eternal Sleep** <actions string=\"Two Actions\" /> ([Curse](/Traits.aspx?ID=38), [Enchantment](/Traits.aspx?ID=61), [Incapacitation](/Traits.aspx?ID=93), [Mental](/Traits.aspx?ID=106), [Occult](/Traits.aspx?ID=120), [Sleep](/Traits.aspx?ID=145)) The pale sovereign touches an adjacent living creature to send it into an endless slumber. The target must attempt a DC 39 Will save.<br /> **Critical Success** The target is unaffected and is temporarily immune for 24 hours.<br /> **Success** The target becomes drowsy and is [slowed 1](/Conditions.aspx?ID=35) for 1 minute.<br /> **Failure** The target falls [unconscious](/Conditions.aspx?ID=38), though it doesn't fall [prone](/Conditions.aspx?ID=31) or release what it's holding. It can't awaken with a successful Perception check, though dealing any amount of damage to the creature breaks the slumber. If it's still unconscious after 1 hour, it awakens.<br /> **Critical Failure** The target falls unconscious permanently, falling prone, and can't be awoken as long as the curse remains.\r\n\r\n**Siphon Vitality** <actions string=\"Three Actions\" /> ([Necromancy](/Traits.aspx?ID=117), [Negative](/Traits.aspx?ID=118), [Occult](/Traits.aspx?ID=120)) The pale sovereign siphons the life force from creatures around them. All living creatures in a 30-foot emanation take 6d8 negative damage (DC 39 [basic](/Rules.aspx?ID=329) Fortitude save). The pale sovereign regains HP equal to the highest damage a single creature took from this effect.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Breaking the Curse</title>\r\n\r\nThe Blighted Legacy curse afflicts unprepared rulers. This form of undeath tends to limit their ambition, but lifting the curse for their benefit can end this limitation while also making them indebted to you. Tales say if the wrongdoing that prompted the curse is set right, the noble will recover their vitality and return to mortal life. These curses originate from anything from heinous transgressions to petty slights, so determining what counts as atonement isn't easy. Often, the subject is a generation or two removed from the curse's origin, ignorant of who caused it or why.\n\n After the impetus of the curse is identified (requiring investigation often accompanied by divination magic), the deed can be addressed. For example, a sovereign whose forebears stole from a powerful witch must return what was stolen or make amends to the witch's descendants. If the curse wasn't spurred by a grievous moral breach, but by cruelty or caprice, one must either convince a member of the caster's bloodline to rescind the curse or invent a purification ritual uniquely designed for that curse's incarnation.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Sights in a Sovereign's Demesne</title>\n\n<ul><li>A grove of apple trees, with new fruit rotting on the branches</li><li>Flocks of skeletal songbirds, chirping silently through broken beaks</li><li>A small pond that reflects the twisted undead form of living creatures passing by</li><li>Occasional strains of eerie funeral dirges echoing through the air</li><li>An insular village where no mirrors can be found</li></ul>\r\n</aside>",
 "name": "Pale Sovereign",
 "npc": false,
 "perception": 28,
 "pfs": "Standard",
 "rarity": "rare",
 "reflex_save": 30,
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 136</row>\n\n<row gap=\"medium\">\r\n**HP** 298 ( negative healing )\r\n\r\n**AC** 36\r\n\r\n**Fort** +26\r\n\r\n**Ref** +30\r\n\r\n**Will** +28\r\n\r\n**Perception** +28\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA pale sovereign is a rare form of undead arising from a terrible curse that afflicts only those of royal blood. This curse drains its victim's …\r\n</summary>",
 "sense": " darkvision , sense visitors",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), sense visitors",
 "size": [
  "Medium"
 ],
 "skill": [
  "Deception +31",
  "Diplomacy +31",
  "Intimidation +33",
  "Occultism +28",
  "Society +28"
 ],
 "skill_markdown": "[Deception](/Skills.aspx?ID=5) +31, [Diplomacy](/Skills.aspx?ID=6) +31, [Intimidation](/Skills.aspx?ID=7) +33, [Occultism](/Skills.aspx?ID=11) +28, [Society](/Skills.aspx?ID=14) +28",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 136"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 136</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet, [_air walk_](/Spells.aspx?ID=6)",
 "speed_raw": "25 feet,   air walk  ",
 "spell": [
  "Spirit Song",
  "Spiritual Epidemic",
  "Curse of Lost Time",
  "Feeblemind",
  "Hallucination",
  "Project Image",
  "Suggestion",
  "Bestial Curse",
  "Cloak of Colors",
  "Enthrall",
  "Outcast's Curse",
  "Air Walk"
 ],
 "spell_markdown": "[Air Walk](/Spells.aspx?ID=6), [Bestial Curse](/Spells.aspx?ID=670), [Cloak of Colors](/Spells.aspx?ID=41), [Curse of Lost Time](/Spells.aspx?ID=683), [Enthrall](/Spells.aspx?ID=104), [Feeblemind](/Spells.aspx?ID=112), [Hallucination](/Spells.aspx?ID=144), [Outcast's Curse](/Spells.aspx?ID=211), [Project Image](/Spells.aspx?ID=237), [Spirit Song](/Spells.aspx?ID=303), [Spiritual Epidemic](/Spells.aspx?ID=304), [Suggestion](/Spells.aspx?ID=315)",
 "strength": 4,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "A pale sovereign is a rare form of undead arising from a terrible curse that afflicts only those of royal blood. This curse drains its victim's …",
 "summary_markdown": "A pale sovereign is a rare form of undead arising from a terrible curse that afflicts only those of royal blood. This curse drains its victim's …",
 "text": " Pale Sovereign A pale sovereign is a rare form of undead arising from a terrible curse that afflicts only those of royal blood. This curse drains its victim's vitality slowly over time, almost appearing to be a form of long-term wasting disease that no medicine can ever cure. The royal stricken by the curse sickens and wastes away until they finally perish, rising as a pale sovereign after death. The appearance of a pale sovereign is similar to their form in life, but so deathly pale and gaunt that no one who resists the mind-clouding effects of their aura would mistake them as living. The curse is known by many names across various worlds—the Wasting, Blighted Legacy, Unraveled Heraldry—but its effects are the same. After suffering the curse, members of a royal bloodline begin to die out, their descendants dwindling, until only one is left. Upon becoming the last remaining member of their line, the unfortunate royal undergoes the transformation into a pale sovereign, the power and potential of the entire line channeled into one extremely dangerous undead creature, even if the royal was relatively inconsequential and unskilled in life. The methods of inflicting the curse vary. Generally it's the result of rare occult rituals requiring a spellcaster of great power. Sometimes the curse is used to target a royal line abusing its authority, but just as often it's used by malicious forces against benevolent rulers or simply out of spite by the instigating caster. Mentioned only in whispers and veiled allusions, the curse is greatly feared by royal families who know of it. Be cautious in your dealings, the rumors say, and be careful who you spurn, for you never know what power they may wield. More rarely, a pale sovereign can arise spontaneously if the last of a royal line dies while under a curse or due to a curse, particularly if they died with tasks left unfinished or as the result of a betrayal. Any curse will do in these rare instances, and it's possible that the first pale sovereign formed in this way. Though morose and brooding, pale sovereigns are usually neutral rather than evil. They're very protective of their demesnes and whatever subjects remain to them, however, and attacking a pale sovereign's territory is the swiftest way to draw their ire. If a pale sovereign is ousted from their country's central throne, they retreat to any other holdings they might still possess and rule those. The attitudes of a pale sovereign's subjects vary. Many aren't even aware of their ruler's true nature. Among those who know the secret, some value their sovereign's protection and view them fondly. Others are uncomfortable with an undead eternal monarch, especially if the sovereign has become corrupt or bitter. A pale sovereign's territory is indelibly marked by their presence. Plants wither and blacken, struggling to grow in dry and lifeless soil. Wild animals often rise as undead unless they receive special ritual burials, leading to packs of skeletal and zombified beasts roaming the territory. Such monsters don't harm the demesne's residents but are quick to attack any intruders not bearing the sovereign's sigil. Even the living sapient inhabitants of a pale sovereign's demesne tend to have a drained, washed-out appearance, as if one step away from the grave themselves. Recall Knowledge - Undead (Religion): DC 40 Unspecific Lore : DC 38 Specific Lore : DC 35 Pale Sovereign Source Book of the Dead pg. 136 Perception +28; darkvision, sense visitors Languages Common, Necril Skills Deception +31, Diplomacy +31, Intimidation +33, Occultism +28, Society +28 Str +4 Dex +8 Con +4 Int +6 Wis +6 Cha +9 Demesne Confinement (curse, necromancy, occult) A pale sovereign is tied to their demesne, a territory of a 5-mile radius surrounding their home estate. They can't leave their demesne of their own accord. A pale sovereign taken from their demesne can't use any of their innate spells or rituals and gradually withers over the course of a week, turning to dust if they don't return before 7 days have passed. Sense Visitors (detection, divination, occult) A pale sovereign automatically knows when a creature enters or leaves their demesne, though this doesn't give them precise knowledge of the creature's location. --- AC 36 Fort +26 Ref +30 Will +28 –2 to all saves vs. curses HP 298 (negative healing) Immunities death effects, disease, paralyzed, poison, sleep Aura of Charm (aura, emotion, incapacitation, mental, occult) 80 feet. The aura of a pale sovereign is beguiling and inviting, affecting creatures beginning their turns within it with an 8th-level charm (DC 39 Will save). A creature that fails its Will save perceives the pale sovereign as they were in life, not their current undead form. A creature that succeeds at its save is then temporarily immune to that pale sovereign's aura for 24 hours. --- Speed 25 feet, air walk Melee Single Action rosebriar lash +28 (Finesse, Magical, reach 10 feet, versatile P), Damage 4d8+8 slashing plus 2d6 persistent bleed Occult Innate Spells DC 41 - 6th Bestial Curse, Cloak of Colors, Enthrall (at will), Outcast's Curse - 7th Curse of Lost Time, Feeblemind, Hallucination, Project Image, Suggestion - 8th Spirit Song, Spiritual Epidemic - Constant (5th) Air Walk Rituals DC 41 - 3rd Unseen Custodians - 4th Garden of Death - 6th Ward Domain Curse of Eternal Sleep Two Actions (Curse, Enchantment, Incapacitation, Mental, Occult, Sleep) The pale sovereign touches an adjacent living creature to send it into an endless slumber. The target must attempt a DC 39 Will save. Critical Success The target is unaffected and is temporarily immune for 24 hours. Success The target becomes drowsy and is slowed 1 for 1 minute. Failure The target falls unconscious, though it doesn't fall prone or release what it's holding. It can't awaken with a successful Perception check, though dealing any amount of damage to the creature breaks the slumber. If it's still unconscious after 1 hour, it awakens. Critical Failure The target falls unconscious permanently, falling prone, and can't be awoken as long as the curse remains. Siphon Vitality Three Actions (Necromancy, Negative, Occult) The pale sovereign siphons the life force from creatures around them. All living creatures in a 30-foot emanation take 6d8 negative damage (DC 39 basic Fortitude save). The pale sovereign regains HP equal to the highest damage a single creature took from this effect. Breaking the Curse The Blighted Legacy curse afflicts unprepared rulers. This form of undeath tends to limit their ambition, but lifting the curse for their benefit can end this limitation while also making them indebted to you. Tales say if the wrongdoing that prompted the curse is set right, the noble will recover their vitality and return to mortal life. These curses originate from anything from heinous transgressions to petty slights, so determining what counts as atonement isn't easy. Often, the subject is a generation or two removed from the curse's origin, ignorant of who caused it or why. After the impetus of the curse is identified (requiring investigation often accompanied by divination magic), the deed can be addressed. For example, a sovereign whose forebears stole from a powerful witch must return what was stolen or make amends to the witch's descendants. If the curse wasn't spurred by a grievous moral breach, but by cruelty or caprice, one must either convince a member of the caster's bloodline to rescind the curse or invent a purification ritual uniquely designed for that curse's incarnation. Sights in a Sovereign's Demesne A grove of apple trees, with new fruit rotting on the branches Flocks of skeletal songbirds, chirping silently through broken beaks A small pond that reflects the twisted undead form of living creatures passing by Occasional strains of eerie funeral dirges echoing through the air An insular village where no mirrors can be found ",
 "trait": [
  "Rare",
  "Undead",
  "LN",
  "Medium"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137), [Undead](/Traits.aspx?ID=160)",
 "trait_raw": [
  "Rare",
  "Undead"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1890",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 28,
 "wisdom": 6
}