{
 "ac": 29,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 3,
 "creature_ability": [
  "Clockwork Necromancy",
  "Explode",
  "Necromatic Winding",
  "Necromechanical Innovation"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 18,
 "hp": 160,
 "hp_raw": "160 ( negative healing )",
 "id": "creature-1994",
 "intelligence": 5,
 "language": [
  "Common",
  "Necril"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20)",
 "level": 10,
 "markdown": "<title level=\"1\" pfs=\"\">[Parsus, Macabre Inventor Of Clockwork Abominations](/NPCs.aspx?ID=1994)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nParsus grew up on a large estate in the outskirts of the Axan Woods of Geb, in a lonely and twisted landscape of haunted trees, inscrutable ruins, and misty forest trails. Parsus and their six older siblings are all dhampirs, half-vampire progeny born from a vampire and mortal union. Their father is Drakar Fademore, a powerful vampire and Blood Lord of Geb—one of 60 undead leaders who oversee the dread empire's unholy administration.\n\n From an early age, Father Fademore taught his brood to revile magic users, and he instilled in the children an unquenchable thirst for arcanists' blood. Under the patriarch's guidance, Parsus and their siblings participated in “blood hunts.” On such occasions, the family would gather a host of vampiric yeth hounds and chase spellcasting victims through the woods for days at a time. Unlike their elder siblings, Parsus possessed little skill with martial arts and enjoyed neither combat nor hunting. Instead, their passions drew them to study magic and science. Parsus's father looked on these pursuits with disdain, viewing them as paltry hobbies that paled in comparison to the honor, glory, and bloodshed of a spirited hunt. The Fademore family had earned its status through bloodshed during Geb's great war with Nex, specializing in hunting and killing the wizards of Quantium. Instead of learning to hunt wizards, like a true Fademore, Parsus was interested in becoming one.\n\n After letting Parsus's obsession grow for years, Drakar eventually decided to draw them into the family hunts by force. He took Parsus deep into the Axan Woods and left them there, telling them to live or die as they wish, but not to return home without a fresh kill. Rather than giving into their feral instincts, Parsus instead studied the stars to navigate their way home and developed a magical snare to kill a forest dryad. They returned home triumphant, believing they proved the value of knowledge over instinct. Drakar, however, was displeased.\n\n For the next decade, Drakar's tests and challenges for Parsus grew ever more brutal. Through it all, Parsus refused to abandon their love of knowledge and magic. Each test only served to further strengthen their resolve and honed their skills until, one day, Parsus discovered they had become a potent necromancer. Parsus's siblings had meanwhile become master hunters and earned their father's favor, while Parsus was ultimately cast aside and forgotten. In time, their craving for approval turned into deep hatred for the entire Fademore family.\n\n Several years ago, Drakar turned over finances of the Fademore estate to Rhyst, Parsus's eldest sister. Ever the pragmatist, Rhyst quickly decided to save her father from any further embarrassment and sent Parsus away from the estate. If a new war between Nex and Geb were to break out, the city of Alkenstar to the north would be a ripe ground for investment, Rhyst explained to a seething Parsus. The necromancer had no choice but to board a Gebbite barge pulled by massive skeletal crocodiles (fruits of their own childhood projects) and set out for Alkenstar. Once in the city, they half-heartedly looked for ways their family might profit from war, but primarily focused on studying the city's fascinating clockwork wonders. Eventually, a shieldmarshal named Anjelique discovered Parsus and decided the promising spellcaster could help her further her own violent schemes. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Although they were ordered to Alkenstar to find a way to profit from a war between Nex and Geb, Parsus has little interest in money and mainly thirsts for knowledge. More than anything, Parsus's true enemies are their family, particularly their father Drakar and eldest sister Rhyst. They dream of revenge daily and, though they would never admit it, below this hatred, some part of Parsus still yearns for acceptance from their family.\n\n Though a vile individual with disturbing sensibilities, the true Parsus is little more than a pawn in Anjelique and Ibrium's grand plan. Parsus was primarily following orders when they took over the Tinwound Hydroplant and slaughtered its caretakers, and the necromancer stoically explains as much when the player characters apprehend them in the factory's blood-soaked engine room. If Parsus survives the adventure, they hold no particular grudge against the characters, sensing a kinship with them, as they are themselves, after all, only following orders. Regardless, Parsus has no wish to confront Anjelique or Ibrium, recognizing the duo has thoroughly outplayed them. The only way to convinced Parsus to aid the characters' pursuits is by ensuring that doing so would mean snubbing Parsus's most hated adversary, their father Drakar.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 37\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 35\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 32\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 10\">[Parsus](/NPCs.aspx?ID=1994)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Dhampir\" url=\"/Traits.aspx?ID=215\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 90</row>\n\n**Perception** +20\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20)\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +24, [Deception](/Skills.aspx?ID=5) +19, [Geb Lore](/Skills.aspx?ID=8) +22, [Intimidation](/Skills.aspx?ID=7) +19, [Society](/Skills.aspx?ID=14) +19, [Undead Lore](/Skills.aspx?ID=8) +22\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +3\r\n\r\n**Con** +3\r\n\r\n**Int** +5\r\n\r\n**Wis** +0\r\n\r\n**Cha** +0\r\n</row>\n\n**Items**\r\nclockwork key to clockwork bomb in area F8, [corpse compass](/Equipment.aspx?ID=1605), [corpsecaller round](/Equipment.aspx?ID=1606), _+2 [striking](/Equipment.aspx?ID=280) [slide pistol](/Weapons.aspx?ID=206)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 29 \r\n\r\n**Fort** +18 \r\n\r\n**Ref** +18 \r\n\r\n**Will** +20 \r\n\r\n+2 status to saves vs. [disease](/Traits.aspx?ID=46) and [mental](/Traits.aspx?ID=106)\r\n</row>\r\n\r\n**HP** 160\r\n([negative healing](/MonsterAbilities.aspx?ID=42))\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +21 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 3d8+7 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nnecromechanical innovation +21,\r\n**Damage** 2d10+7 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_slide pistol_ +20 ([capacity 5](/Traits.aspx?ID=273), [Concussive](/Traits.aspx?ID=401), [fatal d10](/Traits.aspx?ID=178), [Magical](/Traits.aspx?ID=103), [range increment 30 feet](/Traits.aspx?ID=248), [reload 1](/Traits.aspx?ID=254)),\r\n**Damage** 2d6+3 piercing\r\n\r\n**Arcane Prepared Spells** DC 31, attack +23\r\n- **Cantrips (5th)**\r\n[Acid Splash](/Spells.aspx?ID=3), [Chill Touch](/Spells.aspx?ID=35), [Detect Magic](/Spells.aspx?ID=66), [Message](/Spells.aspx?ID=190), [Ray of Frost](/Spells.aspx?ID=245)\r\n- **1st**\r\n[Grim Tendrils](/Spells.aspx?ID=141) (×2), [Unseen Servant](/Spells.aspx?ID=352)\r\n- **2nd**\r\n[False Life](/Spells.aspx?ID=108), [Mirror Image](/Spells.aspx?ID=197), [Spectral Hand](/Spells.aspx?ID=295)\r\n- **3rd**\r\n[Bind Undead](/Spells.aspx?ID=22), [Vampiric Touch](/Spells.aspx?ID=354) (×2)\r\n- **4th**\r\n[Fly](/Spells.aspx?ID=125), [Seal Fate](/Spells.aspx?ID=715), [Vampiric Maiden](/Spells.aspx?ID=725)\r\n- **5th**\r\n[Cloudkill](/Spells.aspx?ID=42), [Enervation](/Spells.aspx?ID=687) (×2)\r\n\r\n**Clockwork Necromancy** <actions string=\"Two Actions\" /> ([Evil](/Traits.aspx?ID=64), [Necromancy](/Traits.aspx?ID=117), [Unstable](/Traits.aspx?ID=416)) Parsus winds their necromechanical innovation (see below) to infuse a corpse-riddled area with necromantic energy. The innovation casts [_black tentacles_](/Spells.aspx?ID=23) on a point within 100 feet, causing the dead body parts in a 10-foot burst to briefly animate and scrabble at creatures within the area for 1 round.\r\n\r\n**Explode** <actions string=\"Two Actions\" /> ([Manipulate](/Traits.aspx?ID=104), [Necromancy](/Traits.aspx?ID=117), [Unstable](/Traits.aspx?ID=416)) Parsus pushes their necromechanical innovation beyond its normal limits, dealing 10d6 negative damage in a 10-foot emanation (DC 31 [basic](/Rules.aspx?ID=329) Reflex save). Parsus can choose to include themself in this effect.\r\n\r\n**Necromatic Winding** <actions string=\"Single Action\" /> ([Manipulate](/Traits.aspx?ID=104), [Necromancy](/Traits.aspx?ID=117)) Parsus winds up their necromechanical innovation. They choose an active effect with the [necromancy](/Traits.aspx?ID=117) trait that originated from one of their spells or abilities (such as Clockwork Necromancy). The effect's duration extends to the end of Parsus's next turn.\r\n\r\n**Necromechanical Innovation**   Although a necromancer by training, Parsus recently developed a complex device called a necromechanical innovation. This device allows Parsus to use their Clockwork Necromancy, Explode, and Necromatic Winding abilities. It otherwise functions as an [inventor weapon innovation](/Classes.aspx?ID=19) with no modifications.\r\n\r\n</column>",
 "name": "Parsus",
 "npc": true,
 "perception": 20,
 "rarity": "unique",
 "reflex_save": 18,
 "release_date": "2022-06-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Dhampir\" url=\"/Traits.aspx?ID=215\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 160 ( negative healing )\r\n\r\n**AC** 29\r\n\r\n**Fort** +18\r\n\r\n**Ref** +18\r\n\r\n**Will** +20\r\n\r\n**Perception** +20\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nParsus grew up on a large estate in the outskirts of the Axan Woods of Geb, in a lonely and twisted landscape of haunted trees, inscrutable ruins, …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Arcana +24",
  "Deception +19",
  "Geb Lore +22",
  "Intimidation +19",
  "Society +19",
  "Undead Lore +22"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +24, [Deception](/Skills.aspx?ID=5) +19, [Geb Lore](/Skills.aspx?ID=8) +22, [Intimidation](/Skills.aspx?ID=7) +19, [Society](/Skills.aspx?ID=14) +19, [Undead Lore](/Skills.aspx?ID=8) +22",
 "source": [
  "Pathfinder #180: The Smoking Gun"
 ],
 "source_raw": [
  "Pathfinder #180: The Smoking Gun pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #180: The Smoking Gun](/Sources.aspx?ID=125) pg. 90</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Cloudkill",
  "Enervation",
  "Fly",
  "Seal Fate",
  "Vampiric Maiden",
  "Bind Undead",
  "Vampiric Touch",
  "False Life",
  "Mirror Image",
  "Spectral Hand",
  "Grim Tendrils",
  "Unseen Servant",
  "Acid Splash",
  "Chill Touch",
  "Detect Magic",
  "Message",
  "Ray of Frost"
 ],
 "spell_markdown": "[Acid Splash](/Spells.aspx?ID=3), [Bind Undead](/Spells.aspx?ID=22), [Chill Touch](/Spells.aspx?ID=35), [Cloudkill](/Spells.aspx?ID=42), [Detect Magic](/Spells.aspx?ID=66), [Enervation](/Spells.aspx?ID=687), [False Life](/Spells.aspx?ID=108), [Fly](/Spells.aspx?ID=125), [Grim Tendrils](/Spells.aspx?ID=141), [Message](/Spells.aspx?ID=190), [Mirror Image](/Spells.aspx?ID=197), [Ray of Frost](/Spells.aspx?ID=245), [Seal Fate](/Spells.aspx?ID=715), [Spectral Hand](/Spells.aspx?ID=295), [Unseen Servant](/Spells.aspx?ID=352), [Vampiric Maiden](/Spells.aspx?ID=725), [Vampiric Touch](/Spells.aspx?ID=354)",
 "spoilers": "Outlaws of Alkenstar",
 "strength": 4,
 "strongest_save": [
  "will"
 ],
 "summary": "Parsus grew up on a large estate in the outskirts of the Axan Woods of Geb, in a lonely and twisted landscape of haunted trees, inscrutable ruins, …",
 "summary_markdown": "Parsus grew up on a large estate in the outskirts of the Axan Woods of Geb, in a lonely and twisted landscape of haunted trees, inscrutable ruins, …",
 "text": " Parsus, Macabre Inventor Of Clockwork Abominations Parsus grew up on a large estate in the outskirts of the Axan Woods of Geb, in a lonely and twisted landscape of haunted trees, inscrutable ruins, and misty forest trails. Parsus and their six older siblings are all dhampirs, half-vampire progeny born from a vampire and mortal union. Their father is Drakar Fademore, a powerful vampire and Blood Lord of Geb—one of 60 undead leaders who oversee the dread empire's unholy administration. From an early age, Father Fademore taught his brood to revile magic users, and he instilled in the children an unquenchable thirst for arcanists' blood. Under the patriarch's guidance, Parsus and their siblings participated in “blood hunts.” On such occasions, the family would gather a host of vampiric yeth hounds and chase spellcasting victims through the woods for days at a time. Unlike their elder siblings, Parsus possessed little skill with martial arts and enjoyed neither combat nor hunting. Instead, their passions drew them to study magic and science. Parsus's father looked on these pursuits with disdain, viewing them as paltry hobbies that paled in comparison to the honor, glory, and bloodshed of a spirited hunt. The Fademore family had earned its status through bloodshed during Geb's great war with Nex, specializing in hunting and killing the wizards of Quantium. Instead of learning to hunt wizards, like a true Fademore, Parsus was interested in becoming one. After letting Parsus's obsession grow for years, Drakar eventually decided to draw them into the family hunts by force. He took Parsus deep into the Axan Woods and left them there, telling them to live or die as they wish, but not to return home without a fresh kill. Rather than giving into their feral instincts, Parsus instead studied the stars to navigate their way home and developed a magical snare to kill a forest dryad. They returned home triumphant, believing they proved the value of knowledge over instinct. Drakar, however, was displeased. For the next decade, Drakar's tests and challenges for Parsus grew ever more brutal. Through it all, Parsus refused to abandon their love of knowledge and magic. Each test only served to further strengthen their resolve and honed their skills until, one day, Parsus discovered they had become a potent necromancer. Parsus's siblings had meanwhile become master hunters and earned their father's favor, while Parsus was ultimately cast aside and forgotten. In time, their craving for approval turned into deep hatred for the entire Fademore family. Several years ago, Drakar turned over finances of the Fademore estate to Rhyst, Parsus's eldest sister. Ever the pragmatist, Rhyst quickly decided to save her father from any further embarrassment and sent Parsus away from the estate. If a new war between Nex and Geb were to break out, the city of Alkenstar to the north would be a ripe ground for investment, Rhyst explained to a seething Parsus. The necromancer had no choice but to board a Gebbite barge pulled by massive skeletal crocodiles (fruits of their own childhood projects) and set out for Alkenstar. Once in the city, they half-heartedly looked for ways their family might profit from war, but primarily focused on studying the city's fascinating clockwork wonders. Eventually, a shieldmarshal named Anjelique discovered Parsus and decided the promising spellcaster could help her further her own violent schemes. Campaign Role Although they were ordered to Alkenstar to find a way to profit from a war between Nex and Geb, Parsus has little interest in money and mainly thirsts for knowledge. More than anything, Parsus's true enemies are their family, particularly their father Drakar and eldest sister Rhyst. They dream of revenge daily and, though they would never admit it, below this hatred, some part of Parsus still yearns for acceptance from their family. Though a vile individual with disturbing sensibilities, the true Parsus is little more than a pawn in Anjelique and Ibrium's grand plan. Parsus was primarily following orders when they took over the Tinwound Hydroplant and slaughtered its caretakers, and the necromancer stoically explains as much when the player characters apprehend them in the factory's blood-soaked engine room. If Parsus survives the adventure, they hold no particular grudge against the characters, sensing a kinship with them, as they are themselves, after all, only following orders. Regardless, Parsus has no wish to confront Anjelique or Ibrium, recognizing the duo has thoroughly outplayed them. The only way to convinced Parsus to aid the characters' pursuits is by ensuring that doing so would mean snubbing Parsus's most hated adversary, their father Drakar. Recall Knowledge - Humanoid (Society): DC 37 Unspecific Lore : DC 35 Specific Lore : DC 32 Parsus Source Pathfinder #180: The Smoking Gun pg. 90 Perception +20 Languages Common, Necril Skills Arcana +24, Deception +19, Geb Lore +22, Intimidation +19, Society +19, Undead Lore +22 Str +4 Dex +3 Con +3 Int +5 Wis +0 Cha +0 Items clockwork key to clockwork bomb in area F8, corpse compass, corpsecaller round, +2 striking slide pistol --- AC 29 Fort +18 Ref +18 Will +20 +2 status to saves vs. disease and mental HP 160 (negative healing) --- Speed 25 feet Melee Single Action claw +21 (Agile), Damage 3d8+7 slashing Melee Single Action necromechanical innovation +21, Damage 2d10+7 bludgeoning Ranged Single Action slide pistol +20 (capacity 5, Concussive, fatal d10, Magical, range increment 30 feet, reload 1), Damage 2d6+3 piercing Arcane Prepared Spells DC 31, attack +23 - Cantrips (5th) Acid Splash, Chill Touch, Detect Magic, Message, Ray of Frost - 1st Grim Tendrils (×2), Unseen Servant - 2nd False Life, Mirror Image, Spectral Hand - 3rd Bind Undead, Vampiric Touch (×2) - 4th Fly, Seal Fate, Vampiric Maiden - 5th Cloudkill, Enervation (×2) Clockwork Necromancy Two Actions (Evil, Necromancy, Unstable) Parsus winds their necromechanical innovation (see below) to infuse a corpse-riddled area with necromantic energy. The innovation casts black tentacles on a point within 100 feet, causing the dead body parts in a 10-foot burst to briefly animate and scrabble at creatures within the area for 1 round. Explode Two Actions (Manipulate, Necromancy, Unstable) Parsus pushes their necromechanical innovation beyond its normal limits, dealing 10d6 negative damage in a 10-foot emanation (DC 31 basic Reflex save). Parsus can choose to include themself in this effect. Necromatic Winding Single Action (Manipulate, Necromancy) Parsus winds up their necromechanical innovation. They choose an active effect with the necromancy trait that originated from one of their spells or abilities (such as Clockwork Necromancy). The effect's duration extends to the end of Parsus's next turn. Necromechanical Innovation Although a necromancer by training, Parsus recently developed a complex device called a necromechanical innovation. This device allows Parsus to use their Clockwork Necromancy, Explode, and Necromatic Winding abilities. It otherwise functions as an inventor weapon innovation with no modifications. ",
 "trait": [
  "Dhampir",
  "Human",
  "Humanoid",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Dhampir](/Traits.aspx?ID=215), [Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Dhampir",
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1994",
 "weakest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 20,
 "wisdom": 0
}