{
 "ac": 21,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 2,
 "creature_ability": [
  "Heart Ripper",
  "Mimic Shadow"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 8,
 "hp": 60,
 "hp_raw": "60",
 "id": "creature-757",
 "image": [
  "/Images/Monsters/Peryton.png"
 ],
 "intelligence": 0,
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Peryton](/Monsters.aspx?ID=757)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe peryton is an amalgam of horror, merging the features of a stag, wolf, and hawk. They love using shadows to stalk their victims before ripping out their still-beating hearts and relishing the dying pulse as they swallow them whole, so the doomed victims spends their last moments watching as their flesh is consumed.\n\n Despite perytons' animalistic appearance and brutal behavior, they are viciously cunning and as intelligent as humans. Their preferred tactic is to find a lone traveler and stalk it from on high. Most perytons are loners who loathe all other creatures. These feelings extend to other perytons as well, and adult males attack each other on sight as surely as they attack anything else.\n\n Once per year, perytons mate. The males offer up hearts they have collected from humanoids to attract females. Those that manage to secure a mate rarely survive long though, as their mating ritual is short and violent. Female perytons generally abandon their eggs after laying them, so newly hatched perytons must fend for themselves from the moment they emerge.\n\n A lone peryton typically builds a nest in a rocky overhang or an exceptionally tall and strong tree where they can observe nearby lands. Although they aren't particularly interested in wealth, perytons do like to collect small objects from their victims. During those times between hunts, they sometimes study these trophies in order to relive the memories of victims' last moments and the taste of victims' hearts.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 19\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 17\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 14\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Peryton.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Peryton](/Monsters.aspx?ID=757)</title>\r\n\r\n<traits>\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 197 <sup>2.0</sup></row>\n\n**Perception** +13; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +11, [Intimidation](/Skills.aspx?ID=7) +11, [Stealth](/Skills.aspx?ID=15) +11\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +3\r\n\r\n**Con** +2\r\n\r\n**Int** +0\r\n\r\n**Wis** +5\r\n\r\n**Cha** +3\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 21 \r\n\r\n**Fort** +8 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +13 \n\n</row>\r\n\r\n**HP** 60\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, fly 50 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nantler +14 ([deadly d8](/Traits.aspx?ID=174)),\r\n**Damage** 1d12+7 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfangs +14 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 1d8+7 slashing\n\n**Heart Ripper** <actions string=\"Single Action\" /> ([Attack](/Traits.aspx?ID=15), [Emotion](/Traits.aspx?ID=60), [Fear](/Traits.aspx?ID=68), [Visual](/Traits.aspx?ID=163)) The peryton rips out the heart of an adjacent corpse with their jaws. The creature must have died in the last minute. As the peryton rips the heart free and swallows it whole, they regain 2d6 HP, and any non-peryton that witnesses this event must succeed at a DC 21 Will save or become [frightened 1](/Conditions.aspx?ID=19) (or frightened 2 on a critical failure).\r\n\r\n**Mimic Shadow** <actions string=\"Single Action\" /> ([Necromancy](/Traits.aspx?ID=117), [Occult](/Traits.aspx?ID=120), [Shadow](/Traits.aspx?ID=143)) **Requirements** The target must be casting a shadow; **Effect** The peryton Flies, going no higher than 20 feet over the target creature. The target creature must succeed at a DC 21 Will save or the peryton's shadow changes to match that cast by the target creature. With their shadow so transformed, the peryton gains a +2 status bonus to attack and damage rolls against that creature. In addition, each time the peryton successfully Strikes that creature, the creature must succeed at a DC 21 Will save or become [frightened 1](/Conditions.aspx?ID=19), or increase its frightened condition by 1 if it's already frightened. This is an [emotion](/Traits.aspx?ID=60) and [fear](/Traits.aspx?ID=68) effect. The shadow remains transformed for 1 hour or until the peryton Mimics a Shadow again, whichever comes first.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Peryton Flocks</title>\r\n\r\nOn rare occasions, a peryton flock forms at the lead of an alpha female. It lasts until the alpha makes a mistake that erodes her perceived power. Then the rest of the flock tears her apart.\r\n</aside>",
 "name": "Peryton",
 "npc": false,
 "perception": 13,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 11,
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 197 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 60\r\n\r\n**AC** 21\r\n\r\n**Fort** +8\r\n\r\n**Ref** +11\r\n\r\n**Will** +13\r\n\r\n**Perception** +13\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe peryton is an amalgam of horror, merging the features of a stag, wolf, and hawk. They love using shadows to stalk their victims before ripping …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +11",
  "Intimidation +11",
  "Stealth +11"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +11, [Intimidation](/Skills.aspx?ID=7) +11, [Stealth](/Skills.aspx?ID=15) +11",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 197"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 197 <sup>2.0</sup></row>",
 "speed": {
  "fly": 50,
  "land": 25,
  "max": 50
 },
 "speed_markdown": "25 feet, fly 50 feet",
 "speed_raw": "25 feet, fly 50 feet",
 "spell_markdown": "",
 "stealth": "11",
 "strength": 4,
 "strongest_save": [
  "will"
 ],
 "summary": "The peryton is an amalgam of horror, merging the features of a stag, wolf, and hawk. They love using shadows to stalk their victims before ripping …",
 "summary_markdown": "The peryton is an amalgam of horror, merging the features of a stag, wolf, and hawk. They love using shadows to stalk their victims before ripping …",
 "text": " Peryton The peryton is an amalgam of horror, merging the features of a stag, wolf, and hawk. They love using shadows to stalk their victims before ripping out their still-beating hearts and relishing the dying pulse as they swallow them whole, so the doomed victims spends their last moments watching as their flesh is consumed. Despite perytons' animalistic appearance and brutal behavior, they are viciously cunning and as intelligent as humans. Their preferred tactic is to find a lone traveler and stalk it from on high. Most perytons are loners who loathe all other creatures. These feelings extend to other perytons as well, and adult males attack each other on sight as surely as they attack anything else. Once per year, perytons mate. The males offer up hearts they have collected from humanoids to attract females. Those that manage to secure a mate rarely survive long though, as their mating ritual is short and violent. Female perytons generally abandon their eggs after laying them, so newly hatched perytons must fend for themselves from the moment they emerge. A lone peryton typically builds a nest in a rocky overhang or an exceptionally tall and strong tree where they can observe nearby lands. Although they aren't particularly interested in wealth, perytons do like to collect small objects from their victims. During those times between hunts, they sometimes study these trophies in order to relive the memories of victims' last moments and the taste of victims' hearts. Recall Knowledge - Beast (Arcana, Nature): DC 19 Unspecific Lore : DC 17 Specific Lore : DC 14 Peryton Source Bestiary 2 pg. 197 2.0 Perception +13; darkvision Languages Common Skills Acrobatics +11, Intimidation +11, Stealth +11 Str +4 Dex +3 Con +2 Int +0 Wis +5 Cha +3 --- AC 21 Fort +8 Ref +11 Will +13 HP 60 --- Speed 25 feet, fly 50 feet Melee Single Action antler +14 (deadly d8), Damage 1d12+7 piercing Melee Single Action fangs +14 (Agile), Damage 1d8+7 slashing Heart Ripper Single Action (Attack, Emotion, Fear, Visual) The peryton rips out the heart of an adjacent corpse with their jaws. The creature must have died in the last minute. As the peryton rips the heart free and swallows it whole, they regain 2d6 HP, and any non-peryton that witnesses this event must succeed at a DC 21 Will save or become frightened 1 (or frightened 2 on a critical failure). Mimic Shadow Single Action (Necromancy, Occult, Shadow) Requirements The target must be casting a shadow; Effect The peryton Flies, going no higher than 20 feet over the target creature. The target creature must succeed at a DC 21 Will save or the peryton's shadow changes to match that cast by the target creature. With their shadow so transformed, the peryton gains a +2 status bonus to attack and damage rolls against that creature. In addition, each time the peryton successfully Strikes that creature, the creature must succeed at a DC 21 Will save or become frightened 1, or increase its frightened condition by 1 if it's already frightened. This is an emotion and fear effect. The shadow remains transformed for 1 hour or until the peryton Mimics a Shadow again, whichever comes first. Peryton Flocks On rare occasions, a peryton flock forms at the lead of an alpha female. It lasts until the alpha makes a mistake that erodes her perceived power. Then the rest of the flock tears her apart. ",
 "trait": [
  "Beast",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20)",
 "trait_raw": [
  "Beast"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=757",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 13,
 "wisdom": 5
}