{
 "ac": 15,
 "alignment": "Any",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 2,
 "creature_ability": [
  "Planar Incarnation"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 7,
 "hp": 22,
 "hp_raw": "22",
 "id": "creature-758",
 "image": [
  "/Images/Monsters/Petitioner.png"
 ],
 "intelligence": 2,
 "language": [
  "see Planar Incarnation"
 ],
 "language_markdown": "see Planar Incarnation",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Petitioner](/Monsters.aspx?ID=758)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nWhen a mortal dies, their soul travels to the [Boneyard](/Planes.aspx?ID=15) in the Outer Planes where they are judged by [Pharasma](/Deities.aspx?ID=14), the goddess of the dead. Once they have been judged, their soul is sent on to their final reward or punishment in the afterlife, and in the process is transformed into a creature known as a petitioner. This process grants the soul a new body, one whose shape is the result of the prevailing philosophical forces of the plane to which it is sent. The petitioner's memories from their life are typically wiped nearly clean, allowing them to retain only a few hazy fragments akin to half-remembered dreams. Regardless of the petitioner's size, power, or nature in life, they're a Medium creature in their afterlife.\n\n Existence as a petitioner can last for eons, but this state is not necessarily eternal. Deities, powerful denizens of the Great Beyond, or even the outer planes themselves can further change the petitioner's nature by transforming them into raw quintessence, spiritual essence that is then used to expand a plane's physical manifestation, or by transforming the petitioner into a new form of supernatural life such as a [celestial](/Traits.aspx?ID=23), [monitor](/Traits.aspx?ID=111), or [fiend](/Traits.aspx?ID=70). Should a petitioner die, their body breaks down in a process akin to decay, their nature reverting back to the quintessence or elements that make up their plane. This represents the true end of a soul's journey: their associated life essence travels back to the heart of the Great Beyond to be recycled into the [Positive Energy plane](/Planes.aspx?ID=3), fueling the creation of entirely new souls.\r\n\r\n<column gap=\"tiny\">\n\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 13\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 10\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Petitioner.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Petitioner](/Monsters.aspx?ID=758)</title>\r\n\r\n<traits>\r\n<trait label=\"Any\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Petitioner\" url=\"/Traits.aspx?ID=305\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 198 <sup>2.0</sup></row>\n\n**Perception** +7; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\nsee Planar Incarnation\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +7, [Planar Lore](/Skills.aspx?ID=8) +7\r\n\r\n<row gap=\"medium\">\r\n**Str** +2\r\n\r\n**Dex** +2\r\n\r\n**Con** +2\r\n\r\n**Int** +2\r\n\r\n**Wis** +2\r\n\r\n**Cha** +2\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 15 \r\n\r\n**Fort** +7 \r\n\r\n**Ref** +7 \r\n\r\n**Will** +7 \n\n</row>\r\n\r\n**HP** 22\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\n\n**Planar Incarnation**   All petitioners are formed from and personify the nature of the plane on which they manifest, and their statistics are adjusted as summarized below. They also gain any trait associated with creatures from their plane. <br />**[Abaddon](/Planes.aspx?ID=12) (the Hunted)** The hunted appear as Medium sized versions of themselves from their prior lives, and they exist to be pursued and consumed by daemons; **Alignment** NE; **Language** [Daemonic](/Languages.aspx?ID=31); **Additional Ability** [fast healing 5](/MonsterAbilities.aspx?ID=15); **Melee** fist +7, **Damage** 1d8+2 bludgeoning <br />**[Abyss](/Planes.aspx?ID=13) (the Larvae)** The larvae appear as maggot-like grubs with the face the petitioners had in life; **Alignment** CE; **Language** [Abyssal](/Languages.aspx?ID=12); **Additional Ability** immune to [disease](/Traits.aspx?ID=46) and [poison](/Traits.aspx?ID=126); **Melee** jaws +7, **Damage** 1d8+2 piercing <br />**[Astral Plane](/Planes.aspx?ID=8) (the Untethered)** The untethered appear as astrally projected versions of their mortal forms, yet they lack a silver cord; **Alignment** any; **Language** any one spoken in life (such as [Common](/Languages.aspx?ID=1)); **Additional Ability** fly Speed 20 feet; **Melee** fist +7, **Damage** 1d8+2 bludgeoning <br />**[Axis](/Planes.aspx?ID=14) (the Unmade)** The unmade appear as parchment-skinned humanoids covered in lines of close black script; **Alignment** LN; **Language** [Utopian](/Languages.aspx?ID=36); **Additional Ability** immune to [emotion](/Traits.aspx?ID=60) and [fear](/Traits.aspx?ID=68); **Melee** fist +7, **Damage** 1d8+2 bludgeoning <br />**[Boneyard](/Planes.aspx?ID=15) (the Dead)** The dead appear as animated skeletons of the type of creature they were when they were alive; **Alignment** N; **Language** [Requian](/Languages.aspx?ID=34); **Additional Ability** resist piercing and slashing 3; Melee claw +7, Damage 1d8+2 slashing <br />**Dead Vault (the Caged)** The caged are sent to [Rovagug's](/Monsters.aspx?ID=252) prison plane, the Dead Vault; they appear as chained versions of their mortal bodies, save that their faces are hideous insectile visages; **Alignment** CE; **Language** [Abyssal](/Languages.aspx?ID=12); **Additional Ability** [Rend](/MonsterAbilities.aspx?ID=30) <actions string=\"Single Action\" /> bite; **Melee** bite +7, **Damage** 1d8+2 piercing <br />**[Dimension of Dreams](/Traits.aspx?ID=299) (the Dreamers)** The dreamers appear as their ideal appearance, age, and gender from their mortal bodies; **Alignment** any; **Language** [Aklo](/Languages.aspx?ID=13); **Additional Ability** +1 circumstance bonus on all saving throws; **Melee** fist +7, **Damage** 1d8+2 bludgeoning <br />**[Elysium](/Planes.aspx?ID=16) (the Chosen)** The chosen appear as idealized versions of their mortal selves with glowing eyes; **Alignment** CG; **Language** [Celestial](/Languages.aspx?ID=16); **Additional Ability** immune to [_blindness_](/Spells.aspx?ID=26) and [dazzled](/Conditions.aspx?ID=7); **Melee** fist +7, **Damage** 1d8+2 bludgeoning <br />**[Ethereal Plane](/Planes.aspx?ID=9) (the Terrorized)** The terrorized appear as sickly, haunted-looking versions of their mortal selves; **Alignment** any; **Language** any one spoken in life (such as [Common](/Languages.aspx?ID=1)); **Additional Ability** immune to bleed and [death](/Traits.aspx?ID=40) effects; **Melee** fist +7, **Damage** 1d8+2 bludgeoning <br />**[Heaven](/Planes.aspx?ID=17) (the Elect)** The elect have golden halos and ghostly wings, but they otherwise appear as their mortal forms; **Alignment** LG; **Language** [Celestial](/Languages.aspx?ID=16); **Additional Ability** fly Speed 20 feet; **Melee** wing +7, **Damage** 1d8+2 bludgeoning <br />**[Hell](/Planes.aspx?ID=18) (the Damned)** The damned look like terribly scarred or mutilated versions of their mortal selves; **Alignment** LE; **Language** [Infernal](/Languages.aspx?ID=19); **Additional Ability** immune to fire; **Melee** jaws +7, **Damage** 1d8+2 piercing <br />**[Maelstrom](/Planes.aspx?ID=19) (the Shapeless)** The shapeless appear as half-melted reflections of their former mortal selves; **Alignment** CN; **Language** [Protean](/Languages.aspx?ID=33); **Additional Ability** immune to critical hits and precision; **Melee** fist +7, **Damage** 1d8+2 bludgeoning <br />**Material Plane (the Remnants)** The remnants are among the rarest of petitioners; they appear as plain, bland versions of the ancestry of their mortal lives; **Alignment** any; **Language** any one spoken in life (such as [Common](/Languages.aspx?ID=1)); **Additional Ability** [ferocity](/MonsterAbilities.aspx?ID=16); **Melee** fist +7, **Damage** 1d8+2 bludgeoning <br />**[Nirvana](/Planes.aspx?ID=20) (the Cleansed)** The cleansed take on animal forms that match their personalities in life; **Alignment** NG; **Language** [Celestial](/Languages.aspx?ID=16); **Additional Ability** speed 35 feet; **Melee** claw +7, **Damage** 1d8+2 slashing <br />**[Plane of Air](/Planes.aspx?ID=4) (the Air Pneuma)** Air pneuma appear as versions of their mortal selves composed of air; **Alignment** any; **Language** [Auran](/Languages.aspx?ID=15); **Additional Ability** fly Speed 20 feet; **Melee** gust +7 (air), **Damage** 1d8+2 bludgeoning <br />**[Plane of Earth](/Planes.aspx?ID=5) (the Earth Pneuma)** Earth pneuma appear as versions of their mortal selves built of earth or stone; **Alignment** any; **Language** [Terran](/Languages.aspx?ID=22); **Additional Ability** burrow Speed 20 feet; **Melee** fist +7 (earth), **Damage** 1d8+2 bludgeoning <br />**[Plane of Fire](/Planes.aspx?ID=6) (the Fire Pneuma)** Fire pneuma appear as versions of their mortal selves shaped from flame; **Alignment** any; **Language** [Ignan](/Languages.aspx?ID=18); **Additional Ability** immunity to fire; **Melee** cinder +7 (fire), **Damage** 1d8+2 fire <br />**[Plane of Water](/Planes.aspx?ID=7) (the Water Pneuma)** Water pneuma appear as versions of their mortal selves formed of flowing water; **Alignment** any; **Language** [Aquan](/Languages.aspx?ID=14); **Additional Ability** [amphibious](/Traits.aspx?ID=207), swim Speed 20 feet; **Melee** current +7 (water), **Damage** 1d8+2 bludgeoning <br />**[Positive Energy Plane](/Planes.aspx?ID=3) (the Enlightened)** The enlightened appear as diaphanous, radiant versions of their mortal selves; **Alignment** any good; **Language** [Jyoti](/Languages.aspx?ID=60); **Additional Ability** [fast healing 5](/MonsterAbilities.aspx?ID=15); **Melee** glowing touch +7, **Damage** 1d8+2 positive <br />**[Shadow Plane](/Planes.aspx?ID=11) (the Mutilated)** The mutilated appear as they did in their mortal lives, yet are covered in wounds or partially adorned or wrapped in chains; **Alignment** any evil; **Language** [Shadowtongue](/Languages.aspx?ID=21); **Additional Ability** immune to bleed and [fear](/Traits.aspx?ID=68); **Melee** chain +7, **Damage** 1d8+2 bludgeoning\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">First World Petitioners</title>\r\n\r\nA soul sent to the [First World](/Planes.aspx?ID=10) does not become a petitioner. Rather, they immediately reincarnate into a [fey](/Traits.aspx?ID=69) creature whose temperament and role match their mortal personalities. This process tends to leave souls who incarnate into the First World with slightly more fragments of memories than most petitioners, yet still not enough that they remember who they once were.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Other Petitioners</title>\r\n\r\nEach plane (save the [Negative Energy Plane](/Planes.aspx?ID=2)) has its own category of petitioner, but not every plane or demiplane present in the Pathfinder setting is listed here. Certainly, planes of your own design aren't represented! You can use the wide range of petitioner types and descriptions here as templates or inspiration for creating new types of petitioners: each needs a name, appearance, alignment, language, additional ability, and attack. For instance, [Desna](/Deities.aspx?ID=5) maintains a demiplane called Cynosure that straddles the [Material Plane](/Planes.aspx?ID=1) and [Elysium](/Planes.aspx?ID=16). Petitioners on Cynosure are known as the chosen dreamers, and they appear as idealized and softly glowing versions of their mortal selves; they are chaotic good, speak [Celestial](/Traits.aspx?ID=23), are immune to [_confusion_](/Spells.aspx?ID=48) and [stupefied](/Conditions.aspx?ID=37), and deal bludgeoning damage with their fists.\r\n</aside>",
 "name": "Petitioner",
 "npc": false,
 "perception": 7,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 7,
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Petitioner\" url=\"/Traits.aspx?ID=305\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 198 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 22\r\n\r\n**AC** 15\r\n\r\n**Fort** +7\r\n\r\n**Ref** +7\r\n\r\n**Will** +7\r\n\r\n**Perception** +7\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen a mortal dies, their soul travels to the  Boneyard  in the Outer Planes where they are judged by  Pharasma , the goddess of the dead. Once they …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +7",
  "Planar Lore +7"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +7, [Planar Lore](/Skills.aspx?ID=8) +7",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 198"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 198 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "strength": 2,
 "strongest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex",
  "will"
 ],
 "summary": "When a mortal dies, their soul travels to the  Boneyard  in the Outer Planes where they are judged by  Pharasma , the goddess of the dead. Once they …",
 "summary_markdown": "When a mortal dies, their soul travels to the  Boneyard  in the Outer Planes where they are judged by  Pharasma , the goddess of the dead. Once they …",
 "text": " Petitioner When a mortal dies, their soul travels to the Boneyard in the Outer Planes where they are judged by Pharasma, the goddess of the dead. Once they have been judged, their soul is sent on to their final reward or punishment in the afterlife, and in the process is transformed into a creature known as a petitioner. This process grants the soul a new body, one whose shape is the result of the prevailing philosophical forces of the plane to which it is sent. The petitioner's memories from their life are typically wiped nearly clean, allowing them to retain only a few hazy fragments akin to half-remembered dreams. Regardless of the petitioner's size, power, or nature in life, they're a Medium creature in their afterlife. Existence as a petitioner can last for eons, but this state is not necessarily eternal. Deities, powerful denizens of the Great Beyond, or even the outer planes themselves can further change the petitioner's nature by transforming them into raw quintessence, spiritual essence that is then used to expand a plane's physical manifestation, or by transforming the petitioner into a new form of supernatural life such as a celestial, monitor, or fiend. Should a petitioner die, their body breaks down in a process akin to decay, their nature reverting back to the quintessence or elements that make up their plane. This represents the true end of a soul's journey: their associated life essence travels back to the heart of the Great Beyond to be recycled into the Positive Energy plane, fueling the creation of entirely new souls. Unspecific Lore : DC 13 Specific Lore : DC 10 Petitioner Source Bestiary 2 pg. 198 2.0 Perception +7; darkvision Languages see Planar Incarnation Skills Athletics +7, Planar Lore +7 Str +2 Dex +2 Con +2 Int +2 Wis +2 Cha +2 --- AC 15 Fort +7 Ref +7 Will +7 HP 22 --- Speed 25 feet Planar Incarnation All petitioners are formed from and personify the nature of the plane on which they manifest, and their statistics are adjusted as summarized below. They also gain any trait associated with creatures from their plane. Abaddon (the Hunted) The hunted appear as Medium sized versions of themselves from their prior lives, and they exist to be pursued and consumed by daemons; Alignment NE; Language Daemonic; Additional Ability fast healing 5; Melee fist +7, Damage 1d8+2 bludgeoning Abyss (the Larvae) The larvae appear as maggot-like grubs with the face the petitioners had in life; Alignment CE; Language Abyssal; Additional Ability immune to disease and poison; Melee jaws +7, Damage 1d8+2 piercing Astral Plane (the Untethered) The untethered appear as astrally projected versions of their mortal forms, yet they lack a silver cord; Alignment any; Language any one spoken in life (such as Common); Additional Ability fly Speed 20 feet; Melee fist +7, Damage 1d8+2 bludgeoning Axis (the Unmade) The unmade appear as parchment-skinned humanoids covered in lines of close black script; Alignment LN; Language Utopian; Additional Ability immune to emotion and fear; Melee fist +7, Damage 1d8+2 bludgeoning Boneyard (the Dead) The dead appear as animated skeletons of the type of creature they were when they were alive; Alignment N; Language Requian; Additional Ability resist piercing and slashing 3; Melee claw +7, Damage 1d8+2 slashing Dead Vault (the Caged) The caged are sent to Rovagug's prison plane, the Dead Vault; they appear as chained versions of their mortal bodies, save that their faces are hideous insectile visages; Alignment CE; Language Abyssal; Additional Ability Rend Single Action bite; Melee bite +7, Damage 1d8+2 piercing Dimension of Dreams (the Dreamers) The dreamers appear as their ideal appearance, age, and gender from their mortal bodies; Alignment any; Language Aklo; Additional Ability +1 circumstance bonus on all saving throws; Melee fist +7, Damage 1d8+2 bludgeoning Elysium (the Chosen) The chosen appear as idealized versions of their mortal selves with glowing eyes; Alignment CG; Language Celestial; Additional Ability immune to blindness and dazzled; Melee fist +7, Damage 1d8+2 bludgeoning Ethereal Plane (the Terrorized) The terrorized appear as sickly, haunted-looking versions of their mortal selves; Alignment any; Language any one spoken in life (such as Common); Additional Ability immune to bleed and death effects; Melee fist +7, Damage 1d8+2 bludgeoning Heaven (the Elect) The elect have golden halos and ghostly wings, but they otherwise appear as their mortal forms; Alignment LG; Language Celestial; Additional Ability fly Speed 20 feet; Melee wing +7, Damage 1d8+2 bludgeoning Hell (the Damned) The damned look like terribly scarred or mutilated versions of their mortal selves; Alignment LE; Language Infernal; Additional Ability immune to fire; Melee jaws +7, Damage 1d8+2 piercing Maelstrom (the Shapeless) The shapeless appear as half-melted reflections of their former mortal selves; Alignment CN; Language Protean; Additional Ability immune to critical hits and precision; Melee fist +7, Damage 1d8+2 bludgeoning Material Plane (the Remnants) The remnants are among the rarest of petitioners; they appear as plain, bland versions of the ancestry of their mortal lives; Alignment any; Language any one spoken in life (such as Common); Additional Ability ferocity; Melee fist +7, Damage 1d8+2 bludgeoning Nirvana (the Cleansed) The cleansed take on animal forms that match their personalities in life; Alignment NG; Language Celestial; Additional Ability speed 35 feet; Melee claw +7, Damage 1d8+2 slashing Plane of Air (the Air Pneuma) Air pneuma appear as versions of their mortal selves composed of air; Alignment any; Language Auran; Additional Ability fly Speed 20 feet; Melee gust +7 (air), Damage 1d8+2 bludgeoning Plane of Earth (the Earth Pneuma) Earth pneuma appear as versions of their mortal selves built of earth or stone; Alignment any; Language Terran; Additional Ability burrow Speed 20 feet; Melee fist +7 (earth), Damage 1d8+2 bludgeoning Plane of Fire (the Fire Pneuma) Fire pneuma appear as versions of their mortal selves shaped from flame; Alignment any; Language Ignan; Additional Ability immunity to fire; Melee cinder +7 (fire), Damage 1d8+2 fire Plane of Water (the Water Pneuma) Water pneuma appear as versions of their mortal selves formed of flowing water; Alignment any; Language Aquan; Additional Ability amphibious, swim Speed 20 feet; Melee current +7 (water), Damage 1d8+2 bludgeoning Positive Energy Plane (the Enlightened) The enlightened appear as diaphanous, radiant versions of their mortal selves; Alignment any good; Language Jyoti; Additional Ability fast healing 5; Melee glowing touch +7, Damage 1d8+2 positive Shadow Plane (the Mutilated) The mutilated appear as they did in their mortal lives, yet are covered in wounds or partially adorned or wrapped in chains; Alignment any evil; Language Shadowtongue; Additional Ability immune to bleed and fear; Melee chain +7, Damage 1d8+2 bludgeoning First World Petitioners A soul sent to the First World does not become a petitioner. Rather, they immediately reincarnate into a fey creature whose temperament and role match their mortal personalities. This process tends to leave souls who incarnate into the First World with slightly more fragments of memories than most petitioners, yet still not enough that they remember who they once were. Other Petitioners Each plane (save the Negative Energy Plane) has its own category of petitioner, but not every plane or demiplane present in the Pathfinder setting is listed here. Certainly, planes of your own design aren't represented! You can use the wide range of petitioner types and descriptions here as templates or inspiration for creating new types of petitioners: each needs a name, appearance, alignment, language, additional ability, and attack. For instance, Desna maintains a demiplane called Cynosure that straddles the Material Plane and Elysium. Petitioners on Cynosure are known as the chosen dreamers, and they appear as idealized and softly glowing versions of their mortal selves; they are chaotic good, speak Celestial, are immune to confusion and stupefied, and deal bludgeoning damage with their fists. ",
 "trait": [
  "Petitioner",
  "Any",
  "Medium"
 ],
 "trait_markdown": "[Petitioner](/Traits.aspx?ID=305)",
 "trait_raw": [
  "Petitioner"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=758",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex",
  "will"
 ],
 "weakness": {},
 "will_save": 7,
 "wisdom": 2
}