{
 "ac": 42,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 7,
 "constitution": 6,
 "creature_ability": [
  "Rejuvenation",
  "Sacrilegious Aura",
  "Attack of Opportunity",
  "Devastating Blast",
  "Graveknight's Curse",
  "Pike Master",
  "Pokmit's Discernment",
  "Ruinous Weapons",
  "Weapon Master"
 ],
 "creature_family_markdown": "",
 "dexterity": 6,
 "exclude_from_search": false,
 "fortitude_save": 32,
 "hp": 335,
 "hp_raw": "335 ( negative healing , rejuvenation)",
 "id": "creature-2418",
 "image": [
  "/Images/Monsters/PokmitBloodyPike.png"
 ],
 "immunity": [
  "cold",
  "death  effects",
  "disease",
  "paralyzed",
  "poison",
  "unconscious"
 ],
 "immunity_markdown": "[cold](/Traits.aspx?ID=27), [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [unconscious](/Conditions.aspx?ID=38)",
 "intelligence": 5,
 "language": [
  "Common",
  "Necril"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20)",
 "level": 18,
 "markdown": "<title level=\"1\" pfs=\"\">[Pokmit Bloody-Pike, Unyielding Graveknight Of Yled](/Monsters.aspx?ID=2418)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe graveknight now known as Pokmit Bloody-Pike was born in 4102 AR to a now-extinct minor line of Chelaxian nobility. While they didn't have much wealth, the family did have enough to outfit their young son as a soldier, and enough influence to land him a minor command posting. Pokmit's skill and force of personality made him an excellent leader, and he was a captain by the time the reckless prince Haliad I launched his ill-fated attack upon the city of Absalom. During the battle, he was knocked unconscious and left for dead by the retreating Chelaxians. Angered by this abandonment, he resigned his commission as soon as he recovered and vowed to never aid Cheliax again. Pokmit instead began a long career as a mercenary captain, mostly operating within the Mwangi Expanse.\n\n Pokmit built a reputation as capable, competent, and absolutely committed to keeping his word. This final trait made him especially desirable among employers accustomed to mercenaries who didn't always follow through on their obligations. By 4155 AR, Pokmit and his small company—the Bloody Pikes, so named in honor of their leader's favorite weapon— had effectively become a unit of Geb's military and served with distinction in border skirmishes in the west. On one of these raids, Pokmit's company was ambushed and nearly wiped out. In response, the Gebbite military sent a contingent of undead troops who swarmed through the area and avenged the loss of the Bloody Pikes. Pokmit was moved by this commitment. He recovered again and joined Geb's military, rising quickly through the ranks.\n\n Pokmit never had anything like a moral code except in matters of law: a contract with an employer was sacred, and he considered those who broke their word to be the lowest, most despicable beings. Whatever sense of right and wrong Pokmit once held soon eroded away as he followed the orders he was given, no matter how cruel. He personally oversaw the mass execution of refugees from the Spellscar Desert, earning him a permanent posting in Yled.\n\n During his service in the city, Pokmit finally earned his transformation to a graveknight under the supervision of Blood Lord Haeqajet himself. The Overgovernor was impressed by Pokmit's commitment to the Yled's protection and the viciousness in his execution of those duties, especially when Pokmit led a dangerous raid against a cult of Pharasmin radicals who threatened the city. The Pharasmins repeatedly attacked some of the lesser mindless undead with positive energy, often destroying dozens of the creatures at once before slinking away into the city streets. Pokmit, as one of the quick, was perfectly suited to bypass the cultists' undead-focused wards. He soon brought back the corpses of the priests, who were animated as zombies and paraded through Yled as a warning. Haeqajet rewarded Pokmit with a quick death and reanimation as a graveknight, presenting Pokmit with the ceremonial dagger used to end his life and begin his unlife.\n\n Under Pokmit's watchful eye, Yled has defeated many threats to its existence and continues to serve as a bulwark against creatures of the Spellscar Desert and would-be heroes who have attempted to disrupt the city's militaristic order. In his nearly 600 years of undeath, Pokmit has become a cornerstone of the Warmaster Council, respected and feared throughout Yled. He is also Haeqajet's close confidant. Although Pokmit knows the Overgovernor's mind is not what it once was—or perhaps because he knows that fact—he has remained a staunch supporter of Haeqajet on the Warmaster Council. In Pokmit's mind, no one is more committed to duty than the Overgovernor. Pokmit sees his own service merely as a shadow of his sponsor's. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Pokmit is the embodiment of the looming threat of the Warmaster Council descending upon the Pallid Pinnacle in Chapter 1 of this adventure. The characters ultimately face Pokmit there, but might weaken him if they've set the temple's defenses before he arrives.\n\n If Pokmit is defeated but not fully destroyed, as is likely because of his rejuvenation ability, he can easily make an appearance later in the adventure and cause all manner of trouble for the characters. Conversely, if the characters convince Pokmit that the work they're doing is for the benefit of Geb and its military, Pokmit might become an ally, convincing other members of the Warmaster Council to stay out of their way while they work to expose illegal operations in Yled.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Undead](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 48\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 46\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 43\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/PokmitBloodyPike.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 18\">[Pokmit Bloody-Pike](/Monsters.aspx?ID=2418)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #185: A Taste of Ashes](/Sources.aspx?ID=188) pg. 92</row>\n\n**Perception** +31; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +35, [Intimidation](/Skills.aspx?ID=7) +33, [Religion](/Skills.aspx?ID=13) +31, [Society](/Skills.aspx?ID=14) +31, [Warfare Lore](/Skills.aspx?ID=8) +33\r\n\r\n<row gap=\"medium\">\r\n**Str** +9\r\n\r\n**Dex** +6\r\n\r\n**Con** +6\r\n\r\n**Int** +5\r\n\r\n**Wis** +5\r\n\r\n**Cha** +7\r\n</row>\n\n**Items**\r\n[Composite Longbow](/Weapons.aspx?ID=74) (20 arrows), _+2 [greater resilient](/Equipment.aspx?ID=279) [full plate](/Armor.aspx?ID=13)_, _+3 [greater striking](/Equipment.aspx?ID=280) [wounding](/Equipment.aspx?ID=309) [longspear](/Weapons.aspx?ID=6)_, [warhammer](/Equipment.aspx?ID=24)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 42 \r\n\r\n**Fort** +32 \r\n\r\n**Ref** +30 \r\n\r\n**Will** +29 \n\n</row>\r\n\r\n**HP** 335\r\n([negative healing](/MonsterAbilities.aspx?ID=42), rejuvenation)\n\n**Immunities**\r\n[cold](/Traits.aspx?ID=27), [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [unconscious](/Conditions.aspx?ID=38)\r\n\r\n**Resistances**\r\n[positive](/Traits.aspx?ID=128) 18\n\n**Rejuvenation** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) When a graveknight is destroyed, its armor rebuilds its body over the course of 1d10 days—or more quickly if the armor is worn by a living host. If the body is destroyed before then, the process restarts. A graveknight can only be permanently destroyed by obliterating its armor (such as with [_disintegrate_](/Spells.aspx?ID=76)), transporting it to the [Positive Energy Plane](/Planes.aspx?ID=3), or throwing it into the heart of a volcano.<br />**Sacrilegious Aura** ([abjuration](/Traits.aspx?ID=2), [aura](/Traits.aspx?ID=206), [divine](/Traits.aspx?ID=48), [evil](/Traits.aspx?ID=64)) 30 feet. When a creature in the aura uses a [positive](/Traits.aspx?ID=128) spell or ability, Pokmit automatically attempts to [counteract](/Rules.aspx?ID=371) it, with a +29 counteract modifier.<br />**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> \r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_longspear_ +36 ([Cold](/Traits.aspx?ID=27), [Magical](/Traits.aspx?ID=103), [reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d8+19 piercing plus 1d6 cold and 1d6 persistent bleed\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_warhammer_ +35 ([Cold](/Traits.aspx?ID=27), [Magical](/Traits.aspx?ID=103), [Shove](/Traits.aspx?ID=193)),\r\n**Damage** 3d8+19 bludgeoning plus 1d6 cold\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfist +35 ([Agile](/Traits.aspx?ID=170), [Cold](/Traits.aspx?ID=27), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d6+19 bludgeoning plus 1d6 cold\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_composite longbow_ +32 ([Cold](/Traits.aspx?ID=27), [deadly d10](/Traits.aspx?ID=174), [Magical](/Traits.aspx?ID=103), [range increment 100 feet](/Traits.aspx?ID=248), [reload 0](/Traits.aspx?ID=254), [volley 30 feet](/Traits.aspx?ID=201)),\r\n**Damage** 3d8+17 piercing plus 1d6 cold\n\n**Devastating Blast** <actions string=\"Two Actions\" /> ([Arcane](/Traits.aspx?ID=11), [Cold](/Traits.aspx?ID=27), [Evocation](/Traits.aspx?ID=65)) Pokmit unleashes a 30-foot cone of cold. Creatures in the area take 10d12 cold damage (DC 40 [basic](/Rules.aspx?ID=329) Reflex save). The graveknight can use this ability once every 1d4 rounds.\r\n\r\n**Graveknight's Curse**   This curse affects anyone who wears a graveknight's armor for at least 1 hour. **Saving Throw** DC 44 Will save; **Onset** 1 hour; **Stage 1** [doomed 1](/Conditions.aspx?ID=9) and can't remove the armor (1 day); **Stage 2** doomed 2, hampered 10, and can't remove the armor (1 day); **Stage 3** dies and transforms into the armor's graveknight\r\n\r\n**Pike Master** <actions string=\"Three Actions\" />  Pokmit's longspear reach increases by 5 feet until the start of his next turn, and he makes a single longspear Strike against any number of creatures. These attacks count toward Pokmit's multiple attack penalty, but the penalty doesn't increase until after all the attacks.\r\n\r\n**Pokmit's Discernment** <actions string=\"Free Action\" />  **Frequency** once per round; **Effect** Pokmit sizes up the defenses of a creature within 30 feet; he must know the creature is near, but need not be able to see it. Until the start of Pokmit's next turn, Pokmit's attacks against the target ignore any flat check required due to the target being [concealed](/Conditions.aspx?ID=4) or [hidden](/Conditions.aspx?ID=22).\r\n\r\n**Ruinous Weapons**   Any weapon or [unarmed](/Traits.aspx?ID=199) attack Pokmit uses gains the effects of the _+1 [greater striking](/Equipment.aspx?ID=280)_ and _[greater frost](/Equipment.aspx?ID=296)_ weapons runes. (These bonuses are included in his statistics above.)\r\n\r\n**Weapon Master**   Pokmit has access to the [critical specialization effects](/Rules.aspx?ID=235) of any weapons he wields.\r\n\r\n</column>",
 "name": "Pokmit Bloody-Pike",
 "npc": false,
 "perception": 31,
 "rarity": "unique",
 "reflex_save": 30,
 "release_date": "2022-11-16",
 "resistance": {
  "positive": 18
 },
 "resistance_markdown": "[positive](/Traits.aspx?ID=128) 18",
 "resistance_raw": " positive  18",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #185: A Taste of Ashes](/Sources.aspx?ID=188) pg. 92</row>\n\n<row gap=\"medium\">\r\n**HP** 335 ( negative healing , rejuvenation)\r\n\r\n**AC** 42\r\n\r\n**Fort** +32\r\n\r\n**Ref** +30\r\n\r\n**Will** +29\r\n\r\n**Perception** +31\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe graveknight now known as Pokmit Bloody-Pike was born in 4102 AR to a now-extinct minor line of Chelaxian nobility. While they didn't have much …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +35",
  "Intimidation +33",
  "Religion +31",
  "Society +31",
  "Warfare Lore +33"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +35, [Intimidation](/Skills.aspx?ID=7) +33, [Religion](/Skills.aspx?ID=13) +31, [Society](/Skills.aspx?ID=14) +31, [Warfare Lore](/Skills.aspx?ID=8) +33",
 "source": [
  "Pathfinder #185: A Taste of Ashes"
 ],
 "source_raw": [
  "Pathfinder #185: A Taste of Ashes pg. 92"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #185: A Taste of Ashes](/Sources.aspx?ID=188) pg. 92</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Blood Lords",
 "strength": 9,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "The graveknight now known as Pokmit Bloody-Pike was born in 4102 AR to a now-extinct minor line of Chelaxian nobility. While they didn't have much …",
 "summary_markdown": "The graveknight now known as Pokmit Bloody-Pike was born in 4102 AR to a now-extinct minor line of Chelaxian nobility. While they didn't have much …",
 "text": " Pokmit Bloody-Pike, Unyielding Graveknight Of Yled The graveknight now known as Pokmit Bloody-Pike was born in 4102 AR to a now-extinct minor line of Chelaxian nobility. While they didn't have much wealth, the family did have enough to outfit their young son as a soldier, and enough influence to land him a minor command posting. Pokmit's skill and force of personality made him an excellent leader, and he was a captain by the time the reckless prince Haliad I launched his ill-fated attack upon the city of Absalom. During the battle, he was knocked unconscious and left for dead by the retreating Chelaxians. Angered by this abandonment, he resigned his commission as soon as he recovered and vowed to never aid Cheliax again. Pokmit instead began a long career as a mercenary captain, mostly operating within the Mwangi Expanse. Pokmit built a reputation as capable, competent, and absolutely committed to keeping his word. This final trait made him especially desirable among employers accustomed to mercenaries who didn't always follow through on their obligations. By 4155 AR, Pokmit and his small company—the Bloody Pikes, so named in honor of their leader's favorite weapon— had effectively become a unit of Geb's military and served with distinction in border skirmishes in the west. On one of these raids, Pokmit's company was ambushed and nearly wiped out. In response, the Gebbite military sent a contingent of undead troops who swarmed through the area and avenged the loss of the Bloody Pikes. Pokmit was moved by this commitment. He recovered again and joined Geb's military, rising quickly through the ranks. Pokmit never had anything like a moral code except in matters of law: a contract with an employer was sacred, and he considered those who broke their word to be the lowest, most despicable beings. Whatever sense of right and wrong Pokmit once held soon eroded away as he followed the orders he was given, no matter how cruel. He personally oversaw the mass execution of refugees from the Spellscar Desert, earning him a permanent posting in Yled. During his service in the city, Pokmit finally earned his transformation to a graveknight under the supervision of Blood Lord Haeqajet himself. The Overgovernor was impressed by Pokmit's commitment to the Yled's protection and the viciousness in his execution of those duties, especially when Pokmit led a dangerous raid against a cult of Pharasmin radicals who threatened the city. The Pharasmins repeatedly attacked some of the lesser mindless undead with positive energy, often destroying dozens of the creatures at once before slinking away into the city streets. Pokmit, as one of the quick, was perfectly suited to bypass the cultists' undead-focused wards. He soon brought back the corpses of the priests, who were animated as zombies and paraded through Yled as a warning. Haeqajet rewarded Pokmit with a quick death and reanimation as a graveknight, presenting Pokmit with the ceremonial dagger used to end his life and begin his unlife. Under Pokmit's watchful eye, Yled has defeated many threats to its existence and continues to serve as a bulwark against creatures of the Spellscar Desert and would-be heroes who have attempted to disrupt the city's militaristic order. In his nearly 600 years of undeath, Pokmit has become a cornerstone of the Warmaster Council, respected and feared throughout Yled. He is also Haeqajet's close confidant. Although Pokmit knows the Overgovernor's mind is not what it once was—or perhaps because he knows that fact—he has remained a staunch supporter of Haeqajet on the Warmaster Council. In Pokmit's mind, no one is more committed to duty than the Overgovernor. Pokmit sees his own service merely as a shadow of his sponsor's. Campaign Role Pokmit is the embodiment of the looming threat of the Warmaster Council descending upon the Pallid Pinnacle in Chapter 1 of this adventure. The characters ultimately face Pokmit there, but might weaken him if they've set the temple's defenses before he arrives. If Pokmit is defeated but not fully destroyed, as is likely because of his rejuvenation ability, he can easily make an appearance later in the adventure and cause all manner of trouble for the characters. Conversely, if the characters convince Pokmit that the work they're doing is for the benefit of Geb and its military, Pokmit might become an ally, convincing other members of the Warmaster Council to stay out of their way while they work to expose illegal operations in Yled. Recall Knowledge - Undead (Religion): DC 48 Unspecific Lore : DC 46 Specific Lore : DC 43 Pokmit Bloody-Pike Source Pathfinder #185: A Taste of Ashes pg. 92 Perception +31; darkvision Languages Common, Necril Skills Athletics +35, Intimidation +33, Religion +31, Society +31, Warfare Lore +33 Str +9 Dex +6 Con +6 Int +5 Wis +5 Cha +7 Items Composite Longbow (20 arrows), +2 greater resilient full plate , +3 greater striking wounding longspear , warhammer --- AC 42 Fort +32 Ref +30 Will +29 HP 335 (negative healing, rejuvenation) Immunities cold, death effects, disease, paralyzed, poison, unconscious Resistances positive 18 Rejuvenation (divine, necromancy) When a graveknight is destroyed, its armor rebuilds its body over the course of 1d10 days—or more quickly if the armor is worn by a living host. If the body is destroyed before then, the process restarts. A graveknight can only be permanently destroyed by obliterating its armor (such as with disintegrate ), transporting it to the Positive Energy Plane, or throwing it into the heart of a volcano. Sacrilegious Aura (abjuration, aura, divine, evil) 30 feet. When a creature in the aura uses a positive spell or ability, Pokmit automatically attempts to counteract it, with a +29 counteract modifier. Attack of Opportunity Reaction --- Speed 25 feet Melee Single Action longspear +36 (Cold, Magical, reach 10 feet), Damage 3d8+19 piercing plus 1d6 cold and 1d6 persistent bleed Melee Single Action warhammer +35 (Cold, Magical, Shove), Damage 3d8+19 bludgeoning plus 1d6 cold Melee Single Action fist +35 (Agile, Cold, Magical), Damage 2d6+19 bludgeoning plus 1d6 cold Ranged Single Action composite longbow +32 (Cold, deadly d10, Magical, range increment 100 feet, reload 0, volley 30 feet), Damage 3d8+17 piercing plus 1d6 cold Devastating Blast Two Actions (Arcane, Cold, Evocation) Pokmit unleashes a 30-foot cone of cold. Creatures in the area take 10d12 cold damage (DC 40 basic Reflex save). The graveknight can use this ability once every 1d4 rounds. Graveknight's Curse This curse affects anyone who wears a graveknight's armor for at least 1 hour. Saving Throw DC 44 Will save; Onset 1 hour; Stage 1 doomed 1 and can't remove the armor (1 day); Stage 2 doomed 2, hampered 10, and can't remove the armor (1 day); Stage 3 dies and transforms into the armor's graveknight Pike Master Three Actions Pokmit's longspear reach increases by 5 feet until the start of his next turn, and he makes a single longspear Strike against any number of creatures. These attacks count toward Pokmit's multiple attack penalty, but the penalty doesn't increase until after all the attacks. Pokmit's Discernment Free Action Frequency once per round; Effect Pokmit sizes up the defenses of a creature within 30 feet; he must know the creature is near, but need not be able to see it. Until the start of Pokmit's next turn, Pokmit's attacks against the target ignore any flat check required due to the target being concealed or hidden. Ruinous Weapons Any weapon or unarmed attack Pokmit uses gains the effects of the +1 greater striking and greater frost weapons runes. (These bonuses are included in his statistics above.) Weapon Master Pokmit has access to the critical specialization effects of any weapons he wields. ",
 "trait": [
  "Undead",
  "Unique",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Undead](/Traits.aspx?ID=160), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Undead",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2418",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 29,
 "wisdom": 5
}