{
 "ac": 23,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 3,
 "creature_ability": [
  "Jaunt",
  "Object Meld"
 ],
 "creature_family_markdown": "",
 "dexterity": 5,
 "exclude_from_search": false,
 "fortitude_save": 9,
 "hp": 50,
 "hp_raw": "50",
 "id": "creature-335",
 "image": [
  "/Images/Monsters/Poracha.png"
 ],
 "intelligence": 0,
 "language": [
  "Common",
  "Sylvan"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10)",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Poracha](/Monsters.aspx?ID=335)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nPorachas are feline beasts native to the mystical Forest of Spirits in Tian Xia. In their natural form, these graceful eight-legged creatures sport a gray tabby coat of fur streaked with lines of olive green, but they are rarely seen this way. Even the youngest porachas are capable of hiding within objects, making them incredibly elusive and rarely seen except on their own terms. Because porachas can so effortlessly blend in with the forest and emerge from its dark corners in an instant, superstitious locals believe these beasts are related to [kami](/MonsterFamilies.aspx?ID=243)—nature spirits who embody individual trees, stones, or other elements of nature in the Forest of Spirits. The truth is that while porachas frequently associate with kami, they are their own breed of mysterious monster with powers over time and space that set them apart from nature spirits.\n\n The poracha's most iconic feature is its ability to bend reality to teleport, or jaunt, short distances. But a poracha can also rest within objects, allowing it to safely sleep inside. Given that a poracha experiences time very slowly while hiding within objects, it can sleep inside of one for an extended period. Once it wakes, a poracha departs to play in the living world. Porachas especially enjoy resting inside roadside milestones, to maximize their chances of coming across travelers.\n\n Porachas rarely tread humanoid-occupied lands, preferring the company of the kami and their natural habitat in the Forest of Spirits. Though they enjoy occasional conversation, they're extremely sensitive to sound; they speak softly and request the same from those they speak with. Their territories span vast swaths of the wood, making them ideal allies for hunters or treasure seekers who would otherwise become lost in the dense trees. But porachas are nothing if not flckle, and typically demand inscrutable favors in return for their aid, such as the planting of a rare sapling in a particular grotto or the clearing of an invasive monster species around a treasured spring. Any attempt to coerce or trick a poracha into service is ill advised, for these sacred beasts have many friends among the kami as well as others of their kind. Though they generally don't travel in groups, porachas know where to find more of their kind in times of need, and an organized pack of porachas is a disorienting threat.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 21\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 19\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 16\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Poracha.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Poracha](/Monsters.aspx?ID=335)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 265</row>\n\n**Perception** +10; tremorsense (imprecise) 10 feet, darkvision\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +13, [Athletics](/Skills.aspx?ID=3) +9, [Deception](/Skills.aspx?ID=5) +11, [Diplomacy](/Skills.aspx?ID=6) +11, [Stealth](/Skills.aspx?ID=15) +13, [Survival](/Skills.aspx?ID=16) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +5\r\n\r\n**Con** +3\r\n\r\n**Int** +0\r\n\r\n**Wis** +2\r\n\r\n**Cha** +3\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 23 \r\n\r\n**Fort** +9 \r\n\r\n**Ref** +13 \r\n\r\n**Will** +10 \n\n</row>\r\n\r\n**HP** 50\n\n**Weaknesses**\r\nsonic 5\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +13 ([Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d6+7 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +13 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d4+7 slashing\n\n**Jaunt** <actions string=\"Single Action\" /> ([Conjuration](/Traits.aspx?ID=33), [Move](/Traits.aspx?ID=114), [Primal](/Traits.aspx?ID=134), [Teleportation](/Traits.aspx?ID=156)) The poracha teleports up to 40 feet. It must have line of sight to the space it teleports to. It can’t use Jaunt again for 1d4 rounds.\r\n\r\n**Object Meld** <actions string=\"Two Actions\" /> ([Primal](/Traits.aspx?ID=134), [Transmutation](/Traits.aspx?ID=157)) The poracha touches an adjacent object of enough volume to contain it. It merges into the object indefinitely, and while it’s inside, time moves exceptionally slowly for it and it has only limited perception of the outside world. The poracha can sense what’s going on outside the object only using tremorsense. The poracha can use only mental actions or Jaunt; if it Jaunts, it leaves the object and appears where it chooses. If a creature Strikes the object, the poracha is expelled unharmed.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">What is a Kami?</title>\r\n\r\nThe spirit creatures known collectively as [kami](/MonsterFamilies.aspx?ID=243) were originally protectors of the natural world, especially those things unable to protect themselves. Over time, though, their remit has grown, and now kami protectors extend their services to include artificial structures and items. In theory, any animal, plant, object, or location could be served by its own kami, but not everything has yet been blessed with such protection. The classification of which objects warrant kami protection—and those that don't—is confusing and complicated to all save the kami, who find the organizational system perfectly logical.\r\n</aside>",
 "name": "Poracha",
 "npc": false,
 "perception": 10,
 "pfs": "Standard",
 "rarity": "uncommon",
 "reflex_save": 13,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 265</row>\n\n<row gap=\"medium\">\r\n**HP** 50\r\n\r\n**AC** 23\r\n\r\n**Fort** +9\r\n\r\n**Ref** +13\r\n\r\n**Will** +10\r\n\r\n**Perception** +10\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPorachas are feline beasts native to the mystical Forest of Spirits in Tian Xia. In their natural form, these graceful eight-legged creatures sport a …\r\n</summary>",
 "sense": "tremorsense (imprecise) 10 feet, darkvision",
 "sense_markdown": "tremorsense (imprecise) 10 feet, darkvision",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +13",
  "Athletics +9",
  "Deception +11",
  "Diplomacy +11",
  "Stealth +13",
  "Survival +10"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +13, [Athletics](/Skills.aspx?ID=3) +9, [Deception](/Skills.aspx?ID=5) +11, [Diplomacy](/Skills.aspx?ID=6) +11, [Stealth](/Skills.aspx?ID=15) +13, [Survival](/Skills.aspx?ID=16) +10",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 265"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 265</row>",
 "speed": {
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet",
 "speed_raw": "40 feet",
 "spell_markdown": "",
 "stealth": "13",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Porachas are feline beasts native to the mystical Forest of Spirits in Tian Xia. In their natural form, these graceful eight-legged creatures sport a …",
 "summary_markdown": "Porachas are feline beasts native to the mystical Forest of Spirits in Tian Xia. In their natural form, these graceful eight-legged creatures sport a …",
 "text": " Poracha Porachas are feline beasts native to the mystical Forest of Spirits in Tian Xia. In their natural form, these graceful eight-legged creatures sport a gray tabby coat of fur streaked with lines of olive green, but they are rarely seen this way. Even the youngest porachas are capable of hiding within objects, making them incredibly elusive and rarely seen except on their own terms. Because porachas can so effortlessly blend in with the forest and emerge from its dark corners in an instant, superstitious locals believe these beasts are related to kami—nature spirits who embody individual trees, stones, or other elements of nature in the Forest of Spirits. The truth is that while porachas frequently associate with kami, they are their own breed of mysterious monster with powers over time and space that set them apart from nature spirits. The poracha's most iconic feature is its ability to bend reality to teleport, or jaunt, short distances. But a poracha can also rest within objects, allowing it to safely sleep inside. Given that a poracha experiences time very slowly while hiding within objects, it can sleep inside of one for an extended period. Once it wakes, a poracha departs to play in the living world. Porachas especially enjoy resting inside roadside milestones, to maximize their chances of coming across travelers. Porachas rarely tread humanoid-occupied lands, preferring the company of the kami and their natural habitat in the Forest of Spirits. Though they enjoy occasional conversation, they're extremely sensitive to sound; they speak softly and request the same from those they speak with. Their territories span vast swaths of the wood, making them ideal allies for hunters or treasure seekers who would otherwise become lost in the dense trees. But porachas are nothing if not flckle, and typically demand inscrutable favors in return for their aid, such as the planting of a rare sapling in a particular grotto or the clearing of an invasive monster species around a treasured spring. Any attempt to coerce or trick a poracha into service is ill advised, for these sacred beasts have many friends among the kami as well as others of their kind. Though they generally don't travel in groups, porachas know where to find more of their kind in times of need, and an organized pack of porachas is a disorienting threat. Recall Knowledge - Beast (Arcana, Nature): DC 21 Unspecific Lore : DC 19 Specific Lore : DC 16 Poracha Source Bestiary pg. 265 Perception +10; tremorsense (imprecise) 10 feet, darkvision Languages Common, Sylvan Skills Acrobatics +13, Athletics +9, Deception +11, Diplomacy +11, Stealth +13, Survival +10 Str +3 Dex +5 Con +3 Int +0 Wis +2 Cha +3 --- AC 23 Fort +9 Ref +13 Will +10 HP 50 Weaknesses sonic 5 --- Speed 40 feet Melee Single Action jaws +13 (Finesse, Magical), Damage 2d6+7 piercing Melee Single Action claw +13 (Agile, Finesse, Magical), Damage 2d4+7 slashing Jaunt Single Action (Conjuration, Move, Primal, Teleportation) The poracha teleports up to 40 feet. It must have line of sight to the space it teleports to. It can’t use Jaunt again for 1d4 rounds. Object Meld Two Actions (Primal, Transmutation) The poracha touches an adjacent object of enough volume to contain it. It merges into the object indefinitely, and while it’s inside, time moves exceptionally slowly for it and it has only limited perception of the outside world. The poracha can sense what’s going on outside the object only using tremorsense. The poracha can use only mental actions or Jaunt; if it Jaunts, it leaves the object and appears where it chooses. If a creature Strikes the object, the poracha is expelled unharmed. What is a Kami? The spirit creatures known collectively as kami were originally protectors of the natural world, especially those things unable to protect themselves. Over time, though, their remit has grown, and now kami protectors extend their services to include artificial structures and items. In theory, any animal, plant, object, or location could be served by its own kami, but not everything has yet been blessed with such protection. The classification of which objects warrant kami protection—and those that don't—is confusing and complicated to all save the kami, who find the organizational system perfectly logical. ",
 "trait": [
  "Beast",
  "Uncommon",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Beast",
  "Uncommon"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=335",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {
  "sonic": 5
 },
 "weakness_markdown": "sonic 5",
 "weakness_raw": "sonic 5",
 "will_save": 10,
 "wisdom": 2
}