{
 "ac": 22,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 2,
 "creature_ability": [
  "Double Stab",
  "Sneak Attack"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 8,
 "hp": 55,
 "hp_raw": "55",
 "id": "creature-2484",
 "intelligence": -1,
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"\">[Ralso](/NPCs.aspx?ID=2484)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nA child of the Puddles, Ralso grew up hard, orphaned at a young age and forced to take care of her sister Cora, who was barely out of infancy. Being poor orphans would have been difficult enough, but whatever charity their equally hardscrabble neighbors might have mustered for the girls was usually outweighed by the poor reputation of their feckless dead parents. With few other options, Ralso embraced a life of crime, deciding to take what she needed from a corrupt city that would so casually discard her and her family. Though necessity turned her hard and merciless—she could slit a dozen throats a day without losing sleep—Ralso never lost her affection for her little sister, whom she put up in a tenement and paid a local couple to feed and shelter while she went out to do her dirty work.\n\n For several years, Ralso was a minor celebrity among the thieves and footpads of the city's poorer districts, inspiring fear and admiration in equal quantities. Her burgeoning career was cut short when she was caught red-handed by the Lotus Guard while burgling a haberdasher in the Petal District. Sentenced to five years in the Brine, Absalom's notorious flooded prison, Ralso grimly refused to die, becoming a model prisoner and using an assortment of corrupt guards and gang contacts to ensure that money kept flowing to the couple caring for her sister.\n\n When at last she was released, however, Ralso discovered an unbearable truth: The couple she'd been paying to care for her sister had developed a drug habit funded by the money Ralso had sent them and had soon ignored Cora completely. Locked in her bedroom, the child had starved to death less than a year after Ralso began her prison sentence.\n\n The tragedy broke Ralso. In a rage, she killed the traitorous couple, then gathered up her sister's meager belongings and fled into the city. Though her reputation with local gangs remained ironclad due to her toughness and refusal to rat out associates, she no longer had any interest in being part of such a group. The only family she'd ever cared about was gone, and she drifted through the streets of Absalom like a ghost.\n\n This morose half-life lasted until the day Ralso attempted to mug a well-dressed and strangely charming traveler named Hendrid Pratchett. He caught her in the act, but rather than report her (or kill her in some dank alleyway, which he considered), Pratchett took pity on the woman, and something about his manner broke through her shell of grief. Soon, Ralso found herself spilling out her entire life story, and to her surprise, instead of recoiling at her sordid past, Pratchett offered her a job—he'd come to Absalom to do something grand, and he'd need an associate with her particular skills. Ralso accepted, and under Pratchett's gentle encouragement, she began to reopen her connections with the various fences and gangs throughout the city, reestablishing herself as a retired but valued member of the criminal underworld. For the first time in years, she didn't feel alone. When at last Pratchett revealed his murderous nature and his sinister plans for the Dreaming Palace, it barely fazed Ralso. After all, lesser people took innocent lives all the time through negligence and malice—what were a few more, compared to the love of a true friend?\n\n Though Ralso's personal tragedies have left her with deep psychological scars, she doesn't actually share Pratchett's love of murder, and feels no particular desire to witness or participate in the killing. Instead, she uses her knowledge and connections to engineer the hotel's traps for her friend and to help clean up the remains after his kills. For Ralso, working at the hotel is primarily about keeping Pratchett happy and basking in his praise and familial affection. Yet in the months since the hotel opened, she's also discovered a previously unknown passion for voyeurism, and she spends as much time as safely possible hiding in the hotel's secret observation chambers to spy on guests' private moments. Though she hasn't talked about it with Pratchett, Ralso writes in her diary that the appeal lies in both the thrill of observing what people keep hidden and the chance to dissociate from her own sordid life—the chance, in other words, to fantasize about being an ordinary person.\n\n Ralso remains haunted by the death of her sister, both figuratively and literally. Her twisted desire to relive some element of happier times has led Ralso to embrace two soulbound dolls as familial stand-ins. Pratchett commissioned the dolls for her, both powered by the souls of other people but crudely modeled on what details of Cora Pratchett could learn. Ralso also stores Cora's personal effects in the attic of her tower in the Dreaming Palace, and as the killings in the hotel have increased, the surges of negative energy have blended with the echoes of Cora's spirit, giving life to an undead remnant called an attic whisperer. Unlike the dolls, this grotesque amalgamation of the dead girl's clothes and toys contains a fragment of Cora's soul, and this realization terrifies Ralso even as it fills her heart with hope. Ralso leaves the monster locked in the attic, unwilling to confront it, and falls asleep each night listening anxiously to its familiar whispers drifting down through the ceiling. \n\n<title level=\"2\" right=\"\">Campaign Role</title> The player characters likely engage Ralso in combat at one point or another during Chapter 4 of this adventure, since she is unwilling to turn over her dearest friend Pratchett without a fight. Never eager to attract attention from the city guard, yet equally unwilling to travel unarmed, she uses a _ring of discretion_ (contraband that would easily land her another five years in prison if discovered) to conceal her various armaments. In combat, Ralso is ferocious and desperate, throwing herself into the fray with seeming disregard for her own life and focusing her attacks on one opponent at a time.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 29\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 27\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 24\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Ralso](/NPCs.aspx?ID=2484)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Orc\" url=\"/Traits.aspx?ID=124\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 90</row>\n\n**Perception** +14; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +12, [Deception](/Skills.aspx?ID=5) +12, [Diplomacy](/Skills.aspx?ID=6) +10, [Intimidation](/Skills.aspx?ID=7) +12, [Society](/Skills.aspx?ID=14) +7, [Stealth](/Skills.aspx?ID=15) +12, [Thievery](/Skills.aspx?ID=17) +12\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +4\r\n\r\n**Con** +2\r\n\r\n**Int** -1\r\n\r\n**Wis** +1\r\n\r\n**Cha** +2\r\n</row>\n\n**Items**\r\n[Caltrops](/Equipment.aspx?ID=9), [daggers](/Weapons.aspx?ID=3) (2), [_lesser healing potion_](/Domains.aspx?ID=15), [_ring of discretion_](/Equipment.aspx?ID=2345), [shortswords](/Weapons.aspx?ID=43) (2), [Studded Leather Armor](/Armor.aspx?ID=5)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 22 \r\n\r\n**Fort** +8 \r\n\r\n**Ref** +14 \r\n\r\n**Will** +9 \n\n</row>\r\n\r\n**HP** 55\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nshortsword +14 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d6+7 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\ndagger +14 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+7 piercing\n\n**Double Stab** <actions string=\"Single Action\" />  **Requirements** Ralso is wielding two piercing weapons; **Frequency** once per round; **Effect** Ralso makes two Strikes against a single creature within reach, one Strike per weapon. These attacks count toward Ralso's multiple attack penalty, but the penalty doesn't increase until after both attacks.\r\n\r\n**[Sneak Attack](/MonsterAbilities.aspx?ID=34)**   Ralso deals an extra 1d6 precision damage to [flat-footed](/Conditions.aspx?ID=16) creatures.\r\n\r\n</column>",
 "name": "Ralso",
 "npc": true,
 "perception": 14,
 "rarity": "unique",
 "reflex_save": 14,
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Orc\" url=\"/Traits.aspx?ID=124\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 55\r\n\r\n**AC** 22\r\n\r\n**Fort** +8\r\n\r\n**Ref** +14\r\n\r\n**Will** +9\r\n\r\n**Perception** +14\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA child of the Puddles, Ralso grew up hard, orphaned at a young age and forced to take care of her sister Cora, who was barely out of infancy. Being …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +12",
  "Deception +12",
  "Diplomacy +10",
  "Intimidation +12",
  "Society +7",
  "Stealth +12",
  "Thievery +12"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +12, [Deception](/Skills.aspx?ID=5) +12, [Diplomacy](/Skills.aspx?ID=6) +10, [Intimidation](/Skills.aspx?ID=7) +12, [Society](/Skills.aspx?ID=14) +7, [Stealth](/Skills.aspx?ID=15) +12, [Thievery](/Skills.aspx?ID=17) +12",
 "source": [
  "Pathfinder #157: Devil at the Dreaming Palace"
 ],
 "source_raw": [
  "Pathfinder #157: Devil at the Dreaming Palace pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 90</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Agents of Edgewatch",
 "stealth": "12",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "A child of the Puddles, Ralso grew up hard, orphaned at a young age and forced to take care of her sister Cora, who was barely out of infancy. Being …",
 "summary_markdown": "A child of the Puddles, Ralso grew up hard, orphaned at a young age and forced to take care of her sister Cora, who was barely out of infancy. Being …",
 "text": " Ralso A child of the Puddles, Ralso grew up hard, orphaned at a young age and forced to take care of her sister Cora, who was barely out of infancy. Being poor orphans would have been difficult enough, but whatever charity their equally hardscrabble neighbors might have mustered for the girls was usually outweighed by the poor reputation of their feckless dead parents. With few other options, Ralso embraced a life of crime, deciding to take what she needed from a corrupt city that would so casually discard her and her family. Though necessity turned her hard and merciless—she could slit a dozen throats a day without losing sleep—Ralso never lost her affection for her little sister, whom she put up in a tenement and paid a local couple to feed and shelter while she went out to do her dirty work. For several years, Ralso was a minor celebrity among the thieves and footpads of the city's poorer districts, inspiring fear and admiration in equal quantities. Her burgeoning career was cut short when she was caught red-handed by the Lotus Guard while burgling a haberdasher in the Petal District. Sentenced to five years in the Brine, Absalom's notorious flooded prison, Ralso grimly refused to die, becoming a model prisoner and using an assortment of corrupt guards and gang contacts to ensure that money kept flowing to the couple caring for her sister. When at last she was released, however, Ralso discovered an unbearable truth: The couple she'd been paying to care for her sister had developed a drug habit funded by the money Ralso had sent them and had soon ignored Cora completely. Locked in her bedroom, the child had starved to death less than a year after Ralso began her prison sentence. The tragedy broke Ralso. In a rage, she killed the traitorous couple, then gathered up her sister's meager belongings and fled into the city. Though her reputation with local gangs remained ironclad due to her toughness and refusal to rat out associates, she no longer had any interest in being part of such a group. The only family she'd ever cared about was gone, and she drifted through the streets of Absalom like a ghost. This morose half-life lasted until the day Ralso attempted to mug a well-dressed and strangely charming traveler named Hendrid Pratchett. He caught her in the act, but rather than report her (or kill her in some dank alleyway, which he considered), Pratchett took pity on the woman, and something about his manner broke through her shell of grief. Soon, Ralso found herself spilling out her entire life story, and to her surprise, instead of recoiling at her sordid past, Pratchett offered her a job—he'd come to Absalom to do something grand, and he'd need an associate with her particular skills. Ralso accepted, and under Pratchett's gentle encouragement, she began to reopen her connections with the various fences and gangs throughout the city, reestablishing herself as a retired but valued member of the criminal underworld. For the first time in years, she didn't feel alone. When at last Pratchett revealed his murderous nature and his sinister plans for the Dreaming Palace, it barely fazed Ralso. After all, lesser people took innocent lives all the time through negligence and malice—what were a few more, compared to the love of a true friend? Though Ralso's personal tragedies have left her with deep psychological scars, she doesn't actually share Pratchett's love of murder, and feels no particular desire to witness or participate in the killing. Instead, she uses her knowledge and connections to engineer the hotel's traps for her friend and to help clean up the remains after his kills. For Ralso, working at the hotel is primarily about keeping Pratchett happy and basking in his praise and familial affection. Yet in the months since the hotel opened, she's also discovered a previously unknown passion for voyeurism, and she spends as much time as safely possible hiding in the hotel's secret observation chambers to spy on guests' private moments. Though she hasn't talked about it with Pratchett, Ralso writes in her diary that the appeal lies in both the thrill of observing what people keep hidden and the chance to dissociate from her own sordid life—the chance, in other words, to fantasize about being an ordinary person. Ralso remains haunted by the death of her sister, both figuratively and literally. Her twisted desire to relive some element of happier times has led Ralso to embrace two soulbound dolls as familial stand-ins. Pratchett commissioned the dolls for her, both powered by the souls of other people but crudely modeled on what details of Cora Pratchett could learn. Ralso also stores Cora's personal effects in the attic of her tower in the Dreaming Palace, and as the killings in the hotel have increased, the surges of negative energy have blended with the echoes of Cora's spirit, giving life to an undead remnant called an attic whisperer. Unlike the dolls, this grotesque amalgamation of the dead girl's clothes and toys contains a fragment of Cora's soul, and this realization terrifies Ralso even as it fills her heart with hope. Ralso leaves the monster locked in the attic, unwilling to confront it, and falls asleep each night listening anxiously to its familiar whispers drifting down through the ceiling. Campaign Role The player characters likely engage Ralso in combat at one point or another during Chapter 4 of this adventure, since she is unwilling to turn over her dearest friend Pratchett without a fight. Never eager to attract attention from the city guard, yet equally unwilling to travel unarmed, she uses a ring of discretion (contraband that would easily land her another five years in prison if discovered) to conceal her various armaments. In combat, Ralso is ferocious and desperate, throwing herself into the fray with seeming disregard for her own life and focusing her attacks on one opponent at a time. Recall Knowledge - Humanoid (Society): DC 29 Unspecific Lore : DC 27 Specific Lore : DC 24 Ralso Source Pathfinder #157: Devil at the Dreaming Palace pg. 90 Perception +14; darkvision Languages Common Skills Acrobatics +12, Deception +12, Diplomacy +10, Intimidation +12, Society +7, Stealth +12, Thievery +12 Str +3 Dex +4 Con +2 Int -1 Wis +1 Cha +2 Items Caltrops, daggers (2), lesser healing potion , ring of discretion , shortswords (2), Studded Leather Armor --- AC 22 Fort +8 Ref +14 Will +9 HP 55 --- Speed 25 feet Melee Single Action shortsword +14 (Agile, Finesse, versatile S), Damage 1d6+7 piercing Ranged Single Action dagger +14 (Agile, Finesse, thrown 10 feet, versatile S), Damage 1d4+7 piercing Double Stab Single Action Requirements Ralso is wielding two piercing weapons; Frequency once per round; Effect Ralso makes two Strikes against a single creature within reach, one Strike per weapon. These attacks count toward Ralso's multiple attack penalty, but the penalty doesn't increase until after both attacks. Sneak Attack Ralso deals an extra 1d6 precision damage to flat-footed creatures. ",
 "trait": [
  "Human",
  "Humanoid",
  "Orc",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Orc](/Traits.aspx?ID=124), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Orc",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2484",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 9,
 "wisdom": 1
}