{
 "ac": 18,
 "alignment": "CG",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 0,
 "creature_ability": [
  "Outsmart"
 ],
 "creature_family": "Ratajin",
 "creature_family_markdown": "[Ratajin](/MonsterFamilies.aspx?ID=330)",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 6,
 "hp": 30,
 "hp_raw": "30",
 "id": "creature-2414",
 "image": [
  "/Images/Monsters/Ratajin_RatajinMastermind.png"
 ],
 "intelligence": 3,
 "language": [
  "Common",
  "Ratajin",
  "Vudrani"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Ratajin](/Languages.aspx?ID=104), [Vudrani](/Languages.aspx?ID=45)",
 "level": 2,
 "markdown": "<title level=\"1\" pfs=\"\">[Ratajin](/Monsters.aspx?ID=2414)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nMost commonly found in Vudra and Jalmeray, ratajin aren't so much twisted by curses as they are molded by the lingering effects of curses inflicted on generations millennia past. The difference lies in understanding the original ratajin characteristics. No curse gave ratajin four eyes on a slender face, nor triple-jointed, hypermobile legs and multiple arms. Nor did curses provide ratajin with skin tones of all hues within the color spectrum. Instead, these residual curses have given each ratajin distinctive geometric markings all across their body. Every ratajin also experiences a cursed twist on their senses, altering how they view and interact with the world around them. Some ratajin visualize the world in shifted, indescribable color spectra. For others, sounds physically manifest as feelings on their skin. Haunting melodies of past actions might whisper in the wind behind one ratajin, while another can be awake only during hours devoid of sunlight.\n\n While particular curse manifestations are passed along family lines, each ratajin's worldview can offer a unique perspective. Ratajin tend to be receptive to new ideas, making them well-suited to tackle complex situations. They often prefer to focus on difficult problems, working without rest until they reach a solution. What satisfies the definition of a worthy pursuit varies with individual ratajin, from tinkering with new applications of technology to uncovering secrets of centuries-old magical tomes. Their intellectual approach to problems can make ratajin especially useful in situations requiring delicate words, and their quick thinking serves them well as adventurers when the time comes for action. These same characteristics also make them capable merchants and scholars.\n\n Earning a ratajin's trust can prove difficult. Their large-scale communities often collaborate to devise clever solutions that ensure equitable treatment among people, but each community varies greatly due to the different needs of the inhabitants. Outsiders who require too much help too quickly might cause a ratajin to withdraw, believing their guest incapable of adjusting to life's many hurdles. Poorly chosen words of pity or meaningless sympathy toward the nature of a ratajin's unique sensory experience can also cause lingering resentment.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 21\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 19\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 16\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Ratajin_RatajinMastermind.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 2\">[Ratajin Mastermind](/Monsters.aspx?ID=2414)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"CG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Ratajin\" url=\"/Traits.aspx?ID=463\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 336</row>\n\n**Perception** +7; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Ratajin](/Languages.aspx?ID=104), [Vudrani](/Languages.aspx?ID=45)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +7, [Arcana](/Skills.aspx?ID=2) +7, [Crafting](/Skills.aspx?ID=4) +7, [Deception](/Skills.aspx?ID=5) +8, [Diplomacy](/Skills.aspx?ID=6) +6, [Occultism](/Skills.aspx?ID=11) +7, [Society](/Skills.aspx?ID=14) +9, [Stealth](/Skills.aspx?ID=15) +7\r\n\r\n<row gap=\"medium\">\r\n**Str** +1\r\n\r\n**Dex** +3\r\n\r\n**Con** +0\r\n\r\n**Int** +3\r\n\r\n**Wis** +1\r\n\r\n**Cha** +2\r\n</row>\n\n**Items**\r\n[Leather Armor](/Armor.aspx?ID=4), [Rapier](/Weapons.aspx?ID=36)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 18 \r\n\r\n**Fort** +6 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +7 \n\n</row>\r\n\r\n**HP** 30\n\n**Outsmart** <actions string=\"Reaction\" /> **Trigger** A creature attacks while the ratajin mastermind is [flat-footed](/Conditions.aspx?ID=16); **Effect** Due to planning, the ratajin mastermind can react quickly to poor situations. The ratajin mastermind isn't treated as flat-footed to the attack, and the triggering creature is flat-footed to the next attack made before the end of the ratajin mastermind's next turn.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nrapier +11 ([deadly d8](/Traits.aspx?ID=174), [Disarm](/Traits.aspx?ID=175), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d6+4 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nshortbow +11 ([deadly d10](/Traits.aspx?ID=174), [range increment 60 feet](/Traits.aspx?ID=248), [reload 0](/Traits.aspx?ID=254)),\r\n**Damage** 1d6+3 piercing\n\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">A Peculiar Exception</title>\r\n\r\nJalmeray's stigma toward curses and the cursed leads some outsiders to wonder why ratajins, who are supposedly marked by the aftereffects of such dire magic, are held in esteem. Most natives of Niswan find the question nonsensical, insisting ratajins aren't cursed, though the Curse Shepherds of the nation are known to be less discerning on the distinction when it comes to other peoples.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"creature-family-330\" />",
 "name": "Ratajin Mastermind",
 "npc": false,
 "perception": 7,
 "rarity": "rare",
 "reflex_save": 11,
 "release_date": "2022-11-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Ratajin\" url=\"/Traits.aspx?ID=463\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 336</row>\r\n\r\n**Creature Family** [Ratajin](/MonsterFamilies.aspx?ID=330)\r\n\r\n<row gap=\"medium\">\r\n**HP** 30\r\n\r\n**AC** 18\r\n\r\n**Fort** +6\r\n\r\n**Ref** +11\r\n\r\n**Will** +7\r\n\r\n**Perception** +7\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMost commonly found in Vudra and Jalmeray, ratajin aren't so much twisted by curses as they are molded by the lingering effects of curses inflicted …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +7",
  "Arcana +7",
  "Crafting +7",
  "Deception +8",
  "Diplomacy +6",
  "Occultism +7",
  "Society +9",
  "Stealth +7"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +7, [Arcana](/Skills.aspx?ID=2) +7, [Crafting](/Skills.aspx?ID=4) +7, [Deception](/Skills.aspx?ID=5) +8, [Diplomacy](/Skills.aspx?ID=6) +6, [Occultism](/Skills.aspx?ID=11) +7, [Society](/Skills.aspx?ID=14) +9, [Stealth](/Skills.aspx?ID=15) +7",
 "source": [
  "Impossible Lands"
 ],
 "source_raw": [
  "Impossible Lands pg. 336"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Impossible Lands](/Sources.aspx?ID=146) pg. 336</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "stealth": "7",
 "strength": 1,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Most commonly found in Vudra and Jalmeray, ratajin aren't so much twisted by curses as they are molded by the lingering effects of curses inflicted …",
 "summary_markdown": "Most commonly found in Vudra and Jalmeray, ratajin aren't so much twisted by curses as they are molded by the lingering effects of curses inflicted …",
 "text": " Ratajin Most commonly found in Vudra and Jalmeray, ratajin aren't so much twisted by curses as they are molded by the lingering effects of curses inflicted on generations millennia past. The difference lies in understanding the original ratajin characteristics. No curse gave ratajin four eyes on a slender face, nor triple-jointed, hypermobile legs and multiple arms. Nor did curses provide ratajin with skin tones of all hues within the color spectrum. Instead, these residual curses have given each ratajin distinctive geometric markings all across their body. Every ratajin also experiences a cursed twist on their senses, altering how they view and interact with the world around them. Some ratajin visualize the world in shifted, indescribable color spectra. For others, sounds physically manifest as feelings on their skin. Haunting melodies of past actions might whisper in the wind behind one ratajin, while another can be awake only during hours devoid of sunlight. While particular curse manifestations are passed along family lines, each ratajin's worldview can offer a unique perspective. Ratajin tend to be receptive to new ideas, making them well-suited to tackle complex situations. They often prefer to focus on difficult problems, working without rest until they reach a solution. What satisfies the definition of a worthy pursuit varies with individual ratajin, from tinkering with new applications of technology to uncovering secrets of centuries-old magical tomes. Their intellectual approach to problems can make ratajin especially useful in situations requiring delicate words, and their quick thinking serves them well as adventurers when the time comes for action. These same characteristics also make them capable merchants and scholars. Earning a ratajin's trust can prove difficult. Their large-scale communities often collaborate to devise clever solutions that ensure equitable treatment among people, but each community varies greatly due to the different needs of the inhabitants. Outsiders who require too much help too quickly might cause a ratajin to withdraw, believing their guest incapable of adjusting to life's many hurdles. Poorly chosen words of pity or meaningless sympathy toward the nature of a ratajin's unique sensory experience can also cause lingering resentment. Recall Knowledge - Humanoid (Society): DC 21 Unspecific Lore : DC 19 Specific Lore : DC 16 Ratajin Mastermind Source Impossible Lands pg. 336 Perception +7; low-light vision Languages Common, Ratajin, Vudrani Skills Acrobatics +7, Arcana +7, Crafting +7, Deception +8, Diplomacy +6, Occultism +7, Society +9, Stealth +7 Str +1 Dex +3 Con +0 Int +3 Wis +1 Cha +2 Items Leather Armor, Rapier --- AC 18 Fort +6 Ref +11 Will +7 HP 30 Outsmart Reaction Trigger A creature attacks while the ratajin mastermind is flat-footed; Effect Due to planning, the ratajin mastermind can react quickly to poor situations. The ratajin mastermind isn't treated as flat-footed to the attack, and the triggering creature is flat-footed to the next attack made before the end of the ratajin mastermind's next turn. --- Speed 25 feet Melee Single Action rapier +11 (deadly d8, Disarm, Finesse), Damage 1d6+4 piercing Ranged Single Action shortbow +11 (deadly d10, range increment 60 feet, reload 0), Damage 1d6+3 piercing A Peculiar Exception Jalmeray's stigma toward curses and the cursed leads some outsiders to wonder why ratajins, who are supposedly marked by the aftereffects of such dire magic, are held in esteem. Most natives of Niswan find the question nonsensical, insisting ratajins aren't cursed, though the Curse Shepherds of the nation are known to be less discerning on the distinction when it comes to other peoples. ",
 "trait": [
  "Humanoid",
  "Rare",
  "Ratajin",
  "CG",
  "Medium"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Rare](/Traits.aspx?ID=137), [Ratajin](/Traits.aspx?ID=463)",
 "trait_raw": [
  "Humanoid",
  "Rare",
  "Ratajin"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2414",
 "vision": "Low-light vision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 7,
 "wisdom": 1
}