{
 "ac": 40,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 6,
 "constitution": 3,
 "creature_ability": [
  "Bow Basher",
  "Incredible Volume"
 ],
 "creature_family_markdown": "",
 "dexterity": 6,
 "exclude_from_search": false,
 "fortitude_save": 27,
 "hp": 250,
 "hp_raw": "250",
 "id": "creature-1512",
 "image": [
  "/Images/Monsters/Razu.png"
 ],
 "intelligence": 1,
 "language": [
  "Common",
  "Tengu",
  "Tien"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Tengu](/Languages.aspx?ID=47), [Tien](/Languages.aspx?ID=43)",
 "level": 18,
 "markdown": "<title level=\"1\" pfs=\"\">[Razu](/NPCs.aspx?ID=1512)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nMaster Razu is one of the most prominent and successful performers of his generation, with a voice known for moving the social elite to tears on the stages of Goka and throughout western Tian Xia. By reputation, he is a shy but brilliant virtuoso who can play an enormous repertoire of folk songs and popular new music on nearly any instrument he puts his hands on. In person, he is a calculating social chameleon, continually intuiting what his audience wants to hear and giving it to them. He prefers to maintain an air of mystery and aloofness, but those close to him know that Razu can be goaded into explosive ranting if the merits of his acclaim are publicly called into question.\n\n Razu is private about his origins. He was born and raised in Goka, where he escaped the hard life of a scavenger only to become a much-abused servant in the theater houses of the Floating Lotus district. Although he pined for respect and admiration like the performers he watched from behind the stage, Razu didn't find a chance to use his incredible voice or knack for instruments until his parents died from extreme poverty and he fled the city in frustrated agony.\n\n The young man played a stolen erhu, his only possession, to scrape by as a traveling performer until he by chance impressed a Lingsheni general who saw the tactical application of what she called “a voice like thunder.” She took Razu on as a signaler in her army, and under her guidance the vocalist used his talents to coordinate the movements and configurations of some of Lingshen's greatest military troops. Razu left this post as soon as he had saved enough money to do so, but he kept in touch with his old comrades and sold Lingshen any secrets he gathered while he established his career as a heartbreaking opera star in Kwanlai. His work earned him connections to some of the most powerful warlords and arms brokers in Tian Xia.\n\n Recently, Razu has returned home with a vengeful debt to settle: his voice will bring the city that killed his parents to its knees. Although Razu has long harbored a violent disposition, his recent avowal can be traced directly to the influence of none other than this Adventure Path's demiplane-building axiomite villain, Syndara the Sculptor.\n\n As part of his scheme to undo his archrival the Ruby Phoenix and thoroughly sully her name in Goka's history books, Syndara formulated a plan to lure the devastating kaiju King Mogaru into the city. Syndara could use the kaiju egg he'd stolen from Mogaru to draw the behemoth toward Xu Hong Bay, but beyond that he could not risk exposing himself within Goka proper. To ensure Mogaru didn't simply just wander away from the city without first destroying it, Syndara would need to rely on the reptile king's well-known weakness for music. To create the booming songs that could lead the kaiju throughout the entire city, Syndara would need a powerful performer. Syndara soon learned of Razu's vengeful grief, a passion matched only by his extraordinary musical reputation. Through his intermediaries the Lightkeepers, Syndara contacted the virtuoso and made him an offer he could scarcely refuse—the opportunity to destroy Goka. \n\n<title level=\"2\" right=\"\">Campaign Role</title> The player characters have a chance to meet Razu during the first chapter of this adventure, where he comes across as a haughty and aloof performer. Canny players likely suspect that the tengu bard is implicated in the strange extraplanar magic that causes a minor catastrophe at the Empress Yin Opera House (page 17)—and although he wasn't responsible for the accident, he is indeed working for the axiomite who is. Without hard evidence there is little to be done. Afterward, Razu moves to the background; you might choose to insert him into any of the player characters' hijinks as they traverse the city. Razu could even provide background music at the tournament itself if you so wish.\n\n In Chapter 3, Razu reveals himself as a key player in the plot to lure King Mogaru into Goka, and the player characters must defeat him in order to save the city.\n\n Although he wishes to wreck all of Goka, Razu has chosen several specific targets for Mogaru's rampage. In preparation for this attack, he has strategically placed instruments on the rooftops of various towers, temples, and high-rises throughout the city. These sites include the Grand Bank of Abadar, Icefang Aerie, the Seven Dragons Bridge, and numerous other prominent locales the player characters may have already visited.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 48\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 46\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 43\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Razu.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 18\">[Razu](/NPCs.aspx?ID=1512)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Tengu\" url=\"/Traits.aspx?ID=240\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #167: Ready? Fight!](/Sources.aspx?ID=86) pg. 90</row>\n\n**Perception** +30; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Tengu](/Languages.aspx?ID=47), [Tien](/Languages.aspx?ID=43)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +32, [Deception](/Skills.aspx?ID=5) +35, [Diplomacy](/Skills.aspx?ID=6) +33, [Goka Lore](/Skills.aspx?ID=8) +25, [Intimidation](/Skills.aspx?ID=7) +33, [Performance](/Skills.aspx?ID=12) +35, [Theater Lore](/Skills.aspx?ID=8) +27, [Warfare Lore](/Skills.aspx?ID=8) +27\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +6\r\n\r\n**Con** +3\r\n\r\n**Int** +1\r\n\r\n**Wis** +4\r\n\r\n**Cha** +6\r\n</row>\n\n**Items**\r\n_[greater maestro's instrument](/Equipment.aspx?ID=260) (erhu)_, _+3 [greater striking](/Equipment.aspx?ID=280) erhu bow_, [oil of animation](/Equipment.aspx?ID=176), [_potion of tongues_](/Equipment.aspx?ID=194), [_potion of true seeing_](/Equipment.aspx?ID=199), _+3 [greater resilient](/Equipment.aspx?ID=279) [studded leather armor](/Armor.aspx?ID=5)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 40 \r\n\r\n**Fort** +27 \r\n\r\n**Ref** +32 \r\n\r\n**Will** +30 \n\n</row>\r\n\r\n**HP** 250\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, fly 80 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_erhu bow_ +30 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [thrown 20 feet](/Traits.aspx?ID=195), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 3d6+10 slashing plus 3d6 sonic\r\n\r\n**Occult Spontaneous Spells** DC 42, attack +32\r\n- **Cantrips (9th)**\r\n[Dancing Lights](/Spells.aspx?ID=58), [Detect Magic](/Spells.aspx?ID=66), [Ghost Sound](/Spells.aspx?ID=132), [Read Aura](/Spells.aspx?ID=246), [Telekinetic Projectile](/Spells.aspx?ID=334)\r\n- **1st**\r\n[Charm](/Spells.aspx?ID=34), [Sanctuary](/Spells.aspx?ID=266), [Ventriloquism](/Spells.aspx?ID=356) (3 slots)\r\n- **2nd**\r\n[See Invisibility](/Spells.aspx?ID=271), [Shatter](/Spells.aspx?ID=279), [Silence](/Spells.aspx?ID=287) (3 slots)\r\n- **3rd**\r\n[Haste](/Spells.aspx?ID=147), [Mind Reading](/Spells.aspx?ID=194), [Slow](/Spells.aspx?ID=289) (3 slots)\r\n- **4th**\r\n[Blink](/Spells.aspx?ID=27), [Dimension Door](/Spells.aspx?ID=69), [Veil](/Spells.aspx?ID=355) (3 slots)\r\n- **5th**\r\n[Crushing Despair](/Spells.aspx?ID=57), [Hallucination](/Spells.aspx?ID=144), [Telepathic Bond](/Spells.aspx?ID=335) (3 slots)\r\n- **6th**\r\n[Collective Transposition](/Spells.aspx?ID=43), [Mislead](/Spells.aspx?ID=199), [Wall of Force](/Spells.aspx?ID=363) (3 slots)\r\n- **7th**\r\n[Shadow Blast](/Spells.aspx?ID=273), [Shadow Siphon](/Spells.aspx?ID=274), [Soothe](/Spells.aspx?ID=291) (3 slots)\r\n- **8th**\r\n[Disappearance](/Spells.aspx?ID=73), [Spirit Song](/Spells.aspx?ID=303), [Uncontrollable Dance](/Spells.aspx?ID=347) (3 slots)\r\n- **9th**\r\n[Unfathomable Song](/Spells.aspx?ID=349), [Wail of the Banshee](/Spells.aspx?ID=361) (2 slots)\r\n\r\n**Bard Composition Spells** DC 42, 2 Focus Points\r\n- **Cantrips (9th)**\r\n[Dirge of Doom](/Spells.aspx?ID=382), [Inspire Courage](/Spells.aspx?ID=386), [Triple Time](/Spells.aspx?ID=392)\r\n- **9th**\r\n[Counter Performance](/Spells.aspx?ID=381), [Lingering Composition](/Spells.aspx?ID=389)\r\n\r\n**Bow Basher**   Razu wields his instrument's unique rune-enchanted bow as a deadly weapon. His decades of training with the item allow him to augment it with his own battle cries so that it also deals sonic damage. By attaching the bow's case to its end, he can change the weapon's damage to piercing and use the bow much like a [short spear](/Weapons.aspx?ID=10). Any other creature who wields the erhu bow does not deal sonic damage with it, but the weapon otherwise possesses the traits listed above. If sold without its runes, the bow is worth 50 gp.\r\n\r\n**Incredible Volume**   Razu's [auditory](/Traits.aspx?ID=16) effects that normally have a range 60 feet or less or an emanation area with a radius of 60 feet or less instead have a range or radius of 300 feet. His auditory effects that normally have a range of greater than 60 feet or an emanation area with a radius of greater than 60 feet instead have a range or radius of 1,200 feet (unless it was already farther). His performances are audible up to 10 miles away\r\n\r\n</column>",
 "name": "Razu",
 "npc": true,
 "perception": 30,
 "rarity": "unique",
 "reflex_save": 32,
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Tengu\" url=\"/Traits.aspx?ID=240\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #167: Ready? Fight!](/Sources.aspx?ID=86) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 250\r\n\r\n**AC** 40\r\n\r\n**Fort** +27\r\n\r\n**Ref** +32\r\n\r\n**Will** +30\r\n\r\n**Perception** +30\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMaster Razu is one of the most prominent and successful performers of his generation, with a voice known for moving the social elite to tears on the …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +32",
  "Deception +35",
  "Diplomacy +33",
  "Goka Lore +25",
  "Intimidation +33",
  "Performance +35",
  "Theater Lore +27",
  "Warfare Lore +27"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +32, [Deception](/Skills.aspx?ID=5) +35, [Diplomacy](/Skills.aspx?ID=6) +33, [Goka Lore](/Skills.aspx?ID=8) +25, [Intimidation](/Skills.aspx?ID=7) +33, [Performance](/Skills.aspx?ID=12) +35, [Theater Lore](/Skills.aspx?ID=8) +27, [Warfare Lore](/Skills.aspx?ID=8) +27",
 "source": [
  "Pathfinder #167: Ready? Fight!"
 ],
 "source_raw": [
  "Pathfinder #167: Ready? Fight! pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #167: Ready? Fight!](/Sources.aspx?ID=86) pg. 90</row>",
 "speed": {
  "fly": 80,
  "land": 25,
  "max": 80
 },
 "speed_markdown": "25 feet, fly 80 feet",
 "speed_raw": "25 feet, fly 80 feet",
 "spell": [
  "Unfathomable Song",
  "Wail of the Banshee",
  "Disappearance",
  "Spirit Song",
  "Uncontrollable Dance",
  "Shadow Blast",
  "Shadow Siphon",
  "Soothe",
  "Collective Transposition",
  "Mislead",
  "Wall of Force",
  "Crushing Despair",
  "Hallucination",
  "Telepathic Bond",
  "Blink",
  "Dimension Door",
  "Veil",
  "Haste",
  "Mind Reading",
  "Slow",
  "See Invisibility",
  "Shatter",
  "Silence",
  "Charm",
  "Sanctuary",
  "Ventriloquism",
  "Dancing Lights",
  "Detect Magic",
  "Ghost Sound",
  "Read Aura",
  "Telekinetic Projectile",
  "Counter Performance",
  "Lingering Composition",
  "Dirge of Doom",
  "Inspire Courage",
  "Triple Time"
 ],
 "spell_markdown": "[Blink](/Spells.aspx?ID=27), [Charm](/Spells.aspx?ID=34), [Collective Transposition](/Spells.aspx?ID=43), [Counter Performance](/Spells.aspx?ID=381), [Crushing Despair](/Spells.aspx?ID=57), [Dancing Lights](/Spells.aspx?ID=58), [Detect Magic](/Spells.aspx?ID=66), [Dimension Door](/Spells.aspx?ID=69), [Dirge of Doom](/Spells.aspx?ID=382), [Disappearance](/Spells.aspx?ID=73), [Ghost Sound](/Spells.aspx?ID=132), [Hallucination](/Spells.aspx?ID=144), [Haste](/Spells.aspx?ID=147), [Inspire Courage](/Spells.aspx?ID=386), [Lingering Composition](/Spells.aspx?ID=389), [Mind Reading](/Spells.aspx?ID=194), [Mislead](/Spells.aspx?ID=199), [Read Aura](/Spells.aspx?ID=246), [Sanctuary](/Spells.aspx?ID=266), [See Invisibility](/Spells.aspx?ID=271), [Shadow Blast](/Spells.aspx?ID=273), [Shadow Siphon](/Spells.aspx?ID=274), [Shatter](/Spells.aspx?ID=279), [Silence](/Spells.aspx?ID=287), [Slow](/Spells.aspx?ID=289), [Soothe](/Spells.aspx?ID=291), [Spirit Song](/Spells.aspx?ID=303), [Telekinetic Projectile](/Spells.aspx?ID=334), [Telepathic Bond](/Spells.aspx?ID=335), [Triple Time](/Spells.aspx?ID=392), [Uncontrollable Dance](/Spells.aspx?ID=347), [Unfathomable Song](/Spells.aspx?ID=349), [Veil](/Spells.aspx?ID=355), [Ventriloquism](/Spells.aspx?ID=356), [Wail of the Banshee](/Spells.aspx?ID=361), [Wall of Force](/Spells.aspx?ID=363)",
 "spoilers": "Fists of the Ruby Phoenix",
 "strength": 0,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Master Razu is one of the most prominent and successful performers of his generation, with a voice known for moving the social elite to tears on the …",
 "summary_markdown": "Master Razu is one of the most prominent and successful performers of his generation, with a voice known for moving the social elite to tears on the …",
 "text": " Razu Master Razu is one of the most prominent and successful performers of his generation, with a voice known for moving the social elite to tears on the stages of Goka and throughout western Tian Xia. By reputation, he is a shy but brilliant virtuoso who can play an enormous repertoire of folk songs and popular new music on nearly any instrument he puts his hands on. In person, he is a calculating social chameleon, continually intuiting what his audience wants to hear and giving it to them. He prefers to maintain an air of mystery and aloofness, but those close to him know that Razu can be goaded into explosive ranting if the merits of his acclaim are publicly called into question. Razu is private about his origins. He was born and raised in Goka, where he escaped the hard life of a scavenger only to become a much-abused servant in the theater houses of the Floating Lotus district. Although he pined for respect and admiration like the performers he watched from behind the stage, Razu didn't find a chance to use his incredible voice or knack for instruments until his parents died from extreme poverty and he fled the city in frustrated agony. The young man played a stolen erhu, his only possession, to scrape by as a traveling performer until he by chance impressed a Lingsheni general who saw the tactical application of what she called “a voice like thunder.” She took Razu on as a signaler in her army, and under her guidance the vocalist used his talents to coordinate the movements and configurations of some of Lingshen's greatest military troops. Razu left this post as soon as he had saved enough money to do so, but he kept in touch with his old comrades and sold Lingshen any secrets he gathered while he established his career as a heartbreaking opera star in Kwanlai. His work earned him connections to some of the most powerful warlords and arms brokers in Tian Xia. Recently, Razu has returned home with a vengeful debt to settle: his voice will bring the city that killed his parents to its knees. Although Razu has long harbored a violent disposition, his recent avowal can be traced directly to the influence of none other than this Adventure Path's demiplane-building axiomite villain, Syndara the Sculptor. As part of his scheme to undo his archrival the Ruby Phoenix and thoroughly sully her name in Goka's history books, Syndara formulated a plan to lure the devastating kaiju King Mogaru into the city. Syndara could use the kaiju egg he'd stolen from Mogaru to draw the behemoth toward Xu Hong Bay, but beyond that he could not risk exposing himself within Goka proper. To ensure Mogaru didn't simply just wander away from the city without first destroying it, Syndara would need to rely on the reptile king's well-known weakness for music. To create the booming songs that could lead the kaiju throughout the entire city, Syndara would need a powerful performer. Syndara soon learned of Razu's vengeful grief, a passion matched only by his extraordinary musical reputation. Through his intermediaries the Lightkeepers, Syndara contacted the virtuoso and made him an offer he could scarcely refuse—the opportunity to destroy Goka. Campaign Role The player characters have a chance to meet Razu during the first chapter of this adventure, where he comes across as a haughty and aloof performer. Canny players likely suspect that the tengu bard is implicated in the strange extraplanar magic that causes a minor catastrophe at the Empress Yin Opera House (page 17)—and although he wasn't responsible for the accident, he is indeed working for the axiomite who is. Without hard evidence there is little to be done. Afterward, Razu moves to the background; you might choose to insert him into any of the player characters' hijinks as they traverse the city. Razu could even provide background music at the tournament itself if you so wish. In Chapter 3, Razu reveals himself as a key player in the plot to lure King Mogaru into Goka, and the player characters must defeat him in order to save the city. Although he wishes to wreck all of Goka, Razu has chosen several specific targets for Mogaru's rampage. In preparation for this attack, he has strategically placed instruments on the rooftops of various towers, temples, and high-rises throughout the city. These sites include the Grand Bank of Abadar, Icefang Aerie, the Seven Dragons Bridge, and numerous other prominent locales the player characters may have already visited. Recall Knowledge - Humanoid (Society): DC 48 Unspecific Lore : DC 46 Specific Lore : DC 43 Razu Source Pathfinder #167: Ready? Fight! pg. 90 Perception +30; low-light vision Languages Common, Tengu, Tien Skills Acrobatics +32, Deception +35, Diplomacy +33, Goka Lore +25, Intimidation +33, Performance +35, Theater Lore +27, Warfare Lore +27 Str +0 Dex +6 Con +3 Int +1 Wis +4 Cha +6 Items greater maestro's instrument (erhu) , +3 greater striking erhu bow , oil of animation, potion of tongues , potion of true seeing , +3 greater resilient studded leather armor --- AC 40 Fort +27 Ref +32 Will +30 HP 250 --- Speed 25 feet, fly 80 feet Melee Single Action erhu bow +30 (Agile, Finesse, Magical, thrown 20 feet, versatile P), Damage 3d6+10 slashing plus 3d6 sonic Occult Spontaneous Spells DC 42, attack +32 - Cantrips (9th) Dancing Lights, Detect Magic, Ghost Sound, Read Aura, Telekinetic Projectile - 1st Charm, Sanctuary, Ventriloquism (3 slots) - 2nd See Invisibility, Shatter, Silence (3 slots) - 3rd Haste, Mind Reading, Slow (3 slots) - 4th Blink, Dimension Door, Veil (3 slots) - 5th Crushing Despair, Hallucination, Telepathic Bond (3 slots) - 6th Collective Transposition, Mislead, Wall of Force (3 slots) - 7th Shadow Blast, Shadow Siphon, Soothe (3 slots) - 8th Disappearance, Spirit Song, Uncontrollable Dance (3 slots) - 9th Unfathomable Song, Wail of the Banshee (2 slots) Bard Composition Spells DC 42, 2 Focus Points - Cantrips (9th) Dirge of Doom, Inspire Courage, Triple Time - 9th Counter Performance, Lingering Composition Bow Basher Razu wields his instrument's unique rune-enchanted bow as a deadly weapon. His decades of training with the item allow him to augment it with his own battle cries so that it also deals sonic damage. By attaching the bow's case to its end, he can change the weapon's damage to piercing and use the bow much like a short spear. Any other creature who wields the erhu bow does not deal sonic damage with it, but the weapon otherwise possesses the traits listed above. If sold without its runes, the bow is worth 50 gp. Incredible Volume Razu's auditory effects that normally have a range 60 feet or less or an emanation area with a radius of 60 feet or less instead have a range or radius of 300 feet. His auditory effects that normally have a range of greater than 60 feet or an emanation area with a radius of greater than 60 feet instead have a range or radius of 1,200 feet (unless it was already farther). His performances are audible up to 10 miles away ",
 "trait": [
  "Humanoid",
  "Tengu",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Tengu](/Traits.aspx?ID=240), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Humanoid",
  "Tengu",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1512",
 "vision": "Low-light vision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 30,
 "wisdom": 4
}