{
 "ac": 18,
 "alignment": "CG",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 0,
 "creature_ability": [
  "Anadi Venom",
  "Change Shape",
  "Spin Silk"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 8,
 "hp": 60,
 "hp_raw": "60",
 "id": "creature-1600",
 "intelligence": 2,
 "language": [
  "Anadi",
  "Common"
 ],
 "language_markdown": "[Anadi](/Languages.aspx?ID=46), [Common](/Languages.aspx?ID=1)",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"\">[Renali](/NPCs.aspx?ID=1600)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_This striking woman has an air of curiosity and recklessness about her. Only the strange sheen of her eyes, slightly jerky movements, and her tendency to lace her fingers together like a spider's web indicate that she is anything out of the ordinary._ Although she takes pains to always appear in her graceful human form when in the presence of other humanoids, Renali is in reality an [anadi](/Ancestries.aspx?ID=42)—a member of a species of shapeshifting spider-like humanoids. Despite the ferocity some might attribute to their spider forms, anadis are a largely peace-loving people. Many generations ago, the anadis learned how off-putting their humanoid neighbors found talking, debating, and trading with what appear to be enormous arachnids. As a result, ingrained into their culture is a natural desire to never show their spider forms to humanoids unless displaying an open challenge or threat—which is a rarity. Anadis in general dislike war and conflict, but when threatened, they are not afraid to shift forms and use their vicious mandibles and natural venom to protect themselves, their families, or their villages. Anadis are most populous in Garund, particularly among rural and vegetated locales, though they are found in pockets elsewhere on Golarion, including in Azlant and Casmaron.\n\n A loner even by the standards of a people who value independence, Renali is an explorer, a wilderness survivalist, a subsistence hunter, an herbalist, a naturalist—and sometimes a reckless wanderer whose endless curiosity puts her into difficult situations. Renali was born into a reclusive anadi clan in the northern Mwangi Expanse, located far from the primary anadi nation to the south. From a young age, Renali found herself more at home in the wild jungles, studying and learning about the various flora and fauna she encountered, than she did among the safety and community of her village.\n\n When Renali was still a child, her parents recognized her practical intelligence and capacity for learning, and they pushed her to focus her studies on the various herbs and traditional remedies that were the specialty of their village's herbalist. Reyannon, Navina, and Liartel—the partners in the web marriage who birthed and raised Renali—rationalized that this was the best way for their daughter's talents to serve the village, and they believed that it was Grandmother Spider's will that she eventually take on that official role. Not one to question her family or their understanding of the beloved Weaver, for a time Renali tried to play the part everyone wanted for her.\n\n She studied under her village's herbalist, Yoneri, learning the techniques of mixing unguents and creating the potent salves her clan was known for. Yet never did she feel passionate or even terribly interested in the work. Still, Renali persisted in learning these traditions until Yoneri saw the young woman's ennui and grew concerned. When Yoneri finally sat her student down for a gentle discussion, the truth poured out: Renali did not want either the full training nor the life of a village herbalist, important and respected as the role might be. She'd rather explore uncharted territory, discover and experience new things, and protect the beautiful natural world around her. She worried, however, about letting down her parents, Yoneri, the village—everyone but herself.\n\n Yoneri was saddened by Renali's words, disheartened to hear that Renali valued herself so little she was willing to languish in unhappiness just to avoid disappointing those who had foisted expectations on her, however well intentioned. Acting as much as Renali's mentor and friend as her teacher, Yoneri spoke with the young woman's parents, and then she presented Renali with a plan.\n\n The village would give Renali any resources she needed to survive and thrive for 2 years. During that time, she was to follow her own callings—explore where she liked, camp where she liked, and cultivate and care for nature as she liked. At the end of those 2 years, Renali was to return to her village, either to resume her final studies to become her people's herbalist, or to inform them of a new role she had discovered and decided to pursue during her journeys. Delighted and shocked to be the focus of such a plan, Renali immediately accepted and began her wanderings. For the first few weeks, she stayed close to the jungles near her village, thrilled and a little scared to be entirely on her own. After some time, Renali began to roam farther and farther from her home base. Eventually, she spanned much of the length and width of the Mwangi Expanse. Every day brought a new sight for Renali, and the friends she met along the way have brought her closer and closer to finding an answer for Yoneri once her roaming period ends in about a year.\n\n Just a few days before the beginning of “Hellknight Hill,” Renali happened upon the Cinderclaw cult and their obsession with the nearby Huntergate. She stayed hidden from them and watched them manage to bumble through reactivating one side of Huntergate. When the cultists sent a band through the active portal, Renali followed—invisible and curious—only to find herself trapped in the dungeons below Hellknight Hill when the cultists tried to send a second force in and damaged the portal, causing it to shut down.\n\n Realizing she was trapped, Renali panicked and ran. By shifting into her spider form, she clambered up into the Goblinblood Caves, managed to sneak by the greater barghest, and settled into a small cave near a large nest of spiders. While these wild spiders were dangerous to her, they were also familiar, and as long as she stayed quiet and hunted in her spider form, she stayed relatively safe. Over time, she has become increasingly eager to find a way back home. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Although the heroes encounter Renali relatively late in the adventure, it's possible for her to serve as a recurring NPC during subsequent chapters of this Adventure Path. If the PCs are on friendly terms with Renali and help her return to the Mwangi Expanse through Huntergate, her disappearance from the heroes' group need not be permanent. Instead, Renali could act as a scout and even an ambassador while the PCs traverse the Mwangi Expanse. Given her knowledge of local flora and fauna, she can also give them information about the creatures and monsters they encounter in that nation.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 29\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 27\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 24\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Renali](/NPCs.aspx?ID=1600)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Anadi\" url=\"/Traits.aspx?ID=255\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 78</row>\n\n**Perception** +12\r\n\r\n**Languages**\r\n[Anadi](/Languages.aspx?ID=46), [Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +6, [Crafting](/Skills.aspx?ID=4) +10, [Deception](/Skills.aspx?ID=5) +7, [Medicine](/Skills.aspx?ID=9) +12, [Nature](/Skills.aspx?ID=10) +10, [Stealth](/Skills.aspx?ID=15) +10, [Survival](/Skills.aspx?ID=16) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +2\r\n\r\n**Con** +0\r\n\r\n**Int** +2\r\n\r\n**Wis** +4\r\n\r\n**Cha** +1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 18 \r\n\r\n**Fort** +8 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +12 \n\n</row>\r\n\r\n**HP** 60\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, climb 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfangs +12 ([Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 2d6+3 piercing plus anadi venom\r\n\r\n**Arcane Innate Spells** DC 22\r\n- **Cantrips (2nd)**\r\n[Detect Magic](/Spells.aspx?ID=66), [Ghost Sound](/Spells.aspx?ID=132), [Mage Hand](/Spells.aspx?ID=177), [Message](/Spells.aspx?ID=190)\r\n- **1st**\r\n[Color Spray](/Spells.aspx?ID=44), [Illusory Disguise](/Spells.aspx?ID=159), [Illusory Object](/Spells.aspx?ID=160)\r\n- **2nd**\r\n[Illusory Creature](/Spells.aspx?ID=158), [Invisibility](/Spells.aspx?ID=164)\r\n\r\n**Anadi Venom**  ([Poison](/Traits.aspx?ID=126)) **Saving Throw** DC 20 Fortitude; **Maximum Duration** 4 rounds; **Stage 1** 1d6 poison damage and [flat-footed](/Conditions.aspx?ID=16) (1 round); **Stage 2** 1d6 poison damage, flat-footed, and [clumsy 1](/Conditions.aspx?ID=3) (1 round)\r\n\r\n**[Change Shape](/MonsterAbilities.aspx?ID=8)** <actions string=\"Single Action\" /> ([Arcane](/Traits.aspx?ID=11), [Concentrate](/Traits.aspx?ID=32), [Polymorph](/Traits.aspx?ID=127), [Transmutation](/Traits.aspx?ID=157)) The anadi changes into their hybrid form, spider form, or human form. The above statistics assume the anadi is in their hybrid form. While in their human form, the anadi hunter can't use their fangs attack and loses their climb Speed. When in spider form, they can't use weapons.\r\n\r\n**Spin Silk**  ([Concentrate](/Traits.aspx?ID=32), [Exploration](/Traits.aspx?ID=66), [Manipulate](/Traits.aspx?ID=104)) By spending several minutes, an anadi can produce silk to craft items made of cloth. A single anadi can produce enough silk in a day to craft a single garment.\r\n\r\n</column>",
 "name": "Renali",
 "npc": true,
 "perception": 12,
 "rarity": "unique",
 "reflex_save": 10,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Anadi\" url=\"/Traits.aspx?ID=255\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 78</row>\n\n<row gap=\"medium\">\r\n**HP** 60\r\n\r\n**AC** 18\r\n\r\n**Fort** +8\r\n\r\n**Ref** +10\r\n\r\n**Will** +12\r\n\r\n**Perception** +12\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis striking woman has an air of curiosity and recklessness about her. Only the strange sheen of her eyes, slightly jerky movements, and her …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +6",
  "Crafting +10",
  "Deception +7",
  "Medicine +12",
  "Nature +10",
  "Stealth +10",
  "Survival +10"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +6, [Crafting](/Skills.aspx?ID=4) +10, [Deception](/Skills.aspx?ID=5) +7, [Medicine](/Skills.aspx?ID=9) +12, [Nature](/Skills.aspx?ID=10) +10, [Stealth](/Skills.aspx?ID=15) +10, [Survival](/Skills.aspx?ID=16) +10",
 "source": [
  "Pathfinder #145: Hellknight Hill"
 ],
 "source_raw": [
  "Pathfinder #145: Hellknight Hill pg. 78"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 78</row>",
 "speed": {
  "climb": 25,
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet, climb 25 feet",
 "speed_raw": "25 feet, climb 25 feet",
 "spell": [
  "Illusory Creature",
  "Invisibility",
  "Color Spray",
  "Illusory Disguise",
  "Illusory Object",
  "Detect Magic",
  "Ghost Sound",
  "Mage Hand",
  "Message"
 ],
 "spell_markdown": "[Color Spray](/Spells.aspx?ID=44), [Detect Magic](/Spells.aspx?ID=66), [Ghost Sound](/Spells.aspx?ID=132), [Illusory Creature](/Spells.aspx?ID=158), [Illusory Disguise](/Spells.aspx?ID=159), [Illusory Object](/Spells.aspx?ID=160), [Invisibility](/Spells.aspx?ID=164), [Mage Hand](/Spells.aspx?ID=177), [Message](/Spells.aspx?ID=190)",
 "spoilers": "Age of Ashes",
 "stealth": "10",
 "strength": 0,
 "strongest_save": [
  "will"
 ],
 "summary": "This striking woman has an air of curiosity and recklessness about her. Only the strange sheen of her eyes, slightly jerky movements, and her …",
 "summary_markdown": "This striking woman has an air of curiosity and recklessness about her. Only the strange sheen of her eyes, slightly jerky movements, and her …",
 "text": " Renali This striking woman has an air of curiosity and recklessness about her. Only the strange sheen of her eyes, slightly jerky movements, and her tendency to lace her fingers together like a spider's web indicate that she is anything out of the ordinary. Although she takes pains to always appear in her graceful human form when in the presence of other humanoids, Renali is in reality an anadi—a member of a species of shapeshifting spider-like humanoids. Despite the ferocity some might attribute to their spider forms, anadis are a largely peace-loving people. Many generations ago, the anadis learned how off-putting their humanoid neighbors found talking, debating, and trading with what appear to be enormous arachnids. As a result, ingrained into their culture is a natural desire to never show their spider forms to humanoids unless displaying an open challenge or threat—which is a rarity. Anadis in general dislike war and conflict, but when threatened, they are not afraid to shift forms and use their vicious mandibles and natural venom to protect themselves, their families, or their villages. Anadis are most populous in Garund, particularly among rural and vegetated locales, though they are found in pockets elsewhere on Golarion, including in Azlant and Casmaron. A loner even by the standards of a people who value independence, Renali is an explorer, a wilderness survivalist, a subsistence hunter, an herbalist, a naturalist—and sometimes a reckless wanderer whose endless curiosity puts her into difficult situations. Renali was born into a reclusive anadi clan in the northern Mwangi Expanse, located far from the primary anadi nation to the south. From a young age, Renali found herself more at home in the wild jungles, studying and learning about the various flora and fauna she encountered, than she did among the safety and community of her village. When Renali was still a child, her parents recognized her practical intelligence and capacity for learning, and they pushed her to focus her studies on the various herbs and traditional remedies that were the specialty of their village's herbalist. Reyannon, Navina, and Liartel—the partners in the web marriage who birthed and raised Renali—rationalized that this was the best way for their daughter's talents to serve the village, and they believed that it was Grandmother Spider's will that she eventually take on that official role. Not one to question her family or their understanding of the beloved Weaver, for a time Renali tried to play the part everyone wanted for her. She studied under her village's herbalist, Yoneri, learning the techniques of mixing unguents and creating the potent salves her clan was known for. Yet never did she feel passionate or even terribly interested in the work. Still, Renali persisted in learning these traditions until Yoneri saw the young woman's ennui and grew concerned. When Yoneri finally sat her student down for a gentle discussion, the truth poured out: Renali did not want either the full training nor the life of a village herbalist, important and respected as the role might be. She'd rather explore uncharted territory, discover and experience new things, and protect the beautiful natural world around her. She worried, however, about letting down her parents, Yoneri, the village—everyone but herself. Yoneri was saddened by Renali's words, disheartened to hear that Renali valued herself so little she was willing to languish in unhappiness just to avoid disappointing those who had foisted expectations on her, however well intentioned. Acting as much as Renali's mentor and friend as her teacher, Yoneri spoke with the young woman's parents, and then she presented Renali with a plan. The village would give Renali any resources she needed to survive and thrive for 2 years. During that time, she was to follow her own callings—explore where she liked, camp where she liked, and cultivate and care for nature as she liked. At the end of those 2 years, Renali was to return to her village, either to resume her final studies to become her people's herbalist, or to inform them of a new role she had discovered and decided to pursue during her journeys. Delighted and shocked to be the focus of such a plan, Renali immediately accepted and began her wanderings. For the first few weeks, she stayed close to the jungles near her village, thrilled and a little scared to be entirely on her own. After some time, Renali began to roam farther and farther from her home base. Eventually, she spanned much of the length and width of the Mwangi Expanse. Every day brought a new sight for Renali, and the friends she met along the way have brought her closer and closer to finding an answer for Yoneri once her roaming period ends in about a year. Just a few days before the beginning of “Hellknight Hill,” Renali happened upon the Cinderclaw cult and their obsession with the nearby Huntergate. She stayed hidden from them and watched them manage to bumble through reactivating one side of Huntergate. When the cultists sent a band through the active portal, Renali followed—invisible and curious—only to find herself trapped in the dungeons below Hellknight Hill when the cultists tried to send a second force in and damaged the portal, causing it to shut down. Realizing she was trapped, Renali panicked and ran. By shifting into her spider form, she clambered up into the Goblinblood Caves, managed to sneak by the greater barghest, and settled into a small cave near a large nest of spiders. While these wild spiders were dangerous to her, they were also familiar, and as long as she stayed quiet and hunted in her spider form, she stayed relatively safe. Over time, she has become increasingly eager to find a way back home. Campaign Role Although the heroes encounter Renali relatively late in the adventure, it's possible for her to serve as a recurring NPC during subsequent chapters of this Adventure Path. If the PCs are on friendly terms with Renali and help her return to the Mwangi Expanse through Huntergate, her disappearance from the heroes' group need not be permanent. Instead, Renali could act as a scout and even an ambassador while the PCs traverse the Mwangi Expanse. Given her knowledge of local flora and fauna, she can also give them information about the creatures and monsters they encounter in that nation. Recall Knowledge - Humanoid (Society): DC 29 Unspecific Lore : DC 27 Specific Lore : DC 24 Renali Source Pathfinder #145: Hellknight Hill pg. 78 Perception +12 Languages Anadi, Common Skills Athletics +6, Crafting +10, Deception +7, Medicine +12, Nature +10, Stealth +10, Survival +10 Str +0 Dex +2 Con +0 Int +2 Wis +4 Cha +1 --- AC 18 Fort +8 Ref +10 Will +12 HP 60 --- Speed 25 feet, climb 25 feet Melee Single Action fangs +12 (Finesse), Damage 2d6+3 piercing plus anadi venom Arcane Innate Spells DC 22 - Cantrips (2nd) Detect Magic, Ghost Sound, Mage Hand, Message - 1st Color Spray, Illusory Disguise, Illusory Object - 2nd Illusory Creature, Invisibility Anadi Venom (Poison) Saving Throw DC 20 Fortitude; Maximum Duration 4 rounds; Stage 1 1d6 poison damage and flat-footed (1 round); Stage 2 1d6 poison damage, flat-footed, and clumsy 1 (1 round) Change Shape Single Action (Arcane, Concentrate, Polymorph, Transmutation) The anadi changes into their hybrid form, spider form, or human form. The above statistics assume the anadi is in their hybrid form. While in their human form, the anadi hunter can't use their fangs attack and loses their climb Speed. When in spider form, they can't use weapons. Spin Silk (Concentrate, Exploration, Manipulate) By spending several minutes, an anadi can produce silk to craft items made of cloth. A single anadi can produce enough silk in a day to craft a single garment. ",
 "trait": [
  "Anadi",
  "Humanoid",
  "Unique",
  "CG",
  "Medium"
 ],
 "trait_markdown": "[Anadi](/Traits.aspx?ID=255), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Anadi",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1600",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 12,
 "wisdom": 4
}