{
 "ac": 24,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 6,
 "constitution": 4,
 "creature_ability": [
  "Coven",
  "Bride's Bargain",
  "Curse of Futility"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 13,
 "hp": 120,
 "hp_raw": "120",
 "id": "creature-2070",
 "image": [
  "/Images/Monsters/SahniBrideOfTheSea.png"
 ],
 "intelligence": 6,
 "language": [
  "Aklo",
  "Common",
  "Necril"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20)",
 "level": 7,
 "markdown": "<title level=\"1\" pfs=\"\">[Sahni Bride-Of-The-Sea, Sea Hag Dealmaker](/Monsters.aspx?ID=2070)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nSahni grew up in the Iblydos archipelago of far-off Casmaron. She considered herself a perfectly normal human girl in a perfectly normal human family, but she was, in fact, a changeling. She married a humble but handsome carpenter. On the morning after her wedding night, Sahni awoke to her husband's screams—she had taken on her true appearance as a hideous hag. Her husband tried to flee, but she imprisoned him; by the time he died a few days later at Sahni's hands, she felt she had somehow fulfilled her social obligations and fled Iblydos forever. Without any firm destination in mind, she took to the sea.\n\n In her long and aimless journey west, Sahni made use of many sailing vessels, one after the other. She sometimes ruled them in terror and sometimes crept below decks to pick off and devour the crew one at a time. She became enamored of the sea—not for its beauty or its timelessness, but for its cruel and implacable power. How many sailors prayed to gods of the sea for mercy and safe travels, she wondered, only for the uncaring sea to drag them down to watery death? To the sea, people were entirely inconsequential, even the ones who dedicated themselves to mastering the tides or plumbing the ocean's depths. The sea's awesome resilience and its ability to care nothing— even for those who loved it—seduced Sahni. In a wedding ritual of her own making, she wed herself to the sea and its most ancient master: [Dagon](/Deities.aspx?ID=75).\n\n Geb wasn't the first realm of the Inner Sea where Sahni tried to live, but it proved a perfect home for her. In Avistan, hags like Sahni usually hid from sight, and she might have been forced to lair in a wretched coastal ruin or an isolated hovel. Although Sahni hadn't come from a wealthy or influential family, she felt in her heart she deserved better than to live in isolated squalor.\n\n In Geb, Sahni could live a relatively normal life without fear. Thanks to Dagon's patronage, her magical powers increased, and she secured many bargains with hapless inhabitants of the town of Sallowshore. She attained a level of power she had never experienced or even dared to imagine. In dedication to Dagon, she built a shrine in a flooded temple of Urgathoa. She knows Dagon neither knows nor cares about her dedication to him; that's what she loves about him. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Sahni is the second member of the Graveclaw coven the characters face. Once the player characters reach Sallowshore, they quickly learn Sahni is an active member of the community, well-known as the town's lawyer. This label has an unusual meaning in Sallowshore, however, as there are no courts, no judges, and no real legal system or authorities. Instead, townsfolk who seek justice for some misdeed against them (or even a perceived slight) engage Sahni as a sort of vigilante. The sea hag strikes a bargain with her client, securing them the vengeance they crave in return for something dear to them. Sahni doesn't need the prices she collects for her services; she collects them because she enjoys inflicting suffering and believes her skills have value.\n\n Sahni is producing tremor paste in Sallowshore. This is one of the vital ingredients in Kemnebi's necrotic toxin that not only kills its victims but primes them for revivification as undead. She knows Iron Taviah is enhancing brain grit using fey magic, Nathnelma is trying to acquire a mysterious ingredient called shadow ash, and Decrosia is building an assembly line in Pagked where all the toxin's ingredients can be combined at industrial scale. Like most hags, Sahni harbors a deep, jealous hatred for her coven-mates. She avoids talking to them whenever possible, so she doesn't know how successful her “sisters” have been or what obstacles they might have encountered in the task. If Sahni discovers the player characters killed Iron Taviah, she swears murderous vengeance—not because she cared for Taviah but because the loss of one member makes the entire coven weaker.\n\n As the player characters investigate the town, they meet some of Sahni's former clients, learn the prices she's collected from them, and discover a few of her many enemies. Eventually, they must confront her in her lair, a temple to Urgathoa that Sahni rededicated to her aquatic patron, Dagon. To stop the creation of tremor paste, the player characters must defeat Sahni in battle. If they do so, they simultaneously free all her former clients from the price they paid, making the player characters heroes of Sallowshore, regardless of their alignment, origin, or personal missions. \n\n<title level=\"2\" right=\"\">Coven Spells</title> When the player characters battle Sahni in Chapter 2, the Graveclaw has been weakened by the loss of Iron Taviah, but it's not yet broken. As a scattered coven (page 72), the Graveclaw grants Sahni the ability to cast the following spells as 3rd-level occult spells, once per day each, without requiring help from her fellow coven members: [_acid arrow_](/Spells.aspx?ID=2), [_curse of lost time_](/Spells.aspx?ID=683), [_earthbind_](/Spells.aspx?ID=94), [_harm_](/Spells.aspx?ID=146), [_mimic undead_](/Spells.aspx?ID=948), [_summon construct_](/Spells.aspx?ID=318), and [_water walk_](/Spells.aspx?ID=371). If Sahni is the third hag they confront, the coven is broken and she lacks these coven spells.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 33\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 31\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 28\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/SahniBrideOfTheSea.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 7\">[Sahni Bride-Of-The-Sea](/Monsters.aspx?ID=2070)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Hag\" url=\"/Traits.aspx?ID=84\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 90</row>\n\n**Perception** +15; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +14, [Diplomacy](/Skills.aspx?ID=6) +16, [Legal Lore](/Skills.aspx?ID=8) +19, [Occultism](/Skills.aspx?ID=11) +14, [Stealth](/Skills.aspx?ID=15) +16\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +4\r\n\r\n**Con** +4\r\n\r\n**Int** +6\r\n\r\n**Wis** +2\r\n\r\n**Cha** +6\r\n</row>\r\n\r\n**[Coven](/MonsterAbilities.aspx?ID=11)** Sahni adds [_acid arrow_](/Spells.aspx?ID=2), [_mariner's curse_](/Spells.aspx?ID=184), and [_water walk_](/Spells.aspx?ID=371) to her coven's spells.\r\n\r\n**Items**\r\n[_stony hag eye_](/Equipment.aspx?ID=935)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 24 \r\n\r\n**Fort** +13 \r\n\r\n**Ref** +14 \r\n\r\n**Will** +18 \r\n\r\n+1 status to saves vs. [magic](/Traits.aspx?ID=103)\r\n</row>\r\n\r\n**HP** 120\n\n**Weaknesses**\r\n[cold iron](/Equipment.aspx?ID=375) 10\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, swim 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +16 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d10+4 slashing\r\n\r\n**Divine Spontaneous Spells** DC 25, attack +17\r\n- **Cantrips (4th)**\r\n[Divine Lance](/Spells.aspx?ID=84), [Mage Hand](/Spells.aspx?ID=177), [Message](/Spells.aspx?ID=190), [Prestidigitation](/Spells.aspx?ID=229), [Sigil](/Spells.aspx?ID=286)\r\n- **1st**\r\n[Alarm](/Spells.aspx?ID=7), [Charm](/Spells.aspx?ID=34), [Command](/Spells.aspx?ID=45) (3 slots)\r\n- **2nd**\r\n[Animal Messenger](/Spells.aspx?ID=11), [Mending](/Spells.aspx?ID=189), [See Invisibility](/Spells.aspx?ID=271) (3 slots)\r\n- **3rd**\r\n[Animal Vision](/Spells.aspx?ID=12), [Crashing Wave](/Spells.aspx?ID=682), [Fear](/Spells.aspx?ID=110) (3 slots)\r\n- **4th**\r\n[Bestial Curse](/Spells.aspx?ID=670), [Vampiric Maiden](/Spells.aspx?ID=725) (2 slots)\r\n\r\n**Bride's Bargain**  ([Necromancy](/Traits.aspx?ID=117), [Occult](/Traits.aspx?ID=120)) Sahni can make a bargain with a willing creature of sound mind. The creature gives away a special quality—such as its courage, beauty, or voice—or sacrifices a loved one in exchange for a boon or a promise from Sahni. As long as Sahni keeps her end of the bargain, the only way to restore a lost quality is to defeat Sahni or make another bargain for its return. Loved ones sacrificed for Sahni's bargain can't be restored except with [_wish_](/Spells.aspx?ID=377), [_miracle_](/Spells.aspx?ID=196), or similarly powerful magic.\r\n\r\n**Curse of Futility** <actions string=\"Two Actions\" /> ([Curse](/Traits.aspx?ID=38), [Emotion](/Traits.aspx?ID=60), [Enchantment](/Traits.aspx?ID=61), [Fear](/Traits.aspx?ID=68), [Mental](/Traits.aspx?ID=106), [Occult](/Traits.aspx?ID=120)) Sahni gazes upon a creature, affecting it with an overwhelming sense that every action it takes is futile; that humiliating failure is their only possible future. The target attempts a DC 25 Will save; the target doesn't need to be able to see Sahni.<br /> **Critical Success** The target is unaffected and temporarily immune to Sahni's Curse of Futility for 24 hours.<br /> **Success** The target is [stupefied 1](/Conditions.aspx?ID=37) for 1 round and then temporarily immune for 1 hour.<br /> **Failure** The target is stupefied 2 for 1 minute.<br /> **Critical Failure** The target is stupefied 2 for 1 hour and is [doomed 1](/Conditions.aspx?ID=9) as long as it is stupefied.\r\n\r\n</column>",
 "name": "Sahni Bride-Of-The-Sea",
 "npc": false,
 "perception": 15,
 "rarity": "unique",
 "reflex_save": 14,
 "release_date": "2022-08-31",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Hag\" url=\"/Traits.aspx?ID=84\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 120\r\n\r\n**AC** 24\r\n\r\n**Fort** +13\r\n\r\n**Ref** +14\r\n\r\n**Will** +18\r\n\r\n**Perception** +15\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSahni grew up in the Iblydos archipelago of far-off Casmaron. She considered herself a perfectly normal human girl in a perfectly normal human …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +14",
  "Diplomacy +16",
  "Legal Lore +19",
  "Occultism +14",
  "Stealth +16"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +14, [Diplomacy](/Skills.aspx?ID=6) +16, [Legal Lore](/Skills.aspx?ID=8) +19, [Occultism](/Skills.aspx?ID=11) +14, [Stealth](/Skills.aspx?ID=15) +16",
 "source": [
  "Pathfinder #182: Graveclaw"
 ],
 "source_raw": [
  "Pathfinder #182: Graveclaw pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 90</row>",
 "speed": {
  "land": 25,
  "max": 35,
  "swim": 35
 },
 "speed_markdown": "25 feet, swim 35 feet",
 "speed_raw": "25 feet, swim 35 feet",
 "spell": [
  "Bestial Curse",
  "Vampiric Maiden",
  "Animal Vision",
  "Crashing Wave",
  "Fear",
  "Animal Messenger",
  "Mending",
  "See Invisibility",
  "Alarm",
  "Charm",
  "Command",
  "Divine Lance",
  "Mage Hand",
  "Message",
  "Prestidigitation",
  "Sigil"
 ],
 "spell_markdown": "[Alarm](/Spells.aspx?ID=7), [Animal Messenger](/Spells.aspx?ID=11), [Animal Vision](/Spells.aspx?ID=12), [Bestial Curse](/Spells.aspx?ID=670), [Charm](/Spells.aspx?ID=34), [Command](/Spells.aspx?ID=45), [Crashing Wave](/Spells.aspx?ID=682), [Divine Lance](/Spells.aspx?ID=84), [Fear](/Spells.aspx?ID=110), [Mage Hand](/Spells.aspx?ID=177), [Mending](/Spells.aspx?ID=189), [Message](/Spells.aspx?ID=190), [Prestidigitation](/Spells.aspx?ID=229), [See Invisibility](/Spells.aspx?ID=271), [Sigil](/Spells.aspx?ID=286), [Vampiric Maiden](/Spells.aspx?ID=725)",
 "spoilers": "Blood Lords",
 "stealth": "16",
 "strength": 3,
 "strongest_save": [
  "will"
 ],
 "summary": "Sahni grew up in the Iblydos archipelago of far-off Casmaron. She considered herself a perfectly normal human girl in a perfectly normal human …",
 "summary_markdown": "Sahni grew up in the Iblydos archipelago of far-off Casmaron. She considered herself a perfectly normal human girl in a perfectly normal human …",
 "text": " Sahni Bride-Of-The-Sea, Sea Hag Dealmaker Sahni grew up in the Iblydos archipelago of far-off Casmaron. She considered herself a perfectly normal human girl in a perfectly normal human family, but she was, in fact, a changeling. She married a humble but handsome carpenter. On the morning after her wedding night, Sahni awoke to her husband's screams—she had taken on her true appearance as a hideous hag. Her husband tried to flee, but she imprisoned him; by the time he died a few days later at Sahni's hands, she felt she had somehow fulfilled her social obligations and fled Iblydos forever. Without any firm destination in mind, she took to the sea. In her long and aimless journey west, Sahni made use of many sailing vessels, one after the other. She sometimes ruled them in terror and sometimes crept below decks to pick off and devour the crew one at a time. She became enamored of the sea—not for its beauty or its timelessness, but for its cruel and implacable power. How many sailors prayed to gods of the sea for mercy and safe travels, she wondered, only for the uncaring sea to drag them down to watery death? To the sea, people were entirely inconsequential, even the ones who dedicated themselves to mastering the tides or plumbing the ocean's depths. The sea's awesome resilience and its ability to care nothing— even for those who loved it—seduced Sahni. In a wedding ritual of her own making, she wed herself to the sea and its most ancient master: Dagon. Geb wasn't the first realm of the Inner Sea where Sahni tried to live, but it proved a perfect home for her. In Avistan, hags like Sahni usually hid from sight, and she might have been forced to lair in a wretched coastal ruin or an isolated hovel. Although Sahni hadn't come from a wealthy or influential family, she felt in her heart she deserved better than to live in isolated squalor. In Geb, Sahni could live a relatively normal life without fear. Thanks to Dagon's patronage, her magical powers increased, and she secured many bargains with hapless inhabitants of the town of Sallowshore. She attained a level of power she had never experienced or even dared to imagine. In dedication to Dagon, she built a shrine in a flooded temple of Urgathoa. She knows Dagon neither knows nor cares about her dedication to him; that's what she loves about him. Campaign Role Sahni is the second member of the Graveclaw coven the characters face. Once the player characters reach Sallowshore, they quickly learn Sahni is an active member of the community, well-known as the town's lawyer. This label has an unusual meaning in Sallowshore, however, as there are no courts, no judges, and no real legal system or authorities. Instead, townsfolk who seek justice for some misdeed against them (or even a perceived slight) engage Sahni as a sort of vigilante. The sea hag strikes a bargain with her client, securing them the vengeance they crave in return for something dear to them. Sahni doesn't need the prices she collects for her services; she collects them because she enjoys inflicting suffering and believes her skills have value. Sahni is producing tremor paste in Sallowshore. This is one of the vital ingredients in Kemnebi's necrotic toxin that not only kills its victims but primes them for revivification as undead. She knows Iron Taviah is enhancing brain grit using fey magic, Nathnelma is trying to acquire a mysterious ingredient called shadow ash, and Decrosia is building an assembly line in Pagked where all the toxin's ingredients can be combined at industrial scale. Like most hags, Sahni harbors a deep, jealous hatred for her coven-mates. She avoids talking to them whenever possible, so she doesn't know how successful her “sisters” have been or what obstacles they might have encountered in the task. If Sahni discovers the player characters killed Iron Taviah, she swears murderous vengeance—not because she cared for Taviah but because the loss of one member makes the entire coven weaker. As the player characters investigate the town, they meet some of Sahni's former clients, learn the prices she's collected from them, and discover a few of her many enemies. Eventually, they must confront her in her lair, a temple to Urgathoa that Sahni rededicated to her aquatic patron, Dagon. To stop the creation of tremor paste, the player characters must defeat Sahni in battle. If they do so, they simultaneously free all her former clients from the price they paid, making the player characters heroes of Sallowshore, regardless of their alignment, origin, or personal missions. Coven Spells When the player characters battle Sahni in Chapter 2, the Graveclaw has been weakened by the loss of Iron Taviah, but it's not yet broken. As a scattered coven (page 72), the Graveclaw grants Sahni the ability to cast the following spells as 3rd-level occult spells, once per day each, without requiring help from her fellow coven members: acid arrow , curse of lost time , earthbind , harm , mimic undead , summon construct , and water walk . If Sahni is the third hag they confront, the coven is broken and she lacks these coven spells. Recall Knowledge - Humanoid (Society): DC 33 Unspecific Lore : DC 31 Specific Lore : DC 28 Sahni Bride-Of-The-Sea Source Pathfinder #182: Graveclaw pg. 90 Perception +15; darkvision Languages Aklo, Common, Necril Skills Acrobatics +14, Diplomacy +16, Legal Lore +19, Occultism +14, Stealth +16 Str +3 Dex +4 Con +4 Int +6 Wis +2 Cha +6 Coven Sahni adds acid arrow , mariner's curse , and water walk to her coven's spells. Items stony hag eye --- AC 24 Fort +13 Ref +14 Will +18 +1 status to saves vs. magic HP 120 Weaknesses cold iron 10 --- Speed 25 feet, swim 35 feet Melee Single Action claw +16 (Agile, Magical), Damage 2d10+4 slashing Divine Spontaneous Spells DC 25, attack +17 - Cantrips (4th) Divine Lance, Mage Hand, Message, Prestidigitation, Sigil - 1st Alarm, Charm, Command (3 slots) - 2nd Animal Messenger, Mending, See Invisibility (3 slots) - 3rd Animal Vision, Crashing Wave, Fear (3 slots) - 4th Bestial Curse, Vampiric Maiden (2 slots) Bride's Bargain (Necromancy, Occult) Sahni can make a bargain with a willing creature of sound mind. The creature gives away a special quality—such as its courage, beauty, or voice—or sacrifices a loved one in exchange for a boon or a promise from Sahni. As long as Sahni keeps her end of the bargain, the only way to restore a lost quality is to defeat Sahni or make another bargain for its return. Loved ones sacrificed for Sahni's bargain can't be restored except with wish , miracle , or similarly powerful magic. Curse of Futility Two Actions (Curse, Emotion, Enchantment, Fear, Mental, Occult) Sahni gazes upon a creature, affecting it with an overwhelming sense that every action it takes is futile; that humiliating failure is their only possible future. The target attempts a DC 25 Will save; the target doesn't need to be able to see Sahni. Critical Success The target is unaffected and temporarily immune to Sahni's Curse of Futility for 24 hours. Success The target is stupefied 1 for 1 round and then temporarily immune for 1 hour. Failure The target is stupefied 2 for 1 minute. Critical Failure The target is stupefied 2 for 1 hour and is doomed 1 as long as it is stupefied. ",
 "trait": [
  "Amphibious",
  "Hag",
  "Humanoid",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Amphibious](/Traits.aspx?ID=207), [Hag](/Traits.aspx?ID=84), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Amphibious",
  "Hag",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2070",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {
  "cold_iron": 10
 },
 "weakness_markdown": "[cold iron](/Equipment.aspx?ID=375) 10",
 "weakness_raw": " cold iron  10",
 "will_save": 18,
 "wisdom": 2
}