{
 "ac": 21,
 "alignment": "NG",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 2,
 "creature_ability": [
  "Search the Stars"
 ],
 "creature_family_markdown": "",
 "dexterity": 1,
 "exclude_from_search": false,
 "fortitude_save": 11,
 "hp": 60,
 "hp_raw": "60",
 "id": "creature-2467",
 "image": [
  "/Images/Monsters/Sakuachi.png"
 ],
 "intelligence": 1,
 "language": [
  "Celestial",
  "Common",
  "Elven",
  "Erutaki"
 ],
 "language_markdown": "[Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Erutaki](/Languages.aspx?ID=54)",
 "level": 4,
 "markdown": "<title level=\"1\" pfs=\"\">[Sakuachi, Destined Dream Seer](/NPCs.aspx?ID=2467)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nSakuachi is the youngest scion in a long line of Erutaki seers. Like her forebears, she was born and raised in Aaminiut, a small town on the Crown of the World northeast of Avistan. Her mother Sialuk and her grandmother Seshu both taught Sakuachi how to see patterns in the ice below, read the stars above, and interpret the signs of the natural world all around.\n\n It was astronomy, above all other pursuits, which appealed most to Sakuachi. As a girl, she spent many long nights studying constellations, practicing with her astrolabe, and divining omens from the wisps and waves of the aurora. Before she was 5 years old, she'd already learned the names of every star configuration, the positions of the visible planets, and how to predict and interpret the movement of the celestial mantle. By the time she was a teenager, Sakuachi was the town's best astronomer.\n\n All the while, Elder Seshu looked proudly upon her granddaughter. But Seshu also bore the burden of a terrible secret—she knew that, one day, her beloved Sakuachi would be forced to reckon with an ancient and terrible evil. On 21 Erastus of 4722 AR, at the close of Sakuachi's final summer before adulthood, unnatural blue lights beamed up from the center of the Crown of the World. Around Golarion, this occasion was known as the night of the Missing Moment. To Elder Seshu, it was a sign that the time had come for Sakuachi to fulfill her grim destiny.\n\n That night, Seshu dreamt of an ancient being of white fur, bestial horns, and glowing runic tattoos: [Ainamuuren](/Monsters.aspx?ID=1721), the Last Saumen Kar. Seshu had befriended Ainamuuren long ago, and for years she'd listened to his dire warnings of a great evil that lurked beneath the Crown of the World. She hadn't seen her friend in many seasons, though, so his dream visit came as a surprise. In this dream, Ainamuuren told Seshu that his strength was fading, and that soon he wouldn't be able to maintain the magic that keeps the ancient evil sealed beneath the ice. To renew the seal, Ainamuuren explained, the saumen kar's magic would need to be renewed through the sacrifice of a god, a quest which only a mortal could undertake. As Seshu's dream vision faded to darkness, one of Ainamuuren's runes glowed brighter and longer than all the others.\n\n  Early the following morning, Seshu met with the other elders and told them the time had come to send one of their own on a holy quest. As Seshu had predicted, her granddaughter Sakuachi eagerly volunteered to take on this quest. Together, the elders agreed that Sakuachi—young and good of heart— should take on this great task. With her, the town sent four companions: the hunter Deniigi, the guide Innumma, the storyteller Pamak, and the navigator Ulikuq. Together, the group gathered and took a solemn vow to return to their homeland with a sacrificial god.\n\n Before the party left, Seshu took Sakuachi aside “To honor the one who has given us this quest,” Seshu told the girl, “you must take his symbol as your own.” Seshu held the nape of Sakuachi's neck firmly in her grasp, so much so that it hurt. Though the grip was tight, Sakuachi felt a warmth in her grandmother's palm. When her grandmother withdrew her palm, Sakuachi bore one of Ainamuuren's runes like a fresh tattoo.\n\n In his travels, the guide Innumma had heard of a land called Sarkoris, where gods still roamed the Material Plane, but no one in Aaminiut had ever been there. The town's most skilled sorcerer had visited a city called Skywatch long ago, so she teleported the group there to expedite their journey. Yet when they arrived, Sakuachi and her companions discovered the city strangely abandoned and full of danger. The streets seemed to writhe and twist under the group's feet, confusing their minds. They became separated, and Sakuachi barricaded herself in the city's observatory after being chased by violent raiders.\n\n Glancing through the observatory's telescope, Sakuachi prayed to the stars above for help in her challenging endeavor. Amazingly, the stars answered—the telescope formed a magical conduit with astronomers on another planet, and they teleported a group of adventurers to Skywatch to help her. Even more astonishing, these “gatewalkers” bore the same rune of Ainamuuren as she did. The young seer believed in many wonders, but not coincidences. From then on, she knew that their destinies were intertwined, and she'd need to stay close to her strange new friends if she was to fulfill her quest. \n\n<title level=\"2\" right=\"\">Campaign Role</title> The party first comes in contact with Sakuachi and her companions during their exploration of the abandoned city of Skywatch at the beginning of this adventure. Based on what the player characters learned about the alien entity Osoyo from the astronomers of Loskialua in the “The Seventh Arch,” their investigation into the cause of the Missing Moment overlaps significantly with Sakuachi's quest to find and sacrifice a living god. Indeed, by the time the characters and their new friends escape Skywatch's dangers and reach safety on the shores of Mendev, their employer, Dr. Etward Ritalson, tasks the characters with helping Sakuachi fulfill her quest.\n\n Sakuachi's success will ultimately be the player characters' success, so it's important they see her as a key to solving their own mystery. In the next adventure, Sakuachi will need to sacrifice her spirit guide to seal away Osoyo once more, but this doesn't mean she's the star of the story. In fact, as they'll soon learn, the player characters are the primary instigators of the troubles which set Sakuachi's quest in motion in the first place. How this story ends is, ultimately, the party's decision to make.\n\n Sakuachi is more a scholar more than a fighter. During the times when she's accompanying the characters and a battle occurs, such as in Chapter 3 of “They Watched the Stars,” she rarely (if ever) directly attacks a foe. In the heightened stress of combat, her connection to Ainamuuren may manifest as visions and flashes of memory as the saumen kar attempts to communicate with her, which allows her to [Recall Knowledge](/Actions.aspx?ID=26) about one or more of the creatures in combat using her [Fortune-Telling Lore](/Skills.aspx?ID=8) skill, though it also prevents her from participating in combat. Beyond providing information, she also can use spells like [_resist energy_](/Spells.aspx?ID=256) or [_guidance_](/Spells.aspx?ID=142) to support the party.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 29\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 27\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 24\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Sakuachi.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 4\">[Sakuachi](/NPCs.aspx?ID=2467)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #188: They Watched the Stars](/Sources.aspx?ID=194) pg. 92</row>\n\n**Perception** +14\r\n\r\n**Languages**\r\n[Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Erutaki](/Languages.aspx?ID=54)\r\n\r\n**Skills**\r\n[Astronomy Lore](/Skills.aspx?ID=8) +15, [Fortune-Telling Lore](/Skills.aspx?ID=8) +15, [Medicine](/Skills.aspx?ID=9) +10, [Nature](/Skills.aspx?ID=10) +12, [Occultism](/Skills.aspx?ID=11) +15, [Religion](/Skills.aspx?ID=13) +12, [Survival](/Skills.aspx?ID=16) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +1\r\n\r\n**Con** +2\r\n\r\n**Int** +1\r\n\r\n**Wis** +3\r\n\r\n**Cha** +4\r\n</row>\r\n\r\n**Search the Stars** ([concentrate](/Traits.aspx?ID=32), [manipulate](/Traits.aspx?ID=104)) **Requirements** Sakuachi is holding an [astrolabe](/Equipment.aspx?ID=2411) and can see the stars; **Effect** Sakuachi spends 1 hour attempting to gain a vague glimpse of the future written in the stars. She attempts a DC 24 [Fortune-Telling Lore](/Skills.aspx?ID=8) or [Occultism](/Skills.aspx?ID=11) check.<br /> **Critical Success** Sakuachi receives an accurate vision of an event to come within the next week. While this vision can be vague and confusing, it's typically true.<br /> **Success** As critical success, but the vision is of an event that will occur within the next day. If nothing noteworthy is to happen within the next day, she sees nothing written in the stars.<br /> **Failure** Sakuachi sees nothing written in the stars.<br /> **Critical Failure** Sakuachi misinterprets the writing in the stars and receives an inaccurate vision of an upcoming event. Such a vision looks the same as one achieved with a critical success, but is typically false.\r\n\r\n**Items**\r\n[Padded Armor](/Armor.aspx?ID=3), [Spear](/Weapons.aspx?ID=10), [standard astrolabe](/Equipment.aspx?ID=2411), [winter clothing](/Equipment.aspx?ID=15)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 21 \r\n\r\n**Fort** +11 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +14 \n\n</row>\r\n\r\n**HP** 60\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nspear +9,\r\n**Damage** 1d6 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nspear +10 ([thrown 20 feet](/Traits.aspx?ID=195)),\r\n**Damage** 1d6 piercing\r\n\r\n**Occult Prepared Spells** DC 18, attack +12\r\n- **Cantrips (2nd)**\r\n[Detect Magic](/Spells.aspx?ID=66), [Guidance](/Spells.aspx?ID=142), [Light](/Spells.aspx?ID=171), [Read Aura](/Spells.aspx?ID=246), [Shield](/Spells.aspx?ID=280)\r\n- **1st**\r\n[Bless](/Spells.aspx?ID=25), [Liberating Command](/Spells.aspx?ID=580), [Sleep](/Spells.aspx?ID=288)\r\n- **2nd**\r\n[Augury](/Spells.aspx?ID=15), [Resist Energy](/Spells.aspx?ID=256), [Silence](/Spells.aspx?ID=287)\n\n</column>",
 "name": "Sakuachi",
 "npc": true,
 "perception": 14,
 "rarity": "unique",
 "reflex_save": 10,
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #188: They Watched the Stars](/Sources.aspx?ID=194) pg. 92</row>\n\n<row gap=\"medium\">\r\n**HP** 60\r\n\r\n**AC** 21\r\n\r\n**Fort** +11\r\n\r\n**Ref** +10\r\n\r\n**Will** +14\r\n\r\n**Perception** +14\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSakuachi is the youngest scion in a long line of Erutaki seers. Like her forebears, she was born and raised in Aaminiut, a small town on the Crown of …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Astronomy Lore +15",
  "Fortune-Telling Lore +15",
  "Medicine +10",
  "Nature +12",
  "Occultism +15",
  "Religion +12",
  "Survival +10"
 ],
 "skill_markdown": "[Astronomy Lore](/Skills.aspx?ID=8) +15, [Fortune-Telling Lore](/Skills.aspx?ID=8) +15, [Medicine](/Skills.aspx?ID=9) +10, [Nature](/Skills.aspx?ID=10) +12, [Occultism](/Skills.aspx?ID=11) +15, [Religion](/Skills.aspx?ID=13) +12, [Survival](/Skills.aspx?ID=16) +10",
 "source": [
  "Pathfinder #188: They Watched the Stars"
 ],
 "source_raw": [
  "Pathfinder #188: They Watched the Stars pg. 92"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #188: They Watched the Stars](/Sources.aspx?ID=194) pg. 92</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Augury",
  "Resist Energy",
  "Silence",
  "Bless",
  "Liberating Command",
  "Sleep",
  "Detect Magic",
  "Guidance",
  "Light",
  "Read Aura",
  "Shield"
 ],
 "spell_markdown": "[Augury](/Spells.aspx?ID=15), [Bless](/Spells.aspx?ID=25), [Detect Magic](/Spells.aspx?ID=66), [Guidance](/Spells.aspx?ID=142), [Liberating Command](/Spells.aspx?ID=580), [Light](/Spells.aspx?ID=171), [Read Aura](/Spells.aspx?ID=246), [Resist Energy](/Spells.aspx?ID=256), [Shield](/Spells.aspx?ID=280), [Silence](/Spells.aspx?ID=287), [Sleep](/Spells.aspx?ID=288)",
 "spoilers": "Gatewalkers",
 "strength": 0,
 "strongest_save": [
  "will"
 ],
 "summary": "Sakuachi is the youngest scion in a long line of Erutaki seers. Like her forebears, she was born and raised in Aaminiut, a small town on the Crown of …",
 "summary_markdown": "Sakuachi is the youngest scion in a long line of Erutaki seers. Like her forebears, she was born and raised in Aaminiut, a small town on the Crown of …",
 "text": " Sakuachi, Destined Dream Seer Sakuachi is the youngest scion in a long line of Erutaki seers. Like her forebears, she was born and raised in Aaminiut, a small town on the Crown of the World northeast of Avistan. Her mother Sialuk and her grandmother Seshu both taught Sakuachi how to see patterns in the ice below, read the stars above, and interpret the signs of the natural world all around. It was astronomy, above all other pursuits, which appealed most to Sakuachi. As a girl, she spent many long nights studying constellations, practicing with her astrolabe, and divining omens from the wisps and waves of the aurora. Before she was 5 years old, she'd already learned the names of every star configuration, the positions of the visible planets, and how to predict and interpret the movement of the celestial mantle. By the time she was a teenager, Sakuachi was the town's best astronomer. All the while, Elder Seshu looked proudly upon her granddaughter. But Seshu also bore the burden of a terrible secret—she knew that, one day, her beloved Sakuachi would be forced to reckon with an ancient and terrible evil. On 21 Erastus of 4722 AR, at the close of Sakuachi's final summer before adulthood, unnatural blue lights beamed up from the center of the Crown of the World. Around Golarion, this occasion was known as the night of the Missing Moment. To Elder Seshu, it was a sign that the time had come for Sakuachi to fulfill her grim destiny. That night, Seshu dreamt of an ancient being of white fur, bestial horns, and glowing runic tattoos: Ainamuuren, the Last Saumen Kar. Seshu had befriended Ainamuuren long ago, and for years she'd listened to his dire warnings of a great evil that lurked beneath the Crown of the World. She hadn't seen her friend in many seasons, though, so his dream visit came as a surprise. In this dream, Ainamuuren told Seshu that his strength was fading, and that soon he wouldn't be able to maintain the magic that keeps the ancient evil sealed beneath the ice. To renew the seal, Ainamuuren explained, the saumen kar's magic would need to be renewed through the sacrifice of a god, a quest which only a mortal could undertake. As Seshu's dream vision faded to darkness, one of Ainamuuren's runes glowed brighter and longer than all the others. Early the following morning, Seshu met with the other elders and told them the time had come to send one of their own on a holy quest. As Seshu had predicted, her granddaughter Sakuachi eagerly volunteered to take on this quest. Together, the elders agreed that Sakuachi—young and good of heart— should take on this great task. With her, the town sent four companions: the hunter Deniigi, the guide Innumma, the storyteller Pamak, and the navigator Ulikuq. Together, the group gathered and took a solemn vow to return to their homeland with a sacrificial god. Before the party left, Seshu took Sakuachi aside “To honor the one who has given us this quest,” Seshu told the girl, “you must take his symbol as your own.” Seshu held the nape of Sakuachi's neck firmly in her grasp, so much so that it hurt. Though the grip was tight, Sakuachi felt a warmth in her grandmother's palm. When her grandmother withdrew her palm, Sakuachi bore one of Ainamuuren's runes like a fresh tattoo. In his travels, the guide Innumma had heard of a land called Sarkoris, where gods still roamed the Material Plane, but no one in Aaminiut had ever been there. The town's most skilled sorcerer had visited a city called Skywatch long ago, so she teleported the group there to expedite their journey. Yet when they arrived, Sakuachi and her companions discovered the city strangely abandoned and full of danger. The streets seemed to writhe and twist under the group's feet, confusing their minds. They became separated, and Sakuachi barricaded herself in the city's observatory after being chased by violent raiders. Glancing through the observatory's telescope, Sakuachi prayed to the stars above for help in her challenging endeavor. Amazingly, the stars answered—the telescope formed a magical conduit with astronomers on another planet, and they teleported a group of adventurers to Skywatch to help her. Even more astonishing, these “gatewalkers” bore the same rune of Ainamuuren as she did. The young seer believed in many wonders, but not coincidences. From then on, she knew that their destinies were intertwined, and she'd need to stay close to her strange new friends if she was to fulfill her quest. Campaign Role The party first comes in contact with Sakuachi and her companions during their exploration of the abandoned city of Skywatch at the beginning of this adventure. Based on what the player characters learned about the alien entity Osoyo from the astronomers of Loskialua in the “The Seventh Arch,” their investigation into the cause of the Missing Moment overlaps significantly with Sakuachi's quest to find and sacrifice a living god. Indeed, by the time the characters and their new friends escape Skywatch's dangers and reach safety on the shores of Mendev, their employer, Dr. Etward Ritalson, tasks the characters with helping Sakuachi fulfill her quest. Sakuachi's success will ultimately be the player characters' success, so it's important they see her as a key to solving their own mystery. In the next adventure, Sakuachi will need to sacrifice her spirit guide to seal away Osoyo once more, but this doesn't mean she's the star of the story. In fact, as they'll soon learn, the player characters are the primary instigators of the troubles which set Sakuachi's quest in motion in the first place. How this story ends is, ultimately, the party's decision to make. Sakuachi is more a scholar more than a fighter. During the times when she's accompanying the characters and a battle occurs, such as in Chapter 3 of “They Watched the Stars,” she rarely (if ever) directly attacks a foe. In the heightened stress of combat, her connection to Ainamuuren may manifest as visions and flashes of memory as the saumen kar attempts to communicate with her, which allows her to Recall Knowledge about one or more of the creatures in combat using her Fortune-Telling Lore skill, though it also prevents her from participating in combat. Beyond providing information, she also can use spells like resist energy or guidance to support the party. Recall Knowledge - Humanoid (Society): DC 29 Unspecific Lore : DC 27 Specific Lore : DC 24 Sakuachi Source Pathfinder #188: They Watched the Stars pg. 92 Perception +14 Languages Celestial, Common, Elven, Erutaki Skills Astronomy Lore +15, Fortune-Telling Lore +15, Medicine +10, Nature +12, Occultism +15, Religion +12, Survival +10 Str +0 Dex +1 Con +2 Int +1 Wis +3 Cha +4 Search the Stars (concentrate, manipulate) Requirements Sakuachi is holding an astrolabe and can see the stars; Effect Sakuachi spends 1 hour attempting to gain a vague glimpse of the future written in the stars. She attempts a DC 24 Fortune-Telling Lore or Occultism check. Critical Success Sakuachi receives an accurate vision of an event to come within the next week. While this vision can be vague and confusing, it's typically true. Success As critical success, but the vision is of an event that will occur within the next day. If nothing noteworthy is to happen within the next day, she sees nothing written in the stars. Failure Sakuachi sees nothing written in the stars. Critical Failure Sakuachi misinterprets the writing in the stars and receives an inaccurate vision of an upcoming event. Such a vision looks the same as one achieved with a critical success, but is typically false. Items Padded Armor, Spear, standard astrolabe, winter clothing --- AC 21 Fort +11 Ref +10 Will +14 HP 60 --- Speed 25 feet Melee Single Action spear +9, Damage 1d6 piercing Ranged Single Action spear +10 (thrown 20 feet), Damage 1d6 piercing Occult Prepared Spells DC 18, attack +12 - Cantrips (2nd) Detect Magic, Guidance, Light, Read Aura, Shield - 1st Bless, Liberating Command, Sleep - 2nd Augury, Resist Energy, Silence\n",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "NG",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2467",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 14,
 "wisdom": 3
}