{
 "ac": 27,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 6,
 "constitution": 2,
 "creature_ability": [
  "Morphic Weapon",
  "Peerless Duplicate",
  "Serpentfolk Venom"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 14,
 "hp": 150,
 "hp_raw": "150",
 "id": "creature-1640",
 "intelligence": 5,
 "language": [
  "Aklo",
  "Common",
  "Draconic",
  "Undercommon",
  "<%UMR%37%%>telepathy<%END> 100 feet"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Undercommon](/Languages.aspx?ID=11); [telepathy](/MonsterAbilities.aspx?ID=37) 100 feet",
 "level": 9,
 "markdown": "<title level=\"1\" pfs=\"\">[Salathiss, Serpentfolk Infiltrator Obsessed with his Role](/NPCs.aspx?ID=1640)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe subjugated lower caste of [serpentfolk](/MonsterFamilies.aspx?ID=151) society, [aapoph serpentfolk](/Monsters.aspx?ID=799), are prone to strange mutations. Serpentfolk culture considers these mutations a sign of the aapophs' lesser status and think nothing of it— in fact, for the higher-ranking [zyss serpentfolk](/Monsters.aspx?ID=798) these physical variations reinforce their twisted self-image of purity and superiority. While zyss serpentfolk can disguise themselves as other humanoids to achieve their goals, it's often seen as a duty and not a pleasure—zyss prefer the purity of the zyss form to all else.\n\n It is rare, but a zyss can also be born with mutations. This is a closely guarded secret, only mentioned in shameful whispers. Any zyss born with a mutation is immediately killed, as their very existence flies in the face of zyss's so-called superiority.\n\n Salathiss would have been destroyed, except his strange mutation took many years to materialize. As he matured, he sometimes lost control of his form: the skin and bone on a part of his body would slacken and soften into a thick ooze for a few moments before snapping back suddenly and painfully into its original shape. The first few times this occurred caused a panic in Salathiss's colony; he was only spared death because his mentor, Thissal, was a serpentfolk of great power and influence. To punish Salathiss would invite Thissal's wrath, and no one wished to anger him. None even dared to tell him of his pupil's mutation, though the powerful zyss eventually learned of it on his own.\n\n Salathiss knew his mutation set him apart from other zyss. He prayed day and night for Ydersius to take it away, to cut it from his body just as the Headless King had his own body severed. Salathiss's prayers were never answered, but the daily ritual of constant prayer gave him what he needed most: focus. Salathiss learned that by focusing his mind when his body lost control, he could shape that body part into something else. He could mold his shape, such as turning his arm into a tool or a weapon.\n\n Prayer turned into practice. Salathiss realized that his mutation was an advantage if he kept it hidden and under control. He absorbed lessons in spycraft while he studied magic, convinced that he could succeed at one of the infiltration missions important to serpentfolk society. Though he was too young for such an important task, Thissal saw a dangerous mission as a good way to dispose of Salathiss without personal disgrace and gave his consent.\n\n Salathiss spoiled Thissal's hopes by exceeding all expectations placed on him. He infiltrated a human village and became well respected in the community. When he stole an ancestral relic from the village shrine, no one thought to suspect him. When he vouched for other serpentfolk infiltrators, the people welcomed them completely. Over a year of long-term infiltration, Salathiss corrupted the human village from within and left it a place of confusion and paranoia. Even Thissal had to agree that his protégé had performed exceptionally and after silencing a few doubters with well-timed assassinations, Thissal declared Salathiss ready for more espionage work.<br /> Salathiss developed a knack for studying “warmbloods,” understanding their nature, and displaying empathy for those he would eventually betray. Though other zyss consider Salathiss's interest in warmbloods to be unseemly, his string of successes elevated his status and gave him the autonomy to determine his own assignments. He learned of the _Vesicant Egg_—an artifact he incorrectly believed to be a magical snake egg—and resolved to unlock its secrets to benefit all serpentfolk, and his own stature in particular. Salathiss wished to supplant Thissal, and a successful assignment of his own design could do just that. \n\n<title level=\"2\" right=\"\">Campaign Role</title> The heroes inadvertently deal Salathiss's mission a serious blow early in this adventure when they expose his secret operations in the Hababe Building on campus. Salathiss is nothing if not flexible, though, and he realizes he might have more to gain from impersonating one of Nantambu's nine influential magistrate-mayors. At first, Salathiss only sought this duplicity to regain access to the _Vesicant Egg_; eventually, he realized the true scope of authority that his impersonation could give him. Yet he's gotten far too deep into his role, and the serpentfolk under  his command whisper that he's practically become a warmblood himself.\n\n Salathiss is the heroes' final foe in this adventure. Defeating him is the only way to keep Magistrate-Mayor Asanda safe and the Vesicant Egg secure. If Salathiss survives but can't continue his plans to recover the artifact or impersonate Asanda, he impersonates someone close to the heroes and plans a murderous betrayal. He keeps this long goal in mind, and it might be months before he strikes.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 36\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 34\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 31\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 9\">[Salathiss](/NPCs.aspx?ID=1640)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Mutant\" url=\"/Traits.aspx?ID=229\" />\r\n<trait label=\"Serpentfolk\" url=\"/Traits.aspx?ID=307\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 93</row>\n\n**Perception** +19; [darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Undercommon](/Languages.aspx?ID=11); [telepathy](/MonsterAbilities.aspx?ID=37) 100 feet\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +18, [Deception](/Skills.aspx?ID=5) +21, [Diplomacy](/Skills.aspx?ID=6) +19, [Intimidation](/Skills.aspx?ID=7) +19, [Occultism](/Skills.aspx?ID=11) +18, [Society](/Skills.aspx?ID=14) +18, [Stealth](/Skills.aspx?ID=15) +18\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +3\r\n\r\n**Con** +2\r\n\r\n**Int** +5\r\n\r\n**Wis** +4\r\n\r\n**Cha** +6\r\n</row>\n\n**Items**\r\n[_bracers of armor type I_](/Equipment.aspx?ID=416), [_choker of elocution_](/Equipment.aspx?ID=422) (imparts Xanmba, a regional language spoken by many in Nantambu)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 27 \r\n\r\n**Fort** +14 \r\n\r\n**Ref** +17 \r\n\r\n**Will** +20 (+4 status vs. mental)\r\n\r\n+1 status to all saves vs. magic\r\n</row>\r\n\r\n**HP** 150\n\n**Resistances**\r\n[poison](/Traits.aspx?ID=126) 10\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfangs +19,\r\n**Damage** 2d8+8 piercing plus serpentfolk venom\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nmorphic weapon +20 ([Magical](/Traits.aspx?ID=103), [reach 10 feet](/Traits.aspx?ID=192), [Sweep](/Traits.aspx?ID=194), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 3d10+8 slashing\r\n\r\n**Arcane Prepared Spells** DC 28, attack +20\r\n- **Cantrips (5th)**\r\n[Dancing Lights](/Spells.aspx?ID=58), [Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Ghost Sound](/Spells.aspx?ID=132), [Telekinetic Projectile](/Spells.aspx?ID=334)\r\n- **1st**\r\n[Fleet Step](/Spells.aspx?ID=122), [Item Facade](/Spells.aspx?ID=166), [True Strike](/Spells.aspx?ID=345)\r\n- **2nd**\r\n[Darkness](/Spells.aspx?ID=59), [Hideous Laughter](/Spells.aspx?ID=150), [Invisibility](/Spells.aspx?ID=164)\r\n- **3rd**\r\n[Hypnotic Pattern](/Spells.aspx?ID=157), [Magic Missile](/Spells.aspx?ID=180), [Mind Reading](/Spells.aspx?ID=194)\r\n- **4th**\r\n[Glibness](/Spells.aspx?ID=135), [Phantasmal Killer](/Spells.aspx?ID=219), [Veil](/Spells.aspx?ID=355)\r\n- **5th**\r\n[Cloak of Colors](/Spells.aspx?ID=41), [Passwall](/Spells.aspx?ID=216)\r\n\r\n**Occult Innate Spells** DC 28\r\n- **1st**\r\n[Ventriloquism](/Spells.aspx?ID=356) (at will)\r\n- **2nd**\r\n[Mirror Image](/Spells.aspx?ID=197) (at will)\r\n- **3rd**\r\n[Illusory Disguise](/Spells.aspx?ID=159) (at will)\r\n- **4th**\r\n[Suggestion](/Spells.aspx?ID=315)\r\n- **5th**\r\n[Command](/Spells.aspx?ID=45), [Illusory Scene](/Spells.aspx?ID=161)\r\n\r\n**Morphic Weapon** <actions string=\"Single Action\" /> ([Morph](/Traits.aspx?ID=113), [Occult](/Traits.aspx?ID=120), [Transmutation](/Traits.aspx?ID=157)) Salathiss transforms one of his hands into a tentacle with a blade at the end, allowing him to make morphic weapon Strikes. If he's disguised, whether by magical or mundane means, his disguise immediately ends. He can return his hand to normal with another use of this ability, but doing so doesn't restore his disguise.\r\n\r\n**Peerless Duplicate**  ([Divination](/Traits.aspx?ID=47), [Exploration](/Traits.aspx?ID=66), [Fortune](/Traits.aspx?ID=76), [Occult](/Traits.aspx?ID=120)) If Salathiss interacts with a creature for 10 minutes, he can choose to expertly duplicate that person. He can roll any [Deception](/Skills.aspx?ID=5) check to [Impersonate](/Actions.aspx?ID=46) that person twice and take the higher result. This benefit lasts for 24 hours or until he uses this ability on a different creature.\r\n\r\n**Serpentfolk Venom**  ([Poison](/Traits.aspx?ID=126)) **Saving Throw** DC 26 Fortitude; **Maximum Duration** 6 rounds; **Stage 1** 2d4 poison damage and [enfeebled 1](/Conditions.aspx?ID=13) (1 round); **Stage 2** 3d4 poison damage and enfeebled 2 (1 round)\r\n\r\n</column>",
 "name": "Salathiss",
 "npc": true,
 "perception": 19,
 "rarity": "unique",
 "reflex_save": 17,
 "release_date": "2021-09-01",
 "resistance": {
  "poison": 10
 },
 "resistance_markdown": "[poison](/Traits.aspx?ID=126) 10",
 "resistance_raw": " poison  10",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Mutant\" url=\"/Traits.aspx?ID=229\" />\r\n<trait label=\"Serpentfolk\" url=\"/Traits.aspx?ID=307\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 93</row>\n\n<row gap=\"medium\">\r\n**HP** 150\r\n\r\n**AC** 27\r\n\r\n**Fort** +14\r\n\r\n**Ref** +17\r\n\r\n**Will** +20\r\n\r\n**Perception** +19\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe subjugated lower caste of  serpentfolk  society,  aapoph serpentfolk , are prone to strange mutations. Serpentfolk culture considers these …\r\n</summary>",
 "sense": " darkvision ,  scent  (imprecise) 30 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Arcana +18",
  "Deception +21",
  "Diplomacy +19",
  "Intimidation +19",
  "Occultism +18",
  "Society +18",
  "Stealth +18"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +18, [Deception](/Skills.aspx?ID=5) +21, [Diplomacy](/Skills.aspx?ID=6) +19, [Intimidation](/Skills.aspx?ID=7) +19, [Occultism](/Skills.aspx?ID=11) +18, [Society](/Skills.aspx?ID=14) +18, [Stealth](/Skills.aspx?ID=15) +18",
 "source": [
  "Pathfinder #170: Spoken on the Song Wind"
 ],
 "source_raw": [
  "Pathfinder #170: Spoken on the Song Wind pg. 93"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 93</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Cloak of Colors",
  "Passwall",
  "Glibness",
  "Phantasmal Killer",
  "Veil",
  "Hypnotic Pattern",
  "Magic Missile",
  "Mind Reading",
  "Darkness",
  "Hideous Laughter",
  "Invisibility",
  "Fleet Step",
  "Item Facade",
  "True Strike",
  "Dancing Lights",
  "Daze",
  "Detect Magic",
  "Ghost Sound",
  "Telekinetic Projectile",
  "Command",
  "Illusory Scene",
  "Suggestion",
  "Illusory Disguise",
  "Mirror Image",
  "Ventriloquism"
 ],
 "spell_markdown": "[Cloak of Colors](/Spells.aspx?ID=41), [Command](/Spells.aspx?ID=45), [Dancing Lights](/Spells.aspx?ID=58), [Darkness](/Spells.aspx?ID=59), [Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Fleet Step](/Spells.aspx?ID=122), [Ghost Sound](/Spells.aspx?ID=132), [Glibness](/Spells.aspx?ID=135), [Hideous Laughter](/Spells.aspx?ID=150), [Hypnotic Pattern](/Spells.aspx?ID=157), [Illusory Disguise](/Spells.aspx?ID=159), [Illusory Scene](/Spells.aspx?ID=161), [Invisibility](/Spells.aspx?ID=164), [Item Facade](/Spells.aspx?ID=166), [Magic Missile](/Spells.aspx?ID=180), [Mind Reading](/Spells.aspx?ID=194), [Mirror Image](/Spells.aspx?ID=197), [Passwall](/Spells.aspx?ID=216), [Phantasmal Killer](/Spells.aspx?ID=219), [Suggestion](/Spells.aspx?ID=315), [Telekinetic Projectile](/Spells.aspx?ID=334), [True Strike](/Spells.aspx?ID=345), [Veil](/Spells.aspx?ID=355), [Ventriloquism](/Spells.aspx?ID=356)",
 "spoilers": "Strength of Thousands",
 "stealth": "18",
 "strength": 4,
 "strongest_save": [
  "will"
 ],
 "summary": "The subjugated lower caste of  serpentfolk  society,  aapoph serpentfolk , are prone to strange mutations. Serpentfolk culture considers these …",
 "summary_markdown": "The subjugated lower caste of  serpentfolk  society,  aapoph serpentfolk , are prone to strange mutations. Serpentfolk culture considers these …",
 "text": " Salathiss, Serpentfolk Infiltrator Obsessed with his Role The subjugated lower caste of serpentfolk society, aapoph serpentfolk, are prone to strange mutations. Serpentfolk culture considers these mutations a sign of the aapophs' lesser status and think nothing of it— in fact, for the higher-ranking zyss serpentfolk these physical variations reinforce their twisted self-image of purity and superiority. While zyss serpentfolk can disguise themselves as other humanoids to achieve their goals, it's often seen as a duty and not a pleasure—zyss prefer the purity of the zyss form to all else. It is rare, but a zyss can also be born with mutations. This is a closely guarded secret, only mentioned in shameful whispers. Any zyss born with a mutation is immediately killed, as their very existence flies in the face of zyss's so-called superiority. Salathiss would have been destroyed, except his strange mutation took many years to materialize. As he matured, he sometimes lost control of his form: the skin and bone on a part of his body would slacken and soften into a thick ooze for a few moments before snapping back suddenly and painfully into its original shape. The first few times this occurred caused a panic in Salathiss's colony; he was only spared death because his mentor, Thissal, was a serpentfolk of great power and influence. To punish Salathiss would invite Thissal's wrath, and no one wished to anger him. None even dared to tell him of his pupil's mutation, though the powerful zyss eventually learned of it on his own. Salathiss knew his mutation set him apart from other zyss. He prayed day and night for Ydersius to take it away, to cut it from his body just as the Headless King had his own body severed. Salathiss's prayers were never answered, but the daily ritual of constant prayer gave him what he needed most: focus. Salathiss learned that by focusing his mind when his body lost control, he could shape that body part into something else. He could mold his shape, such as turning his arm into a tool or a weapon. Prayer turned into practice. Salathiss realized that his mutation was an advantage if he kept it hidden and under control. He absorbed lessons in spycraft while he studied magic, convinced that he could succeed at one of the infiltration missions important to serpentfolk society. Though he was too young for such an important task, Thissal saw a dangerous mission as a good way to dispose of Salathiss without personal disgrace and gave his consent. Salathiss spoiled Thissal's hopes by exceeding all expectations placed on him. He infiltrated a human village and became well respected in the community. When he stole an ancestral relic from the village shrine, no one thought to suspect him. When he vouched for other serpentfolk infiltrators, the people welcomed them completely. Over a year of long-term infiltration, Salathiss corrupted the human village from within and left it a place of confusion and paranoia. Even Thissal had to agree that his protégé had performed exceptionally and after silencing a few doubters with well-timed assassinations, Thissal declared Salathiss ready for more espionage work. Salathiss developed a knack for studying “warmbloods,” understanding their nature, and displaying empathy for those he would eventually betray. Though other zyss consider Salathiss's interest in warmbloods to be unseemly, his string of successes elevated his status and gave him the autonomy to determine his own assignments. He learned of the Vesicant Egg —an artifact he incorrectly believed to be a magical snake egg—and resolved to unlock its secrets to benefit all serpentfolk, and his own stature in particular. Salathiss wished to supplant Thissal, and a successful assignment of his own design could do just that. Campaign Role The heroes inadvertently deal Salathiss's mission a serious blow early in this adventure when they expose his secret operations in the Hababe Building on campus. Salathiss is nothing if not flexible, though, and he realizes he might have more to gain from impersonating one of Nantambu's nine influential magistrate-mayors. At first, Salathiss only sought this duplicity to regain access to the Vesicant Egg ; eventually, he realized the true scope of authority that his impersonation could give him. Yet he's gotten far too deep into his role, and the serpentfolk under his command whisper that he's practically become a warmblood himself. Salathiss is the heroes' final foe in this adventure. Defeating him is the only way to keep Magistrate-Mayor Asanda safe and the Vesicant Egg secure. If Salathiss survives but can't continue his plans to recover the artifact or impersonate Asanda, he impersonates someone close to the heroes and plans a murderous betrayal. He keeps this long goal in mind, and it might be months before he strikes. Recall Knowledge - Humanoid (Society): DC 36 Unspecific Lore : DC 34 Specific Lore : DC 31 Salathiss Source Pathfinder #170: Spoken on the Song Wind pg. 93 Perception +19; darkvision, scent (imprecise) 30 feet Languages Aklo, Common, Draconic, Undercommon; telepathy 100 feet Skills Arcana +18, Deception +21, Diplomacy +19, Intimidation +19, Occultism +18, Society +18, Stealth +18 Str +4 Dex +3 Con +2 Int +5 Wis +4 Cha +6 Items bracers of armor type I , choker of elocution (imparts Xanmba, a regional language spoken by many in Nantambu) --- AC 27 Fort +14 Ref +17 Will +20 (+4 status vs. mental) +1 status to all saves vs. magic HP 150 Resistances poison 10 --- Speed 25 feet Melee Single Action fangs +19, Damage 2d8+8 piercing plus serpentfolk venom Melee Single Action morphic weapon +20 (Magical, reach 10 feet, Sweep, versatile P), Damage 3d10+8 slashing Arcane Prepared Spells DC 28, attack +20 - Cantrips (5th) Dancing Lights, Daze, Detect Magic, Ghost Sound, Telekinetic Projectile - 1st Fleet Step, Item Facade, True Strike - 2nd Darkness, Hideous Laughter, Invisibility - 3rd Hypnotic Pattern, Magic Missile, Mind Reading - 4th Glibness, Phantasmal Killer, Veil - 5th Cloak of Colors, Passwall Occult Innate Spells DC 28 - 1st Ventriloquism (at will) - 2nd Mirror Image (at will) - 3rd Illusory Disguise (at will) - 4th Suggestion - 5th Command, Illusory Scene Morphic Weapon Single Action (Morph, Occult, Transmutation) Salathiss transforms one of his hands into a tentacle with a blade at the end, allowing him to make morphic weapon Strikes. If he's disguised, whether by magical or mundane means, his disguise immediately ends. He can return his hand to normal with another use of this ability, but doing so doesn't restore his disguise. Peerless Duplicate (Divination, Exploration, Fortune, Occult) If Salathiss interacts with a creature for 10 minutes, he can choose to expertly duplicate that person. He can roll any Deception check to Impersonate that person twice and take the higher result. This benefit lasts for 24 hours or until he uses this ability on a different creature. Serpentfolk Venom (Poison) Saving Throw DC 26 Fortitude; Maximum Duration 6 rounds; Stage 1 2d4 poison damage and enfeebled 1 (1 round); Stage 2 3d4 poison damage and enfeebled 2 (1 round) ",
 "trait": [
  "Humanoid",
  "Mutant",
  "Serpentfolk",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Mutant](/Traits.aspx?ID=229), [Serpentfolk](/Traits.aspx?ID=307), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Humanoid",
  "Mutant",
  "Serpentfolk",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1640",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 20,
 "wisdom": 4
}