{
 "ac": 22,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -1,
 "constitution": 5,
 "creature_ability": [
  "Mound",
  "Electric Surge",
  "Shamble",
  "Vine Lash"
 ],
 "creature_family_markdown": "",
 "dexterity": 1,
 "exclude_from_search": false,
 "fortitude_save": 17,
 "hp": 120,
 "hp_raw": "120",
 "id": "creature-364",
 "image": [
  "/Images/Monsters/Shambler.png"
 ],
 "immunity": [
  "electricity"
 ],
 "immunity_markdown": "electricity",
 "intelligence": -2,
 "language": [
  "Common",
  "Elven",
  "Sylvan",
  "(can’t speak any language)"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Sylvan](/Languages.aspx?ID=10); (can’t speak any language)",
 "level": 6,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Shambler](/Monsters.aspx?ID=364)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nShamblers are cunning carnivorous plants that resemble heaps of wet, rotting vegetation. Even when standing erect on their stumpy legs, shamblers don’t have much in the way of identifiable anatomy; they are tangles of parasitic vines that lash out at prey with their longest creepers, entwined together to deliver powerful blows. Sometimes called “shambling mounds,” these ambush predators have a particular fondness for flesh, and are most well known for their ability to hunker down and hide in plain sight. A shambler can draw nutrients from plant matter or soil, but won’t do so if it suspects meat might soon wander near, and indeed may lie in wait for days in anticipation of such a meal.\n\n Shamblers are usually solitary creatures. Fierce thunderstorms are among the few events that bring numerous shamblers together. During such gatherings, the plants gather around strange but seemingly sacred earthen mounds in remote jungles and swamps and cavort and caper excitedly, stretching their tendrils toward the sky to hope for—or perhaps to summon—intense lightning strikes. Not only are these strange plants unharmed by even the most powerful electrical strikes, but they seem to become supernaturally empowered by such bursts of raw energy. Shamblers consider being struck by lightning a sign of divine favor, and those shamblers frequently blasted by bolts of electricity become respected (and powerful) elders among their kind. Shambler elders are few and far between and may possess a wide array of abilities; some can cast primal spells, others can empathically call upon the aid of other shamblers in the area, and still others wield awesome powers over electricity.\n\n Other types of shamblers exist, including those composed not of plant matter but fungal growth. These creatures, known as “spore mounds,” discharge clouds of toxic spores from their bodies when struck in combat. In semiarid deserts, shambler-like plants called tanglethorns dwell amid sagebrush and rock formations; they resemble bunches of tumbleweeds and cacti and in  ict deep, bloody lacerations with their attacks.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Plant](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 22\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 20\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 17\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Shambler.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 6\">[Shambler](/Monsters.aspx?ID=364)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Plant\" url=\"/Traits.aspx?ID=125\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 290</row>\n\n**Perception** +12; darkvision\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Sylvan](/Languages.aspx?ID=10); (can’t speak any language)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +16, [Stealth](/Skills.aspx?ID=15) +12\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** +1\r\n\r\n**Con** +5\r\n\r\n**Int** -2\r\n\r\n**Wis** +2\r\n\r\n**Cha** -1\r\n</row>\r\n\r\n**Mound** When it’s not in danger, the shambler spends 1 minute settling into a pile that looks like a lump of loose vegetation. While it is in this form, creatures must actively Seek and succeed at a DC 22 Perception check (DC 28 in forests or swamps) to detect the shambler’s true nature.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 22 \r\n\r\n**Fort** +17 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +14 \n\n</row>\r\n\r\n**HP** 120\n\n**Immunities**\r\nelectricity\r\n\r\n**Resistances**\r\nfire 5\n\n**Electric Surge** Whenever the shambler would take electricity damage or is targeted with an electricity effect, it gains 12 temporary HP and is quickened until the end of its next turn. It can use its extra action to Stride, Strike, or Swim. <br />**Shamble** <actions string=\"Reaction\" /> **Requirements** The shambler is in mound form. **Trigger** A creature unaware of the shambler’s true nature comes within 10 feet. **Effect** The shambler makes a vine Strike against the creature. Then roll initiative.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet, swim 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nvine +17 ([reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d8+8 bludgeoning plus Grab\n\n**Vine Lash** <actions string=\"Two Actions\" />  The shambler makes a vine Strike against each creature within reach. Its multiple attack penalty increases only after all the attacks.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Shambler Treasure</title>\r\n\r\nShamblers collect trinkets from their previous victims and store them in small hollows within their bodies. They particularly prize gems, but also like alchemical or magical items that produce electrical effects such as bottled lightning and _shock_ runes.\r\n</aside>",
 "name": "Shambler",
 "npc": false,
 "perception": 12,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 11,
 "release_date": "2019-08-01",
 "resistance": {
  "fire": 5
 },
 "resistance_markdown": "fire 5",
 "resistance_raw": "fire 5",
 "search_markdown": "<traits>\r\n<trait label=\"Plant\" url=\"/Traits.aspx?ID=125\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 290</row>\n\n<row gap=\"medium\">\r\n**HP** 120\r\n\r\n**AC** 22\r\n\r\n**Fort** +17\r\n\r\n**Ref** +11\r\n\r\n**Will** +14\r\n\r\n**Perception** +12\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nShamblers are cunning carnivorous plants that resemble heaps of wet, rotting vegetation. Even when standing erect on their stumpy legs, shamblers …\r\n</summary>",
 "sense": "darkvision",
 "sense_markdown": "darkvision",
 "size": [
  "Large"
 ],
 "skill": [
  "Athletics +16",
  "Stealth +12"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +16, [Stealth](/Skills.aspx?ID=15) +12",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 290"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 290</row>",
 "speed": {
  "land": 20,
  "max": 20,
  "swim": 20
 },
 "speed_markdown": "20 feet, swim 20 feet",
 "speed_raw": "20 feet, swim 20 feet",
 "spell_markdown": "",
 "stealth": "12",
 "strength": 6,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Shamblers are cunning carnivorous plants that resemble heaps of wet, rotting vegetation. Even when standing erect on their stumpy legs, shamblers …",
 "summary_markdown": "Shamblers are cunning carnivorous plants that resemble heaps of wet, rotting vegetation. Even when standing erect on their stumpy legs, shamblers …",
 "text": " Shambler Shamblers are cunning carnivorous plants that resemble heaps of wet, rotting vegetation. Even when standing erect on their stumpy legs, shamblers don’t have much in the way of identifiable anatomy; they are tangles of parasitic vines that lash out at prey with their longest creepers, entwined together to deliver powerful blows. Sometimes called “shambling mounds,” these ambush predators have a particular fondness for flesh, and are most well known for their ability to hunker down and hide in plain sight. A shambler can draw nutrients from plant matter or soil, but won’t do so if it suspects meat might soon wander near, and indeed may lie in wait for days in anticipation of such a meal. Shamblers are usually solitary creatures. Fierce thunderstorms are among the few events that bring numerous shamblers together. During such gatherings, the plants gather around strange but seemingly sacred earthen mounds in remote jungles and swamps and cavort and caper excitedly, stretching their tendrils toward the sky to hope for—or perhaps to summon—intense lightning strikes. Not only are these strange plants unharmed by even the most powerful electrical strikes, but they seem to become supernaturally empowered by such bursts of raw energy. Shamblers consider being struck by lightning a sign of divine favor, and those shamblers frequently blasted by bolts of electricity become respected (and powerful) elders among their kind. Shambler elders are few and far between and may possess a wide array of abilities; some can cast primal spells, others can empathically call upon the aid of other shamblers in the area, and still others wield awesome powers over electricity. Other types of shamblers exist, including those composed not of plant matter but fungal growth. These creatures, known as “spore mounds,” discharge clouds of toxic spores from their bodies when struck in combat. In semiarid deserts, shambler-like plants called tanglethorns dwell amid sagebrush and rock formations; they resemble bunches of tumbleweeds and cacti and in ict deep, bloody lacerations with their attacks. Recall Knowledge - Plant (Nature): DC 22 Unspecific Lore : DC 20 Specific Lore : DC 17 Shambler Source Bestiary pg. 290 Perception +12; darkvision Languages Common, Elven, Sylvan; (can’t speak any language) Skills Athletics +16, Stealth +12 Str +6 Dex +1 Con +5 Int -2 Wis +2 Cha -1 Mound When it’s not in danger, the shambler spends 1 minute settling into a pile that looks like a lump of loose vegetation. While it is in this form, creatures must actively Seek and succeed at a DC 22 Perception check (DC 28 in forests or swamps) to detect the shambler’s true nature. --- AC 22 Fort +17 Ref +11 Will +14 HP 120 Immunities electricity Resistances fire 5 Electric Surge Whenever the shambler would take electricity damage or is targeted with an electricity effect, it gains 12 temporary HP and is quickened until the end of its next turn. It can use its extra action to Stride, Strike, or Swim. Shamble Reaction Requirements The shambler is in mound form. Trigger A creature unaware of the shambler’s true nature comes within 10 feet. Effect The shambler makes a vine Strike against the creature. Then roll initiative. --- Speed 20 feet, swim 20 feet Melee Single Action vine +17 (reach 10 feet), Damage 2d8+8 bludgeoning plus Grab Vine Lash Two Actions The shambler makes a vine Strike against each creature within reach. Its multiple attack penalty increases only after all the attacks. Shambler Treasure Shamblers collect trinkets from their previous victims and store them in small hollows within their bodies. They particularly prize gems, but also like alchemical or magical items that produce electrical effects such as bottled lightning and shock runes. ",
 "trait": [
  "Plant",
  "N",
  "Large"
 ],
 "trait_markdown": "[Plant](/Traits.aspx?ID=125)",
 "trait_raw": [
  "Plant"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=364",
 "vision": "Darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 14,
 "wisdom": 2
}