{
 "ac": 18,
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 1,
 "creature_ability": [
  "Infused Items",
  "Far Lob",
  "Firebug",
  "Natural-Born Burner",
  "Quick Bomber"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 6,
 "hp": 44,
 "hp_raw": "44",
 "id": "creature-1941",
 "image": [
  "/Images/Monsters/ShomaLyzerius.png"
 ],
 "intelligence": 4,
 "language": [
  "Common",
  "Dwarven",
  "Elven",
  "Gnoll",
  "Gnomish",
  "Ignan",
  "Kelish",
  "Osiriani"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Dwarven](/Languages.aspx?ID=3), [Elven](/Languages.aspx?ID=4), [Gnoll](/Languages.aspx?ID=17), [Gnomish](/Languages.aspx?ID=5), [Ignan](/Languages.aspx?ID=18), [Kelish](/Languages.aspx?ID=38), [Osiriani](/Languages.aspx?ID=40)",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"\">[Shoma Lyzerius, Bitter Firebug Rival](/NPCs.aspx?ID=1941)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nDropout. Failure. Mediocre.\n\n These are the words people have used to describe Shoma his entire life. As a young boy, he was once seen as a prodigy who would change the face of alchemy forever, but his minor genius would also prove his greatest flaw. Lyzerius started attending school at Blythir College a full 2 years earlier than most of his class. Lyzerius was a late bloomer, physically speaking, as his small stature and boyish features compounded his childish looks. This apparently huge age gap made socialization awkward for him. Though he felt that he was smarter than the rest of his peers combined, they constantly treated him as a mere child. Even his teachers treated Lyzerius as less than, believing that someone so young must have cheated to gain entrance to the prestigious college.\n\n Determined to show everyone that he deserved his place at Blythir, Lyzerius snuck into the school's labs late at night to perform daring experiments that would prove his genius. One of these experiments—a new type of alchemist's fire that could burn brighter and hotter than any before—was such a catastrophic failure (or success, depending on one's point of view) that it burned the alchemy lab to the ground. He'd wanted to prove his grandiose theories to a doubtful audience, but all he did was destroy a fortune's worth of equipment.\n\n Before Blythir's administrators could kick him out, Lyzerius voluntarily withdrew from the college. As it turned out, he did so just as his ifrit blood manifested. Suddenly, he could spark fire from his fingertips, his eyes turned a burnished golden hue, and he grew to his full height. His skin darkened to a warm brown, the color of smoldering earth, and his pale hair literally burned away as follicles of living fire replaced it.\n\n At first, Lyzerius resented his ifrit blood, looking for a way to remove what he perceived to be a curse. He wasted years of research trying to rid himself of his elemental gift before he finally embraced it. At least, he realized, he would never get called small or puny again; few in Alkenstar would have the courage to say such things to a man bathed in perpetual flame.\n\n Confidence restored, Lyzerius dedicated himself to alchemy, studying the subject on his own and perfecting his formula for a substance he called “lyzerium.” He moved into an abandoned apartment, where he discovered the remains of a now-defunct cult of Norgorber. From there, he sold his creations on Alkenstar's black market and earned a strong reputation among other criminal alchemists and explosives enthusiasts.\n\n Recently, Lyzerius trespassed onto Blythir College to retrieve some old notes he'd left at the school. He discovered that, in the years since he left, other researchers had checked out his shelved plans from the college's library. One name in particular stood out from the list of researchers: the famous alchemist inventor Vashon Gattlebee, who was rumored to be on the precipice of a truly explosive discovery.\n\n When Lyzerius confronted Gattlebee about looking at his research notes, Gattlebee flatly stated that he hardly remembered the notes, but from what he could recall, they were almost entirely useless. Lyzerius fumed at Gattlebee's snub and left in a huff, annoyed but satisfied with the answer. He continued working on his formula until one day Gattlebee announced a new form of explosive: pyronite.\n\n Lyzerius attended Gattlebee's public demonstration at Blythir College and saw firsthand what pyronite was capable of. Utterly enraged by the genius inventor's far superior explosive, Lyzerius sent Gattlebee letters that were returned, unopened. He tried to confront Gattlebee in the latter's shack of a home but received no answer. With each rebuff, Lyzerius became further convinced that Gattlebee hadn't just used his research without crediting him, Gattlebee outright stole Lyzerius's materials. There was no way that anyone could create such a potent explosive without it at least being partially thanks to him.\n\n Desperate to find out Gattlebee's secret formula for pyronite, and to get the credit he rightfully deserved, Lyzerius turned to some criminal contacts and clients. He decided that if Gattlebee wouldn't willingly part with the formula, then Lyzerius would have to arrange for his rival's kidnapping. With an indignant and jealous fire burning in his heart, Lyzerius swore to pry the secrets from Gattlebee and to have the other inventor admit to stealing his life's work. \n\n<title level=\"2\" right=\"\">Campaign Role</title> In Chapter 3 of this adventure, Foebe Dunsmith pays the characters to figure out who hired the Powderkeg Punks to assail the party in the hopes of kidnapping Vashon Gattlebee. The party's investigation ultimately leads the characters to the embittered Shoma Lyzerius in the ramshackle hanging neighborhood of Hellside. To get to the pesky alchemist himself, the characters must get through his secret hideout, an abandoned temple of [Norgorber](/Deities.aspx?ID=13) he's repurposed as a laboratory.\n\n Once the party defeats his minions and catches him, Lyzerius is forced to admit defeat, but by then he's already given up hope anyway; he's accepted that he'll never be on par with the likes of Gattlebee. Furthermore, word on the street has it that another inventor—Lyzerius doesn't know who, exactly—has already reverse-engineered the pyronite formula. What would be the point in getting Gattlebee to fess up to his intellectual theft now, with the formula already in the hands of other Alkenstar crafters? Lyzerius tells the party about this development with frustrated tears in his eyes. The news might spell the end for Lyzerius's explosive escapades, but it's a startling revelation to the party's patron. At the end of this adventure, Dunsmith tells the characters that if the formula for pyronite has indeed been leaked, then the outlaws' work for the grand duchess has only just begun.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 28\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 26\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 23\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/ShomaLyzerius.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Shoma Lyzerius](/NPCs.aspx?ID=1941)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Ifrit\" url=\"/Traits.aspx?ID=301\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #178: Punks in a Powderkeg](/Sources.aspx?ID=119) pg. 90</row>\n\n**Perception** +9; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Dwarven](/Languages.aspx?ID=3), [Elven](/Languages.aspx?ID=4), [Gnoll](/Languages.aspx?ID=17), [Gnomish](/Languages.aspx?ID=5), [Ignan](/Languages.aspx?ID=18), [Kelish](/Languages.aspx?ID=38), [Osiriani](/Languages.aspx?ID=40)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +8, [Arcana](/Skills.aspx?ID=2) +9, [Crafting](/Skills.aspx?ID=4) +12, [Deception](/Skills.aspx?ID=5) +9, [Diplomacy](/Skills.aspx?ID=6) +9, [Society](/Skills.aspx?ID=14) +9, [Stealth](/Skills.aspx?ID=15) +10, [Thievery](/Skills.aspx?ID=17) +10, [Underworld Lore](/Skills.aspx?ID=8) +9\r\n\r\n<row gap=\"medium\">\r\n**Str** +1\r\n\r\n**Dex** +3\r\n\r\n**Con** +1\r\n\r\n**Int** +4\r\n\r\n**Wis** +1\r\n\r\n**Cha** +4\r\n</row>\r\n\r\n**Infused Items** Shoma Lyzerius carries 2 [moderate acid flasks](/Equipment.aspx?ID=74), 2 [moderate bottled lightnings](/Equipment.aspx?ID=76), 2 [lesser elixirs of life](/Equipment.aspx?ID=91), 6 moderate lyzerium vials (see the Lyzerium sidebar on page 63), and 2 [lesser tanglefoot bags](/Equipment.aspx?ID=78). These items last for 24 hours, or until the next time he makes his daily preparations. He can spend an action to create an additional dose of any one of these items, or any of the items listed as formulas in his book.\r\n\r\n**Items**\r\n[Crafter's Eyepiece](/Equipment.aspx?ID=427), [formula book](/Equipment.aspx?ID=22), [high-fashion fine clothes](/Equipment.aspx?ID=15), [moderate cognitive mutagen](/Equipment.aspx?ID=87), [moderate quicksilver mutagen](/Equipment.aspx?ID=97)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 18 \r\n\r\n**Fort** +6 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +8 \n\n</row>\r\n\r\n**HP** 44\n\n**Resistances**\r\n[fire](/Traits.aspx?ID=72) 3\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfist +8 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Nonlethal](/Traits.aspx?ID=188), [Unarmed](/Traits.aspx?ID=199)),\r\n**Damage** 1d4+1 plus 1d6 fire\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nbomb +10 ([thrown 30 feet](/Traits.aspx?ID=195)),\r\n**Damage** varies\n\n**Far Lob**   Lyzerius's bombs have a range increment of 30 feet (instead of 20 feet).\r\n\r\n**Firebug**   Lyzerius's alchemical items deal an additional 1 fire damage on a successful Strike.\r\n\r\n**Natural-Born Burner**   Any melee weapon Lyzerius uses deals an additional 1d6 fire damage.\r\n\r\n**Quick Bomber** <actions string=\"Single Action\" />  Lyzerius can Interact to draw a bomb and then make a Strike with it.\r\n\r\n</column>",
 "name": "Shoma Lyzerius",
 "npc": true,
 "perception": 9,
 "rarity": "unique",
 "reflex_save": 10,
 "release_date": "2022-04-27",
 "resistance": {
  "fire": 3
 },
 "resistance_markdown": "[fire](/Traits.aspx?ID=72) 3",
 "resistance_raw": " fire  3",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Ifrit\" url=\"/Traits.aspx?ID=301\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #178: Punks in a Powderkeg](/Sources.aspx?ID=119) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 44\r\n\r\n**AC** 18\r\n\r\n**Fort** +6\r\n\r\n**Ref** +10\r\n\r\n**Will** +8\r\n\r\n**Perception** +9\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDropout. Failure. Mediocre.   These are the words people have used to describe Shoma his entire life. As a young boy, he was once seen as a prodigy …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +8",
  "Arcana +9",
  "Crafting +12",
  "Deception +9",
  "Diplomacy +9",
  "Society +9",
  "Stealth +10",
  "Thievery +10",
  "Underworld Lore +9"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +8, [Arcana](/Skills.aspx?ID=2) +9, [Crafting](/Skills.aspx?ID=4) +12, [Deception](/Skills.aspx?ID=5) +9, [Diplomacy](/Skills.aspx?ID=6) +9, [Society](/Skills.aspx?ID=14) +9, [Stealth](/Skills.aspx?ID=15) +10, [Thievery](/Skills.aspx?ID=17) +10, [Underworld Lore](/Skills.aspx?ID=8) +9",
 "source": [
  "Pathfinder #178: Punks in a Powderkeg"
 ],
 "source_raw": [
  "Pathfinder #178: Punks in a Powderkeg pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Outlaws of Alkenstar",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #178: Punks in a Powderkeg](/Sources.aspx?ID=119) pg. 90</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Outlaws of Alkenstar",
 "stealth": "10",
 "strength": 1,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Dropout. Failure. Mediocre.   These are the words people have used to describe Shoma his entire life. As a young boy, he was once seen as a prodigy …",
 "summary_markdown": "Dropout. Failure. Mediocre.   These are the words people have used to describe Shoma his entire life. As a young boy, he was once seen as a prodigy …",
 "text": " Shoma Lyzerius, Bitter Firebug Rival Dropout. Failure. Mediocre. These are the words people have used to describe Shoma his entire life. As a young boy, he was once seen as a prodigy who would change the face of alchemy forever, but his minor genius would also prove his greatest flaw. Lyzerius started attending school at Blythir College a full 2 years earlier than most of his class. Lyzerius was a late bloomer, physically speaking, as his small stature and boyish features compounded his childish looks. This apparently huge age gap made socialization awkward for him. Though he felt that he was smarter than the rest of his peers combined, they constantly treated him as a mere child. Even his teachers treated Lyzerius as less than, believing that someone so young must have cheated to gain entrance to the prestigious college. Determined to show everyone that he deserved his place at Blythir, Lyzerius snuck into the school's labs late at night to perform daring experiments that would prove his genius. One of these experiments—a new type of alchemist's fire that could burn brighter and hotter than any before—was such a catastrophic failure (or success, depending on one's point of view) that it burned the alchemy lab to the ground. He'd wanted to prove his grandiose theories to a doubtful audience, but all he did was destroy a fortune's worth of equipment. Before Blythir's administrators could kick him out, Lyzerius voluntarily withdrew from the college. As it turned out, he did so just as his ifrit blood manifested. Suddenly, he could spark fire from his fingertips, his eyes turned a burnished golden hue, and he grew to his full height. His skin darkened to a warm brown, the color of smoldering earth, and his pale hair literally burned away as follicles of living fire replaced it. At first, Lyzerius resented his ifrit blood, looking for a way to remove what he perceived to be a curse. He wasted years of research trying to rid himself of his elemental gift before he finally embraced it. At least, he realized, he would never get called small or puny again; few in Alkenstar would have the courage to say such things to a man bathed in perpetual flame. Confidence restored, Lyzerius dedicated himself to alchemy, studying the subject on his own and perfecting his formula for a substance he called “lyzerium.” He moved into an abandoned apartment, where he discovered the remains of a now-defunct cult of Norgorber. From there, he sold his creations on Alkenstar's black market and earned a strong reputation among other criminal alchemists and explosives enthusiasts. Recently, Lyzerius trespassed onto Blythir College to retrieve some old notes he'd left at the school. He discovered that, in the years since he left, other researchers had checked out his shelved plans from the college's library. One name in particular stood out from the list of researchers: the famous alchemist inventor Vashon Gattlebee, who was rumored to be on the precipice of a truly explosive discovery. When Lyzerius confronted Gattlebee about looking at his research notes, Gattlebee flatly stated that he hardly remembered the notes, but from what he could recall, they were almost entirely useless. Lyzerius fumed at Gattlebee's snub and left in a huff, annoyed but satisfied with the answer. He continued working on his formula until one day Gattlebee announced a new form of explosive: pyronite. Lyzerius attended Gattlebee's public demonstration at Blythir College and saw firsthand what pyronite was capable of. Utterly enraged by the genius inventor's far superior explosive, Lyzerius sent Gattlebee letters that were returned, unopened. He tried to confront Gattlebee in the latter's shack of a home but received no answer. With each rebuff, Lyzerius became further convinced that Gattlebee hadn't just used his research without crediting him, Gattlebee outright stole Lyzerius's materials. There was no way that anyone could create such a potent explosive without it at least being partially thanks to him. Desperate to find out Gattlebee's secret formula for pyronite, and to get the credit he rightfully deserved, Lyzerius turned to some criminal contacts and clients. He decided that if Gattlebee wouldn't willingly part with the formula, then Lyzerius would have to arrange for his rival's kidnapping. With an indignant and jealous fire burning in his heart, Lyzerius swore to pry the secrets from Gattlebee and to have the other inventor admit to stealing his life's work. Campaign Role In Chapter 3 of this adventure, Foebe Dunsmith pays the characters to figure out who hired the Powderkeg Punks to assail the party in the hopes of kidnapping Vashon Gattlebee. The party's investigation ultimately leads the characters to the embittered Shoma Lyzerius in the ramshackle hanging neighborhood of Hellside. To get to the pesky alchemist himself, the characters must get through his secret hideout, an abandoned temple of Norgorber he's repurposed as a laboratory. Once the party defeats his minions and catches him, Lyzerius is forced to admit defeat, but by then he's already given up hope anyway; he's accepted that he'll never be on par with the likes of Gattlebee. Furthermore, word on the street has it that another inventor—Lyzerius doesn't know who, exactly—has already reverse-engineered the pyronite formula. What would be the point in getting Gattlebee to fess up to his intellectual theft now, with the formula already in the hands of other Alkenstar crafters? Lyzerius tells the party about this development with frustrated tears in his eyes. The news might spell the end for Lyzerius's explosive escapades, but it's a startling revelation to the party's patron. At the end of this adventure, Dunsmith tells the characters that if the formula for pyronite has indeed been leaked, then the outlaws' work for the grand duchess has only just begun. Recall Knowledge - Humanoid (Society): DC 28 Unspecific Lore : DC 26 Specific Lore : DC 23 Shoma Lyzerius Source Pathfinder #178: Punks in a Powderkeg pg. 90 Perception +9; low-light vision Languages Common, Dwarven, Elven, Gnoll, Gnomish, Ignan, Kelish, Osiriani Skills Acrobatics +8, Arcana +9, Crafting +12, Deception +9, Diplomacy +9, Society +9, Stealth +10, Thievery +10, Underworld Lore +9 Str +1 Dex +3 Con +1 Int +4 Wis +1 Cha +4 Infused Items Shoma Lyzerius carries 2 moderate acid flasks, 2 moderate bottled lightnings, 2 lesser elixirs of life, 6 moderate lyzerium vials (see the Lyzerium sidebar on page 63), and 2 lesser tanglefoot bags. These items last for 24 hours, or until the next time he makes his daily preparations. He can spend an action to create an additional dose of any one of these items, or any of the items listed as formulas in his book. Items Crafter's Eyepiece, formula book, high-fashion fine clothes, moderate cognitive mutagen, moderate quicksilver mutagen --- AC 18 Fort +6 Ref +10 Will +8 HP 44 Resistances fire 3 --- Speed 25 feet Melee Single Action fist +8 (Agile, Finesse, Nonlethal, Unarmed), Damage 1d4+1 plus 1d6 fire Ranged Single Action bomb +10 (thrown 30 feet), Damage varies Far Lob Lyzerius's bombs have a range increment of 30 feet (instead of 20 feet). Firebug Lyzerius's alchemical items deal an additional 1 fire damage on a successful Strike. Natural-Born Burner Any melee weapon Lyzerius uses deals an additional 1d6 fire damage. Quick Bomber Single Action Lyzerius can Interact to draw a bomb and then make a Strike with it. ",
 "trait": [
  "Human",
  "Humanoid",
  "Ifrit",
  "Unique",
  "CN",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Ifrit](/Traits.aspx?ID=301), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Ifrit",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1941",
 "vision": "Low-light vision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 8,
 "wisdom": 1
}