{
 "ac": 26,
 "alignment": "LG",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 2,
 "creature_ability": [
  "Attack of Opportunity",
  "Flurry of Blows",
  "Heaven's Thunder",
  "Sky and Heaven Stance"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 13,
 "hp": 100,
 "hp_raw": "100",
 "id": "creature-2495",
 "intelligence": 0,
 "language": [
  "Common",
  "Goblin",
  "Hallit"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Goblin](/Languages.aspx?ID=6), [Hallit](/Languages.aspx?ID=37)",
 "level": 7,
 "markdown": "<title level=\"1\" pfs=\"\">[Shristi Melipdra](/NPCs.aspx?ID=2495)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nBefore Shristi Melipdra served as a commander for Absalom's Sleepless Suns, he was a renowned martial arts champion within his homeland, the island nation of Jalmeray. In their youth, Shristi and his twin sister Rashmivati Melipdra both strove to become the most talented martial artists of their generation. When they came of age, they were each accepted to train at different sects of Jalmeray's Houses of Perfection; Shristi studied within the Monastery of Untwisting Iron, while Rashmivati became a disciple at the Monastery of Unblinking Flame. The two siblings trained hard, each determined to prove themself as the other's greatest rival, and they both swiftly rose through the ranks of their respective schools.\n\n Eventually, Shristi and Rashmivati earned the opportunity to represent their monasteries in the Houses of Perfection's famed Challenge of Sky and Heaven. The twins both performed admirably, displaying mastery of martial skill and potent ki techniques, as well as an uncanny intuition in the martial arts and the mentally and spiritually oriented challenges. Finally, the time came for the final bout in which Shristi and Rashmivati were destined to face each other. Shristi's powerful blows and implacable defense evenly matched Rashmivati's fierce grabs and debilitating joint locks, so it was perhaps unsurprising that simple bad luck proved the deciding factor.\n\n Shristi overestimated the length of his punch and left his arm vulnerable to one of his sister's devastating counter throws. Rashmivati grasped her brother's wrist and elbow in preparation to throw Shristi out of the ring. As she stepped into the throw, however, her foot landed on a single flower bud—the remnant of a bouquet thrown from the audience—and slid out from under her. Her body twisted painfully as she fell, and she dislocated her hip and shoulder. Rashmivati could not continue the fight and forfeited to her brother, who claimed victory for his monastery.\n\n Though Rashmivati never participated in another martial arts tournament, she has still proven herself a beloved and capable rival for her brother. To this day Rashmivati often says she will meet Shristi in the Challenge of Sky and Heaven once more, so she can claim her own champion's medallion. In truth Rashmivati has no such plans; she merely uses every opportunity available to take pride in her brother's accomplishments and to encourage him to do the same.\n\n A few months after that ill-fated Challenge of Sky and Heaven, Rashmivati set off to explore the wider world, and Shristi joined her, both out of a concern for his sister's safety and an eagerness to see the same sights she sought. Sailing from the Garundi coast to the icy northern waters of the Lands of the Linnorm Kings, the twins had many amazing exploits over the course of a nearly two-decade-long adventuring career. Rashmivati developed interests in archaeology and history, which ultimately led her to the Pathfinder Society, where she wrote and published several chronicles detailing the sites and wonders that she and her brother had uncovered. Shristi, though he shared his sister's love of adventure, was of a less scholarly bent. He saw little purpose or benefit to membership in the Society; instead, he preferred to spend his time polishing his martial skills and finding ever more powerful opponents to challenge in hand-to-hand combat.\n\n The Melipdra twins ultimately found themselves where many wanderers end up: the city of Absalom. They initially stayed in the Foreign Quarter, a district that Shristi fell in love with and which he now believes will be his final home. His martial prowess and ardent belief in justice soon led him to join the Sleepless Suns, where he rose in rank swiftly due to his penchant for non-violent resolutions and his aptitude at arresting criminals won't surrender quietly. When Rashmivati told Shristi she was leaving Absalom to open her own Pathfinder lodge back in Jalmeray, Shristi chose, after so many years together, to stay behind.\n\nNow nearly 60 years old, Shristi has fully embraced the life he built for himself among the guards of Absalom. His skill and dedication have earned him a sterling reputation for consistently avoiding serious injury to Absalom's citizens, even when forced to intervene in violent situations. Shristi is compassionate and empathetic to others seeking to earn a place for themselves within the city, but he has no tolerance for cruelty or predation from either the city folk or his own officers. \n\n<title level=\"2\" right=\"\">Campaign Role</title> The Edgewatch agents meet Shristi in the course of this adventure, and the high-ranking guard can serve as an informant and potential ally for the agents throughout their subsequent adventures. Although his purview is the Foreign Quarter, Shristi has an impressive array of ties throughout Absalom; at your discretion, the commander can introduce the agents to various other precinct leaders throughout the city or to other officials whom they seek access.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 33\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 31\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 28\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 7\">[Shristi Melipdra](/NPCs.aspx?ID=2495)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #158: Sixty Feet Under](/Sources.aspx?ID=47) pg. 90</row>\n\n**Perception** +18\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Goblin](/Languages.aspx?ID=6), [Hallit](/Languages.aspx?ID=37)\r\n\r\n**Skills**\n\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +3\r\n\r\n**Con** +2\r\n\r\n**Int** +0\r\n\r\n**Wis** +3\r\n\r\n**Cha** +1\r\n</row>\n\n**Items**\r\nForeign Guard uniform, [Handcuffs](/Equipment.aspx?ID=798) (2), victor's medallion from the Challenge of Sky and Heaven\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 26 \r\n\r\n**Fort** +13 \r\n\r\n**Ref** +18 \r\n\r\n**Will** +16 \n\n</row>\r\n\r\n**HP** 100\n\n**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> \r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nskyward slash +17 ([Nonlethal](/Traits.aspx?ID=188), [Unarmed](/Traits.aspx?ID=199), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 2d10+4 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfist +17 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Nonlethal](/Traits.aspx?ID=188), [Unarmed](/Traits.aspx?ID=199)),\r\n**Damage** 2d6+4 bludgeoning\n\n**Flurry of Blows** <actions string=\"Single Action\" /> ([Flourish](/Traits.aspx?ID=73)) Shristi makes two unarmed Strikes. If both hit the same creature, combine their damage for the purposes of resistances and weaknesses. He applies his multiple attack penalty to the Strikes normally. As it has the flourish trait, Shristi can use Flurry of Blows only once per turn.\r\n\r\n**Heaven's Thunder** <actions string=\"Single Action\" /> ([Electricity](/Traits.aspx?ID=56), [Evocation](/Traits.aspx?ID=65), [Sonic](/Traits.aspx?ID=147)) **Frequency** twice per day; **Effect** With a loud shout, Shristi unleashes his ki as a crackling shroud of thunder and lightning that engulfs his body. Until the end of his next turn, Shristi's unarmed Strikes and Strikes with weapons that have the [monk](/Traits.aspx?ID=112) trait deal an additional 3 electricity damage and 3 sonic damage.\r\n\r\n**Sky and Heaven Stance** <actions string=\"Single Action\" /> ([Stance](/Traits.aspx?ID=152)) Shristi enters a combat stance perfected by past champions of the Challenge of Sky and Heaven. While in this stance, the only Strikes Shristi can make are skyward slash unarmed attacks. These deal 1d10 slashing damage; are in the [brawling](/WeaponGroups.aspx?ID=4) group; and have the [nonlethal](/Traits.aspx?ID=188), [unarmed](/Traits.aspx?ID=199), and [versatile P](/Traits.aspx?ID=200) traits.<br /> While in Sky and Heaven Stance, Shristi gains resistance 2 to electricity and sonic damage.\r\n\r\n</column>",
 "name": "Shristi Melipdra",
 "npc": true,
 "perception": 18,
 "rarity": "unique",
 "reflex_save": 18,
 "release_date": "2020-08-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #158: Sixty Feet Under](/Sources.aspx?ID=47) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 100\r\n\r\n**AC** 26\r\n\r\n**Fort** +13\r\n\r\n**Ref** +18\r\n\r\n**Will** +16\r\n\r\n**Perception** +18\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBefore Shristi Melipdra served as a commander for Absalom's Sleepless Suns, he was a renowned martial arts champion within his homeland, the island …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill_markdown": "",
 "source": [
  "Pathfinder #158: Sixty Feet Under"
 ],
 "source_raw": [
  "Pathfinder #158: Sixty Feet Under pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #158: Sixty Feet Under](/Sources.aspx?ID=47) pg. 90</row>",
 "speed": {
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet",
 "speed_raw": "35 feet",
 "spell_markdown": "",
 "spoilers": "Agents of Edgewatch",
 "strength": 4,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Before Shristi Melipdra served as a commander for Absalom's Sleepless Suns, he was a renowned martial arts champion within his homeland, the island …",
 "summary_markdown": "Before Shristi Melipdra served as a commander for Absalom's Sleepless Suns, he was a renowned martial arts champion within his homeland, the island …",
 "text": " Shristi Melipdra Before Shristi Melipdra served as a commander for Absalom's Sleepless Suns, he was a renowned martial arts champion within his homeland, the island nation of Jalmeray. In their youth, Shristi and his twin sister Rashmivati Melipdra both strove to become the most talented martial artists of their generation. When they came of age, they were each accepted to train at different sects of Jalmeray's Houses of Perfection; Shristi studied within the Monastery of Untwisting Iron, while Rashmivati became a disciple at the Monastery of Unblinking Flame. The two siblings trained hard, each determined to prove themself as the other's greatest rival, and they both swiftly rose through the ranks of their respective schools. Eventually, Shristi and Rashmivati earned the opportunity to represent their monasteries in the Houses of Perfection's famed Challenge of Sky and Heaven. The twins both performed admirably, displaying mastery of martial skill and potent ki techniques, as well as an uncanny intuition in the martial arts and the mentally and spiritually oriented challenges. Finally, the time came for the final bout in which Shristi and Rashmivati were destined to face each other. Shristi's powerful blows and implacable defense evenly matched Rashmivati's fierce grabs and debilitating joint locks, so it was perhaps unsurprising that simple bad luck proved the deciding factor. Shristi overestimated the length of his punch and left his arm vulnerable to one of his sister's devastating counter throws. Rashmivati grasped her brother's wrist and elbow in preparation to throw Shristi out of the ring. As she stepped into the throw, however, her foot landed on a single flower bud—the remnant of a bouquet thrown from the audience—and slid out from under her. Her body twisted painfully as she fell, and she dislocated her hip and shoulder. Rashmivati could not continue the fight and forfeited to her brother, who claimed victory for his monastery. Though Rashmivati never participated in another martial arts tournament, she has still proven herself a beloved and capable rival for her brother. To this day Rashmivati often says she will meet Shristi in the Challenge of Sky and Heaven once more, so she can claim her own champion's medallion. In truth Rashmivati has no such plans; she merely uses every opportunity available to take pride in her brother's accomplishments and to encourage him to do the same. A few months after that ill-fated Challenge of Sky and Heaven, Rashmivati set off to explore the wider world, and Shristi joined her, both out of a concern for his sister's safety and an eagerness to see the same sights she sought. Sailing from the Garundi coast to the icy northern waters of the Lands of the Linnorm Kings, the twins had many amazing exploits over the course of a nearly two-decade-long adventuring career. Rashmivati developed interests in archaeology and history, which ultimately led her to the Pathfinder Society, where she wrote and published several chronicles detailing the sites and wonders that she and her brother had uncovered. Shristi, though he shared his sister's love of adventure, was of a less scholarly bent. He saw little purpose or benefit to membership in the Society; instead, he preferred to spend his time polishing his martial skills and finding ever more powerful opponents to challenge in hand-to-hand combat. The Melipdra twins ultimately found themselves where many wanderers end up: the city of Absalom. They initially stayed in the Foreign Quarter, a district that Shristi fell in love with and which he now believes will be his final home. His martial prowess and ardent belief in justice soon led him to join the Sleepless Suns, where he rose in rank swiftly due to his penchant for non-violent resolutions and his aptitude at arresting criminals won't surrender quietly. When Rashmivati told Shristi she was leaving Absalom to open her own Pathfinder lodge back in Jalmeray, Shristi chose, after so many years together, to stay behind. Now nearly 60 years old, Shristi has fully embraced the life he built for himself among the guards of Absalom. His skill and dedication have earned him a sterling reputation for consistently avoiding serious injury to Absalom's citizens, even when forced to intervene in violent situations. Shristi is compassionate and empathetic to others seeking to earn a place for themselves within the city, but he has no tolerance for cruelty or predation from either the city folk or his own officers. Campaign Role The Edgewatch agents meet Shristi in the course of this adventure, and the high-ranking guard can serve as an informant and potential ally for the agents throughout their subsequent adventures. Although his purview is the Foreign Quarter, Shristi has an impressive array of ties throughout Absalom; at your discretion, the commander can introduce the agents to various other precinct leaders throughout the city or to other officials whom they seek access. Recall Knowledge - Humanoid (Society): DC 33 Unspecific Lore : DC 31 Specific Lore : DC 28 Shristi Melipdra Source Pathfinder #158: Sixty Feet Under pg. 90 Perception +18 Languages Common, Goblin, Hallit Skills Str +4 Dex +3 Con +2 Int +0 Wis +3 Cha +1 Items Foreign Guard uniform, Handcuffs (2), victor's medallion from the Challenge of Sky and Heaven --- AC 26 Fort +13 Ref +18 Will +16 HP 100 Attack of Opportunity Reaction --- Speed 35 feet Melee Single Action skyward slash +17 (Nonlethal, Unarmed, versatile P), Damage 2d10+4 slashing Melee Single Action fist +17 (Agile, Finesse, Nonlethal, Unarmed), Damage 2d6+4 bludgeoning Flurry of Blows Single Action (Flourish) Shristi makes two unarmed Strikes. If both hit the same creature, combine their damage for the purposes of resistances and weaknesses. He applies his multiple attack penalty to the Strikes normally. As it has the flourish trait, Shristi can use Flurry of Blows only once per turn. Heaven's Thunder Single Action (Electricity, Evocation, Sonic) Frequency twice per day; Effect With a loud shout, Shristi unleashes his ki as a crackling shroud of thunder and lightning that engulfs his body. Until the end of his next turn, Shristi's unarmed Strikes and Strikes with weapons that have the monk trait deal an additional 3 electricity damage and 3 sonic damage. Sky and Heaven Stance Single Action (Stance) Shristi enters a combat stance perfected by past champions of the Challenge of Sky and Heaven. While in this stance, the only Strikes Shristi can make are skyward slash unarmed attacks. These deal 1d10 slashing damage; are in the brawling group; and have the nonlethal, unarmed, and versatile P traits. While in Sky and Heaven Stance, Shristi gains resistance 2 to electricity and sonic damage. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "LG",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2495",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 16,
 "wisdom": 3
}