{
 "ac": 33,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 6,
 "creature_ability": [
  "Armor-Rending",
  "Shuln Saliva",
  "Unstoppable Burrow"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 25,
 "hp": 195,
 "hp_raw": "195",
 "id": "creature-369",
 "image": [
  "/Images/Monsters/Shuln.png"
 ],
 "intelligence": -3,
 "language_markdown": "",
 "level": 12,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Shuln](/Monsters.aspx?ID=369)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nScourges of the upper Darklands, these enormous, mole-like monstrosities slice and burrow through solid stone with massive forearms and adamantine-strong claws. Shulns grow to about 20 feet long and have four tiny, nearly imperceptible eyes; a long, pale snout; four thick-muscled legs that end in long, serrated claws; and a stubby pink tail. As a young shuln matures, its unique metabolism produces adamantine that becomes infused throughout its skeletal system. In addition to making their claws and fangs nearly unbreakable, this unique physiological trait makes shulns unparalleled burrowers and highly sought by monster hunters who hope to harvest the precious material from their corpses.\n\n Shulns have a ravenous appetite and eat nearly anything they can catch, but their preferred diet consists almost entirely of large invertebrates, especially cave worms. They rely on tiny sensory whiskers that cover their snoutfland allow them to detect subtle movements in the air and ground without the use of vision. When it detects suitable prey, a shuln bites the target at the first opportunity, injecting it with a potent paralytic toxin present in its saliva. So strong is this poison that it is capable of subduing even the near-unstoppable purple worm, making the shuln a valuable (if dangerous) companion to have for anyone making excursions into worm-infested regions of the Darklands. Shulns’ notoriously ill-tempered dispositions and their knack for digging into areas of an underground settlement where digging ought not occur makes them frustrating creatures to keep around, but when the alternative is an unpredictable but deadly visit from an enormous, hungry cave worm, the annoyances are well worth the trouble.\n\n Encounters with much larger shuln-like entities on the Plane of Earth suggest that these creatures may have originated from that place. The larger shulns still retain their elemental qualities, are quite a bit smarter, and have their own suite of earth-themed innate primal spells—but for all that, they still love the taste of cave worm.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 35\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 33\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 30\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Shuln.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 12\">[Shuln](/Monsters.aspx?ID=369)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Huge\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 294</row>\n\n**Perception** +20; scent 30 feet, tremorsense (imprecise) 60 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +25, [Survival](/Skills.aspx?ID=16) +22\r\n\r\n<row gap=\"medium\">\r\n**Str** +7\r\n\r\n**Dex** +4\r\n\r\n**Con** +6\r\n\r\n**Int** -3\r\n\r\n**Wis** +4\r\n\r\n**Cha** +1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 33 \r\n\r\n**Fort** +25 \r\n\r\n**Ref** +19 \r\n\r\n**Will** +21 \n\n</row>\r\n\r\n**HP** 195\n\n**Resistances**\r\nphysical 10 (except adamantine or bludgeoning), poison 15\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet, burrow 20 feet; unstoppable burrow\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n[adamantine](/Equipment.aspx?ID=271) claw +25 ([Agile](/Traits.aspx?ID=170), [reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d8+10 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n[adamantine](/Equipment.aspx?ID=271) fangs +25 ([reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d10+10 piercing plus shuln saliva\n\n**Armor-Rending**   Any time the shuln scores a critical hit with a melee Strike, it also deals the same amount of damage to the target’s armor, bypassing any Hardness lower than 10, like [adamantine](/Equipment.aspx?ID=271).\r\n\r\n**Shuln Saliva**  ([Incapacitation](/Traits.aspx?ID=93), [Poison](/Traits.aspx?ID=126)) **Saving Throw** DC 32 Fortitude; **Maximum Duration** 6 rounds; **Stage 1** 2d6 poison damage and [slowed 1](/Conditions.aspx?ID=35) (1 round); **Stage 2** 3d6 poison damage, and [slowed 1](/Conditions.aspx?ID=35) (1 round); **Stage 3** 4d6 poison damage and [paralyzed](/Conditions.aspx?ID=28) for 2d6 hours. Shuln saliva overcomes the inexorable ability.\r\n\r\n**Unstoppable Burrow**   Shulns can burrow into solid rock and any metal with a hardness less than that of [adamantine](/Equipment.aspx?ID=271) like it is soil or loose rubble, leaving a tunnel 10 feet in diameter.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Shuln Resources</title>\r\n\r\nAdventurers who fear encounters with cave worms might seek out a shuln and attempt to lure it along or magically compel it to aid in the fight to come, but the shulnʼs stubborn personality makes such efforts difficult and unreliable. More often, acquiring the shulnʼs saliva is an easier tactic, although the poison must be alchemically preserved if it is to be used as an injury poison, for this foul-smelling liquid breaks down quickly once it drools from the shuln’s toothy maw.\r\n</aside>",
 "name": "Shuln",
 "npc": false,
 "perception": 20,
 "pfs": "Standard",
 "rarity": "rare",
 "reflex_save": 19,
 "release_date": "2019-08-01",
 "resistance": {
  "physical": 10,
  "piercing": 10,
  "poison": 15,
  "slashing": 10
 },
 "resistance_markdown": "physical 10 (except adamantine or bludgeoning), poison 15",
 "resistance_raw": "physical 10 (except adamantine or bludgeoning), poison 15",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 294</row>\n\n<row gap=\"medium\">\r\n**HP** 195\r\n\r\n**AC** 33\r\n\r\n**Fort** +25\r\n\r\n**Ref** +19\r\n\r\n**Will** +21\r\n\r\n**Perception** +20\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nScourges of the upper Darklands, these enormous, mole-like monstrosities slice and burrow through solid stone with massive forearms and …\r\n</summary>",
 "sense": "scent 30 feet, tremorsense (imprecise) 60 feet",
 "sense_markdown": "scent 30 feet, tremorsense (imprecise) 60 feet",
 "size": [
  "Huge"
 ],
 "skill": [
  "Athletics +25",
  "Survival +22"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +25, [Survival](/Skills.aspx?ID=16) +22",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 294"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 294</row>",
 "speed": {
  "burrow": 20,
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet, burrow 20 feet; unstoppable burrow",
 "speed_raw": "40 feet, burrow 20 feet; unstoppable burrow",
 "spell_markdown": "",
 "strength": 7,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Scourges of the upper Darklands, these enormous, mole-like monstrosities slice and burrow through solid stone with massive forearms and …",
 "summary_markdown": "Scourges of the upper Darklands, these enormous, mole-like monstrosities slice and burrow through solid stone with massive forearms and …",
 "text": " Shuln Scourges of the upper Darklands, these enormous, mole-like monstrosities slice and burrow through solid stone with massive forearms and adamantine-strong claws. Shulns grow to about 20 feet long and have four tiny, nearly imperceptible eyes; a long, pale snout; four thick-muscled legs that end in long, serrated claws; and a stubby pink tail. As a young shuln matures, its unique metabolism produces adamantine that becomes infused throughout its skeletal system. In addition to making their claws and fangs nearly unbreakable, this unique physiological trait makes shulns unparalleled burrowers and highly sought by monster hunters who hope to harvest the precious material from their corpses. Shulns have a ravenous appetite and eat nearly anything they can catch, but their preferred diet consists almost entirely of large invertebrates, especially cave worms. They rely on tiny sensory whiskers that cover their snoutfland allow them to detect subtle movements in the air and ground without the use of vision. When it detects suitable prey, a shuln bites the target at the first opportunity, injecting it with a potent paralytic toxin present in its saliva. So strong is this poison that it is capable of subduing even the near-unstoppable purple worm, making the shuln a valuable (if dangerous) companion to have for anyone making excursions into worm-infested regions of the Darklands. Shulns’ notoriously ill-tempered dispositions and their knack for digging into areas of an underground settlement where digging ought not occur makes them frustrating creatures to keep around, but when the alternative is an unpredictable but deadly visit from an enormous, hungry cave worm, the annoyances are well worth the trouble. Encounters with much larger shuln-like entities on the Plane of Earth suggest that these creatures may have originated from that place. The larger shulns still retain their elemental qualities, are quite a bit smarter, and have their own suite of earth-themed innate primal spells—but for all that, they still love the taste of cave worm. Recall Knowledge - Beast (Arcana, Nature): DC 35 Unspecific Lore : DC 33 Specific Lore : DC 30 Shuln Source Bestiary pg. 294 Perception +20; scent 30 feet, tremorsense (imprecise) 60 feet Languages Skills Athletics +25, Survival +22 Str +7 Dex +4 Con +6 Int -3 Wis +4 Cha +1 --- AC 33 Fort +25 Ref +19 Will +21 HP 195 Resistances physical 10 (except adamantine or bludgeoning), poison 15 --- Speed 40 feet, burrow 20 feet; unstoppable burrow Melee Single Action adamantine claw +25 (Agile, reach 15 feet), Damage 3d8+10 slashing Melee Single Action adamantine fangs +25 (reach 15 feet), Damage 3d10+10 piercing plus shuln saliva Armor-Rending Any time the shuln scores a critical hit with a melee Strike, it also deals the same amount of damage to the target’s armor, bypassing any Hardness lower than 10, like adamantine. Shuln Saliva (Incapacitation, Poison) Saving Throw DC 32 Fortitude; Maximum Duration 6 rounds; Stage 1 2d6 poison damage and slowed 1 (1 round); Stage 2 3d6 poison damage, and slowed 1 (1 round); Stage 3 4d6 poison damage and paralyzed for 2d6 hours. Shuln saliva overcomes the inexorable ability. Unstoppable Burrow Shulns can burrow into solid rock and any metal with a hardness less than that of adamantine like it is soil or loose rubble, leaving a tunnel 10 feet in diameter. Shuln Resources Adventurers who fear encounters with cave worms might seek out a shuln and attempt to lure it along or magically compel it to aid in the fight to come, but the shulnʼs stubborn personality makes such efforts difficult and unreliable. More often, acquiring the shulnʼs saliva is an easier tactic, although the poison must be alchemically preserved if it is to be used as an injury poison, for this foul-smelling liquid breaks down quickly once it drools from the shuln’s toothy maw. ",
 "trait": [
  "Beast",
  "Rare",
  "N",
  "Huge"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Beast",
  "Rare"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=369",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 21,
 "wisdom": 4
}