{
 "ac": 18,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 4,
 "creature_ability": [
  "Sin Scent",
  "Attack of Opportunity",
  "Sinful Bite",
  "Sin"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 10,
 "hp": 30,
 "hp_raw": "30",
 "id": "creature-371",
 "image": [
  "/Images/Monsters/Sinspawn.png"
 ],
 "immunity": [
  "controlled"
 ],
 "immunity_markdown": "controlled",
 "intelligence": 0,
 "language": [
  "Aklo"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13)",
 "level": 2,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Sinspawn](/Monsters.aspx?ID=371)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nSinspawn were created by one of seven ancient wizards known collectively as runelords—each of whom embraced and embodied one of seven sins. The first sinspawn was created by the Runelord of Wrath, utilizing techniques that have since gone on to influence fleshwarping practices. It wasn’t long before the technique used to create sinspawn fell into the hands of the other runelords, and while each tried their own hand at crafting variants of their own design, today sinspawn of wrath remain the most numerous and notorious of their kind. Bearing only a vague resemblance to the humanoids from whose flesh they were formed, sinspawn generally appear horrifically emaciated and have unnaturally long arms and digitigrade legs, each with a trio of stubby, taloned digits. Veins bulge across sinspawn’s bodies in sanguine patterns that suspiciously resemble twisted runes, and their flesh is pale and hairless. Their heads are elongated, bearing only slits for a nose, red eyes, and disturbing lower jaws that split in half at the chin, revealing pedipalps that end in tiny, three-fingered hands and framing a long, lolling tongue. Sinspawn stand 6-1/2 feet tall and typically weigh as much as an emaciated human of their size. They behave in a manner consistent with their associated sin and have physical characteristics that hint at these qualities. For example, greedspawn’s veins appear to run with gold while envyspawn appear even more wasted than the rest of their kin.\n\n<title level=\"2\" right=\"\">Sinspawn Sins</title> When a sinspawn is created, it becomes associated with one of the seven sins: envy, gluttony, greed, lust, pride, sloth, or wrath. A sinspawn’s sin is determined by the _runewell_ that spawned it or by its creator’s preferred sin, and cannot be changed. Each sin grants sinspawn associated with it additional benefits and abilities beyond those described by the sinspawn stat block, as detailed below.\n\n<title level=\"3\" right=\"\">Envyspawn</title> An envyspawn has Deception +7 and typically carries a halberd. They tend to be shorter and thinner than other sinspawn.<br /> **Melee** <actions string=\"Single Action\" /> halberd +10 ([reach 10 feet](/Traits.aspx?ID=192), [versatile S](/Traits.aspx?ID=200)), **Damage** 1d10+4 piercing<br /> **Sinful Bite** Creatures that critically fail their saves against an envyspawn’s sinful bite are enfeebled 2 for 1 minute. \n\n<title level=\"3\" right=\"\">Gluttonyspawn</title> A gluttonyspawn has Survival +10 and usually carries a scythe. They are obese, but hardy and strong.<br /> **Melee** <actions string=\"Single Action\" /> scythe +10 ([deadly d10](/Traits.aspx?ID=174), [trip](/Traits.aspx?ID=196)), **Damage** 1d10+4 slashing<br /> **Sinful Bite** Creatures that critically fail their saves against a gluttonyspawn’s sinful bite are drained 1. \n\n<title level=\"3\" right=\"\">Greedspawn</title> A greedspawn has Thievery +9 and typically wields a glaive. They are the tallest of sinspawn, often 7 feet in height, and with gold-tinged veins.<br /> **Melee** <actions string=\"Single Action\" /> glaive +10 ([deadly d8](/Traits.aspx?ID=174), [forceful](/Traits.aspx?ID=180), [reach 10 feet](/Traits.aspx?ID=192)), **Damage** 1d8+4 slashing<br /> **Sinful Bite** Creatures that critically fail their saves against a greedspawn’s sinful bite are clumsy 2 for 1 minute. \n\n<title level=\"3\" right=\"\">Lustspawn</title> A lustspawn has Diplomacy +7 and usually carries a guisarme. They have attractive bodies, but hideous faces.<br /> **Melee** <actions string=\"Single Action\" /> guisarme +10 ([reach 10 feet](/Traits.aspx?ID=192), [trip](/Traits.aspx?ID=196)), **Damage** 1d10+4 slashing<br /> **Sinful Bite** Creatures that critically fail their saves against a lustspawn’s sinful bite are stupefied 2 for 1 minute. \n\n<title level=\"3\" right=\"\">Pridespawn</title> A pridespawn has Intimidation +7 and often wields a maul. They are nearly skeletal in their gauntness, and often seek out fine clothes or jewelry to wear, taking strange pleasure in appearing elegant and regal.<br /> **Melee** <actions string=\"Single Action\" /> maul +10 ([shove](/Traits.aspx?ID=193)), **Damage** 1d12+4 bludgeoning<br /> **Sinful Bite** Creatures that critically fail their saves against a pridespawn’s sinful bite are clumsy 1 and enfeebled 1 for 1 minute. \n\n<title level=\"3\" right=\"\">Slothspawn</title> A slothspawn has Society +6 and usually carries a longspear. Thick rolls of excess skin drape the slothspawn’s hunched frame.<br /> **Melee** <actions string=\"Single Action\" /> longspear +10 ([reach 10 feet](/Traits.aspx?ID=192)), **Damage** 1d8+4 piercing<br /> **Sinful Bite** Creatures that critically fail their saves against a slothspawn’s sinful bite take a –10-foot status penalty to their Speeds for 1 minute. \n\n<title level=\"3\" right=\"\">Wrathspawn</title> The most commonly encountered of the sinspawn, a wrathspawn has Athletics +12 and typically wields a ranseur. These sinspawn are the bulkiest looking of their kind.<br /> **Melee** <actions string=\"Single Action\" /> ranseur + 10 ([disarm](/Traits.aspx?ID=175), [reach 10 feet](/Traits.aspx?ID=192)), **Damage** 1d10+4 piercing<br /> **Sinful Bite** Creatures that critically fail their saves against a wrathspawn’s sinful bite are drained 1 as well as enfeebled 1 for 1 minute.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Aberration](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 16\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 14\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 11\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Sinspawn.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 2\">[Sinspawn](/Monsters.aspx?ID=371)</title>\r\n\r\n<traits>\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 297</row>\n\n**Perception** +10; darkvision, sin scent (imprecise) 30 feet\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +9, [Athletics](/Skills.aspx?ID=3) +8, [Stealth](/Skills.aspx?ID=15) +9, [Survival](/Skills.aspx?ID=16) +6\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +3\r\n\r\n**Con** +4\r\n\r\n**Int** +0\r\n\r\n**Wis** +2\r\n\r\n**Cha** +1\r\n</row>\r\n\r\n**Sin Scent** A sinspawn can smell creatures that reflect its sin, as the scent ability. The GM determines which creatures are appropriately sinful.\r\n\r\n**Items**\r\none weapon determined by its sin\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 18 \r\n\r\n**Fort** +10 \r\n\r\n**Ref** +9 \r\n\r\n**Will** +6 \r\n\r\n+1 status to saves vs. magic, +4 status to saves vs. mental\r\n</row>\r\n\r\n**HP** 30\n\n**Immunities**\r\ncontrolled\r\n\r\n**Resistances**\r\nmental 5\n\n**Attack of Opportunity** <actions string=\"Reaction\" />\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +10 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 1d8+4 piercing plus sinful bite\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +10,\r\n**Damage** 1d6+4 slashing\n\n**Sinful Bite**  ([Arcane](/Traits.aspx?ID=11), [Emotion](/Traits.aspx?ID=60), [Mental](/Traits.aspx?ID=106)) A creature hit by the jaws of a sinspawn must attempt a DC 18 Will save as it is assailed by sinful thoughts.<br /> **Critical Success** Unaffected.<br /> **Success** [Sickened 1](/Conditions.aspx?ID=34).<br /> **Failure** [Sickened 2](/Conditions.aspx?ID=34).<br /> **Critical Failure** [Sickened 2](/Conditions.aspx?ID=34) plus an additional penalty, determined by the sinspawn’s sin, while it remains sickened.\r\n\r\n**Sin**   A sinspawn gains an additional skill based on its sin, as well as a weapon that reflects the preferences of its kinds’ ancient creators. The seven sins and the benefits they confer upon a sinspawn are noted in the Sinspawn Sins section.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Born of Sin</title>\r\n\r\nUnable to procreate themselves, sinspawn retreated from the world for many centuries following the collapse of the runelords’ empire, but in recent years they have emerged from ancient dungeons, strange magical pools, and other forgotten ruins. In certain cases, incredibly powerful artifacts crafted by the runelords known as runewells can siphon off fragments of sinful memories and emotions related to the runewells’ associated sins from the souls of people dying nearby, fueling the spontaneous creation of new sinspawn. When enough sinful energies have been gathered within a runewell, it vomits forth a fully grown sinspawn with no prior loyalty to a long-lost runelord. All sinspawn inherently understand the runewells’ role in the propagation of their kind, and they often establish small villages near awakened runewells, hunting down sentient beings they can use to propagate their communities.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_3_Locations.png\">Sinspawn Locations</title>\r\n\r\nSinspawn are found in regions where sources for their creation remain buried in ancient ruins—in Golarion, this currently limits them to the frontier lands of Varisia. But as they spread, so to does the potential knowledge of crafting more of them, and fleshwarpers around the world are hoping to someday soon craft new sinspawn of their own.\r\n</aside>",
 "name": "Sinspawn",
 "npc": false,
 "perception": 10,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 9,
 "release_date": "2019-08-01",
 "resistance": {
  "mental": 5
 },
 "resistance_markdown": "mental 5",
 "resistance_raw": "mental 5",
 "search_markdown": "<traits>\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 297</row>\n\n<row gap=\"medium\">\r\n**HP** 30\r\n\r\n**AC** 18\r\n\r\n**Fort** +10\r\n\r\n**Ref** +9\r\n\r\n**Will** +6\r\n\r\n**Perception** +10\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSinspawn were created by one of seven ancient wizards known collectively as runelords—each of whom embraced and embodied one of seven sins. The first …\r\n</summary>",
 "sense": "darkvision, sin scent (imprecise) 30 feet",
 "sense_markdown": "darkvision, sin scent (imprecise) 30 feet",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +9",
  "Athletics +8",
  "Stealth +9",
  "Survival +6"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +9, [Athletics](/Skills.aspx?ID=3) +8, [Stealth](/Skills.aspx?ID=15) +9, [Survival](/Skills.aspx?ID=16) +6",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 297"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 297</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell_markdown": "",
 "stealth": "9",
 "strength": 4,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Sinspawn were created by one of seven ancient wizards known collectively as runelords—each of whom embraced and embodied one of seven sins. The first …",
 "summary_markdown": "Sinspawn were created by one of seven ancient wizards known collectively as runelords—each of whom embraced and embodied one of seven sins. The first …",
 "text": " Sinspawn Sinspawn were created by one of seven ancient wizards known collectively as runelords—each of whom embraced and embodied one of seven sins. The first sinspawn was created by the Runelord of Wrath, utilizing techniques that have since gone on to influence fleshwarping practices. It wasn’t long before the technique used to create sinspawn fell into the hands of the other runelords, and while each tried their own hand at crafting variants of their own design, today sinspawn of wrath remain the most numerous and notorious of their kind. Bearing only a vague resemblance to the humanoids from whose flesh they were formed, sinspawn generally appear horrifically emaciated and have unnaturally long arms and digitigrade legs, each with a trio of stubby, taloned digits. Veins bulge across sinspawn’s bodies in sanguine patterns that suspiciously resemble twisted runes, and their flesh is pale and hairless. Their heads are elongated, bearing only slits for a nose, red eyes, and disturbing lower jaws that split in half at the chin, revealing pedipalps that end in tiny, three-fingered hands and framing a long, lolling tongue. Sinspawn stand 6-1/2 feet tall and typically weigh as much as an emaciated human of their size. They behave in a manner consistent with their associated sin and have physical characteristics that hint at these qualities. For example, greedspawn’s veins appear to run with gold while envyspawn appear even more wasted than the rest of their kin. Sinspawn Sins When a sinspawn is created, it becomes associated with one of the seven sins: envy, gluttony, greed, lust, pride, sloth, or wrath. A sinspawn’s sin is determined by the runewell that spawned it or by its creator’s preferred sin, and cannot be changed. Each sin grants sinspawn associated with it additional benefits and abilities beyond those described by the sinspawn stat block, as detailed below. Envyspawn An envyspawn has Deception +7 and typically carries a halberd. They tend to be shorter and thinner than other sinspawn. Melee Single Action halberd +10 (reach 10 feet, versatile S), Damage 1d10+4 piercing Sinful Bite Creatures that critically fail their saves against an envyspawn’s sinful bite are enfeebled 2 for 1 minute. Gluttonyspawn A gluttonyspawn has Survival +10 and usually carries a scythe. They are obese, but hardy and strong. Melee Single Action scythe +10 (deadly d10, trip), Damage 1d10+4 slashing Sinful Bite Creatures that critically fail their saves against a gluttonyspawn’s sinful bite are drained 1. Greedspawn A greedspawn has Thievery +9 and typically wields a glaive. They are the tallest of sinspawn, often 7 feet in height, and with gold-tinged veins. Melee Single Action glaive +10 (deadly d8, forceful, reach 10 feet), Damage 1d8+4 slashing Sinful Bite Creatures that critically fail their saves against a greedspawn’s sinful bite are clumsy 2 for 1 minute. Lustspawn A lustspawn has Diplomacy +7 and usually carries a guisarme. They have attractive bodies, but hideous faces. Melee Single Action guisarme +10 (reach 10 feet, trip), Damage 1d10+4 slashing Sinful Bite Creatures that critically fail their saves against a lustspawn’s sinful bite are stupefied 2 for 1 minute. Pridespawn A pridespawn has Intimidation +7 and often wields a maul. They are nearly skeletal in their gauntness, and often seek out fine clothes or jewelry to wear, taking strange pleasure in appearing elegant and regal. Melee Single Action maul +10 (shove), Damage 1d12+4 bludgeoning Sinful Bite Creatures that critically fail their saves against a pridespawn’s sinful bite are clumsy 1 and enfeebled 1 for 1 minute. Slothspawn A slothspawn has Society +6 and usually carries a longspear. Thick rolls of excess skin drape the slothspawn’s hunched frame. Melee Single Action longspear +10 (reach 10 feet), Damage 1d8+4 piercing Sinful Bite Creatures that critically fail their saves against a slothspawn’s sinful bite take a –10-foot status penalty to their Speeds for 1 minute. Wrathspawn The most commonly encountered of the sinspawn, a wrathspawn has Athletics +12 and typically wields a ranseur. These sinspawn are the bulkiest looking of their kind. Melee Single Action ranseur + 10 (disarm, reach 10 feet), Damage 1d10+4 piercing Sinful Bite Creatures that critically fail their saves against a wrathspawn’s sinful bite are drained 1 as well as enfeebled 1 for 1 minute. Recall Knowledge - Aberration (Occultism): DC 16 Unspecific Lore : DC 14 Specific Lore : DC 11 Sinspawn Source Bestiary pg. 297 Perception +10; darkvision, sin scent (imprecise) 30 feet Languages Aklo Skills Acrobatics +9, Athletics +8, Stealth +9, Survival +6 Str +4 Dex +3 Con +4 Int +0 Wis +2 Cha +1 Sin Scent A sinspawn can smell creatures that reflect its sin, as the scent ability. The GM determines which creatures are appropriately sinful. Items one weapon determined by its sin --- AC 18 Fort +10 Ref +9 Will +6 +1 status to saves vs. magic, +4 status to saves vs. mental HP 30 Immunities controlled Resistances mental 5 Attack of Opportunity Reaction --- Speed 30 feet Melee Single Action jaws +10 (Agile), Damage 1d8+4 piercing plus sinful bite Melee Single Action claw +10, Damage 1d6+4 slashing Sinful Bite (Arcane, Emotion, Mental) A creature hit by the jaws of a sinspawn must attempt a DC 18 Will save as it is assailed by sinful thoughts. Critical Success Unaffected. Success Sickened 1. Failure Sickened 2. Critical Failure Sickened 2 plus an additional penalty, determined by the sinspawn’s sin, while it remains sickened. Sin A sinspawn gains an additional skill based on its sin, as well as a weapon that reflects the preferences of its kinds’ ancient creators. The seven sins and the benefits they confer upon a sinspawn are noted in the Sinspawn Sins section. Born of Sin Unable to procreate themselves, sinspawn retreated from the world for many centuries following the collapse of the runelords’ empire, but in recent years they have emerged from ancient dungeons, strange magical pools, and other forgotten ruins. In certain cases, incredibly powerful artifacts crafted by the runelords known as runewells can siphon off fragments of sinful memories and emotions related to the runewells’ associated sins from the souls of people dying nearby, fueling the spontaneous creation of new sinspawn. When enough sinful energies have been gathered within a runewell, it vomits forth a fully grown sinspawn with no prior loyalty to a long-lost runelord. All sinspawn inherently understand the runewells’ role in the propagation of their kind, and they often establish small villages near awakened runewells, hunting down sentient beings they can use to propagate their communities. Sinspawn Locations Sinspawn are found in regions where sources for their creation remain buried in ancient ruins—in Golarion, this currently limits them to the frontier lands of Varisia. But as they spread, so to does the potential knowledge of crafting more of them, and fleshwarpers around the world are hoping to someday soon craft new sinspawn of their own. ",
 "trait": [
  "Aberration",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Aberration](/Traits.aspx?ID=1)",
 "trait_raw": [
  "Aberration"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=371",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 6,
 "wisdom": 2
}