{
 "ac": 16,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 2,
 "creature_ability": [
  "Camouflaged Step",
  "Chameleon Skin",
  "Sneak Attack"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 7,
 "hp": 21,
 "hp_raw": "21",
 "id": "creature-805",
 "image": [
  "/Images/Monsters/Skulk.png"
 ],
 "intelligence": 1,
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Skulk](/Monsters.aspx?ID=805)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe cowardly and lazy skulks live on the fringes of organized societies and steal from others without a second thought. Even murder is merely another necessity, and they think nothing of creeping into a house, dispatching the residents, and taking what they want.\n\n Their chameleon-like ability to blend into their surroundings makes skulks difficult to detect, so their ever-present populations around the periphery of large settlements are nearly impossible to dislodge permanently. They typically travel in small groups of no more than 16 individuals, since groups larger than that tend to break into violence directed at one other. While skulks see themselves as sharing a common history of being cast out and hated, this is not a strong enough bond to hold large groups of the creatures together with a shared purpose for very long.\n\n Entrances and exits from cities, especially less-guarded access ways around sewers and the like, are skulks' favorite stomping grounds. These sites allow them to closely observe who comes and goes from the city while also affording them swift escape options, should the authorities uncover their presence. On rare occasions, a well-disciplined skulk can rise to prominence within the local thieves' guild and become sought after for difficult jobs. Their repugnant personalities and overwhelming selfishness, however, usually means they are unable to secure long-lasting leadership roles.\n\n A typical skulk is 6 feet tall with similar body structure to a gangly human. Skulks mature quickly and can live up to 50 years, although most meet a violent end long before then. The rare skulk who manages to escape their society of violence and craven bitterness can be of any alignment, but those skulks who remain bound by their traditions always see these self-imposed exiles as the worst kind of traitors, and the exiles are often targeted for eradication to the exclusion of all other victims. More than one band of skulks has accidentally engineered its own doom after throwing caution to the wind and exposing its existence to the authorities in an ill-planned but violently passionate attempt to track down such an exile.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 15\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 13\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 10\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Skulk.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Skulk](/Monsters.aspx?ID=805)</title>\r\n\r\n<traits>\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Skulk\" url=\"/Traits.aspx?ID=308\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 243 <sup>2.0</sup></row>\n\n**Perception** +5; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +6, [Deception](/Skills.aspx?ID=5) +6, [Society](/Skills.aspx?ID=14) +4, [Stealth](/Skills.aspx?ID=15) +8, [Thievery](/Skills.aspx?ID=17) +6\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +3\r\n\r\n**Con** +2\r\n\r\n**Int** +1\r\n\r\n**Wis** +2\r\n\r\n**Cha** +1\r\n</row>\r\n\r\n**Camouflaged Step** The skulk gains the benefit of the [Cover Tracks](/Actions.aspx?ID=65) action in forests and subterranean settings without moving at half Speed.<br />**Chameleon Skin** The skulk's skin shifts and changes to match the surroundings. As long as most of their body is not covered by clothing or armor, the skulk gains a +2 circumstance bonus to [Stealth](/Skills.aspx?ID=15) checks to [Hide](/Actions.aspx?ID=62).\r\n\r\n**Items**\r\n[Dagger](/Weapons.aspx?ID=3) (2), [Shortsword](/Weapons.aspx?ID=43)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 16 \r\n\r\n**Fort** +7 \r\n\r\n**Ref** +8 \r\n\r\n**Will** +5 \n\n</row>\r\n\r\n**HP** 21\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nshortsword +8 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d6+2 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\ndagger +8 ([Agile](/Traits.aspx?ID=170), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+2 piercing\n\n**[Sneak Attack](/MonsterAbilities.aspx?ID=34)**   A skulk's Strikes deal an extra 1d6 precision damage to [flat-footed](/Conditions.aspx?ID=16) creatures.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_5_TreasureAndRewards.png\">Skulk Treasure</title>\r\n\r\nThe greediness of skulks and their easy relationship with violence means the creatures often accumulate a fair amount of valuable coin and items. They prefer fine weapons above all else and jealously protect such finds. Since clothing inhibits their natural camouflage, skulks either store this treasure in a secure location or carry it in such a way that their bodies block what they are carrying from sight.\r\n</aside>",
 "name": "Skulk",
 "npc": false,
 "perception": 5,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 8,
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Skulk\" url=\"/Traits.aspx?ID=308\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 243 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 21\r\n\r\n**AC** 16\r\n\r\n**Fort** +7\r\n\r\n**Ref** +8\r\n\r\n**Will** +5\r\n\r\n**Perception** +5\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe cowardly and lazy skulks live on the fringes of organized societies and steal from others without a second thought. Even murder is merely another …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +6",
  "Deception +6",
  "Society +4",
  "Stealth +8",
  "Thievery +6"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +6, [Deception](/Skills.aspx?ID=5) +6, [Society](/Skills.aspx?ID=14) +4, [Stealth](/Skills.aspx?ID=15) +8, [Thievery](/Skills.aspx?ID=17) +6",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 243"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 243 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "stealth": "8",
 "strength": 0,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "The cowardly and lazy skulks live on the fringes of organized societies and steal from others without a second thought. Even murder is merely another …",
 "summary_markdown": "The cowardly and lazy skulks live on the fringes of organized societies and steal from others without a second thought. Even murder is merely another …",
 "text": " Skulk The cowardly and lazy skulks live on the fringes of organized societies and steal from others without a second thought. Even murder is merely another necessity, and they think nothing of creeping into a house, dispatching the residents, and taking what they want. Their chameleon-like ability to blend into their surroundings makes skulks difficult to detect, so their ever-present populations around the periphery of large settlements are nearly impossible to dislodge permanently. They typically travel in small groups of no more than 16 individuals, since groups larger than that tend to break into violence directed at one other. While skulks see themselves as sharing a common history of being cast out and hated, this is not a strong enough bond to hold large groups of the creatures together with a shared purpose for very long. Entrances and exits from cities, especially less-guarded access ways around sewers and the like, are skulks' favorite stomping grounds. These sites allow them to closely observe who comes and goes from the city while also affording them swift escape options, should the authorities uncover their presence. On rare occasions, a well-disciplined skulk can rise to prominence within the local thieves' guild and become sought after for difficult jobs. Their repugnant personalities and overwhelming selfishness, however, usually means they are unable to secure long-lasting leadership roles. A typical skulk is 6 feet tall with similar body structure to a gangly human. Skulks mature quickly and can live up to 50 years, although most meet a violent end long before then. The rare skulk who manages to escape their society of violence and craven bitterness can be of any alignment, but those skulks who remain bound by their traditions always see these self-imposed exiles as the worst kind of traitors, and the exiles are often targeted for eradication to the exclusion of all other victims. More than one band of skulks has accidentally engineered its own doom after throwing caution to the wind and exposing its existence to the authorities in an ill-planned but violently passionate attempt to track down such an exile. Recall Knowledge - Humanoid (Society): DC 15 Unspecific Lore : DC 13 Specific Lore : DC 10 Skulk Source Bestiary 2 pg. 243 2.0 Perception +5; low-light vision Languages Common Skills Acrobatics +6, Deception +6, Society +4, Stealth +8, Thievery +6 Str +0 Dex +3 Con +2 Int +1 Wis +2 Cha +1 Camouflaged Step The skulk gains the benefit of the Cover Tracks action in forests and subterranean settings without moving at half Speed. Chameleon Skin The skulk's skin shifts and changes to match the surroundings. As long as most of their body is not covered by clothing or armor, the skulk gains a +2 circumstance bonus to Stealth checks to Hide. Items Dagger (2), Shortsword --- AC 16 Fort +7 Ref +8 Will +5 HP 21 --- Speed 25 feet Melee Single Action shortsword +8 (Agile, Finesse, versatile S), Damage 1d6+2 piercing Ranged Single Action dagger +8 (Agile, thrown 10 feet, versatile S), Damage 1d4+2 piercing Sneak Attack A skulk's Strikes deal an extra 1d6 precision damage to flat-footed creatures. Skulk Treasure The greediness of skulks and their easy relationship with violence means the creatures often accumulate a fair amount of valuable coin and items. They prefer fine weapons above all else and jealously protect such finds. Since clothing inhibits their natural camouflage, skulks either store this treasure in a secure location or carry it in such a way that their bodies block what they are carrying from sight. ",
 "trait": [
  "Humanoid",
  "Skulk",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Skulk](/Traits.aspx?ID=308)",
 "trait_raw": [
  "Humanoid",
  "Skulk"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=805",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 5,
 "wisdom": 2
}