{
 "ac": 17,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 4,
 "creature_ability": [
  "Belly Grease",
  "Entangling Slime"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 10,
 "hp": 35,
 "hp_raw": "35",
 "id": "creature-378",
 "image": [
  "/Images/Monsters/Slurk.png"
 ],
 "intelligence": -4,
 "language": [
  "Draconic",
  "(can’t speak any language)"
 ],
 "language_markdown": "[Draconic](/Languages.aspx?ID=2); (can’t speak any language)",
 "level": 2,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Slurk](/Monsters.aspx?ID=378)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe slurk is a sticky, tusked frog-beast found in underground lairs and caves. It has two massive tusks, which it uses to gore prey and tangle with rival slurks. With the slurk’s natural ability to climb walls and cling effortlessly to ceilings, it can be easy for unwary cave explorers to end up on the wrong end of the beast’s formidable ivory tusks.\n\n Slurks exude two very different types of foul-smelling secretions from their pale white skin. Large pustules on the slurk’s back drip a sticky resin-like slime that quickly hardens upon exposure to air. By flexing its skin, the slurk can burst these pustules in the direction of intruders, covering its foes in sticky goo and severely limiting their ability to withstand the monster’s other attacks, including the effects of its other secretion. Glands along the slurk’s ventral side excrete an incredibly slippery and fetid grease, which protects the slurk from the immobilizing effects of its own back slime but also has the added benefit of making it extremely difficult to grapple and capture. The best way to discover if a slurk is in the vicinity is to look for hard clumps of such grease, which accumulate and dry in cave corners and amid rock piles where the slurk rests between meals.\n\n Slurks are thought to be descendants of a failed dwarven attempt to domesticate and breed large subterranean frogs as food and labor animals. Despite this apparent failure, slurks are often befriended by others who live underground. The sticky frog-beasts have proven extremely desirable to kobolds, who now domesticate and train slurks as powerful mounts and guardians. While other creatures, particularly boggards, sometimes train slurks to serve as guardians, kobolds remain those who use these creatures the most. A kobold mounted on a slurk will often hide in the upper ledges of a cave, using the advantages of height and surprise to harry foes with ranged attacks. Kobold riders also take advantage of the slurk’s ability to climb, and charge at their enemies from the walls of a cavern.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 16\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 14\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 11\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Slurk.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 2\">[Slurk](/Monsters.aspx?ID=378)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 301</row>\n\n**Perception** +6; darkvision\r\n\r\n**Languages**\r\n[Draconic](/Languages.aspx?ID=2); (can’t speak any language)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +6, [Athletics](/Skills.aspx?ID=3) +8, [Stealth](/Skills.aspx?ID=15) +5\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +2\r\n\r\n**Con** +4\r\n\r\n**Int** -4\r\n\r\n**Wis** +0\r\n\r\n**Cha** +0\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 17 \r\n\r\n**Fort** +10 (+12 vs. Grapple or Shove)\r\n\r\n**Ref** +6 \r\n\r\n**Will** +4 \n\n</row>\r\n\r\n**HP** 35\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet, climb 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntusks +11 ([deadly 1d10](/Traits.aspx?ID=174)),\r\n**Damage** 1d8+4 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nslime squirt +9 ([range increment 30 feet](/Traits.aspx?ID=248)),\r\n**Damage** entangling slime\n\n**Belly Grease** <actions string=\"Three Actions\" />  The slurk extrudes a slippery grease from its ventral glands to coat the floor under it and in a 5-foot emanation, turning the affected area into uneven ground for 10 minutes, after which it dries to a putrid crust. The DC to Balance across the slime is 18.\r\n\r\n**Entangling Slime**   A creature struck by a slurk’s slime squirt becomes clumsy 1 and takes a –5-foot penalty to Speed for 1 hour or until the slime is removed. The slime can be removed with a total of three Interact actions by the entangled creature or creatures adjacent to the creature. These actions don’t need to be consecutive or made by the same creature.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Slurk Riding</title>\r\n\r\nA willing or broken slurk can be used as a mount by a creature at least one size smaller than the slurk. A slurk’s back slime grants its rider a +2 circumstance bonus against any attempts to physically dismount the rider.\r\n</aside>",
 "name": "Slurk",
 "npc": false,
 "perception": 6,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 6,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 301</row>\n\n<row gap=\"medium\">\r\n**HP** 35\r\n\r\n**AC** 17\r\n\r\n**Fort** +10\r\n\r\n**Ref** +6\r\n\r\n**Will** +4\r\n\r\n**Perception** +6\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe slurk is a sticky, tusked frog-beast found in underground lairs and caves. It has two massive tusks, which it uses to gore prey and tangle with …\r\n</summary>",
 "sense": "darkvision",
 "sense_markdown": "darkvision",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +6",
  "Athletics +8",
  "Stealth +5"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +6, [Athletics](/Skills.aspx?ID=3) +8, [Stealth](/Skills.aspx?ID=15) +5",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 301"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 301</row>",
 "speed": {
  "climb": 30,
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet, climb 30 feet",
 "speed_raw": "30 feet, climb 30 feet",
 "spell_markdown": "",
 "stealth": "5",
 "strength": 4,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "The slurk is a sticky, tusked frog-beast found in underground lairs and caves. It has two massive tusks, which it uses to gore prey and tangle with …",
 "summary_markdown": "The slurk is a sticky, tusked frog-beast found in underground lairs and caves. It has two massive tusks, which it uses to gore prey and tangle with …",
 "text": " Slurk The slurk is a sticky, tusked frog-beast found in underground lairs and caves. It has two massive tusks, which it uses to gore prey and tangle with rival slurks. With the slurk’s natural ability to climb walls and cling effortlessly to ceilings, it can be easy for unwary cave explorers to end up on the wrong end of the beast’s formidable ivory tusks. Slurks exude two very different types of foul-smelling secretions from their pale white skin. Large pustules on the slurk’s back drip a sticky resin-like slime that quickly hardens upon exposure to air. By flexing its skin, the slurk can burst these pustules in the direction of intruders, covering its foes in sticky goo and severely limiting their ability to withstand the monster’s other attacks, including the effects of its other secretion. Glands along the slurk’s ventral side excrete an incredibly slippery and fetid grease, which protects the slurk from the immobilizing effects of its own back slime but also has the added benefit of making it extremely difficult to grapple and capture. The best way to discover if a slurk is in the vicinity is to look for hard clumps of such grease, which accumulate and dry in cave corners and amid rock piles where the slurk rests between meals. Slurks are thought to be descendants of a failed dwarven attempt to domesticate and breed large subterranean frogs as food and labor animals. Despite this apparent failure, slurks are often befriended by others who live underground. The sticky frog-beasts have proven extremely desirable to kobolds, who now domesticate and train slurks as powerful mounts and guardians. While other creatures, particularly boggards, sometimes train slurks to serve as guardians, kobolds remain those who use these creatures the most. A kobold mounted on a slurk will often hide in the upper ledges of a cave, using the advantages of height and surprise to harry foes with ranged attacks. Kobold riders also take advantage of the slurk’s ability to climb, and charge at their enemies from the walls of a cavern. Recall Knowledge - Animal (Nature): DC 16 Unspecific Lore : DC 14 Specific Lore : DC 11 Slurk Source Bestiary pg. 301 Perception +6; darkvision Languages Draconic; (can’t speak any language) Skills Acrobatics +6, Athletics +8, Stealth +5 Str +4 Dex +2 Con +4 Int -4 Wis +0 Cha +0 --- AC 17 Fort +10 (+12 vs. Grapple or Shove) Ref +6 Will +4 HP 35 --- Speed 30 feet, climb 30 feet Melee Single Action tusks +11 (deadly 1d10), Damage 1d8+4 piercing Ranged Single Action slime squirt +9 (range increment 30 feet), Damage entangling slime Belly Grease Three Actions The slurk extrudes a slippery grease from its ventral glands to coat the floor under it and in a 5-foot emanation, turning the affected area into uneven ground for 10 minutes, after which it dries to a putrid crust. The DC to Balance across the slime is 18. Entangling Slime A creature struck by a slurk’s slime squirt becomes clumsy 1 and takes a –5-foot penalty to Speed for 1 hour or until the slime is removed. The slime can be removed with a total of three Interact actions by the entangled creature or creatures adjacent to the creature. These actions don’t need to be consecutive or made by the same creature. Slurk Riding A willing or broken slurk can be used as a mount by a creature at least one size smaller than the slurk. A slurk’s back slime grants its rider a +2 circumstance bonus against any attempts to physically dismount the rider. ",
 "trait": [
  "Animal",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=378",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 4,
 "wisdom": 0
}