{
 "ac": 25,
 "alignment": "NG",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 2,
 "creature_ability": [
  "Blinding Halo",
  "Evasion",
  "Ibis Dive",
  "Light Shatter"
 ],
 "creature_family_markdown": "",
 "dexterity": 6,
 "exclude_from_search": false,
 "fortitude_save": 12,
 "hp": 45,
 "hp_raw": "45",
 "id": "creature-1442",
 "image": [
  "/Images/Monsters/SolarIbis.png"
 ],
 "intelligence": 0,
 "language": [
  "Mwangi",
  "Sylvan",
  "(can't speak any language)"
 ],
 "language_markdown": "[Mwangi](/Languages.aspx?ID=39), [Sylvan](/Languages.aspx?ID=10); (can't speak any language)",
 "level": 7,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Solar Ibis](/Monsters.aspx?ID=1442)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nSolar ibis are beings of light sometimes called sun birds, or “winged luminaries” by the more scholarly inclined. They're tasked with guarding sacred places or items, although they sometimes also protect the living from places of incredible danger. Their appearance is always preceded by numerous small purple-winged birds with a splash of yellow on their crowns; these are avatars of the ibis that nest and congregate in areas it protects. The presence of these avatars is often the only way to track these reclusive and solitary creatures. Should the solar ibis choose to appear, these little birds scatter like wild fowl. The sun bird then manifests and bathes the area in a brilliant shower of light that can blind and startle unwary and unprepared creatures in its presence.\n\n The solar ibis appears as a magnificent, large bird surrounded by a halo of brilliant light. Its black feathers shimmer with all the colors of the spectrum, casting glossy rainbows across its plumage. It has a keen sense of insight, which it uses to pass judgment as a whole on whether those before it are worthy to access what it guards. It punishes those it finds unworthy with its cleansing might.\n\n Though considered sacred by most within the Mwangi Expanse, there are still some who hunt these glorious creatures; some seek the treasures that the ibis keep, while others seek the ibis themselves, dead or alive. Some believe that the feathers of a solar ibis, when burned, create an incense that can grant holy power to those that inhale it. Others believe that its bones and feet can be ground into a powder that can destroy demons and purify the undead.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 23\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 21\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 18\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/SolarIbis.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 7\">[Solar Ibis](/Monsters.aspx?ID=1442)</title>\r\n\r\n<traits>\r\n<trait label=\"NG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 306 <sup>2.0</sup></row>\n\n**Perception** +17; [darkvision](/MonsterAbilities.aspx?ID=12), [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Mwangi](/Languages.aspx?ID=39), [Sylvan](/Languages.aspx?ID=10); (can't speak any language)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +18, [Athletics](/Skills.aspx?ID=3) +14\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +6\r\n\r\n**Con** +2\r\n\r\n**Int** +0\r\n\r\n**Wis** +3\r\n\r\n**Cha** +3\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 25 \r\n\r\n**Fort** +12 \r\n\r\n**Ref** +17 \r\n\r\n**Will** +15 \n\n</row>\r\n\r\n**HP** 45\n\n**Blinding Halo** ([arcane](/Traits.aspx?ID=11), [aura](/Traits.aspx?ID=206), [light](/Traits.aspx?ID=100)) 30 feet. The solar ibis's halo sheds bright light. Creatures that start their turn in the aura must succeed at a DC 22 Fortitude save or be [dazzled](/Conditions.aspx?ID=7) for 1 minute. A creature that critically fails its save is instead [blinded](/Conditions.aspx?ID=1) for 1 minute. Creatures who successfully save are temporarily immune to this effect for 24 hours. The solar ibis can extinguish or resume the halo's light as a single action, which has the [concentrate](/Traits.aspx?ID=32) trait.<br />**Evasion** When a solar ibis succeeds at a Reflex save, it gets a critical success instead.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 10 feet, fly 60 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbeak +18,\r\n**Damage** 2d10+11 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntalon +18 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 2d8+9 slashing plus [Grab](/MonsterAbilities.aspx?ID=18)\n\n**Ibis Dive** <actions string=\"Two Actions\" />  The solar ibis Flies up to double its fly Speed in a straight line, descends at least 10 feet, and then makes a talon Strike.\r\n\r\n**Light Shatter** <actions string=\"Two Actions\" /> ([Arcane](/Traits.aspx?ID=11), [Evocation](/Traits.aspx?ID=65), [Fire](/Traits.aspx?ID=72), [Good](/Traits.aspx?ID=83), [Light](/Traits.aspx?ID=100)) The solar ibis detonates its halo, sending shards of burning light in all directions that deal 6d8 fire damage to all creatures in a 20-foot emanation (DC 22 [basic](/Rules.aspx?ID=329) Reflex save). The shards deal an extra 6d8 good damage against fiends and undead. The solar ibis can't use Light Shatter again for 1d4 rounds, and its Blinding Halo is extinguished during this time. The halo is restored automatically once the 1d4 rounds have passed.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">A Severed Connection</title>\r\n\r\nScholars who know of [Atreia](/Deities.aspx?ID=101), the elemental lord of fire, suspect solar ibises might be related to the imprisoned demigod; Atreia is said to take the form of a three-headed ibis and was known for his holy, purifying flame. That this is mere coincidence seems too implausible to consider, but solar ibis don't acknowledge any connection to the demigod, leaving some to wonder if Atreia's imprisonment caused the sun birds to unconsciously forget their origins.\r\n</aside>",
 "name": "Solar Ibis",
 "npc": false,
 "perception": 17,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 17,
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 306 <sup>2.0</sup></row>\n\n<row gap=\"medium\">\r\n**HP** 45\r\n\r\n**AC** 25\r\n\r\n**Fort** +12\r\n\r\n**Ref** +17\r\n\r\n**Will** +15\r\n\r\n**Perception** +17\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSolar ibis are beings of light sometimes called sun birds, or “winged luminaries” by the more scholarly inclined. They're tasked with guarding sacred …\r\n</summary>",
 "sense": " darkvision ,  low-light vision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), [low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +18",
  "Athletics +14"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +18, [Athletics](/Skills.aspx?ID=3) +14",
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 306"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 306 <sup>2.0</sup></row>",
 "speed": {
  "fly": 60,
  "land": 10,
  "max": 60
 },
 "speed_markdown": "10 feet, fly 60 feet",
 "speed_raw": "10 feet, fly 60 feet",
 "spell_markdown": "",
 "strength": 4,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Solar ibis are beings of light sometimes called sun birds, or “winged luminaries” by the more scholarly inclined. They're tasked with guarding sacred …",
 "summary_markdown": "Solar ibis are beings of light sometimes called sun birds, or “winged luminaries” by the more scholarly inclined. They're tasked with guarding sacred …",
 "text": " Solar Ibis Solar ibis are beings of light sometimes called sun birds, or “winged luminaries” by the more scholarly inclined. They're tasked with guarding sacred places or items, although they sometimes also protect the living from places of incredible danger. Their appearance is always preceded by numerous small purple-winged birds with a splash of yellow on their crowns; these are avatars of the ibis that nest and congregate in areas it protects. The presence of these avatars is often the only way to track these reclusive and solitary creatures. Should the solar ibis choose to appear, these little birds scatter like wild fowl. The sun bird then manifests and bathes the area in a brilliant shower of light that can blind and startle unwary and unprepared creatures in its presence. The solar ibis appears as a magnificent, large bird surrounded by a halo of brilliant light. Its black feathers shimmer with all the colors of the spectrum, casting glossy rainbows across its plumage. It has a keen sense of insight, which it uses to pass judgment as a whole on whether those before it are worthy to access what it guards. It punishes those it finds unworthy with its cleansing might. Though considered sacred by most within the Mwangi Expanse, there are still some who hunt these glorious creatures; some seek the treasures that the ibis keep, while others seek the ibis themselves, dead or alive. Some believe that the feathers of a solar ibis, when burned, create an incense that can grant holy power to those that inhale it. Others believe that its bones and feet can be ground into a powder that can destroy demons and purify the undead. Recall Knowledge - Beast (Arcana, Nature): DC 23 Unspecific Lore : DC 21 Specific Lore : DC 18 Solar Ibis Source The Mwangi Expanse pg. 306 2.0 Perception +17; darkvision, low-light vision Languages Mwangi, Sylvan; (can't speak any language) Skills Acrobatics +18, Athletics +14 Str +4 Dex +6 Con +2 Int +0 Wis +3 Cha +3 --- AC 25 Fort +12 Ref +17 Will +15 HP 45 Blinding Halo (arcane, aura, light) 30 feet. The solar ibis's halo sheds bright light. Creatures that start their turn in the aura must succeed at a DC 22 Fortitude save or be dazzled for 1 minute. A creature that critically fails its save is instead blinded for 1 minute. Creatures who successfully save are temporarily immune to this effect for 24 hours. The solar ibis can extinguish or resume the halo's light as a single action, which has the concentrate trait. Evasion When a solar ibis succeeds at a Reflex save, it gets a critical success instead. --- Speed 10 feet, fly 60 feet Melee Single Action beak +18, Damage 2d10+11 piercing Melee Single Action talon +18 (Agile), Damage 2d8+9 slashing plus Grab Ibis Dive Two Actions The solar ibis Flies up to double its fly Speed in a straight line, descends at least 10 feet, and then makes a talon Strike. Light Shatter Two Actions (Arcane, Evocation, Fire, Good, Light) The solar ibis detonates its halo, sending shards of burning light in all directions that deal 6d8 fire damage to all creatures in a 20-foot emanation (DC 22 basic Reflex save). The shards deal an extra 6d8 good damage against fiends and undead. The solar ibis can't use Light Shatter again for 1d4 rounds, and its Blinding Halo is extinguished during this time. The halo is restored automatically once the 1d4 rounds have passed. A Severed Connection Scholars who know of Atreia, the elemental lord of fire, suspect solar ibises might be related to the imprisoned demigod; Atreia is said to take the form of a three-headed ibis and was known for his holy, purifying flame. That this is mere coincidence seems too implausible to consider, but solar ibis don't acknowledge any connection to the demigod, leaving some to wonder if Atreia's imprisonment caused the sun birds to unconsciously forget their origins. ",
 "trait": [
  "Beast",
  "NG",
  "Medium"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20)",
 "trait_raw": [
  "Beast"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1442",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 15,
 "wisdom": 3
}