{
 "ac": 20,
 "alignment": "Any",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 3,
 "creature_ability": [
  "Personality Fragments"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 7,
 "hp": 23,
 "hp_raw": "23",
 "id": "creature-383",
 "image": [
  "/Images/Monsters/SoulboundDoll.png"
 ],
 "immunity": [
  "bleed",
  "death effects",
  "disease",
  "doomed",
  "drained",
  "fatigued",
  "healing",
  "mental",
  "necromancy",
  "nonlethal attacks",
  "paralyzed",
  "poison",
  "sickened",
  "unconscious"
 ],
 "immunity_markdown": "bleed, death effects, disease, doomed, drained, fatigued, healing, mental, necromancy, nonlethal attacks, paralyzed, poison, sickened, unconscious",
 "intelligence": 0,
 "language": [
  "one spoken by its creator (typically Common)"
 ],
 "language_markdown": "one spoken by its creator (typically Common)",
 "level": 2,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Soulbound Doll](/Monsters.aspx?ID=383)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nSoulbound dolls are eerie mannequins or playthings that have been imbued with a small piece of a deceased mortal’s soul. These little constructs are created for a variety of reasons—such as to serve as companions or servants—but their free will means their obedience to their creators is hardly a given. Followers of Pharasma generally abhor soulbound dolls, viewing them as a perversion of the natural cycle of souls, and those who worship the Lady of Graves see the destruction of a soulbound doll, regardless of the construct’s alignment, as an important service to the Great Beyond. Soulbound dolls are the simplest in a series of soulbound constructs including human-sized soulbound mannequins, powerful soulbound shells, and sentinel soulbound terra-cotta warriors. Creating them from unwilling living creatures is evil, and an unwilling donor can resist the process with a successful Will save against the creator’s Craft DC, ruining the doll if not preventing the donor’s death. A non-evil doll can only be crafted from the soul of a person who has given consent to such use before their death occurred\n\n Soulbound dolls encountered by adventurers are typically guardians of some sort; despite their diminutive size, the soul fragment’s power makes the doll’s flst more dangerous than a casual observer would expect. Further, it grants the doll a single spell of outsized power given its stature. Because of their autonomy and remarkable intelligence, soulbound dolls are occasionally employed by their crafters as administrators over much more powerful but mindless constructs such as golems, allowing such dolls to control defenses far beyond their own capabilities. Though soulbound dolls contain a small fragment of a soul extracted during or shortly after a person’s death, this doesn’t affect the deceased’s resurrection or progress to the afterlife. This extraction process is lethal to otherwise-living prospective soul donors, though there are rumors of more expensive processes that allows someone to donate a fragment of a living soul without repercussions.\n\n The soul fragment resides in a soul focus gem (Hardness 10) typically embedded in the doll’s neck or chest. The soul fragment isn’t static, and the doll continues to learn from its initial state, meaning its personality and abilities can change, possibly growing closer to the donor’s or moving farther a  eld on its own individual path. The soulbound doll’s focus gem retains the doll’s memories even after the doll’s destruction. The the intact soul focus gem of a destroyed doll can even be placed into a new doll body by someone knowledgeable in the creation of soulbound creatures, effectively reconstituting the soulbound doll.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Construct](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Crafting](/Skills.aspx?ID=4)): DC 16\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 14\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 11\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/SoulboundDoll.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 2\">[Soulbound Doll](/Monsters.aspx?ID=383)</title>\r\n\r\n<traits>\r\n<trait label=\"Any\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Tiny\" />\r\n<trait label=\"Construct\" url=\"/Traits.aspx?ID=35\" />\r\n<trait label=\"Soulbound\" url=\"/Traits.aspx?ID=237\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 304</row>\n\n**Perception** +8; darkvision\r\n\r\n**Languages**\r\none spoken by its creator (typically Common)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +8, [Occultism](/Skills.aspx?ID=11) +4, [Stealth](/Skills.aspx?ID=15) +8\r\n\r\n<row gap=\"medium\">\r\n**Str** -2\r\n\r\n**Dex** +4\r\n\r\n**Con** +3\r\n\r\n**Int** +0\r\n\r\n**Wis** +2\r\n\r\n**Cha** +0\r\n</row>\r\n\r\n**Personality Fragments** A soulbound doll shares fragments of its donor soul’s personality, though none of that creature’s memories. This causes a soulbound doll to match the donor soul’s alignment and gain the corresponding alignment traits.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 20 \r\n\r\n**Fort** +7 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +6 \n\n</row>\r\n\r\n**HP** 23\n\n**Immunities**\r\nbleed, death effects, disease, doomed, drained, fatigued, healing, mental, necromancy, nonlethal attacks, paralyzed, poison, sickened, unconscious\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfist +10 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 1d6+2 bludgeoning\r\n\r\n**Occult Innate Spells** DC 18, attack +8\r\n- **Cantrips (1st)**\r\n[Light](/Spells.aspx?ID=171), [Mage Hand](/Spells.aspx?ID=177), [Prestidigitation](/Spells.aspx?ID=229)\r\n- **3rd**\r\n[Levitate](/Spells.aspx?ID=170), one additional spell depending on the donor soul's alignment (see sidebar)\n\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Innate Spells</title>\r\n\r\nA soulbound doll's additional 3rd-level innate spell depends on its alignment, as listed below. <br />**Lawful Good**: [_zone of truth_](/Spells.aspx?ID=379); **Neutral Good**: [_heroism_](/Spells.aspx?ID=149); **Chaotic Good**: [_heal_](/Spells.aspx?ID=148); **Lawful Neutral**: [_nondetection_](/Spells.aspx?ID=209); **Neutral**: [_wall of thorns_](/Spells.aspx?ID=366); **Chaotic Neutral**: [_grease_](/Spells.aspx?ID=140); **Lawful Evil**: [_chilling darkness_](/Spells.aspx?ID=36); **Neutral Evil**: [_harm_](/Spells.aspx?ID=146); **Chaotic Evil**: [_vampiric touch_](/Spells.aspx?ID=354)\r\n</aside>",
 "name": "Soulbound Doll",
 "npc": false,
 "perception": 8,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 10,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Construct\" url=\"/Traits.aspx?ID=35\" />\r\n<trait label=\"Soulbound\" url=\"/Traits.aspx?ID=237\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 304</row>\n\n<row gap=\"medium\">\r\n**HP** 23\r\n\r\n**AC** 20\r\n\r\n**Fort** +7\r\n\r\n**Ref** +10\r\n\r\n**Will** +6\r\n\r\n**Perception** +8\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSoulbound dolls are eerie mannequins or playthings that have been imbued with a small piece of a deceased mortal’s soul. These little constructs are …\r\n</summary>",
 "sense": "darkvision",
 "sense_markdown": "darkvision",
 "size": [
  "Tiny"
 ],
 "skill": [
  "Acrobatics +8",
  "Occultism +4",
  "Stealth +8"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +8, [Occultism](/Skills.aspx?ID=11) +4, [Stealth](/Skills.aspx?ID=15) +8",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 304"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 304</row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet",
 "speed_raw": "20 feet",
 "spell": [
  "Levitate",
  "Light",
  "Mage Hand",
  "Prestidigitation",
  "Zone of Truth"
 ],
 "spell_markdown": "[Levitate](/Spells.aspx?ID=170), [Light](/Spells.aspx?ID=171), [Mage Hand](/Spells.aspx?ID=177), [Prestidigitation](/Spells.aspx?ID=229), [Zone of Truth](/Spells.aspx?ID=379)",
 "stealth": "8",
 "strength": -2,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Soulbound dolls are eerie mannequins or playthings that have been imbued with a small piece of a deceased mortal’s soul. These little constructs are …",
 "summary_markdown": "Soulbound dolls are eerie mannequins or playthings that have been imbued with a small piece of a deceased mortal’s soul. These little constructs are …",
 "text": " Soulbound Doll Soulbound dolls are eerie mannequins or playthings that have been imbued with a small piece of a deceased mortal’s soul. These little constructs are created for a variety of reasons—such as to serve as companions or servants—but their free will means their obedience to their creators is hardly a given. Followers of Pharasma generally abhor soulbound dolls, viewing them as a perversion of the natural cycle of souls, and those who worship the Lady of Graves see the destruction of a soulbound doll, regardless of the construct’s alignment, as an important service to the Great Beyond. Soulbound dolls are the simplest in a series of soulbound constructs including human-sized soulbound mannequins, powerful soulbound shells, and sentinel soulbound terra-cotta warriors. Creating them from unwilling living creatures is evil, and an unwilling donor can resist the process with a successful Will save against the creator’s Craft DC, ruining the doll if not preventing the donor’s death. A non-evil doll can only be crafted from the soul of a person who has given consent to such use before their death occurred Soulbound dolls encountered by adventurers are typically guardians of some sort; despite their diminutive size, the soul fragment’s power makes the doll’s flst more dangerous than a casual observer would expect. Further, it grants the doll a single spell of outsized power given its stature. Because of their autonomy and remarkable intelligence, soulbound dolls are occasionally employed by their crafters as administrators over much more powerful but mindless constructs such as golems, allowing such dolls to control defenses far beyond their own capabilities. Though soulbound dolls contain a small fragment of a soul extracted during or shortly after a person’s death, this doesn’t affect the deceased’s resurrection or progress to the afterlife. This extraction process is lethal to otherwise-living prospective soul donors, though there are rumors of more expensive processes that allows someone to donate a fragment of a living soul without repercussions. The soul fragment resides in a soul focus gem (Hardness 10) typically embedded in the doll’s neck or chest. The soul fragment isn’t static, and the doll continues to learn from its initial state, meaning its personality and abilities can change, possibly growing closer to the donor’s or moving farther a eld on its own individual path. The soulbound doll’s focus gem retains the doll’s memories even after the doll’s destruction. The the intact soul focus gem of a destroyed doll can even be placed into a new doll body by someone knowledgeable in the creation of soulbound creatures, effectively reconstituting the soulbound doll. Recall Knowledge - Construct (Arcana, Crafting): DC 16 Unspecific Lore : DC 14 Specific Lore : DC 11 Soulbound Doll Source Bestiary pg. 304 Perception +8; darkvision Languages one spoken by its creator (typically Common) Skills Acrobatics +8, Occultism +4, Stealth +8 Str -2 Dex +4 Con +3 Int +0 Wis +2 Cha +0 Personality Fragments A soulbound doll shares fragments of its donor soul’s personality, though none of that creature’s memories. This causes a soulbound doll to match the donor soul’s alignment and gain the corresponding alignment traits. --- AC 20 Fort +7 Ref +10 Will +6 HP 23 Immunities bleed, death effects, disease, doomed, drained, fatigued, healing, mental, necromancy, nonlethal attacks, paralyzed, poison, sickened, unconscious --- Speed 20 feet Melee Single Action fist +10 (Agile, Finesse, Magical), Damage 1d6+2 bludgeoning Occult Innate Spells DC 18, attack +8 - Cantrips (1st) Light, Mage Hand, Prestidigitation - 3rd Levitate, one additional spell depending on the donor soul's alignment (see sidebar) Innate Spells A soulbound doll's additional 3rd-level innate spell depends on its alignment, as listed below. Lawful Good : zone of truth ; Neutral Good : heroism ; Chaotic Good : heal ; Lawful Neutral : nondetection ; Neutral : wall of thorns ; Chaotic Neutral : grease ; Lawful Evil : chilling darkness ; Neutral Evil : harm ; Chaotic Evil : vampiric touch ",
 "trait": [
  "Construct",
  "Soulbound",
  "Any",
  "Tiny"
 ],
 "trait_markdown": "[Construct](/Traits.aspx?ID=35), [Soulbound](/Traits.aspx?ID=237)",
 "trait_raw": [
  "Construct",
  "Soulbound"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=383",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 6,
 "wisdom": 2
}