{
 "ac": 18,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 1,
 "creature_ability": [
  "Frightful Presence",
  "Attack of Opportunity",
  "Breath Weapon",
  "Malicious Stab",
  "Vault"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 6,
 "hp": 45,
 "hp_raw": "45",
 "id": "creature-1739",
 "image": [
  "/Images/Monsters/SpringHeeledJack.png"
 ],
 "intelligence": 0,
 "language": [
  "Common",
  "Sylvan"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10)",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Spring-Heeled Jack](/Monsters.aspx?ID=1739)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe greatest secret of the murderous trickster known as Spring-Heeled Jack is that he isn't a unique creature. Instead, he's one of a rare type of fey native to the [First World](/Planes.aspx?ID=10) who enjoy causing bloody mayhem in the Material Plane. These fey are so rare and so distrustful of one another's company that two have never been seen together; the mistaken assumption that only a single Spring-Heeled Jack exists is therefore entirely understandable. The fact that sightings occur across Ustalav (and beyond) and across centuries of time is ascribed to the trickster's long lifespan and mysterious ability to travel quickly, or to the belief that there's no such creature, merely an urban legend that twisted minds attempt to bring to life through costumes, magic, and a series of murders and mayhem. Even in fear-drenched Ustalav, no one has yet guessed that multiple Spring-Heeled Jacks exist or postulated that some future event might drive them to overcome their mutual disdain and gather into a murderous cabal, far more powerful than the sum of its parts.\n\n Spring-Heeled Jacks are cruel-eyed, hairy fey with vaguely humanoid shapes and extra features that cause them to be easily mistaken for demons or devils. Glowing eyes, cloven hooves, menacing horns, and a pointed tail combine to create the mien of a wicked imp; his love of sudden and sadistic violence completes the impression. Almost all have jet-black skin and fur, though a few exceptions might exist.\n\n Spring-Heeled Jacks typically hide their features in tattered cloaks, appearing as a hunched elder or a youth in the nighttime conditions they enjoy. Such a disguise rarely holds up to any scrutiny, but that doesn't matter much to the Spring-Heeled Jack, who only needs something that offers just enough doubt for their target to move within striking distance, which can be from much farther away than most other creatures even realize. Once close enough, the Spring-Heeled Jack leaps startling distances in the blink of an eye to easily slash at a victim who had, until that moment, considered themself safe.\n\n A Spring-Heeled Jack has drastically more treasure for his creature level than usual, so even though Jacks aren't unique, be mindful of how much wealth you've added to your group. On top of giving too much treasure, fighting multiple encounters with several Spring-Heeled Jacks is anti-thematic for the creature's lore. Instead, you should consider balancing an encounter with Spring-Heeled Jack with encounters that give a little less treasure to keep in line with the expectations.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fey](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 23\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 21\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 18\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/SpringHeeledJack.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Spring-Heeled Jack](/Monsters.aspx?ID=1739)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 94</row>\n\n**Perception** +10; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +9, [Athletics](/Skills.aspx?ID=3) +10, [Deception](/Skills.aspx?ID=5) +8, [Intimidation](/Skills.aspx?ID=7) +10, [Stealth](/Skills.aspx?ID=15) +11, [Thievery](/Skills.aspx?ID=17) +9\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +4\r\n\r\n**Con** +1\r\n\r\n**Int** +0\r\n\r\n**Wis** +1\r\n\r\n**Cha** +3\r\n</row>\n\n**Items**\r\n[_Jack's Tattered Cape_](/Equipment.aspx?ID=1482), [_Little Love_](/Equipment.aspx?ID=1483)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 18 \r\n\r\n**Fort** +6 \r\n\r\n**Ref** +13 \r\n\r\n**Will** +8 \n\n</row>\r\n\r\n**HP** 45\n\n**[Frightful Presence](/MonsterAbilities.aspx?ID=17)** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) 15 feet, DC 17<br />**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> \r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_Little Love_ +12 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+5 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_Little Love_ +12 ([Agile](/Traits.aspx?ID=170), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+5 piercing\r\n\r\n**Primal Innate Spells** DC 20\r\n- **1st**\r\n[Feather Fall](/Spells.aspx?ID=111) (at will)\r\n- **5th**\r\n[Passwall](/Spells.aspx?ID=216)\r\n- **Constant (2nd)**\r\n[Pass Without Trace](/Spells.aspx?ID=215)\r\n\r\n**Breath Weapon** <actions string=\"Two Actions\" /> ([Evocation](/Traits.aspx?ID=65), [Fire](/Traits.aspx?ID=72), [Primal](/Traits.aspx?ID=134)) Spring-Heeled Jack exhales a gout of bright blue fire that deals 4d6 fire damage in a 15-foot cone (DC 20 [basic](/Rules.aspx?ID=329) Reflex save). He can't use Breath Weapon again for 1d4 rounds.\r\n\r\n**Malicious Stab**   Spring-Heeled Jack deals an additional 1d6 precision damage to [flat-footed](/Conditions.aspx?ID=16) or [frightened](/Conditions.aspx?ID=19) creatures (2d6 precision damage to creatures that are both flat-footed and frightened).\r\n\r\n**Vault** <actions string=\"Single Action\" /> ([Move](/Traits.aspx?ID=114)) Spring-Heeled Jack jumps up to 20 feet in any direction, including vertically. This movement doesn't trigger reactions based on movement.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Greater Jacks</title>\r\n\r\nSpring-Heeled Jack isn't unique, and more powerful versions of these malevolent terrors certainly exist. Adding one or two of the following abilities to Spring-Heeled Jack, along with the [elite](/Rules.aspx?ID=790) adjustment, is the fastest way to create a greater Spring-Heeled Jack. You can also add one of these abilities to an ordinary Spring-Heeled Jack to distinguish them from others, hinting to the players that more than one of these wicked creatures exist. \n\n<title level=\"3\" right=\"\">Gentleman's Guise</title> Some greater Spring-Heeled Jacks can take on a magical disguise to pass more easily among commonfolk.\n\n [Change Shape](/MonsterAbilities.aspx?ID=8) <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32), [polymorph](/Traits.aspx?ID=127), [primal](/Traits.aspx?ID=134), [transmutation](/Traits.aspx?ID=157)) Spring-Heeled Jack takes on the appearance of a Medium [humanoid](/Traits.aspx?ID=91) dressed in exquisite finery. This doesn't change his Speed or his attack and damage modifiers with his Strikes. When in this form, Spring-Heeled Jack gains a [Diplomacy](/Skills.aspx?ID=6) modifier equal to his [Intimidation](/Skills.aspx?ID=7) modifier. \n\n<title level=\"3\" right=\"\">Resonant Terror</title> Instead of merely startling foes with his appearance, a greater Spring-Heeled Jack can plant his terrifying visage deep in a target's subconscious. This ever-present reminder of his ghastly face echoes long after in the mind. This ability replaces Frightful Presence. **Resonant Terror** <actions string=\"Single Action\" /> ([concentrate](/Traits.aspx?ID=32), [curse](/Traits.aspx?ID=38), [emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106), [primal](/Traits.aspx?ID=134)) Spring-Heeled Jack glares at a creature he can see within 30 feet. The target must immediately attempt a Will save (DC equal to the DC of Jack's Breath Weapon) or become [frightened 1](/Conditions.aspx?ID=19) (frightened 2 on a critical failure), and it can't reduce its frightened condition below 1 for 24 hours or until this curse is removed. After attempting its save, the creature is temporarily immune to this ability for 24 hours. \n\n<title level=\"3\" right=\"\">Vanishing Leap</title> A greater Spring-Heeled Jack can disappear into thin air just as soon as he touches down after a mighty leap.\n\n **Vanishing Leap** <actions string=\"Free Action\" /> ([illusion](/Traits.aspx?ID=92), [primal](/Traits.aspx?ID=134)) **Trigger** Spring-Heeled Jack uses Vault; **Effect** Spring-Heeled Jack becomes [invisible](/Conditions.aspx?ID=26) for 1 round.\r\n</aside>",
 "name": "Spring-Heeled Jack",
 "npc": false,
 "perception": 10,
 "pfs": "Standard",
 "rarity": "rare",
 "reflex_save": 13,
 "release_date": "2021-12-22",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 94</row>\n\n<row gap=\"medium\">\r\n**HP** 45\r\n\r\n**AC** 18\r\n\r\n**Fort** +6\r\n\r\n**Ref** +13\r\n\r\n**Will** +8\r\n\r\n**Perception** +10\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe greatest secret of the murderous trickster known as Spring-Heeled Jack is that he isn't a unique creature. Instead, he's one of a rare type of …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +9",
  "Athletics +10",
  "Deception +8",
  "Intimidation +10",
  "Stealth +11",
  "Thievery +9"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +9, [Athletics](/Skills.aspx?ID=3) +10, [Deception](/Skills.aspx?ID=5) +8, [Intimidation](/Skills.aspx?ID=7) +10, [Stealth](/Skills.aspx?ID=15) +11, [Thievery](/Skills.aspx?ID=17) +9",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 94"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 94</row>",
 "speed": {
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet",
 "speed_raw": "40 feet",
 "spell": [
  "Passwall",
  "Feather Fall",
  "Pass Without Trace"
 ],
 "spell_markdown": "[Feather Fall](/Spells.aspx?ID=111), [Pass Without Trace](/Spells.aspx?ID=215), [Passwall](/Spells.aspx?ID=216)",
 "stealth": "11",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "The greatest secret of the murderous trickster known as Spring-Heeled Jack is that he isn't a unique creature. Instead, he's one of a rare type of …",
 "summary_markdown": "The greatest secret of the murderous trickster known as Spring-Heeled Jack is that he isn't a unique creature. Instead, he's one of a rare type of …",
 "text": " Spring-Heeled Jack The greatest secret of the murderous trickster known as Spring-Heeled Jack is that he isn't a unique creature. Instead, he's one of a rare type of fey native to the First World who enjoy causing bloody mayhem in the Material Plane. These fey are so rare and so distrustful of one another's company that two have never been seen together; the mistaken assumption that only a single Spring-Heeled Jack exists is therefore entirely understandable. The fact that sightings occur across Ustalav (and beyond) and across centuries of time is ascribed to the trickster's long lifespan and mysterious ability to travel quickly, or to the belief that there's no such creature, merely an urban legend that twisted minds attempt to bring to life through costumes, magic, and a series of murders and mayhem. Even in fear-drenched Ustalav, no one has yet guessed that multiple Spring-Heeled Jacks exist or postulated that some future event might drive them to overcome their mutual disdain and gather into a murderous cabal, far more powerful than the sum of its parts. Spring-Heeled Jacks are cruel-eyed, hairy fey with vaguely humanoid shapes and extra features that cause them to be easily mistaken for demons or devils. Glowing eyes, cloven hooves, menacing horns, and a pointed tail combine to create the mien of a wicked imp; his love of sudden and sadistic violence completes the impression. Almost all have jet-black skin and fur, though a few exceptions might exist. Spring-Heeled Jacks typically hide their features in tattered cloaks, appearing as a hunched elder or a youth in the nighttime conditions they enjoy. Such a disguise rarely holds up to any scrutiny, but that doesn't matter much to the Spring-Heeled Jack, who only needs something that offers just enough doubt for their target to move within striking distance, which can be from much farther away than most other creatures even realize. Once close enough, the Spring-Heeled Jack leaps startling distances in the blink of an eye to easily slash at a victim who had, until that moment, considered themself safe. A Spring-Heeled Jack has drastically more treasure for his creature level than usual, so even though Jacks aren't unique, be mindful of how much wealth you've added to your group. On top of giving too much treasure, fighting multiple encounters with several Spring-Heeled Jacks is anti-thematic for the creature's lore. Instead, you should consider balancing an encounter with Spring-Heeled Jack with encounters that give a little less treasure to keep in line with the expectations. Recall Knowledge - Fey (Nature): DC 23 Unspecific Lore : DC 21 Specific Lore : DC 18 Spring-Heeled Jack Source Monsters of Myth pg. 94 Perception +10; low-light vision Languages Common, Sylvan Skills Acrobatics +9, Athletics +10, Deception +8, Intimidation +10, Stealth +11, Thievery +9 Str +3 Dex +4 Con +1 Int +0 Wis +1 Cha +3 Items Jack's Tattered Cape , Little Love --- AC 18 Fort +6 Ref +13 Will +8 HP 45 Frightful Presence (aura, emotion, fear, mental) 15 feet, DC 17 Attack of Opportunity Reaction --- Speed 40 feet Melee Single Action Little Love +12 (Agile, Finesse, versatile S), Damage 1d4+5 piercing Ranged Single Action Little Love +12 (Agile, thrown 10 feet, versatile S), Damage 1d4+5 piercing Primal Innate Spells DC 20 - 1st Feather Fall (at will) - 5th Passwall - Constant (2nd) Pass Without Trace Breath Weapon Two Actions (Evocation, Fire, Primal) Spring-Heeled Jack exhales a gout of bright blue fire that deals 4d6 fire damage in a 15-foot cone (DC 20 basic Reflex save). He can't use Breath Weapon again for 1d4 rounds. Malicious Stab Spring-Heeled Jack deals an additional 1d6 precision damage to flat-footed or frightened creatures (2d6 precision damage to creatures that are both flat-footed and frightened). Vault Single Action (Move) Spring-Heeled Jack jumps up to 20 feet in any direction, including vertically. This movement doesn't trigger reactions based on movement. Greater Jacks Spring-Heeled Jack isn't unique, and more powerful versions of these malevolent terrors certainly exist. Adding one or two of the following abilities to Spring-Heeled Jack, along with the elite adjustment, is the fastest way to create a greater Spring-Heeled Jack. You can also add one of these abilities to an ordinary Spring-Heeled Jack to distinguish them from others, hinting to the players that more than one of these wicked creatures exist. Gentleman's Guise Some greater Spring-Heeled Jacks can take on a magical disguise to pass more easily among commonfolk. Change Shape Single Action (concentrate, polymorph, primal, transmutation) Spring-Heeled Jack takes on the appearance of a Medium humanoid dressed in exquisite finery. This doesn't change his Speed or his attack and damage modifiers with his Strikes. When in this form, Spring-Heeled Jack gains a Diplomacy modifier equal to his Intimidation modifier. Resonant Terror Instead of merely startling foes with his appearance, a greater Spring-Heeled Jack can plant his terrifying visage deep in a target's subconscious. This ever-present reminder of his ghastly face echoes long after in the mind. This ability replaces Frightful Presence. Resonant Terror Single Action (concentrate, curse, emotion, enchantment, fear, mental, primal) Spring-Heeled Jack glares at a creature he can see within 30 feet. The target must immediately attempt a Will save (DC equal to the DC of Jack's Breath Weapon) or become frightened 1 (frightened 2 on a critical failure), and it can't reduce its frightened condition below 1 for 24 hours or until this curse is removed. After attempting its save, the creature is temporarily immune to this ability for 24 hours. Vanishing Leap A greater Spring-Heeled Jack can disappear into thin air just as soon as he touches down after a mighty leap. Vanishing Leap Free Action (illusion, primal) Trigger Spring-Heeled Jack uses Vault; Effect Spring-Heeled Jack becomes invisible for 1 round. ",
 "trait": [
  "Fey",
  "Rare",
  "CE",
  "Small"
 ],
 "trait_markdown": "[Fey](/Traits.aspx?ID=69), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Fey",
  "Rare"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1739",
 "vision": "Low-light vision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 8,
 "wisdom": 1
}