{
 "ac": 30,
 "alignment": "LE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 5,
 "creature_ability": [
  "Strigoi Weaknesses",
  "Revulsion",
  "Sunlight",
  "Water Revulsion",
  "Drink Essence",
  "Sneak Attack",
  "Shadow Form"
 ],
 "creature_family_markdown": "",
 "dexterity": 7,
 "exclude_from_search": false,
 "fortitude_save": 19,
 "hp": 130,
 "hp_raw": "130 (coffin restoration,  fast healing 10 ,  negative healing )",
 "id": "creature-1955",
 "immunity": [
  "death  effects",
  "disease",
  "paralyze",
  "poison",
  "sleep"
 ],
 "immunity_markdown": "[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyze](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [sleep](/Traits.aspx?ID=145)",
 "intelligence": 3,
 "language": [
  "Common",
  "Necril",
  "Shadowtongue",
  "Thassilonian"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20), [Shadowtongue](/Languages.aspx?ID=21), [Thassilonian](/Languages.aspx?ID=52)",
 "level": 10,
 "markdown": "<title level=\"1\" pfs=\"\">[Strigoi Servant](/Monsters.aspx?ID=1955)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\n\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Undead](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 32\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 30\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 27\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 10\">[Strigoi Servant](/Monsters.aspx?ID=1955)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"LE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Shadow\" url=\"/Traits.aspx?ID=143\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n<trait label=\"Vampire\" url=\"/Traits.aspx?ID=242\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Shadows at Sundown](/Sources.aspx?ID=121) pg. 25</row>\n\n**Perception** +20; [greater darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20), [Shadowtongue](/Languages.aspx?ID=21), [Thassilonian](/Languages.aspx?ID=52)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +21, [Athletics](/Skills.aspx?ID=3) +21, [Deception](/Skills.aspx?ID=5) +19, [Stealth](/Skills.aspx?ID=15) +23\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +7\r\n\r\n**Con** +5\r\n\r\n**Int** +3\r\n\r\n**Wis** +4\r\n\r\n**Cha** +3\r\n</row>\n\n**Items**\r\n_+1 [leather armor](/Armor.aspx?ID=4)_, _+1 [striking](/Equipment.aspx?ID=280) [longsword](/Weapons.aspx?ID=31)_, [Shortbow](/Weapons.aspx?ID=77) (20 arrows)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 30 \r\n\r\n**Fort** +19 \r\n\r\n**Ref** +21 \r\n\r\n**Will** +18 \n\n</row>\r\n\r\n**HP** 130\r\n(coffin restoration, [fast healing 10](/MonsterAbilities.aspx?ID=15), [negative healing](/MonsterAbilities.aspx?ID=42))\n\n**Immunities**\r\n[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyze](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [sleep](/Traits.aspx?ID=145)\r\n\r\n**Resistances**\r\nall physical 10 (except [silver](/Equipment.aspx?ID=379) or weapons shedding [bright light](/Rules.aspx?ID=407))\r\n\r\n**Weaknesses**\r\nstrigoi\r\n\r\n**Strigoi Weaknesses** All strigoi possess the following weaknesses:\n<ul><li>**Revulsion** Strigoi are uncomfortable near mirrors or sources of bright light. Only a strigoi's shadow reflects in a mirror, and this often compels them to cover or destroy mirrors in their presence rather than risk their true nature being displayed. A strigoi can't voluntarily come within 10 feet of a brandished mirror or source of bright light. To brandish a mirror or light source, a creature must Interact to do so for 1 round (similar to [Raising a Shield](/Actions.aspx?ID=98)). If the strigoi involuntarily comes within 10 feet of a brandished mirror or light source, it gains the [fleeing](/Conditions.aspx?ID=17) condition, running from the brandished object until it ends an action beyond 10 feet. After 1 round of being exposed to the subject of its revulsion, a strigoi can attempt a DC 25 Will save as a single action, which has the [concentrate](/Traits.aspx?ID=32) trait. On a success, it overcomes its revulsions for 1d6 rounds (or 1 hour on a critical success). A strigoi can move normally around mirrors or bright light sources that are not brandished, although doing so causes them discomfort that can be noticed with a successful Perception check to [Sense Motive](/Actions.aspx?ID=85).</li><li>**Sunlight** When exposed to direct sunlight, a strigoi immediately becomes unconscious and falls to the ground. It appears to be dead: it doesn't breathe, its body temperature matches its surroundings, and it doesn't react to pain or other stimuli. A successful Perception check against the strigoi's Reflex DC is enough to note one anomaly: the shadow cast by its “dead” body shifts and moves slightly, its edges twisting and active. Spells like [_detect evil_](/Spells.aspx?ID=65), senses like [lifesense](/MonsterAbilities.aspx?ID=21), and the “corpse” taking damage from [positive](/Traits.aspx?ID=128) energy still function normally, and could reveal the truth without needing a successful Perception check. Viewing the “corpse” in a mirror's reflection can also reveal the truth, for only the body's shadow reflects. While in sunlight and unconscious, the strigoi loses its resistance to physical damage. If the strigoi takes enough damage that it would be reduced to 0 Hit Points, its body quickly decomposes, and the strigoi is destroyed.</li><li>**Water Revulsion** A strigoi cannot cross a significant source of running water (such as a creek, river, or waves on a seashore). A strigoi capable of flight can cross running water provided it approaches no closer than 10 feet to the liquid's surface. If forced into running water against its will, the strigoi becomes [slowed 2](/Conditions.aspx?ID=35) and gains the [fleeing](/Conditions.aspx?ID=17) condition as long as it remains in the water. At the end of any turn in which the strigoi remains in running water, it must succeed at a DC 5 flat check or be destroyed.</li></ul>\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +21 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d8+8 slashing plus [Grab](/MonsterAbilities.aspx?ID=18)\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_longsword_ +22 ([versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 2d8+8 slashing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nshortbow +23 ([deadly d10](/Traits.aspx?ID=174), [range 60 feet](/Traits.aspx?ID=248)),\r\n**Damage** 1d6+8 piercing\r\n\r\n**Divine Innate Spell** DC 27\r\n- **5th**\r\n[Levitate](/Spells.aspx?ID=170) (at will)\r\n\r\n**Drink Essence** <actions string=\"Single Action\" /> ([Divine](/Traits.aspx?ID=48), [Necromancy](/Traits.aspx?ID=117)) **Requirements** A [grabbed](/Conditions.aspx?ID=20), [paralyzed](/Conditions.aspx?ID=28), [restrained](/Conditions.aspx?ID=33), [unconscious](/Conditions.aspx?ID=38), or willing creature is within the strigoi's reach; **Effect** The strigoi sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an [Athletics](/Skills.aspx?ID=3) check against the creature's Fortitude DC if the creature is grabbed and is automatic for any of the other conditions. The creature becomes [drained 1](/Conditions.aspx?ID=10) and [stupefied 1](/Conditions.aspx?ID=37), and the strigoi regains 13 HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already drained or stupefied doesn't restore any HP, but increases either the creature's drained condition value or its stupefied condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of).<br /> A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a successful DC 20 Medicine check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.<br /> A victim's stupefied condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the stupefied condition is removed entirely.\r\n\r\n**[Sneak Attack](/MonsterAbilities.aspx?ID=34)**   The strigoi servant deals 1d6 extra precision damage to flat-footed creatures.\r\n\r\n**Shadow Form** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32), [Divine](/Traits.aspx?ID=48), [Shadow](/Traits.aspx?ID=143), [Transmutation](/Traits.aspx?ID=157)) The strigoi reverts to pure shadow and absorbs its body and its gear into the darkness, or it shifts back to its physical form. In shadow form, the strigoi gains a climb Speed equal to its land Speed and can move through any gap that isn't airtight. However, it can only move along solid surfaces that aren't highly reflective, not liquid or mirrored surfaces. If the surface it's on is destroyed, the strigoi returns to physical form and is [stunned 1](/Conditions.aspx?ID=36). The strigoi loses fast healing while in shadow form but can remain in shadow form indefinitely.<br /> A strigoi that is exposed to sunlight while in shadow form becomes [slowed 2](/Conditions.aspx?ID=35) and must attempt a DC 16 flat check at the end of each of its turns. If it fails this flat check, it is destroyed, the shadow vanishing with a blood-curdling wail.\r\n\r\n</column>",
 "name": "Strigoi Servant",
 "npc": false,
 "perception": 20,
 "rarity": "rare",
 "reflex_save": 21,
 "release_date": "2022-05-25",
 "resistance": {
  "bludgeoning": 10,
  "physical": 10,
  "piercing": 10,
  "slashing": 10
 },
 "resistance_markdown": "all physical 10 (except [silver](/Equipment.aspx?ID=379) or weapons shedding [bright light](/Rules.aspx?ID=407))",
 "resistance_raw": "all physical 10 (except  silver  or weapons shedding  bright light )",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Shadow\" url=\"/Traits.aspx?ID=143\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n<trait label=\"Vampire\" url=\"/Traits.aspx?ID=242\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Shadows at Sundown](/Sources.aspx?ID=121) pg. 25</row>\n\n<row gap=\"medium\">\r\n**HP** 130 (coffin restoration,  fast healing 10 ,  negative healing )\r\n\r\n**AC** 30\r\n\r\n**Fort** +19\r\n\r\n**Ref** +21\r\n\r\n**Will** +18\r\n\r\n**Perception** +20\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\n\r\n</summary>",
 "sense": " greater darkvision ",
 "sense_markdown": "[greater darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +21",
  "Athletics +21",
  "Deception +19",
  "Stealth +23"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +21, [Athletics](/Skills.aspx?ID=3) +21, [Deception](/Skills.aspx?ID=5) +19, [Stealth](/Skills.aspx?ID=15) +23",
 "source": [
  "Shadows at Sundown"
 ],
 "source_raw": [
  "Shadows at Sundown pg. 25"
 ],
 "source_category": "Adventures",
 "source_group": "Shadows at Sundown",
 "source_markdown": "<row gap=\"tiny\">[Shadows at Sundown](/Sources.aspx?ID=121) pg. 25</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Levitate"
 ],
 "spell_markdown": "[Levitate](/Spells.aspx?ID=170)",
 "spoilers": "Shadows at Sundown",
 "stealth": "23",
 "strength": 5,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "text": " Strigoi Servant Recall Knowledge - Undead (Religion): DC 32 Unspecific Lore : DC 30 Specific Lore : DC 27 Strigoi Servant Source Shadows at Sundown pg. 25 Perception +20; greater darkvision Languages Common, Necril, Shadowtongue, Thassilonian Skills Acrobatics +21, Athletics +21, Deception +19, Stealth +23 Str +5 Dex +7 Con +5 Int +3 Wis +4 Cha +3 Items +1 leather armor , +1 striking longsword , Shortbow (20 arrows) --- AC 30 Fort +19 Ref +21 Will +18 HP 130 (coffin restoration, fast healing 10, negative healing) Immunities death effects, disease, paralyze, poison, sleep Resistances all physical 10 (except silver or weapons shedding bright light) Weaknesses strigoi Strigoi Weaknesses All strigoi possess the following weaknesses: Revulsion Strigoi are uncomfortable near mirrors or sources of bright light. Only a strigoi's shadow reflects in a mirror, and this often compels them to cover or destroy mirrors in their presence rather than risk their true nature being displayed. A strigoi can't voluntarily come within 10 feet of a brandished mirror or source of bright light. To brandish a mirror or light source, a creature must Interact to do so for 1 round (similar to Raising a Shield). If the strigoi involuntarily comes within 10 feet of a brandished mirror or light source, it gains the fleeing condition, running from the brandished object until it ends an action beyond 10 feet. After 1 round of being exposed to the subject of its revulsion, a strigoi can attempt a DC 25 Will save as a single action, which has the concentrate trait. On a success, it overcomes its revulsions for 1d6 rounds (or 1 hour on a critical success). A strigoi can move normally around mirrors or bright light sources that are not brandished, although doing so causes them discomfort that can be noticed with a successful Perception check to Sense Motive. Sunlight When exposed to direct sunlight, a strigoi immediately becomes unconscious and falls to the ground. It appears to be dead: it doesn't breathe, its body temperature matches its surroundings, and it doesn't react to pain or other stimuli. A successful Perception check against the strigoi's Reflex DC is enough to note one anomaly: the shadow cast by its “dead” body shifts and moves slightly, its edges twisting and active. Spells like detect evil , senses like lifesense, and the “corpse” taking damage from positive energy still function normally, and could reveal the truth without needing a successful Perception check. Viewing the “corpse” in a mirror's reflection can also reveal the truth, for only the body's shadow reflects. While in sunlight and unconscious, the strigoi loses its resistance to physical damage. If the strigoi takes enough damage that it would be reduced to 0 Hit Points, its body quickly decomposes, and the strigoi is destroyed. Water Revulsion A strigoi cannot cross a significant source of running water (such as a creek, river, or waves on a seashore). A strigoi capable of flight can cross running water provided it approaches no closer than 10 feet to the liquid's surface. If forced into running water against its will, the strigoi becomes slowed 2 and gains the fleeing condition as long as it remains in the water. At the end of any turn in which the strigoi remains in running water, it must succeed at a DC 5 flat check or be destroyed. --- Speed 25 feet Melee Single Action claw +21 (Agile, Magical), Damage 2d8+8 slashing plus Grab Melee Single Action longsword +22 (versatile P), Damage 2d8+8 slashing Ranged Single Action shortbow +23 (deadly d10, range 60 feet), Damage 1d6+8 piercing Divine Innate Spell DC 27 - 5th Levitate (at will) Drink Essence Single Action (Divine, Necromancy) Requirements A grabbed, paralyzed, restrained, unconscious, or willing creature is within the strigoi's reach; Effect The strigoi sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an Athletics check against the creature's Fortitude DC if the creature is grabbed and is automatic for any of the other conditions. The creature becomes drained 1 and stupefied 1, and the strigoi regains 13 HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already drained or stupefied doesn't restore any HP, but increases either the creature's drained condition value or its stupefied condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of). A victim's drained condition decreases by 1 per week. A blood transfusion, which requires a successful DC 20 Medicine check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes. A victim's stupefied condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the stupefied condition is removed entirely. Sneak Attack The strigoi servant deals 1d6 extra precision damage to flat-footed creatures. Shadow Form Single Action (Concentrate, Divine, Shadow, Transmutation) The strigoi reverts to pure shadow and absorbs its body and its gear into the darkness, or it shifts back to its physical form. In shadow form, the strigoi gains a climb Speed equal to its land Speed and can move through any gap that isn't airtight. However, it can only move along solid surfaces that aren't highly reflective, not liquid or mirrored surfaces. If the surface it's on is destroyed, the strigoi returns to physical form and is stunned 1. The strigoi loses fast healing while in shadow form but can remain in shadow form indefinitely. A strigoi that is exposed to sunlight while in shadow form becomes slowed 2 and must attempt a DC 16 flat check at the end of each of its turns. If it fails this flat check, it is destroyed, the shadow vanishing with a blood-curdling wail. ",
 "trait": [
  "Rare",
  "Shadow",
  "Undead",
  "Vampire",
  "LE",
  "Medium"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137), [Shadow](/Traits.aspx?ID=143), [Undead](/Traits.aspx?ID=160), [Vampire](/Traits.aspx?ID=242)",
 "trait_raw": [
  "Rare",
  "Shadow",
  "Undead",
  "Vampire"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1955",
 "vision": "Greater darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "weakness_markdown": "strigoi",
 "weakness_raw": "strigoi",
 "will_save": 18,
 "wisdom": 4
}