{
 "ac": 21,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 0,
 "creature_ability": [
  "Site Bound",
  "Rejuvenation",
  "Awaken Painting",
  "Pounce",
  "Sneak Attack"
 ],
 "creature_family_markdown": "",
 "dexterity": 5,
 "exclude_from_search": false,
 "fortitude_save": 9,
 "hp": 40,
 "hp_raw": "40 ( negative healing , rejuvenation)",
 "id": "creature-1770",
 "image": [
  "/Images/Monsters/SyarstikPaintedTiger.png"
 ],
 "immunity": [
  "death  effects",
  "disease",
  "paralyzed",
  "poison",
  "precision",
  "unconscious"
 ],
 "immunity_markdown": "[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), precision, [unconscious](/Conditions.aspx?ID=38)",
 "intelligence": -1,
 "language": [
  "Hallit"
 ],
 "language_markdown": "[Hallit](/Languages.aspx?ID=37)",
 "level": 5,
 "markdown": "<title level=\"1\" pfs=\"\">[Syarstik Painted-Tiger, Smilodon Ghost Guardian](/Monsters.aspx?ID=1770)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nSyarstik remembers little of his before-life, the long nights stalking cold hills and days traversing vast frozen plains. Because of his great size and strength, all other animals feared him, with the exception, perhaps, of the mammoths. His body was striped with mottled patches of dark fur that allowed him to blend easily into shadows. Most creatures were his prey, and he knew no equal.\n\n This all changed when Syarstik met the Wise One— an old human who would have made little more than a mouthful for the great cat. The shriveled man didn't fear Syarstik, nor did he threaten him, but rather spoke to the cat as an equal. After some time traveling together, the Wise One took Syarstik to an important burrow in a remote part of the plains, a site of old, powerful magic. There, the Wise One whispered sacred words, and Syarstik felt the man's words wash over him like running water. At once, a haze the cat had never noticed was lifted from his eyes, and he knew his true name, Syarstik, which meant “now you speak.” He also knew that the Wise One was dying. The ritual had exhausted the venerable man, and he gave Syarstik a command with his dying breath: to protect this sacred place from any who would desecrate it.\n\n Syarstik faithfully fulfilled his old friend's final wish, remaining within the cave for many years, and found the sacred, solitary duty quite to his liking. When he was hungry, he would snatch white fish from the dark cave pond. When he was bored, he would chase deer or rodents in the dusty scrubs just outside the cavern's mouth. When intruders approached, he would coat his fur in red dirt to hide from his prey and, afterward, take long swims in the cave pool to cleanse himself of their blood.\n\n Human-folk calling themselves Mammoth Lords visited his “Red Cat Cave” to paint stories of their trials and consult the stars through tiny holes in the cavern's ceiling. Syarstik regarded these visitors cautiously, but when they prostrated themselves respectfully and laid down their weapons, he allowed them entry. He oversaw many generations of such pilgrims, watching them grow from cubs to adults to wise ones. Yet, Syarstik himself never aged.\n\n Over a century ago, a few of these human-folk came to Syarstik bearing a shrouded torch that somehow remained lit and that, when unsheathed, cast a blazing light that cut through the cave's darkness. The humans were clearly scared, and Syarstik nobly agreed to guard their sacred torch in his cavern. They spoke of demons who might come to take the torch, but Syarstik knew nothing of demons, and he felt no more fear of these foes than he did for any other animal.\n\n Syarstik was thus taken by surprise when a wild-eyed human entered the cave a few winters later, spear in hand, to claim the eternal torch. This human—if that's truly what he was—stunk of fire and death, but also of something far worse than any other human-folk Syarstik had met. When Syarstik refused to let him take the torch, the warrior's sudden attack surprised the cave's guardian. The human stuck fast a spear in Syarstik's flank, and he was dying. With his last breath, Syarstik covered the sacred torch with his body, hoping to extinguish its eternal flame, but the torch continued to burn, and the immortal cat howled as his body was set ablaze.\n\n With this final desperate act, Syarstik cursed the wretched artifact that had spelled his doom, preventing the bearer of the torch from ever willingly relinquishing it to another. From then on, the torch's bearer would know no peace and be shunned by all. The shadows of the howling tiger permeated the cavern walls, imbuing them with Syarstik's angry magic.\n\n Even after his mortal body turned to ashes, Syarstik's spirit lingered in the spot where he died. Haunted by his failure to protect the cave, the ghost of the great cat now rages against all intruders, human or otherwise. For more than a century, the people of the Gornok Plains have given Red Cat Cave a wide berth, telling tales of the ghostly predator that guards it and the ancestral cave paintings within that leap to life. \n\n<title level=\"2\" right=\"\">Campaign Role</title> When the characters first meet Syarstik in Chapter 2 of this adventure, he's still maddened with grief and rage owing to his failure to protect the _Primordial Flame_. He attacks with his full fury, trying to turn the cave itself against these new intruders by animating the cave paintings. Only once the characters have bested him in combat or broken his connection to the cave paintings does Syarstik realize that they're unaffiliated with the Kellid and the demon who took the artifact away.\n\n Once he has been calmed, Syarstik gives the characters his full account of what happened in Red Cat Cave 120 years ago. He tells them about the Kellid warrior Metuak and the demon who possessed him as well as the curse Syarstik levied upon the _Primordial Flame_ before his death. He doesn't know Metuak's final destination, but he knows that the warrior intended to travel through Lost Mammoth Valley to get there.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Spirit](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 30\r\n\r\n**[Recall Knowledge - Undead](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 30\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 28\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 25\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/SyarstikPaintedTiger.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 5\">[Syarstik Painted-Tiger](/Monsters.aspx?ID=1770)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Ghost\" url=\"/Traits.aspx?ID=217\" />\r\n<trait label=\"Incorporeal\" url=\"/Traits.aspx?ID=222\" />\r\n<trait label=\"Spirit\" url=\"/Traits.aspx?ID=149\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 90</row>\n\n**Perception** +14; [darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet\r\n\r\n**Languages**\r\n[Hallit](/Languages.aspx?ID=37)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +14, [Intimidation](/Skills.aspx?ID=7) +12, [Nature](/Skills.aspx?ID=10) +14, [Stealth](/Skills.aspx?ID=15) +14\r\n\r\n<row gap=\"medium\">\r\n**Str** -5\r\n\r\n**Dex** +5\r\n\r\n**Con** +0\r\n\r\n**Int** -1\r\n\r\n**Wis** +5\r\n\r\n**Cha** +4\r\n</row>\r\n\r\n**Site Bound** Syarstik can't leave Red Cat Cave, and he rarely ever leaves area E9.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 21 \r\n\r\n**Fort** +9 \r\n\r\n**Ref** +12 \r\n\r\n**Will** +16 \n\n</row>\r\n\r\n**HP** 40\r\n([negative healing](/MonsterAbilities.aspx?ID=42), rejuvenation)\n\n**Immunities**\r\n[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), precision, [unconscious](/Conditions.aspx?ID=38)\r\n\r\n**Resistances**\r\nall damage 5 (except [force](/Traits.aspx?ID=75), [_ghost touch_](/Equipment.aspx?ID=297), or [positive](/Traits.aspx?ID=128); double vs non-[magical](/Traits.aspx?ID=103))\n\n**Rejuvenation** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) When Syarstik is destroyed, he re-forms after 2d4 days within area E9, fully healed. Syarstik can be permanently destroyed only by a non-possessed wielder of the _Primordial Flame_.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** fly 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nghostly fangs +15 ([Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d6+6 negative\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nghostly claw +15 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d4+4 negative\n\n**Awaken Painting** <actions string=\"Two Actions\" /> ([Divine](/Traits.aspx?ID=48), [Transmutation](/Traits.aspx?ID=157)) Syarstik animates a cave painting within 60 feet for 10 minutes. The painting's movement mimics Syarstik's, so the connection between the ghost and the awakened painting is obvious. Creatures other than Syarstik within 10 feet of the awakened painting are [flat-footed](/Conditions.aspx?ID=16) because of these eerie movements. Syarstik can make ghostly fangs Strikes at any creature within 10 feet of a cave painting; the target's cover or concealment from the cave painting, rather than from Syarstik, applies to this Strike. <br />A creature adjacent to an awakened painting can spend 2 actions to attempt a DC 18 [Occultism](/Skills.aspx?ID=11) or [Religion](/Skills.aspx?ID=13) check (to compel the awakened painting to abate) or a DC 20 [Crafting](/Skills.aspx?ID=4) or [Thievery](/Skills.aspx?ID=17) check (to thoroughly smear the cave painting). On a success, the painting is destroyed, and the animation ceases. Either way, this activity has the [concentrate](/Traits.aspx?ID=32) trait.<br /> Destroying three awakened paintings quells Syarstik's anger, causing the great cat to cease his attacks.\r\n\r\n**Pounce** <actions string=\"Single Action\" />  Syarstik Strides and makes a Strike at the end of that movement. If he began this action [hidden](/Conditions.aspx?ID=22), he remains hidden until after this ability's Strike.\r\n\r\n**[Sneak Attack](/MonsterAbilities.aspx?ID=34)**   Syarstik deals an additional 1d6 precision damage to [flat-footed](/Conditions.aspx?ID=16) creatures.\r\n\r\n</column>",
 "name": "Syarstik Painted-Tiger",
 "npc": false,
 "perception": 14,
 "rarity": "unique",
 "reflex_save": 12,
 "release_date": "2022-01-26",
 "resistance": {
  "acid": 5,
  "all": 5,
  "area": 5,
  "bleed": 5,
  "bludgeoning": 5,
  "chaotic": 5,
  "cold": 5,
  "cold_iron": 5,
  "electricity": 5,
  "evil": 5,
  "fire": 5,
  "good": 5,
  "lawful": 5,
  "mental": 5,
  "negative": 5,
  "orichalcum": 5,
  "physical": 5,
  "piercing": 5,
  "poison": 5,
  "precision": 5,
  "silver": 5,
  "slashing": 5,
  "sonic": 5,
  "splash": 5
 },
 "resistance_markdown": "all damage 5 (except [force](/Traits.aspx?ID=75), [_ghost touch_](/Equipment.aspx?ID=297), or [positive](/Traits.aspx?ID=128); double vs non-[magical](/Traits.aspx?ID=103))",
 "resistance_raw": "all damage 5 (except  force ,   ghost touch  , or  positive ; double vs non- magical )",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Ghost\" url=\"/Traits.aspx?ID=217\" />\r\n<trait label=\"Incorporeal\" url=\"/Traits.aspx?ID=222\" />\r\n<trait label=\"Spirit\" url=\"/Traits.aspx?ID=149\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 40 ( negative healing , rejuvenation)\r\n\r\n**AC** 21\r\n\r\n**Fort** +9\r\n\r\n**Ref** +12\r\n\r\n**Will** +16\r\n\r\n**Perception** +14\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSyarstik remembers little of his before-life, the long nights stalking cold hills and days traversing vast frozen plains. Because of his great size …\r\n</summary>",
 "sense": " darkvision ,  scent  (imprecise) 60 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet",
 "size": [
  "Large"
 ],
 "skill": [
  "Acrobatics +14",
  "Intimidation +12",
  "Nature +14",
  "Stealth +14"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +14, [Intimidation](/Skills.aspx?ID=7) +12, [Nature](/Skills.aspx?ID=10) +14, [Stealth](/Skills.aspx?ID=15) +14",
 "source": [
  "Pathfinder #175: Broken Tusk Moon"
 ],
 "source_raw": [
  "Pathfinder #175: Broken Tusk Moon pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Quest for the Frozen Flame",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #175: Broken Tusk Moon](/Sources.aspx?ID=112) pg. 90</row>",
 "speed": {
  "fly": 30,
  "max": 30
 },
 "speed_markdown": "fly 30 feet",
 "speed_raw": "fly 30 feet",
 "spell_markdown": "",
 "spoilers": "Quest for the Frozen Flame",
 "stealth": "14",
 "strength": -5,
 "strongest_save": [
  "will"
 ],
 "summary": "Syarstik remembers little of his before-life, the long nights stalking cold hills and days traversing vast frozen plains. Because of his great size …",
 "summary_markdown": "Syarstik remembers little of his before-life, the long nights stalking cold hills and days traversing vast frozen plains. Because of his great size …",
 "text": " Syarstik Painted-Tiger, Smilodon Ghost Guardian Syarstik remembers little of his before-life, the long nights stalking cold hills and days traversing vast frozen plains. Because of his great size and strength, all other animals feared him, with the exception, perhaps, of the mammoths. His body was striped with mottled patches of dark fur that allowed him to blend easily into shadows. Most creatures were his prey, and he knew no equal. This all changed when Syarstik met the Wise One— an old human who would have made little more than a mouthful for the great cat. The shriveled man didn't fear Syarstik, nor did he threaten him, but rather spoke to the cat as an equal. After some time traveling together, the Wise One took Syarstik to an important burrow in a remote part of the plains, a site of old, powerful magic. There, the Wise One whispered sacred words, and Syarstik felt the man's words wash over him like running water. At once, a haze the cat had never noticed was lifted from his eyes, and he knew his true name, Syarstik, which meant “now you speak.” He also knew that the Wise One was dying. The ritual had exhausted the venerable man, and he gave Syarstik a command with his dying breath: to protect this sacred place from any who would desecrate it. Syarstik faithfully fulfilled his old friend's final wish, remaining within the cave for many years, and found the sacred, solitary duty quite to his liking. When he was hungry, he would snatch white fish from the dark cave pond. When he was bored, he would chase deer or rodents in the dusty scrubs just outside the cavern's mouth. When intruders approached, he would coat his fur in red dirt to hide from his prey and, afterward, take long swims in the cave pool to cleanse himself of their blood. Human-folk calling themselves Mammoth Lords visited his “Red Cat Cave” to paint stories of their trials and consult the stars through tiny holes in the cavern's ceiling. Syarstik regarded these visitors cautiously, but when they prostrated themselves respectfully and laid down their weapons, he allowed them entry. He oversaw many generations of such pilgrims, watching them grow from cubs to adults to wise ones. Yet, Syarstik himself never aged. Over a century ago, a few of these human-folk came to Syarstik bearing a shrouded torch that somehow remained lit and that, when unsheathed, cast a blazing light that cut through the cave's darkness. The humans were clearly scared, and Syarstik nobly agreed to guard their sacred torch in his cavern. They spoke of demons who might come to take the torch, but Syarstik knew nothing of demons, and he felt no more fear of these foes than he did for any other animal. Syarstik was thus taken by surprise when a wild-eyed human entered the cave a few winters later, spear in hand, to claim the eternal torch. This human—if that's truly what he was—stunk of fire and death, but also of something far worse than any other human-folk Syarstik had met. When Syarstik refused to let him take the torch, the warrior's sudden attack surprised the cave's guardian. The human stuck fast a spear in Syarstik's flank, and he was dying. With his last breath, Syarstik covered the sacred torch with his body, hoping to extinguish its eternal flame, but the torch continued to burn, and the immortal cat howled as his body was set ablaze. With this final desperate act, Syarstik cursed the wretched artifact that had spelled his doom, preventing the bearer of the torch from ever willingly relinquishing it to another. From then on, the torch's bearer would know no peace and be shunned by all. The shadows of the howling tiger permeated the cavern walls, imbuing them with Syarstik's angry magic. Even after his mortal body turned to ashes, Syarstik's spirit lingered in the spot where he died. Haunted by his failure to protect the cave, the ghost of the great cat now rages against all intruders, human or otherwise. For more than a century, the people of the Gornok Plains have given Red Cat Cave a wide berth, telling tales of the ghostly predator that guards it and the ancestral cave paintings within that leap to life. Campaign Role When the characters first meet Syarstik in Chapter 2 of this adventure, he's still maddened with grief and rage owing to his failure to protect the Primordial Flame . He attacks with his full fury, trying to turn the cave itself against these new intruders by animating the cave paintings. Only once the characters have bested him in combat or broken his connection to the cave paintings does Syarstik realize that they're unaffiliated with the Kellid and the demon who took the artifact away. Once he has been calmed, Syarstik gives the characters his full account of what happened in Red Cat Cave 120 years ago. He tells them about the Kellid warrior Metuak and the demon who possessed him as well as the curse Syarstik levied upon the Primordial Flame before his death. He doesn't know Metuak's final destination, but he knows that the warrior intended to travel through Lost Mammoth Valley to get there. Recall Knowledge - Spirit (Occultism): DC 30 Recall Knowledge - Undead (Religion): DC 30 Unspecific Lore : DC 28 Specific Lore : DC 25 Syarstik Painted-Tiger Source Pathfinder #175: Broken Tusk Moon pg. 90 Perception +14; darkvision, scent (imprecise) 60 feet Languages Hallit Skills Acrobatics +14, Intimidation +12, Nature +14, Stealth +14 Str -5 Dex +5 Con +0 Int -1 Wis +5 Cha +4 Site Bound Syarstik can't leave Red Cat Cave, and he rarely ever leaves area E9. --- AC 21 Fort +9 Ref +12 Will +16 HP 40 (negative healing, rejuvenation) Immunities death effects, disease, paralyzed, poison, precision, unconscious Resistances all damage 5 (except force, ghost touch , or positive; double vs non-magical) Rejuvenation (divine, necromancy) When Syarstik is destroyed, he re-forms after 2d4 days within area E9, fully healed. Syarstik can be permanently destroyed only by a non-possessed wielder of the Primordial Flame . --- Speed fly 30 feet Melee Single Action ghostly fangs +15 (Finesse, Magical), Damage 2d6+6 negative Melee Single Action ghostly claw +15 (Agile, Finesse, Magical), Damage 2d4+4 negative Awaken Painting Two Actions (Divine, Transmutation) Syarstik animates a cave painting within 60 feet for 10 minutes. The painting's movement mimics Syarstik's, so the connection between the ghost and the awakened painting is obvious. Creatures other than Syarstik within 10 feet of the awakened painting are flat-footed because of these eerie movements. Syarstik can make ghostly fangs Strikes at any creature within 10 feet of a cave painting; the target's cover or concealment from the cave painting, rather than from Syarstik, applies to this Strike. A creature adjacent to an awakened painting can spend 2 actions to attempt a DC 18 Occultism or Religion check (to compel the awakened painting to abate) or a DC 20 Crafting or Thievery check (to thoroughly smear the cave painting). On a success, the painting is destroyed, and the animation ceases. Either way, this activity has the concentrate trait. Destroying three awakened paintings quells Syarstik's anger, causing the great cat to cease his attacks. Pounce Single Action Syarstik Strides and makes a Strike at the end of that movement. If he began this action hidden, he remains hidden until after this ability's Strike. Sneak Attack Syarstik deals an additional 1d6 precision damage to flat-footed creatures. ",
 "trait": [
  "Ghost",
  "Incorporeal",
  "Spirit",
  "Undead",
  "Unique",
  "N",
  "Large"
 ],
 "trait_markdown": "[Ghost](/Traits.aspx?ID=217), [Incorporeal](/Traits.aspx?ID=222), [Spirit](/Traits.aspx?ID=149), [Undead](/Traits.aspx?ID=160), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Ghost",
  "Incorporeal",
  "Spirit",
  "Undead",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1770",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 16,
 "wisdom": 5
}