{
 "ac": 48,
 "alignment": "LE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 7,
 "constitution": 8,
 "creature_ability": [
  "Spatial Sense",
  "Attack of Opportunity",
  "Essence Reflection",
  "Extradimensional Immunity",
  "Keeper of the Lighthouse",
  "Portal Redirection",
  "Gateway Onslaught",
  "Planar Restructuring",
  "Temporal Flurry",
  "Vicious Impact",
  "Walk the Spiral"
 ],
 "creature_family_markdown": "",
 "dexterity": 11,
 "exclude_from_search": false,
 "fortitude_save": 39,
 "hp": 380,
 "hp_raw": "380 ( fast healing 20 )",
 "id": "creature-1530",
 "image": [
  "/Images/Monsters/Syndara.png"
 ],
 "immunity": [
  "extradimensional",
  "keeper of the lighthouse"
 ],
 "immunity_markdown": "[extradimensional](/Traits.aspx?ID=67), keeper of the lighthouse",
 "intelligence": 8,
 "language": [
  "Common",
  "Senzar",
  "Tien",
  "Utopian"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Senzar](/Languages.aspx?ID=92), [Tien](/Languages.aspx?ID=43), [Utopian](/Languages.aspx?ID=36)",
 "level": 22,
 "markdown": "<title level=\"1\" pfs=\"\">[Syndara The Sculptor](/NPCs.aspx?ID=1530)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nFrom the moment of his creation, Syndara was drawn to patterns. Though all axiomites strive to bring order in a chaotic world—many through acts of creation—Syndara took this a step further than his fellow inhabitants of [Axis](/Planes.aspx?ID=14), not by crafting clever artifices, but by creating entire pocket realities of mathematically precise shapes and spirals. For many years, Syndara was the premier artist of Axis, until one day a ruby-haired sorcerer arrived at the city's gates.\n\n The two were immediate kindred spirits. But time passed and Syndara grew jealous of Hao Jin's innate gifts. His creations grew crueler and more depraved, his “art” seeking to shock as if to make up for a self-perceived deficit in ability. Hao Jin realized that while Syndara had always desired to cultivate order from chaos, he also wished to impose his own idea of how the world should be on others—by force if necessary. After a great struggle, Hao Jin defeated her old friend. She could not bear to destroy him, though, and instead imprisoned him within his own demiplane-in-progress, the _Glass Lighthouse_. She further secured him by placing the _Glass Lighthouse_ in her own demiplane, the _Hao Jin Tapestry_, which amplified the effects and duration of his imprisonment. Syndara spent eons trapped in a flow of turbulent time, consumed with thoughts of revenge. Now that he is free from his cage, Syndara seeks to humiliate and kill Hao Jin then claim her magic for himself. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Syndara is the ultimate villain of this Adventure Path and has been manipulating events behind the scenes since before the start of this decade's Ruby Phoenix Tournament. He recruited the Lightkeepers to enter the tournament and gather information on the other teams, and he also orchestrated Mogaru's attack on Goka to force a direct confrontation with Hao Jin on his own demiplane, the one place he stood a chance of defeating her. He orchestrates his Hungry Ghost Tournament on his demiplane island both as an insult to Hao Jin and to delay the party so he has time to recover from his duel with the Ruby Phoenix. Once the player characters reach the _Glass Lighthouse_, Syndara begins to see them as Hao Jin's successors and will stop at nothing to utterly destroy them.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Monitor](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 54\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 52\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 49\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Syndara.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 22\">[Syndara The Sculptor](/NPCs.aspx?ID=1530)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Aeon\" url=\"/Traits.aspx?ID=208\" />\r\n<trait label=\"Monitor\" url=\"/Traits.aspx?ID=111\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #168: King of the Mountain](/Sources.aspx?ID=87) pg. 90</row>\n\n**Perception** +39; spatial sense\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Senzar](/Languages.aspx?ID=92), [Tien](/Languages.aspx?ID=43), [Utopian](/Languages.aspx?ID=36)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +41, [Arcana](/Skills.aspx?ID=2) +37, [Athletics](/Skills.aspx?ID=3) +39, [Deception](/Skills.aspx?ID=5) +34, [Demiplane Lore](/Skills.aspx?ID=8) +45, [Intimidation](/Skills.aspx?ID=7) +39, [Occultism](/Skills.aspx?ID=11) +37\r\n\r\n<row gap=\"medium\">\r\n**Str** +10\r\n\r\n**Dex** +11\r\n\r\n**Con** +8\r\n\r\n**Int** +8\r\n\r\n**Wis** +11\r\n\r\n**Cha** +7\r\n</row>\r\n\r\n**Spatial Sense** Syndara instinctively knows the position of all creatures and objects within the _Glass Lighthouse_ as a precise sense. His senses do not extend into extraplanar spaces, even if the entrance to these spaces is within the _Lighthouse_ (such as a creature within a [_bag of holding_](/Equipment.aspx?ID=249)).\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 48 \r\n\r\n**Fort** +39 \r\n\r\n**Ref** +39 \r\n\r\n**Will** +36 \r\n\r\n+2 status to all saves vs. [chaotic](/Traits.aspx?ID=25)\r\n</row>\r\n\r\n**HP** 380\r\n([fast healing 20](/MonsterAbilities.aspx?ID=15))\n\n**Immunities**\r\n[extradimensional](/Traits.aspx?ID=67), keeper of the lighthouse\n\n**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> <br />**Essence Reflection** Syndara and his reflection (page 57) are two linked existences. If one of them is affected by a harmful effect, they can shift the harmful effect to the other as a free action, even if they can't act.<br />**Extradimensional Immunity** Syndara can foil any attempts to use planar powers against him. He is immune to all [extradimensional](/Traits.aspx?ID=67) effects, such as [_maze_](/Spells.aspx?ID=187), but can choose to be affected by such effects normally.<br />**Keeper of the Lighthouse**; Syndara can choose whether he is affected by his worldspheres (page 57).<br />**Portal Redirection** <actions string=\"Reaction\" /> ([conjuration](/Traits.aspx?ID=33), [divine](/Traits.aspx?ID=48), [teleportation](/Traits.aspx?ID=156)) **Trigger** Syndara is targeted by a ranged Strike or spell attack roll; **Effect** Syndara opens a portal in front of the incoming missile, then opens another portal nearby that fires the missile at another creature within 60 feet of him. He takes no damage from the triggering attack and makes a ranged Strike with a +43 bonus. The Strike deals damage according to the triggering ability.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet, [_air walk_](/Spells.aspx?ID=6)\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\npalm +41 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [reach 10 feet](/Traits.aspx?ID=192), [Unarmed](/Traits.aspx?ID=199)),\r\n**Damage** 6d6+18 bludgeoning plus vicious impact\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nknifehand +41 ([deadly d10](/Traits.aspx?ID=174), [Finesse](/Traits.aspx?ID=179), [reach 10 feet](/Traits.aspx?ID=192), [Unarmed](/Traits.aspx?ID=199), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 7d8+18 slashing plus vicious impact\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nelemental gateway +39 ([Cold](/Traits.aspx?ID=27), [range 120 feet](/Traits.aspx?ID=248)),\r\n**Damage** 4d10+19 acid, cold, electricity, fire, or sonic\n\n**Gateway Onslaught** <actions string=\"Two Actions\" /> ([Conjuration](/Traits.aspx?ID=33), [Teleportation](/Traits.aspx?ID=156)) **Requirements** Syndara is in the _Glass Lighthouse_; **Effect** Syndara folds the fabric of the _Glass Lighthouse_ before opening several gateways from which dangerous elements spew forth. He teleports to his throne, regardless of distance, then makes three elemental gateway Strikes. Each Strike must target a different creature. He can't use Gateway Onslaught again for 1d4 rounds.\r\n\r\n**Planar Restructuring** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32)) **Requirements** Syndara is in the _Glass Lighthouse_; **Effect** Syndara exerts his will over the _Glass Lighthouse_ to cause one of several effects. The effect is [magical](/Traits.aspx?ID=103), but Syndara isn't using magic when he takes this action—just triggering a magical effect he already set up. The level for each of these effects is 10, and any save is DC 45. Syndara or Syndara's Reflection can't use Planar Restructuring for 1d4 rounds.\n<ul><li>**Accelerate/Decelerate** Syndara affects the flow of time around a target within 60 feet, affecting them with either [_haste_](/Spells.aspx?ID=147) or [_slow_](/Spells.aspx?ID=289).</li><li>**Deny** Syndara rejects the existence of a power other than his own, affecting an object with [_disjunction_](/Spells.aspx?ID=77).</li><li>**Rewind** Syndara rewinds time to undo harm. He or his reflection are affected by the two-action version of [_heal_](/Spells.aspx?ID=148) or by [_restoration_](/Spells.aspx?ID=258).</li><li>**Rise** Syndara creates a gravitational nexus of [_reverse gravity_](/Spells.aspx?ID=261).</li><li>**Sequester** Syndara folds space to affect a creature with [_resilient sphere_](/Spells.aspx?ID=255).</li></ul>\r\n\r\n**Temporal Flurry** <actions string=\"Two Actions\" />  **Frequency** once per round; **Effect** Syndara bends time to make multiple attacks. He makes three unarmed Strikes. If multiple attacks hit the same creature, combine their damage for the purpose of resistances and weaknesses.\r\n\r\n**Vicious Impact**   Syndara has had an eternity to reflect on his own weaknesses and the weakness of others. If he critically hits with a melee Strike, he can target the eyes, joints, or other weak points to add one of the following effects of his choice unless the target succeeds on a DC 46 Fortitude save. \n<ul><li>The target becomes [clumsy 1](/Conditions.aspx?ID=3) for 1 minute.</li><li>The target becomes [enfeebled 1](/Conditions.aspx?ID=13) for 1 minute.</li><li>The target takes 3d6 [persistent bleed damage](/Conditions.aspx?ID=29).</li><li>The target can't Step for 1 minute.</li></ul>\r\n\r\n**Walk the Spiral** <actions string=\"Free Action\" />  **Requirements** Syndara is in the Glass Lighthouse; **Trigger** Syndara Strikes a creature on his own turn; **Effect** Syndara rotates the space of the Glass Lighthouse around himself to carry him to a distant location in an instant. He Strides twice. This movement doesn't trigger reactions. If his next action is to attack a different target than the triggering creature, he gains a +1 circumstance bonus to that attack; each time he Walks the Spiral in a turn, this bonus increases by 1, to a maximum of +3.\r\n\r\n</column>",
 "name": "Syndara The Sculptor",
 "npc": true,
 "perception": 39,
 "rarity": "unique",
 "reflex_save": 39,
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Aeon\" url=\"/Traits.aspx?ID=208\" />\r\n<trait label=\"Monitor\" url=\"/Traits.aspx?ID=111\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #168: King of the Mountain](/Sources.aspx?ID=87) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 380 ( fast healing 20 )\r\n\r\n**AC** 48\r\n\r\n**Fort** +39\r\n\r\n**Ref** +39\r\n\r\n**Will** +36\r\n\r\n**Perception** +39\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFrom the moment of his creation, Syndara was drawn to patterns. Though all axiomites strive to bring order in a chaotic world—many through acts of …\r\n</summary>",
 "sense": "spatial sense",
 "sense_markdown": "spatial sense",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +41",
  "Arcana +37",
  "Athletics +39",
  "Deception +34",
  "Demiplane Lore +45",
  "Intimidation +39",
  "Occultism +37"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +41, [Arcana](/Skills.aspx?ID=2) +37, [Athletics](/Skills.aspx?ID=3) +39, [Deception](/Skills.aspx?ID=5) +34, [Demiplane Lore](/Skills.aspx?ID=8) +45, [Intimidation](/Skills.aspx?ID=7) +39, [Occultism](/Skills.aspx?ID=11) +37",
 "source": [
  "Pathfinder #168: King of the Mountain"
 ],
 "source_raw": [
  "Pathfinder #168: King of the Mountain pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #168: King of the Mountain](/Sources.aspx?ID=87) pg. 90</row>",
 "speed": {
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet, [_air walk_](/Spells.aspx?ID=6)",
 "speed_raw": "40 feet,   air walk  ",
 "spell_markdown": "",
 "spoilers": "Fists of the Ruby Phoenix",
 "strength": 10,
 "strongest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex"
 ],
 "summary": "From the moment of his creation, Syndara was drawn to patterns. Though all axiomites strive to bring order in a chaotic world—many through acts of …",
 "summary_markdown": "From the moment of his creation, Syndara was drawn to patterns. Though all axiomites strive to bring order in a chaotic world—many through acts of …",
 "text": " Syndara The Sculptor From the moment of his creation, Syndara was drawn to patterns. Though all axiomites strive to bring order in a chaotic world—many through acts of creation—Syndara took this a step further than his fellow inhabitants of Axis, not by crafting clever artifices, but by creating entire pocket realities of mathematically precise shapes and spirals. For many years, Syndara was the premier artist of Axis, until one day a ruby-haired sorcerer arrived at the city's gates. The two were immediate kindred spirits. But time passed and Syndara grew jealous of Hao Jin's innate gifts. His creations grew crueler and more depraved, his “art” seeking to shock as if to make up for a self-perceived deficit in ability. Hao Jin realized that while Syndara had always desired to cultivate order from chaos, he also wished to impose his own idea of how the world should be on others—by force if necessary. After a great struggle, Hao Jin defeated her old friend. She could not bear to destroy him, though, and instead imprisoned him within his own demiplane-in-progress, the Glass Lighthouse . She further secured him by placing the Glass Lighthouse in her own demiplane, the Hao Jin Tapestry , which amplified the effects and duration of his imprisonment. Syndara spent eons trapped in a flow of turbulent time, consumed with thoughts of revenge. Now that he is free from his cage, Syndara seeks to humiliate and kill Hao Jin then claim her magic for himself. Campaign Role Syndara is the ultimate villain of this Adventure Path and has been manipulating events behind the scenes since before the start of this decade's Ruby Phoenix Tournament. He recruited the Lightkeepers to enter the tournament and gather information on the other teams, and he also orchestrated Mogaru's attack on Goka to force a direct confrontation with Hao Jin on his own demiplane, the one place he stood a chance of defeating her. He orchestrates his Hungry Ghost Tournament on his demiplane island both as an insult to Hao Jin and to delay the party so he has time to recover from his duel with the Ruby Phoenix. Once the player characters reach the Glass Lighthouse , Syndara begins to see them as Hao Jin's successors and will stop at nothing to utterly destroy them. Recall Knowledge - Monitor (Religion): DC 54 Unspecific Lore : DC 52 Specific Lore : DC 49 Syndara The Sculptor Source Pathfinder #168: King of the Mountain pg. 90 Perception +39; spatial sense Languages Common, Senzar, Tien, Utopian Skills Acrobatics +41, Arcana +37, Athletics +39, Deception +34, Demiplane Lore +45, Intimidation +39, Occultism +37 Str +10 Dex +11 Con +8 Int +8 Wis +11 Cha +7 Spatial Sense Syndara instinctively knows the position of all creatures and objects within the Glass Lighthouse as a precise sense. His senses do not extend into extraplanar spaces, even if the entrance to these spaces is within the Lighthouse (such as a creature within a bag of holding ). --- AC 48 Fort +39 Ref +39 Will +36 +2 status to all saves vs. chaotic HP 380 (fast healing 20) Immunities extradimensional, keeper of the lighthouse Attack of Opportunity Reaction Essence Reflection Syndara and his reflection (page 57) are two linked existences. If one of them is affected by a harmful effect, they can shift the harmful effect to the other as a free action, even if they can't act. Extradimensional Immunity Syndara can foil any attempts to use planar powers against him. He is immune to all extradimensional effects, such as maze , but can choose to be affected by such effects normally. Keeper of the Lighthouse ; Syndara can choose whether he is affected by his worldspheres (page 57). Portal Redirection Reaction (conjuration, divine, teleportation) Trigger Syndara is targeted by a ranged Strike or spell attack roll; Effect Syndara opens a portal in front of the incoming missile, then opens another portal nearby that fires the missile at another creature within 60 feet of him. He takes no damage from the triggering attack and makes a ranged Strike with a +43 bonus. The Strike deals damage according to the triggering ability. --- Speed 40 feet, air walk Melee Single Action palm +41 (Agile, Finesse, reach 10 feet, Unarmed), Damage 6d6+18 bludgeoning plus vicious impact Melee Single Action knifehand +41 (deadly d10, Finesse, reach 10 feet, Unarmed, versatile P), Damage 7d8+18 slashing plus vicious impact Ranged Single Action elemental gateway +39 (Cold, range 120 feet), Damage 4d10+19 acid, cold, electricity, fire, or sonic Gateway Onslaught Two Actions (Conjuration, Teleportation) Requirements Syndara is in the Glass Lighthouse ; Effect Syndara folds the fabric of the Glass Lighthouse before opening several gateways from which dangerous elements spew forth. He teleports to his throne, regardless of distance, then makes three elemental gateway Strikes. Each Strike must target a different creature. He can't use Gateway Onslaught again for 1d4 rounds. Planar Restructuring Single Action (Concentrate) Requirements Syndara is in the Glass Lighthouse ; Effect Syndara exerts his will over the Glass Lighthouse to cause one of several effects. The effect is magical, but Syndara isn't using magic when he takes this action—just triggering a magical effect he already set up. The level for each of these effects is 10, and any save is DC 45. Syndara or Syndara's Reflection can't use Planar Restructuring for 1d4 rounds. Accelerate/Decelerate Syndara affects the flow of time around a target within 60 feet, affecting them with either haste or slow . Deny Syndara rejects the existence of a power other than his own, affecting an object with disjunction . Rewind Syndara rewinds time to undo harm. He or his reflection are affected by the two-action version of heal or by restoration . Rise Syndara creates a gravitational nexus of reverse gravity . Sequester Syndara folds space to affect a creature with resilient sphere . Temporal Flurry Two Actions Frequency once per round; Effect Syndara bends time to make multiple attacks. He makes three unarmed Strikes. If multiple attacks hit the same creature, combine their damage for the purpose of resistances and weaknesses. Vicious Impact Syndara has had an eternity to reflect on his own weaknesses and the weakness of others. If he critically hits with a melee Strike, he can target the eyes, joints, or other weak points to add one of the following effects of his choice unless the target succeeds on a DC 46 Fortitude save. The target becomes clumsy 1 for 1 minute. The target becomes enfeebled 1 for 1 minute. The target takes 3d6 persistent bleed damage. The target can't Step for 1 minute. Walk the Spiral Free Action Requirements Syndara is in the Glass Lighthouse; Trigger Syndara Strikes a creature on his own turn; Effect Syndara rotates the space of the Glass Lighthouse around himself to carry him to a distant location in an instant. He Strides twice. This movement doesn't trigger reactions. If his next action is to attack a different target than the triggering creature, he gains a +1 circumstance bonus to that attack; each time he Walks the Spiral in a turn, this bonus increases by 1, to a maximum of +3. ",
 "trait": [
  "Aeon",
  "Monitor",
  "Unique",
  "LE",
  "Medium"
 ],
 "trait_markdown": "[Aeon](/Traits.aspx?ID=208), [Monitor](/Traits.aspx?ID=111), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Aeon",
  "Monitor",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1530",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 36,
 "wisdom": 11
}