{
 "ac": 46,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 7,
 "constitution": 7,
 "creature_ability": [
  "Deny Fate",
  "Fated",
  "Shadow Corrosion",
  "Shadow Snip",
  "Shift Fate"
 ],
 "creature_family_markdown": "",
 "dexterity": 6,
 "exclude_from_search": false,
 "fortitude_save": 35,
 "hp": 400,
 "hp_raw": "400",
 "id": "creature-1834",
 "image": [
  "/Images/Monsters/Tatterthread.png"
 ],
 "immunity": [
  "flat-footed",
  "negative"
 ],
 "immunity_markdown": "[flat-footed](/Conditions.aspx?ID=16), [negative](/Traits.aspx?ID=118)",
 "intelligence": 10,
 "language": [
  "Common",
  "Jotun",
  "Sylvan",
  "<%SPELLS%340%%><i>tongues</i><%END>"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Jotun](/Languages.aspx?ID=8), [Sylvan](/Languages.aspx?ID=10); [_tongues_](/Spells.aspx?ID=340)",
 "level": 20,
 "markdown": "<title level=\"1\" pfs=\"\">[Tatterthread, Evil Reflection of a Compassionate Norn ](/Monsters.aspx?ID=1834)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nBorn of Hlakana's shadow, Tatterthread is in many ways a reflection and an inversion of everything the norn represents. Jealousy and selfishness boil within Tatterthread as Hlakana's memories flicker in and out of her mind—experiences she never had but remembers as her own. Trapped on the Endless Table by her connection to the _Vesicant Egg_, she's unable to reach the First World, where she wants to prove herself a capable replacement for Hlakana to Magdh so that she can assume her place in the reckoning of things.\n\n Worse, she fears that perhaps she is condemned to remain forever in the literal shadow of the _Vesicant Egg_, knowing that the being it contains is more powerful than she will ever become. The thought rankles Tatterthread, and she wonders if she will have to bow before this thing when it hatches forth. Like Hlakana, she can see the threads of fate wound around the egg and knows that it is a locus of change. Something big is coming, and she intends to exploit it.\n\n Tatterthread can't understand Hlakana's feelings of compassion and kindness, so she rejects them with vehement animosity. She sees Hlakana as a weakened and ineffectual creature that has lost the coldness and cruelty necessary to carry out the tasks set before the norns. Where Hlakana snips fate with kindly shears, Tatterthread rips through destiny with scissors of acid and a heart full of hate.\n\n Since escaping from Hlakana, Tatterthread has traveled over the table to sow conflict and paranoia. She whispered into the mind of the Red Queen, convincing her to start her table-wide subjugation while making her think it was the King of Biting Ants whispering to her. She magically urged Uncle Cinder to seek out the shadow scrap that put him in conflict with the beetle merchants. She set the clockwork goliath after the strange feline creature, watching the clumsy thing for a while before growing tired of the sport.\n\n Tatterthread learned too late that powerful heroes have arrived at the table. By the time she became aware of the heroes, Hlakana had already acquired their aid, so Tatterthread has lost the opportunity to sway them to her side and trick them into killing Hlakana. Tatterthread knows that she needs a powerful ally to overcome first the heroes and then Hlakana, so she's come with uncomfortable reluctance to the shores of the acid lake around the _Vesicant Egg_. There, she was pleased to encounter the tarn linnorm. This ally could ensure the death she longs to deliver. Unfortunately, the creature has proven more resistant to her compulsions than other denizens of the Endless Table. Yet she knows that it's only a matter of time before she's able to trick the linnorm as thoroughly as she's fooled the other creatures around her. \n\n<title level=\"2\" right=\"\">Campaign Role</title> In her awful cruelty, Tatterthread represents the dark mirror of Hlakana. Instead of fate being a possibility that can be molded to ensure the proper outcome for the world, Tatterthread intends to mutilate fate and set it on the course to aid her own ambition and drive for cruelty and revenge.\n\n Tatterthread serves as a background villain for the most part, someone spoken about among the creatures of the table as a legend, a witch capable of great evil who haunts the skies and threatens nightmares with her rusting, acid-dripping scissors that she uses to cut and mangle the threads of life. She is the frightening witch figure in opposition to Hlakana's role as a kindly seer. Her speech is a deep, grating cackle.\n\n If Tatterthread survives her initial encounter with the heroes, she does her best to seek out others on the Endless Table who hold a grudge against the heroes and stoke their desire for revenge. She ultimately hopes to put someone else in the path of the dangerous heroes, but she's willing create another confrontation on her own terms if she's unable to secure aid.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fey](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 50\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 48\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 45\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Tatterthread.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 20\">[Tatterthread](/Monsters.aspx?ID=1834)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #174: Shadows of the Ancients](/Sources.aspx?ID=115) pg. 88</row>\n\n**Perception** +39; [_detect magic_](/Spells.aspx?ID=66), [greater darkvision](/MonsterAbilities.aspx?ID=12), [lifesense](/MonsterAbilities.aspx?ID=21) 120 feet, [_true seeing_](/Spells.aspx?ID=344)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Jotun](/Languages.aspx?ID=8), [Sylvan](/Languages.aspx?ID=10); [_tongues_](/Spells.aspx?ID=340)\r\n\r\n**Skills**\r\n[Deception](/Skills.aspx?ID=5) +35, [Intimidation](/Skills.aspx?ID=7) +37, [Lore (all)](/Skills.aspx?ID=8) +32, [Occultism](/Skills.aspx?ID=11) +38, [Religion](/Skills.aspx?ID=13) +32, [Stealth](/Skills.aspx?ID=15) +36, [Thievery](/Skills.aspx?ID=17) +34\r\n\r\n<row gap=\"medium\">\r\n**Str** +7\r\n\r\n**Dex** +6\r\n\r\n**Con** +7\r\n\r\n**Int** +10\r\n\r\n**Wis** +6\r\n\r\n**Cha** +7\r\n</row>\r\n\r\n**Deny Fate** ([misfortune](/Traits.aspx?ID=110)) When Tatterthread rolls initiative, enemies she can see within 120 feet that are also rolling initiative automatically roll a 1.\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 46 \r\n\r\n**Fort** +35 \r\n\r\n**Ref** +30 \r\n\r\n**Will** +36 \r\n\r\n+1 status to all saves vs. magic\r\n</row>\r\n\r\n**HP** 400\r\n\r\n, regeneration 15 (deactivated by [cold iron](/Equipment.aspx?ID=272))\r\n\r\n**Immunities**\r\n[flat-footed](/Conditions.aspx?ID=16), [negative](/Traits.aspx?ID=118)\r\n\r\n**Resistances**\r\n[acid](/Traits.aspx?ID=3) 20\r\n\r\n**Weaknesses**\r\ncold iron 20\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet, fly 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ncaustic shears +38 ([deadly 2d12](/Traits.aspx?ID=174), [Magical](/Traits.aspx?ID=103), [reach 10 feet](/Traits.aspx?ID=192), [versatile P](/Traits.aspx?ID=200)),\r\n**Damage** 4d6+15 slashing plus 5d6 acid and shadow corrosion\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nacid stream +38 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103), [reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 4d10+15 acid plus shadow corrosion\r\n\r\n**Occult Innate Spells** DC 42\r\n- **7th**\r\n[Dispel Magic](/Spells.aspx?ID=78) (at will), [Read Omens](/Spells.aspx?ID=247) (at will), [Spellwrack](/Spells.aspx?ID=298) (at will)\r\n- **8th**\r\n[Maze](/Spells.aspx?ID=187), [Wind Walk](/Spells.aspx?ID=376)\r\n- **9th**\r\n[Power Word Kill](/Spells.aspx?ID=227), [Weird](/Spells.aspx?ID=375)\r\n- **10th**\r\n[Shadow Blast](/Spells.aspx?ID=273) (acid only), [Shadow Siphon](/Spells.aspx?ID=274), [Time Stop](/Spells.aspx?ID=339)\r\n- **Constant (10th)**\r\n[Detect Magic](/Spells.aspx?ID=66), [Mind Blank](/Spells.aspx?ID=192), [Tongues](/Spells.aspx?ID=340), [True Seeing](/Spells.aspx?ID=344)\r\n\r\n**Rituals** DC 42\r\n\r\n- **3rd**\r\n[Geas](/Rituals.aspx?ID=12)\r\n- **7th**\r\n[Legend Lore](/Rituals.aspx?ID=15)\r\n\r\n**Fated**   When a creature is subject to a [fortune](/Traits.aspx?ID=76) effect from a norn and a [misfortune](/Traits.aspx?ID=110) effect from any source other than a norn (or vice versa), the norn's effect automatically counteracts the other effect and then takes place normally, rather than the two effects canceling each other out. If both the fortune and misfortune effect are from a norn, then the two cancel each other out as normal. At the GM's discretion, powerful entities related to fate or luck, like [Desna](/Deities.aspx?ID=5), [Magdh](/Deities.aspx?ID=97), or [Pharasma](/Deities.aspx?ID=14), count as a norn for the purpose of this ability.\r\n\r\n**Shadow Corrosion**  ([Acid](/Traits.aspx?ID=3), [Necromancy](/Traits.aspx?ID=117), [Occult](/Traits.aspx?ID=120)) When Tatterthread deals acid damage with a Strike, she regains 10 Hit Points. The target must succeed at a DC 39 Fortitude save or become [doomed 1](/Conditions.aspx?ID=9) (doomed 2 on a critical failure).\r\n\r\n**Shadow Snip** <actions string=\"Two Actions\" /> ([Acid](/Traits.aspx?ID=3), [Death](/Traits.aspx?ID=40), [Manipulate](/Traits.aspx?ID=104), [Necromancy](/Traits.aspx?ID=117), [Occult](/Traits.aspx?ID=120)) **Frequency** three times per day; **Effect** Tatterthread produces a scrap of shadow linked to the fate of a creature within 100 feet of her, then snips it with her caustic shears. The target takes 100 acid damage (DC 42 [basic](/Rules.aspx?ID=329) Fortitude save). If the target is reduced to 0 Hit Points from this damage, it melts into a puddle of fetid acid and dies immediately. If the target failed the saving throw, it loses any acid resistance it has for 1 minute (1 day on a critical failure). A creature slain by Shadow Snip can't be restored to life except by [_miracle_](/Spells.aspx?ID=196), [_wish_](/Spells.aspx?ID=377), or similarly powerful magic, or by divine intervention. Regardless of the outcome of its save, a creature targeted by Shadow Snip becomes temporarily immune for 24 hours. The norn can't use Shadow Snip again for 1d4 rounds.\r\n\r\n**Shift Fate** <actions string=\"Reaction\" /> ([Divination](/Traits.aspx?ID=47), [Occult](/Traits.aspx?ID=120)) **Trigger** A creature within 120 feet attempts a saving throw; **Effect** The creature rolls the save twice, and then Tatterthread decides which result applies. If she chooses the lower roll, this is a [misfortune](/Traits.aspx?ID=110) effect; if she chooses the higher roll, it's a [fortune](/Traits.aspx?ID=76) effect; if they're the same, she decides which trait to apply\r\n\r\n</column>",
 "name": "Tatterthread",
 "npc": false,
 "perception": 39,
 "rarity": "unique",
 "reflex_save": 30,
 "release_date": "2022-03-30",
 "resistance": {
  "acid": 20
 },
 "resistance_markdown": "[acid](/Traits.aspx?ID=3) 20",
 "resistance_raw": " acid  20",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #174: Shadows of the Ancients](/Sources.aspx?ID=115) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 400\r\n\r\n**AC** 46\r\n\r\n**Fort** +35\r\n\r\n**Ref** +30\r\n\r\n**Will** +36\r\n\r\n**Perception** +39\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBorn of Hlakana's shadow, Tatterthread is in many ways a reflection and an inversion of everything the norn represents. Jealousy and selfishness boil …\r\n</summary>",
 "sense": "  detect magic  ,  greater darkvision ,  lifesense  120 feet,   true seeing  ",
 "sense_markdown": "[_detect magic_](/Spells.aspx?ID=66), [greater darkvision](/MonsterAbilities.aspx?ID=12), [lifesense](/MonsterAbilities.aspx?ID=21) 120 feet, [_true seeing_](/Spells.aspx?ID=344)",
 "size": [
  "Large"
 ],
 "skill": [
  "Deception +35",
  "Intimidation +37",
  "Lore (all) +32",
  "Occultism +38",
  "Religion +32",
  "Stealth +36",
  "Thievery +34"
 ],
 "skill_markdown": "[Deception](/Skills.aspx?ID=5) +35, [Intimidation](/Skills.aspx?ID=7) +37, [Lore (all)](/Skills.aspx?ID=8) +32, [Occultism](/Skills.aspx?ID=11) +38, [Religion](/Skills.aspx?ID=13) +32, [Stealth](/Skills.aspx?ID=15) +36, [Thievery](/Skills.aspx?ID=17) +34",
 "source": [
  "Pathfinder #174: Shadows of the Ancients"
 ],
 "source_raw": [
  "Pathfinder #174: Shadows of the Ancients pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #174: Shadows of the Ancients](/Sources.aspx?ID=115) pg. 88</row>",
 "speed": {
  "fly": 35,
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet, fly 35 feet",
 "speed_raw": "35 feet, fly 35 feet",
 "spell": [
  "Shadow Blast",
  "Shadow Siphon",
  "Time Stop",
  "Power Word Kill",
  "Weird",
  "Maze",
  "Wind Walk",
  "Dispel Magic",
  "Read Omens",
  "Spellwrack",
  "Detect Magic",
  "Mind Blank",
  "Tongues",
  "True Seeing"
 ],
 "spell_markdown": "[Detect Magic](/Spells.aspx?ID=66), [Dispel Magic](/Spells.aspx?ID=78), [Maze](/Spells.aspx?ID=187), [Mind Blank](/Spells.aspx?ID=192), [Power Word Kill](/Spells.aspx?ID=227), [Read Omens](/Spells.aspx?ID=247), [Shadow Blast](/Spells.aspx?ID=273), [Shadow Siphon](/Spells.aspx?ID=274), [Spellwrack](/Spells.aspx?ID=298), [Time Stop](/Spells.aspx?ID=339), [Tongues](/Spells.aspx?ID=340), [True Seeing](/Spells.aspx?ID=344), [Weird](/Spells.aspx?ID=375), [Wind Walk](/Spells.aspx?ID=376)",
 "spoilers": "Strength of Thousands",
 "stealth": "36",
 "strength": 7,
 "strongest_save": [
  "will"
 ],
 "summary": "Born of Hlakana's shadow, Tatterthread is in many ways a reflection and an inversion of everything the norn represents. Jealousy and selfishness boil …",
 "summary_markdown": "Born of Hlakana's shadow, Tatterthread is in many ways a reflection and an inversion of everything the norn represents. Jealousy and selfishness boil …",
 "text": " Tatterthread, Evil Reflection of a Compassionate Norn Born of Hlakana's shadow, Tatterthread is in many ways a reflection and an inversion of everything the norn represents. Jealousy and selfishness boil within Tatterthread as Hlakana's memories flicker in and out of her mind—experiences she never had but remembers as her own. Trapped on the Endless Table by her connection to the Vesicant Egg , she's unable to reach the First World, where she wants to prove herself a capable replacement for Hlakana to Magdh so that she can assume her place in the reckoning of things. Worse, she fears that perhaps she is condemned to remain forever in the literal shadow of the Vesicant Egg , knowing that the being it contains is more powerful than she will ever become. The thought rankles Tatterthread, and she wonders if she will have to bow before this thing when it hatches forth. Like Hlakana, she can see the threads of fate wound around the egg and knows that it is a locus of change. Something big is coming, and she intends to exploit it. Tatterthread can't understand Hlakana's feelings of compassion and kindness, so she rejects them with vehement animosity. She sees Hlakana as a weakened and ineffectual creature that has lost the coldness and cruelty necessary to carry out the tasks set before the norns. Where Hlakana snips fate with kindly shears, Tatterthread rips through destiny with scissors of acid and a heart full of hate. Since escaping from Hlakana, Tatterthread has traveled over the table to sow conflict and paranoia. She whispered into the mind of the Red Queen, convincing her to start her table-wide subjugation while making her think it was the King of Biting Ants whispering to her. She magically urged Uncle Cinder to seek out the shadow scrap that put him in conflict with the beetle merchants. She set the clockwork goliath after the strange feline creature, watching the clumsy thing for a while before growing tired of the sport. Tatterthread learned too late that powerful heroes have arrived at the table. By the time she became aware of the heroes, Hlakana had already acquired their aid, so Tatterthread has lost the opportunity to sway them to her side and trick them into killing Hlakana. Tatterthread knows that she needs a powerful ally to overcome first the heroes and then Hlakana, so she's come with uncomfortable reluctance to the shores of the acid lake around the Vesicant Egg . There, she was pleased to encounter the tarn linnorm. This ally could ensure the death she longs to deliver. Unfortunately, the creature has proven more resistant to her compulsions than other denizens of the Endless Table. Yet she knows that it's only a matter of time before she's able to trick the linnorm as thoroughly as she's fooled the other creatures around her. Campaign Role In her awful cruelty, Tatterthread represents the dark mirror of Hlakana. Instead of fate being a possibility that can be molded to ensure the proper outcome for the world, Tatterthread intends to mutilate fate and set it on the course to aid her own ambition and drive for cruelty and revenge. Tatterthread serves as a background villain for the most part, someone spoken about among the creatures of the table as a legend, a witch capable of great evil who haunts the skies and threatens nightmares with her rusting, acid-dripping scissors that she uses to cut and mangle the threads of life. She is the frightening witch figure in opposition to Hlakana's role as a kindly seer. Her speech is a deep, grating cackle. If Tatterthread survives her initial encounter with the heroes, she does her best to seek out others on the Endless Table who hold a grudge against the heroes and stoke their desire for revenge. She ultimately hopes to put someone else in the path of the dangerous heroes, but she's willing create another confrontation on her own terms if she's unable to secure aid. Recall Knowledge - Fey (Nature): DC 50 Unspecific Lore : DC 48 Specific Lore : DC 45 Tatterthread Source Pathfinder #174: Shadows of the Ancients pg. 88 Perception +39; detect magic , greater darkvision, lifesense 120 feet, true seeing Languages Common, Jotun, Sylvan; tongues Skills Deception +35, Intimidation +37, Lore (all) +32, Occultism +38, Religion +32, Stealth +36, Thievery +34 Str +7 Dex +6 Con +7 Int +10 Wis +6 Cha +7 Deny Fate (misfortune) When Tatterthread rolls initiative, enemies she can see within 120 feet that are also rolling initiative automatically roll a 1. --- AC 46 Fort +35 Ref +30 Will +36 +1 status to all saves vs. magic HP 400 , regeneration 15 (deactivated by cold iron) Immunities flat-footed, negative Resistances acid 20 Weaknesses cold iron 20 --- Speed 35 feet, fly 35 feet Melee Single Action caustic shears +38 (deadly 2d12, Magical, reach 10 feet, versatile P), Damage 4d6+15 slashing plus 5d6 acid and shadow corrosion Melee Single Action acid stream +38 (Agile, Magical, reach 10 feet), Damage 4d10+15 acid plus shadow corrosion Occult Innate Spells DC 42 - 7th Dispel Magic (at will), Read Omens (at will), Spellwrack (at will) - 8th Maze, Wind Walk - 9th Power Word Kill, Weird - 10th Shadow Blast (acid only), Shadow Siphon, Time Stop - Constant (10th) Detect Magic, Mind Blank, Tongues, True Seeing Rituals DC 42 - 3rd Geas - 7th Legend Lore Fated When a creature is subject to a fortune effect from a norn and a misfortune effect from any source other than a norn (or vice versa), the norn's effect automatically counteracts the other effect and then takes place normally, rather than the two effects canceling each other out. If both the fortune and misfortune effect are from a norn, then the two cancel each other out as normal. At the GM's discretion, powerful entities related to fate or luck, like Desna, Magdh, or Pharasma, count as a norn for the purpose of this ability. Shadow Corrosion (Acid, Necromancy, Occult) When Tatterthread deals acid damage with a Strike, she regains 10 Hit Points. The target must succeed at a DC 39 Fortitude save or become doomed 1 (doomed 2 on a critical failure). Shadow Snip Two Actions (Acid, Death, Manipulate, Necromancy, Occult) Frequency three times per day; Effect Tatterthread produces a scrap of shadow linked to the fate of a creature within 100 feet of her, then snips it with her caustic shears. The target takes 100 acid damage (DC 42 basic Fortitude save). If the target is reduced to 0 Hit Points from this damage, it melts into a puddle of fetid acid and dies immediately. If the target failed the saving throw, it loses any acid resistance it has for 1 minute (1 day on a critical failure). A creature slain by Shadow Snip can't be restored to life except by miracle , wish , or similarly powerful magic, or by divine intervention. Regardless of the outcome of its save, a creature targeted by Shadow Snip becomes temporarily immune for 24 hours. The norn can't use Shadow Snip again for 1d4 rounds. Shift Fate Reaction (Divination, Occult) Trigger A creature within 120 feet attempts a saving throw; Effect The creature rolls the save twice, and then Tatterthread decides which result applies. If she chooses the lower roll, this is a misfortune effect; if she chooses the higher roll, it's a fortune effect; if they're the same, she decides which trait to apply ",
 "trait": [
  "Fey",
  "Unique",
  "CE",
  "Large"
 ],
 "trait_markdown": "[Fey](/Traits.aspx?ID=69), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Fey",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1834",
 "vision": "Greater darkvision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {
  "cold_iron": 20
 },
 "weakness_markdown": "cold iron 20",
 "weakness_raw": "cold iron 20",
 "will_save": 36,
 "wisdom": 6
}