{
 "ac": 19,
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 1,
 "creature_ability": [
  "Go for the Eyes",
  "Sneak Attack",
  "Surprise Attacker"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 7,
 "hp": 27,
 "hp_raw": "27",
 "id": "creature-392",
 "image": [
  "/Images/Monsters/Tengu_TenguSneak.png"
 ],
 "intelligence": 1,
 "language": [
  "Common",
  "Tengu",
  "plus two others"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Tengu](/Languages.aspx?ID=47); plus two others",
 "level": 2,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Tengu](/Monsters.aspx?ID=392)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nCrow-like humanoids, tengus are a canny and clever people who can be found across all of Golarion. Tengus are used to being minorities and facing suspicion wherever they travel, so by necessity many possess a knack for languages as well as for blades. They live on the fringes of society and tend to flock toward less-than-legal occupations, earning them their reputation for being streetwise and unscrupulous—a label that, in turn, perpetuates the tengus’ oppressive cycle of discrimination and illegitimate work.\n\n Although humanoid, tengus have very distinct, birdlike features, and many would say that they resemble crows more than they do humans. They have strong, thick beaks, as well as sharp talons at the ends of their arms and legs. Most of a tengu’s body is covered in small feathers that range in color from dark brown and midnight blue to glossy black, with lighter colors being rare but not unheard of. Like many avian creatures, tengus have hollow bones, making them much lighter than other humanoids of their size, although few tengus possess the wings necessary to fly naturally. A tengu’s speech might be punctuated by quick clucks or throaty cawing, and many tengus practice conversation diligently to rid themselves of these involuntary ticks. Ruf  ing of the feathers and compulsive, jerky movements of the neck are other trademark habits. Tengus reproduce by laying eggs: the average tengu egg is about 11 inches in diameter and 16 inches tall and takes 4 months to hatch.\n\n Tengus are a people in diaspora and are almost always found within larger kingdoms and communities of other races. Perhaps because they are more visually distinctive than most other humanoid races, tengus tend to be distrusted and persecuted more often than, for example, elves or dwarves. As a result, tengus tend to gather in close-knit social groups composed of other outcasts and people of uncommon ancestry. Few true tengu communities exist, and those that do are often exiled to ghettos and other forgotten city quarters. From an early age, tengus learn that the world is not a friendly place and that they must look out for themselves.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 16\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 14\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 11\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Tengu_TenguSneak.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 2\">[Tengu Sneak](/Monsters.aspx?ID=392)</title>\r\n\r\n<traits>\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Tengu\" url=\"/Traits.aspx?ID=240\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 310</row>\n\n**Perception** +6; low-light vision\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Tengu](/Languages.aspx?ID=47); plus two others\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +8, [Athletics](/Skills.aspx?ID=3) +6, [Deception](/Skills.aspx?ID=5) +7, [Diplomacy](/Skills.aspx?ID=6) +5, [Society](/Skills.aspx?ID=14) +5, [Stealth](/Skills.aspx?ID=15) +8, [Thievery](/Skills.aspx?ID=17) +8\r\n\r\n<row gap=\"medium\">\r\n**Str** +2\r\n\r\n**Dex** +4\r\n\r\n**Con** +1\r\n\r\n**Int** +1\r\n\r\n**Wis** +0\r\n\r\n**Cha** +1\r\n</row>\n\n**Items**\r\n[Studded Leather Armor](/Armor.aspx?ID=5), [Shortbow](/Weapons.aspx?ID=77)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 19 \r\n\r\n**Fort** +7 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +4 \n\n</row>\r\n\r\n**HP** 27\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nrapier +10 ([deadly 1d8](/Traits.aspx?ID=174), [Disarm](/Traits.aspx?ID=175), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d6+2 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbeak +10 ([Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 1d4+2 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nshortbow +10 ([deadly 1d10](/Traits.aspx?ID=174), [range increment 60 feet](/Traits.aspx?ID=248), [reload 0](/Traits.aspx?ID=254)),\r\n**Damage** 1d6 piercing\n\n**Go for the Eyes** <actions string=\"Reaction\" /> ([Incapacitation](/Traits.aspx?ID=93)) **Trigger** The tengu critically hits with a beak Strike. **Effect** The tengu attempts to peck out its victim’s eyes. The target must attempt a DC 17 Fortitude save.<br />**Success** Unaffected.<br />**Failure** Blinded for 1 round.<br />**Critical Failure** Blinded until healed to maximum HP.\r\n\r\n**[Sneak Attack](/MonsterAbilities.aspx?ID=34)**   The tengu deals 1d6 extra precision damage to flat-footed creatures.\r\n\r\n**Surprise Attacker**   On the first round of combat, creatures that haven’t acted yet are flat-footed to the tengu.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Jinx Eaters</title>\r\n\r\nIn the pirate-controlled archipelago of the Shackles, tengus occupy a unique social niche, since many pirates believe that a tengu’s presence on board a ship wards off bad luck. Known as “jinx eaters,” these tengu are treated as mascots by their pirate crews. Jinx eaters don’t mind this treatment, however, since it allows them to escape much of the drudgery associated with working on a ship. When a tengu is sailing with pirates afraid of ill fortune, the claim that “hunger leads to bad luck” secures comfort and respect for the jinx eater more effectively than any bribe.\r\n</aside>",
 "name": "Tengu Sneak",
 "npc": false,
 "perception": 6,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 10,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Tengu\" url=\"/Traits.aspx?ID=240\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 310</row>\n\n<row gap=\"medium\">\r\n**HP** 27\r\n\r\n**AC** 19\r\n\r\n**Fort** +7\r\n\r\n**Ref** +10\r\n\r\n**Will** +4\r\n\r\n**Perception** +6\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nCrow-like humanoids, tengus are a canny and clever people who can be found across all of Golarion. Tengus are used to being minorities and facing …\r\n</summary>",
 "sense": "low-light vision",
 "sense_markdown": "low-light vision",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +8",
  "Athletics +6",
  "Deception +7",
  "Diplomacy +5",
  "Society +5",
  "Stealth +8",
  "Thievery +8"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +8, [Athletics](/Skills.aspx?ID=3) +6, [Deception](/Skills.aspx?ID=5) +7, [Diplomacy](/Skills.aspx?ID=6) +5, [Society](/Skills.aspx?ID=14) +5, [Stealth](/Skills.aspx?ID=15) +8, [Thievery](/Skills.aspx?ID=17) +8",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 310"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 310</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "stealth": "8",
 "strength": 2,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Crow-like humanoids, tengus are a canny and clever people who can be found across all of Golarion. Tengus are used to being minorities and facing …",
 "summary_markdown": "Crow-like humanoids, tengus are a canny and clever people who can be found across all of Golarion. Tengus are used to being minorities and facing …",
 "text": " Tengu Crow-like humanoids, tengus are a canny and clever people who can be found across all of Golarion. Tengus are used to being minorities and facing suspicion wherever they travel, so by necessity many possess a knack for languages as well as for blades. They live on the fringes of society and tend to flock toward less-than-legal occupations, earning them their reputation for being streetwise and unscrupulous—a label that, in turn, perpetuates the tengus’ oppressive cycle of discrimination and illegitimate work. Although humanoid, tengus have very distinct, birdlike features, and many would say that they resemble crows more than they do humans. They have strong, thick beaks, as well as sharp talons at the ends of their arms and legs. Most of a tengu’s body is covered in small feathers that range in color from dark brown and midnight blue to glossy black, with lighter colors being rare but not unheard of. Like many avian creatures, tengus have hollow bones, making them much lighter than other humanoids of their size, although few tengus possess the wings necessary to fly naturally. A tengu’s speech might be punctuated by quick clucks or throaty cawing, and many tengus practice conversation diligently to rid themselves of these involuntary ticks. Ruf ing of the feathers and compulsive, jerky movements of the neck are other trademark habits. Tengus reproduce by laying eggs: the average tengu egg is about 11 inches in diameter and 16 inches tall and takes 4 months to hatch. Tengus are a people in diaspora and are almost always found within larger kingdoms and communities of other races. Perhaps because they are more visually distinctive than most other humanoid races, tengus tend to be distrusted and persecuted more often than, for example, elves or dwarves. As a result, tengus tend to gather in close-knit social groups composed of other outcasts and people of uncommon ancestry. Few true tengu communities exist, and those that do are often exiled to ghettos and other forgotten city quarters. From an early age, tengus learn that the world is not a friendly place and that they must look out for themselves. Recall Knowledge - Humanoid (Society): DC 16 Unspecific Lore : DC 14 Specific Lore : DC 11 Tengu Sneak Source Bestiary pg. 310 Perception +6; low-light vision Languages Common, Tengu; plus two others Skills Acrobatics +8, Athletics +6, Deception +7, Diplomacy +5, Society +5, Stealth +8, Thievery +8 Str +2 Dex +4 Con +1 Int +1 Wis +0 Cha +1 Items Studded Leather Armor, Shortbow --- AC 19 Fort +7 Ref +10 Will +4 HP 27 --- Speed 25 feet Melee Single Action rapier +10 (deadly 1d8, Disarm, Finesse), Damage 1d6+2 piercing Melee Single Action beak +10 (Finesse), Damage 1d4+2 piercing Ranged Single Action shortbow +10 (deadly 1d10, range increment 60 feet, reload 0), Damage 1d6 piercing Go for the Eyes Reaction (Incapacitation) Trigger The tengu critically hits with a beak Strike. Effect The tengu attempts to peck out its victim’s eyes. The target must attempt a DC 17 Fortitude save. Success Unaffected. Failure Blinded for 1 round. Critical Failure Blinded until healed to maximum HP. Sneak Attack The tengu deals 1d6 extra precision damage to flat-footed creatures. Surprise Attacker On the first round of combat, creatures that haven’t acted yet are flat-footed to the tengu. Jinx Eaters In the pirate-controlled archipelago of the Shackles, tengus occupy a unique social niche, since many pirates believe that a tengu’s presence on board a ship wards off bad luck. Known as “jinx eaters,” these tengu are treated as mascots by their pirate crews. Jinx eaters don’t mind this treatment, however, since it allows them to escape much of the drudgery associated with working on a ship. When a tengu is sailing with pirates afraid of ill fortune, the claim that “hunger leads to bad luck” secures comfort and respect for the jinx eater more effectively than any bribe. ",
 "trait": [
  "Humanoid",
  "Tengu",
  "CN",
  "Medium"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Tengu](/Traits.aspx?ID=240)",
 "trait_raw": [
  "Humanoid",
  "Tengu"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=392",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 4,
 "wisdom": 0
}