{
 "ac": 28,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 0,
 "creature_ability": [
  "Halfling Luck",
  "Fighting Rod",
  "Lethal Fighter",
  "Slippery Halfling"
 ],
 "creature_family_markdown": "",
 "dexterity": 5,
 "exclude_from_search": false,
 "fortitude_save": 15,
 "hp": 150,
 "hp_raw": "150",
 "id": "creature-1694",
 "intelligence": 4,
 "language": [
  "Common",
  "Draconic",
  "Elven",
  "Halfling",
  "Iruxi"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Halfling](/Languages.aspx?ID=7), [Iruxi](/Languages.aspx?ID=32)",
 "level": 9,
 "markdown": "<title level=\"1\" pfs=\"\">[Thiarvo The Quick, Ruthless Halfling Treasure Seeker](/NPCs.aspx?ID=1694)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nA Song'o halfling from the Laughing Jungle, Thiarvo had a loving and nurtured upbringing in a big family. Yet he was always rebellious, restless, and never felt like he fit in. He practiced traditional Song'o stick fighting, both to distinguish himself from his many siblings and cousins and because he could disguise the beatings he frequently gave them as “practice.” His skills grew, and he competed in stick fighting at the Song'o gatherings called Kana Fetes. The gatherings are held three times each year, and anyone who wins all three tournaments in a year is given the title of Unbending Champion. In Thiarvo's first three Kana Fetes he was victorious, claiming the title of Unbending Champion with remarkable speed. Only then did Thiarvo learn that the title also carried a restriction: an Unbending Champion can't fight in future Kana Fetes, to give others an opportunity to demonstrate their skills. Thiarvo felt as though he was being punished for his mastery and took the exclusion particularly hard.\n\n Storming away from the settlement of Lakay Se, where the Kana Fetes are held, Thiarvo came across a human mercenary named Iron-Arm Iyeki dying in the jungle. Intruders in the Laughing Jungle are rare, and for one so large to have gotten so near Lakay Se puzzled Thiarvo. He nursed Iyeki back to health, if only to learn what secret ways the mercenary had taken through the jungle, and the two discovered a mutual infatuation despite their differences in size and upbringing. By the time Iyeki felt comfortable enough with Thiarvo to admit that his presence in the Laughing Jungle was only due to dumb luck and a terrible sense of direction, the two had become close.\n\n Against his family's protests, Thiarvo decided to pack his things and leave with Iyeki. The pair traveled the Mwangi Expanse together, working with various employers in need of warriors who didn't much care about the morality of the work they were hired to perform. Thiarvo learned of many unscrupulous mercenary companies operating in the region, and as he drifted among them he heard their tales of overgrown ruins, lost treasures, and secret caches of riches. Thiarvo decided these would be his.\n\n Thiarvo and Iyeki eventually drifted apart. Iyeki wanted to join a more powerful group of mercenaries, but Thiarvo was tired of working for others. He resolved to work only for himself, seeking out treasure-laden ruins and making his own fortune. In his first solo expedition—exploring a crumbling, flooded serpentfolk temple infested with a gang of demon-worshipping boggards—he discovered a strange wooden stick imbued with chaotic energies. This [_rod of wonder_](/Equipment.aspx?ID=265) has been his most cherished trophy ever since, and he's learned to wield it just as well as he did the fighting sticks in Lakay Se. Thiarvo also carried out a backpack full of unusual gold coins, and his fortune had been made.\n\n Suddenly wealthy beyond even his own high expectations, Thiarvo realized that it wasn't the treasures that thrilled him, but the satisfaction of collecting them. With each relic or bauble he took, he knew that no one other than him would ever claim it from its hidden vault or crypt. He alone showed his mastery over the ruins and other treasure hunters by plundering lost troves.\n\n Thiarvo started spending his money on mercenaries, calling in contacts from his days as a warrior-for-hire. He paid well, but as his expeditions always took him to distant and dangerous places, only the desperate or erratic accompanied him. They were useful to keep rival explorers or dangerous monsters at bay, but Thiarvo always went alone in the ruins he explored, claiming treasures on his own. Few of these mercenaries ever made it back to civilization. Thiarvo was quick to talk about their bravery in the face of long odds, deadly diseases, and frightful monsters, but the truth is he'd frequently murder his companions just to keep the secrets of his finds to himself.\n\n His excess wealth allowed Thiarvo to indulge in expensive gear. He has a strong love for explosives, which derives from the unstable kiwano melons he loved as a young halfling in the Laughing Jungle. Thiarvo hadn't seen alchemical explosives until he left his home, and he considers them among the best inventions that larger humanoids have ever produced. He especially likes blowing up locked doors or ruin walls to reach the treasures inside, and he usually brings plenty of explosives on any expedition he undertakes.\n\n Though Thiarvo is approaching middle-age, he's still quite fit after spending a lifetime fighting to survive and exploring dangerous places. He has a disarming personality that he uses to put others at ease, often before turning against them. He prefers to wear broad-brimmed hats to keep both rain and sun off of his face, and to keep his eyes shadowed for when he invariably heads into another darkened ruin to see what treasures he can find. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Thiarvo understands how far a friendly demeanor can go, so he adopts one when he meets the heroes. He doesn't have any respect for the Magaambya or archaeological exploration in general, and he sees the heroes and their small horde of students as nothing more than an impediment to his short-term goal of taking everything of value from Bloodsalt. But he doesn't like to open with confrontation, and therefore hopes to convince the heroes to leave, or at least delay long enough to eliminate them quickly.\n\n A confrontation with Thiarvo is inevitable, but heroes who capture rather than kill the halfling can convince him that they're in Bloodsalt to stay, at least for the time being. Ever one to cut his losses when he knows he's beaten, Thiarvo does his best to flee and not look back. If you'd like, the heroes might encounter him again in some other ruin later in this Adventure Path—by then, Thiarvo will be better prepared to face them and has likely restocked his prodigious store of explosives.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 36\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 34\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 31\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 9\">[Thiarvo The Quick](/NPCs.aspx?ID=1694)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Halfling\" url=\"/Traits.aspx?ID=87\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #171: Hurricane's Howl](/Sources.aspx?ID=101) pg. 90</row>\n\n**Perception** +20\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Halfling](/Languages.aspx?ID=7), [Iruxi](/Languages.aspx?ID=32)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +19, [Athletics](/Skills.aspx?ID=3) +15, [Deception](/Skills.aspx?ID=5) +15, [Diplomacy](/Skills.aspx?ID=6) +15, [Stealth](/Skills.aspx?ID=15) +18, [Survival](/Skills.aspx?ID=16) +18, [Thievery](/Skills.aspx?ID=17) +20\r\n\r\n<row gap=\"medium\">\r\n**Str** +0\r\n\r\n**Dex** +5\r\n\r\n**Con** +0\r\n\r\n**Int** +4\r\n\r\n**Wis** +3\r\n\r\n**Cha** +2\r\n</row>\n\n**Items**\r\n[moderate alchemist's fire](/Equipment.aspx?ID=75) (4), [moderate healing potion](/Equipment.aspx?ID=186), _+1 [striking](/Equipment.aspx?ID=280) [rod of wonder](/Equipment.aspx?ID=265)_, [Studded Leather Armor](/Armor.aspx?ID=5), [infiltrator thieves' tools](/Equipment.aspx?ID=58)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 28 \r\n\r\n**Fort** +15 \r\n\r\n**Ref** +20 \r\n\r\n**Will** +18 \n\n</row>\r\n\r\n**HP** 150\n\n**Halfling Luck** <actions string=\"Reaction\" /> ([fortune](/Traits.aspx?ID=76)) **Frequency** once per day; **Trigger** Thiarvo fails a skill check or a saving throw; **Effect** Thiarvo rerolls the triggering check and must use the new result.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_rod_ +21 ([Backswing](/Traits.aspx?ID=173), [Magical](/Traits.aspx?ID=103), [Nonlethal](/Traits.aspx?ID=188), [Shove](/Traits.aspx?ID=193)),\r\n**Damage** 2d6+7 bludgeoning plus 2d8 precision\n\n**Fighting Rod**   Thiarvo's [_rod of wonder_](/Equipment.aspx?ID=265) is supple wood and can be used as a [fighting stick](/Weapons.aspx?ID=168). It can be enchanted with fundamental runes but not property runes, and it's currently enchanted with the _[+1](/Equipment.aspx?ID=281)_ and _[striking](/Equipment.aspx?ID=280)_ runes.\r\n\r\n**Lethal Fighter**   Thiarvo can make lethal attacks using weapons with the [nonlethal](/Traits.aspx?ID=188) trait without taking the usual –2 penalty. His attacks with weapons with the nonlethal trait deal an additional 2d8 precision damage, whether he's making nonlethal attacks or lethal attacks with them. This damage is included in his melee entry.\r\n\r\n**Slippery Halfling**   Thiarvo ignores difficult terrain from trees, foliage, rubble, and undergrowth.\r\n\r\n</column>",
 "name": "Thiarvo The Quick",
 "npc": true,
 "perception": 20,
 "rarity": "unique",
 "reflex_save": 20,
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Halfling\" url=\"/Traits.aspx?ID=87\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #171: Hurricane's Howl](/Sources.aspx?ID=101) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 150\r\n\r\n**AC** 28\r\n\r\n**Fort** +15\r\n\r\n**Ref** +20\r\n\r\n**Will** +18\r\n\r\n**Perception** +20\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA Song'o halfling from the Laughing Jungle, Thiarvo had a loving and nurtured upbringing in a big family. Yet he was always rebellious, restless, and …\r\n</summary>",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +19",
  "Athletics +15",
  "Deception +15",
  "Diplomacy +15",
  "Stealth +18",
  "Survival +18",
  "Thievery +20"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +19, [Athletics](/Skills.aspx?ID=3) +15, [Deception](/Skills.aspx?ID=5) +15, [Diplomacy](/Skills.aspx?ID=6) +15, [Stealth](/Skills.aspx?ID=15) +18, [Survival](/Skills.aspx?ID=16) +18, [Thievery](/Skills.aspx?ID=17) +20",
 "source": [
  "Pathfinder #171: Hurricane's Howl"
 ],
 "source_raw": [
  "Pathfinder #171: Hurricane's Howl pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #171: Hurricane's Howl](/Sources.aspx?ID=101) pg. 90</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Strength of Thousands",
 "stealth": "18",
 "strength": 0,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "A Song'o halfling from the Laughing Jungle, Thiarvo had a loving and nurtured upbringing in a big family. Yet he was always rebellious, restless, and …",
 "summary_markdown": "A Song'o halfling from the Laughing Jungle, Thiarvo had a loving and nurtured upbringing in a big family. Yet he was always rebellious, restless, and …",
 "text": " Thiarvo The Quick, Ruthless Halfling Treasure Seeker A Song'o halfling from the Laughing Jungle, Thiarvo had a loving and nurtured upbringing in a big family. Yet he was always rebellious, restless, and never felt like he fit in. He practiced traditional Song'o stick fighting, both to distinguish himself from his many siblings and cousins and because he could disguise the beatings he frequently gave them as “practice.” His skills grew, and he competed in stick fighting at the Song'o gatherings called Kana Fetes. The gatherings are held three times each year, and anyone who wins all three tournaments in a year is given the title of Unbending Champion. In Thiarvo's first three Kana Fetes he was victorious, claiming the title of Unbending Champion with remarkable speed. Only then did Thiarvo learn that the title also carried a restriction: an Unbending Champion can't fight in future Kana Fetes, to give others an opportunity to demonstrate their skills. Thiarvo felt as though he was being punished for his mastery and took the exclusion particularly hard. Storming away from the settlement of Lakay Se, where the Kana Fetes are held, Thiarvo came across a human mercenary named Iron-Arm Iyeki dying in the jungle. Intruders in the Laughing Jungle are rare, and for one so large to have gotten so near Lakay Se puzzled Thiarvo. He nursed Iyeki back to health, if only to learn what secret ways the mercenary had taken through the jungle, and the two discovered a mutual infatuation despite their differences in size and upbringing. By the time Iyeki felt comfortable enough with Thiarvo to admit that his presence in the Laughing Jungle was only due to dumb luck and a terrible sense of direction, the two had become close. Against his family's protests, Thiarvo decided to pack his things and leave with Iyeki. The pair traveled the Mwangi Expanse together, working with various employers in need of warriors who didn't much care about the morality of the work they were hired to perform. Thiarvo learned of many unscrupulous mercenary companies operating in the region, and as he drifted among them he heard their tales of overgrown ruins, lost treasures, and secret caches of riches. Thiarvo decided these would be his. Thiarvo and Iyeki eventually drifted apart. Iyeki wanted to join a more powerful group of mercenaries, but Thiarvo was tired of working for others. He resolved to work only for himself, seeking out treasure-laden ruins and making his own fortune. In his first solo expedition—exploring a crumbling, flooded serpentfolk temple infested with a gang of demon-worshipping boggards—he discovered a strange wooden stick imbued with chaotic energies. This rod of wonder has been his most cherished trophy ever since, and he's learned to wield it just as well as he did the fighting sticks in Lakay Se. Thiarvo also carried out a backpack full of unusual gold coins, and his fortune had been made. Suddenly wealthy beyond even his own high expectations, Thiarvo realized that it wasn't the treasures that thrilled him, but the satisfaction of collecting them. With each relic or bauble he took, he knew that no one other than him would ever claim it from its hidden vault or crypt. He alone showed his mastery over the ruins and other treasure hunters by plundering lost troves. Thiarvo started spending his money on mercenaries, calling in contacts from his days as a warrior-for-hire. He paid well, but as his expeditions always took him to distant and dangerous places, only the desperate or erratic accompanied him. They were useful to keep rival explorers or dangerous monsters at bay, but Thiarvo always went alone in the ruins he explored, claiming treasures on his own. Few of these mercenaries ever made it back to civilization. Thiarvo was quick to talk about their bravery in the face of long odds, deadly diseases, and frightful monsters, but the truth is he'd frequently murder his companions just to keep the secrets of his finds to himself. His excess wealth allowed Thiarvo to indulge in expensive gear. He has a strong love for explosives, which derives from the unstable kiwano melons he loved as a young halfling in the Laughing Jungle. Thiarvo hadn't seen alchemical explosives until he left his home, and he considers them among the best inventions that larger humanoids have ever produced. He especially likes blowing up locked doors or ruin walls to reach the treasures inside, and he usually brings plenty of explosives on any expedition he undertakes. Though Thiarvo is approaching middle-age, he's still quite fit after spending a lifetime fighting to survive and exploring dangerous places. He has a disarming personality that he uses to put others at ease, often before turning against them. He prefers to wear broad-brimmed hats to keep both rain and sun off of his face, and to keep his eyes shadowed for when he invariably heads into another darkened ruin to see what treasures he can find. Campaign Role Thiarvo understands how far a friendly demeanor can go, so he adopts one when he meets the heroes. He doesn't have any respect for the Magaambya or archaeological exploration in general, and he sees the heroes and their small horde of students as nothing more than an impediment to his short-term goal of taking everything of value from Bloodsalt. But he doesn't like to open with confrontation, and therefore hopes to convince the heroes to leave, or at least delay long enough to eliminate them quickly. A confrontation with Thiarvo is inevitable, but heroes who capture rather than kill the halfling can convince him that they're in Bloodsalt to stay, at least for the time being. Ever one to cut his losses when he knows he's beaten, Thiarvo does his best to flee and not look back. If you'd like, the heroes might encounter him again in some other ruin later in this Adventure Path—by then, Thiarvo will be better prepared to face them and has likely restocked his prodigious store of explosives. Recall Knowledge - Humanoid (Society): DC 36 Unspecific Lore : DC 34 Specific Lore : DC 31 Thiarvo The Quick Source Pathfinder #171: Hurricane's Howl pg. 90 Perception +20 Languages Common, Draconic, Elven, Halfling, Iruxi Skills Acrobatics +19, Athletics +15, Deception +15, Diplomacy +15, Stealth +18, Survival +18, Thievery +20 Str +0 Dex +5 Con +0 Int +4 Wis +3 Cha +2 Items moderate alchemist's fire (4), moderate healing potion, +1 striking rod of wonder , Studded Leather Armor, infiltrator thieves' tools --- AC 28 Fort +15 Ref +20 Will +18 HP 150 Halfling Luck Reaction (fortune) Frequency once per day; Trigger Thiarvo fails a skill check or a saving throw; Effect Thiarvo rerolls the triggering check and must use the new result. --- Speed 25 feet Melee Single Action rod +21 (Backswing, Magical, Nonlethal, Shove), Damage 2d6+7 bludgeoning plus 2d8 precision Fighting Rod Thiarvo's rod of wonder is supple wood and can be used as a fighting stick. It can be enchanted with fundamental runes but not property runes, and it's currently enchanted with the +1 and striking runes. Lethal Fighter Thiarvo can make lethal attacks using weapons with the nonlethal trait without taking the usual –2 penalty. His attacks with weapons with the nonlethal trait deal an additional 2d8 precision damage, whether he's making nonlethal attacks or lethal attacks with them. This damage is included in his melee entry. Slippery Halfling Thiarvo ignores difficult terrain from trees, foliage, rubble, and undergrowth. ",
 "trait": [
  "Halfling",
  "Humanoid",
  "Unique",
  "CE",
  "Small"
 ],
 "trait_markdown": "[Halfling](/Traits.aspx?ID=87), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Halfling",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1694",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 18,
 "wisdom": 3
}