{
 "ac": 22,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 6,
 "creature_ability": [
  "Deluge",
  "Drink Abundance",
  "Expel Wave"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 19,
 "hp": 155,
 "hp_raw": "155",
 "id": "creature-1336",
 "image": [
  "/Images/Monsters/Tiddalik.png"
 ],
 "intelligence": -2,
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "level": 7,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Tiddalik](/Monsters.aspx?ID=1336)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nTiddaliks are giant, drought-causing monstrosities resembling grossly swollen frogs. They travel through the land, sniffing out water to gorge themselves on. Upon finding a source, the tiddalik submerges itself and begins to drink, and drink, and drink. Over time, it slurps the water down to the very last drop and balloons in size, becoming unable to move at more than an amble. The water sustains the tiddalik for years, while the land suffers a great drought. In fact, the only moisture to be found in any quantity might be the damp divot the tiddalik's great, sloshing body leaves behind as it travels.\n\n Desperate locals trying to undo a tiddalik's work are met with the creature's gullet or torrents of water. A tiddalik is lazy and unlikely to start a fight of its own volition or even to chase a fleeing attacker, having little interest in anything but slaking its immense thirst. In its death throes, the tiddalik divulges its water stores, breaking free in a final tide of mass destruction that swamps the surrounding area. Woe betide any unlucky enough to find themselves beset by a tiddalik's gluttony!\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Beast](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Nature](/Skills.aspx?ID=10)): DC 23\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 21\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 18\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Tiddalik.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 7\">[Tiddalik](/Monsters.aspx?ID=1336)</title>\r\n\r\n<traits>\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Huge\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 265</row>\n\n**Perception** +15; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +19, [Stealth](/Skills.aspx?ID=15) +11\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** +2\r\n\r\n**Con** +6\r\n\r\n**Int** -2\r\n\r\n**Wis** +4\r\n\r\n**Cha** +0\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 22 \r\n\r\n**Fort** +19 \r\n\r\n**Ref** +11 \r\n\r\n**Will** +15 \n\n</row>\r\n\r\n**HP** 155\n\n**Deluge** A creature can provoke a waterlogged tiddalik (see Drink Abundance below) into laughing and releasing its stored water with a successful DC 25 check to [Perform](/Actions.aspx?ID=59) a joke or funny story. The tiddalik also disgorges its water automatically if it dies while waterlogged, or can voluntarily Deluge as a three-action activity that has the [concentrate](/Traits.aspx?ID=32) trait.<br /> The mass of stored water swamps a 10-foot emanation, dealing 8d6 bludgeoning damage to creatures in the area (DC 25 [basic](/Rules.aspx?ID=329) Reflex save) and making the area difficult terrain for 1 day. The tiddalik can't use its spit Strike or Expel Wave until it next Drinks in Abundance.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet, or 10 feet while waterlogged\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbite +19 ([reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d10+9 piercing plus [Grab](/MonsterAbilities.aspx?ID=18)\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nspit +15 ([range increment 30 feet](/Traits.aspx?ID=248)),\r\n**Damage** 2d10+9 bludgeoning\n\n**Drink Abundance**  ([Downtime](/Traits.aspx?ID=49)) The tiddalik spends a day or more drinking from a water source. If the water source is equal to or greater in volume than itself, the tiddalik consumes 5,000 gallons of water per day and becomes waterlogged. While waterlogged, it can use its spit Strike, Expel Wave, and its deluge ability, but its Speed is reduced to 10 feet. If the water source is smaller than the tiddalik, it consumes the water but does not become waterlogged.\r\n\r\n**Expel Wave** <actions string=\"Two Actions\" />  **Requirements** The tiddalik is waterlogged; **Effect** The tiddalik expels a wave of water in a 60-foot cone that deals 6d6 bludgeoning damage (DC 25 [basic](/Rules.aspx?ID=329) Reflex save). Creatures that fail the save are pushed back 5 feet (10 feet on a critical failure). The tiddalik can't use Expel Wave again for 1d4 rounds.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Mythological Origins</title>\r\n\r\nTales told around open-air campfires speak of Tiddalik, a greedy frog who gulped all the land's water in blatant disregard of the needs of the other animals or the land. No matter how he was entreated, he wouldn't share the water. So the animals instead tried to make him laugh—to no avail. Routine by routine passed, but nothing worked. Finally, the snake couldn't take it any longer and began to berate Tiddalik, tying himself in knots in his anger. These contortions were what finally caused Tiddalik to laugh. He laughed for days and days—a big, deep belly laugh—spewing the precious water everywhere and flooding the lands. To this day Tiddalik is an emblem of greed in many stories, often petty when others have an abundance since his was taken away.\r\n</aside>",
 "name": "Tiddalik",
 "npc": false,
 "perception": 15,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 11,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 265</row>\n\n<row gap=\"medium\">\r\n**HP** 155\r\n\r\n**AC** 22\r\n\r\n**Fort** +19\r\n\r\n**Ref** +11\r\n\r\n**Will** +15\r\n\r\n**Perception** +15\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTiddaliks are giant, drought-causing monstrosities resembling grossly swollen frogs. They travel through the land, sniffing out water to gorge …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Huge"
 ],
 "skill": [
  "Athletics +19",
  "Stealth +11"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +19, [Stealth](/Skills.aspx?ID=15) +11",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 265"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 265</row>",
 "speed": {
  "land": 10,
  "max": 10
 },
 "speed_markdown": "25 feet, or 10 feet while waterlogged",
 "speed_raw": "25 feet, or 10 feet while waterlogged",
 "spell_markdown": "",
 "stealth": "11",
 "strength": 6,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Tiddaliks are giant, drought-causing monstrosities resembling grossly swollen frogs. They travel through the land, sniffing out water to gorge …",
 "summary_markdown": "Tiddaliks are giant, drought-causing monstrosities resembling grossly swollen frogs. They travel through the land, sniffing out water to gorge …",
 "text": " Tiddalik Tiddaliks are giant, drought-causing monstrosities resembling grossly swollen frogs. They travel through the land, sniffing out water to gorge themselves on. Upon finding a source, the tiddalik submerges itself and begins to drink, and drink, and drink. Over time, it slurps the water down to the very last drop and balloons in size, becoming unable to move at more than an amble. The water sustains the tiddalik for years, while the land suffers a great drought. In fact, the only moisture to be found in any quantity might be the damp divot the tiddalik's great, sloshing body leaves behind as it travels. Desperate locals trying to undo a tiddalik's work are met with the creature's gullet or torrents of water. A tiddalik is lazy and unlikely to start a fight of its own volition or even to chase a fleeing attacker, having little interest in anything but slaking its immense thirst. In its death throes, the tiddalik divulges its water stores, breaking free in a final tide of mass destruction that swamps the surrounding area. Woe betide any unlucky enough to find themselves beset by a tiddalik's gluttony! Recall Knowledge - Beast (Arcana, Nature): DC 23 Unspecific Lore : DC 21 Specific Lore : DC 18 Tiddalik Source Bestiary 3 pg. 265 Perception +15; low-light vision Languages Common Skills Athletics +19, Stealth +11 Str +6 Dex +2 Con +6 Int -2 Wis +4 Cha +0 --- AC 22 Fort +19 Ref +11 Will +15 HP 155 Deluge A creature can provoke a waterlogged tiddalik (see Drink Abundance below) into laughing and releasing its stored water with a successful DC 25 check to Perform a joke or funny story. The tiddalik also disgorges its water automatically if it dies while waterlogged, or can voluntarily Deluge as a three-action activity that has the concentrate trait. The mass of stored water swamps a 10-foot emanation, dealing 8d6 bludgeoning damage to creatures in the area (DC 25 basic Reflex save) and making the area difficult terrain for 1 day. The tiddalik can't use its spit Strike or Expel Wave until it next Drinks in Abundance. --- Speed 25 feet, or 10 feet while waterlogged Melee Single Action bite +19 (reach 10 feet), Damage 2d10+9 piercing plus Grab Ranged Single Action spit +15 (range increment 30 feet), Damage 2d10+9 bludgeoning Drink Abundance (Downtime) The tiddalik spends a day or more drinking from a water source. If the water source is equal to or greater in volume than itself, the tiddalik consumes 5,000 gallons of water per day and becomes waterlogged. While waterlogged, it can use its spit Strike, Expel Wave, and its deluge ability, but its Speed is reduced to 10 feet. If the water source is smaller than the tiddalik, it consumes the water but does not become waterlogged. Expel Wave Two Actions Requirements The tiddalik is waterlogged; Effect The tiddalik expels a wave of water in a 60-foot cone that deals 6d6 bludgeoning damage (DC 25 basic Reflex save). Creatures that fail the save are pushed back 5 feet (10 feet on a critical failure). The tiddalik can't use Expel Wave again for 1d4 rounds. Mythological Origins Tales told around open-air campfires speak of Tiddalik, a greedy frog who gulped all the land's water in blatant disregard of the needs of the other animals or the land. No matter how he was entreated, he wouldn't share the water. So the animals instead tried to make him laugh—to no avail. Routine by routine passed, but nothing worked. Finally, the snake couldn't take it any longer and began to berate Tiddalik, tying himself in knots in his anger. These contortions were what finally caused Tiddalik to laugh. He laughed for days and days—a big, deep belly laugh—spewing the precious water everywhere and flooding the lands. To this day Tiddalik is an emblem of greed in many stories, often petty when others have an abundance since his was taken away. ",
 "trait": [
  "Amphibious",
  "Beast",
  "NE",
  "Huge"
 ],
 "trait_markdown": "[Amphibious](/Traits.aspx?ID=207), [Beast](/Traits.aspx?ID=20)",
 "trait_raw": [
  "Amphibious",
  "Beast"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1336",
 "vision": "Low-light vision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 15,
 "wisdom": 4
}