{
 "ac": 26,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -5,
 "constitution": 4,
 "creature_ability": [
  "Construct Armor",
  "Carver's Curse"
 ],
 "creature_family_markdown": "",
 "dexterity": 6,
 "exclude_from_search": false,
 "fortitude_save": 17,
 "hardness": 8,
 "hardness_raw": "8",
 "hp": 87,
 "hp_raw": "87",
 "id": "creature-1352",
 "image": [
  "/Images/Monsters/Tupilaq.png"
 ],
 "immunity": [
  "death  effects",
  "disease",
  "doomed",
  "drained",
  "fatigued",
  "healing",
  "mental",
  "necromancy",
  "nonlethal  attacks",
  "paralyzed",
  "poison",
  "sickened",
  "unconscious"
 ],
 "immunity_markdown": "[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [doomed](/Conditions.aspx?ID=9), [drained](/Conditions.aspx?ID=10), [fatigued](/Conditions.aspx?ID=15), [healing](/Traits.aspx?ID=89), [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117), [nonlethal](/Traits.aspx?ID=188) attacks, [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [sickened](/Conditions.aspx?ID=34), [unconscious](/Conditions.aspx?ID=38)",
 "intelligence": -5,
 "language_markdown": "",
 "level": 7,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Tupilaq](/Monsters.aspx?ID=1352)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nA tupilaq is an artistically crafted construct carved from animal bones (typically whale or walrus) and imbued with the express purpose of eviscerating its creator's enemies. A tupilaq manifests from hateful magic—a thing that can be created only by someone who believes they were grievously wronged. When a terrible, unforgivable crime is committed against someone with great skill at carving and who has knowledge of the proper ritual, the aggrieved can channel their grief and hate through whispered incantations to bring a tupilaq to life.\n\n Sadly, the same emotions used to create a tupilaq often lead to even greater tragedies. Functionally immortal but built for vengeance a tupilaq lacks the reason or discernment to do anything other than pursue the goal imbued by its creator. A wish to utterly destroy an enemy can lead a tupilaq to slaughter an entire clan or settlement, killing until it has slain everyone even remotely related to the original offender. There are many stories where a tupilaq ends up causing more tragedy for its creator than the crime that precipitated its creation. The most common tales feature the tupilaq eventually murdering its creator's spouse or family members due to a distant relationship to the original target that no one knew about.\n\n Tupilaqs' animating energies aren't tied to their original functions, and the creatures typically long outlast their creators, their victims, and often any who recall the reason for their creation. They might fall into a sort of hibernation once they've achieved immediate vengeance, but they frequently reawaken to continue their rampage against unsuspecting targets ignorant of their involvement.\n\n Spellcasters might occasionally summon these constructs. Summoned tupilaqs, hauled unceremoniously from their vengeance, become near-frenzied combatants, unleashing every offensive ability in their arsenal to break free. These reactions aren't strategic or considered, but an instinctual, almost programmed need to return to their true purpose. Conjurers should be wary about tupilaqs employing spells that might be turned against their summoners, such as a [_fireball_](/Spells.aspx?ID=119) spell “accidentally” placed such that it incinerates the spellcaster and returns these creatures from whence they came.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Construct](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2), [Crafting](/Skills.aspx?ID=4)): DC 23\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 21\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 18\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Tupilaq.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 7\">[Tupilaq](/Monsters.aspx?ID=1352)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Construct\" url=\"/Traits.aspx?ID=35\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 278</row>\n\n**Perception** +16; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +15\r\n\r\n<row gap=\"medium\">\r\n**Str** +2\r\n\r\n**Dex** +6\r\n\r\n**Con** +4\r\n\r\n**Int** -5\r\n\r\n**Wis** +3\r\n\r\n**Cha** -5\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 26 \r\n\r\n**Fort** +17 \r\n\r\n**Ref** +15 \r\n\r\n**Will** +12 \n\n</row>\r\n\r\n**HP** 87\n\n**Immunities**\r\n[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [doomed](/Conditions.aspx?ID=9), [drained](/Conditions.aspx?ID=10), [fatigued](/Conditions.aspx?ID=15), [healing](/Traits.aspx?ID=89), [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117), [nonlethal](/Traits.aspx?ID=188) attacks, [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [sickened](/Conditions.aspx?ID=34), [unconscious](/Conditions.aspx?ID=38)\n\n**Construct Armor** Like normal objects, a tupilaq has Hardness. This Hardness reduces any damage it takes by an amount equal to the Hardness. Once a tupilaq is reduced to less than half its Hit Points, or immediately upon being damaged by a critical hit, its construct armor breaks, it loses its Hardness, and its Armor Class is reduced to 22.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet, swim 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +19 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179)),\r\n**Damage** 2d8+5 slashing plus [Grab](/MonsterAbilities.aspx?ID=18)\r\n\r\n**Primal Innate Spells** DC 24\r\n- **3rd**\r\n[Fireball](/Spells.aspx?ID=119) (×3)\r\n\r\n**Carver's Curse**   When a tupilaq is created, the curse imparted by its creator manifests in the form of a single 3rd-level primal spell the tupilaq can cast three times per day. The particular spell is a reflection of the creator's wish for vengeance. By default, and for a found or summoned tupilaq, this spell is [_fireball_](/Spells.aspx?ID=119).\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Relics of the Past</title>\r\n\r\nA tupilaq can last indefinitely once created, and it's not uncommon for a tupilaq to be unearthed years, decades, or even centuries after its creator has passed away. Archaeologists working northern dig sites might accidentally stumble across the fierce constructs, inadvertently awakening their vengeful curse.\r\n</aside>",
 "name": "Tupilaq",
 "npc": false,
 "perception": 16,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 15,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Construct\" url=\"/Traits.aspx?ID=35\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 278</row>\n\n<row gap=\"medium\">\r\n**HP** 87\r\n\r\n**AC** 26\r\n\r\n**Fort** +17\r\n\r\n**Ref** +15\r\n\r\n**Will** +12\r\n\r\n**Perception** +16\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA tupilaq is an artistically crafted construct carved from animal bones (typically whale or walrus) and imbued with the express purpose of …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Small"
 ],
 "skill": [
  "Athletics +15"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +15",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 278"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 278</row>",
 "speed": {
  "land": 40,
  "max": 40,
  "swim": 40
 },
 "speed_markdown": "40 feet, swim 40 feet",
 "speed_raw": "40 feet, swim 40 feet",
 "spell": [
  "Fireball"
 ],
 "spell_markdown": "[Fireball](/Spells.aspx?ID=119)",
 "strength": 2,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "A tupilaq is an artistically crafted construct carved from animal bones (typically whale or walrus) and imbued with the express purpose of …",
 "summary_markdown": "A tupilaq is an artistically crafted construct carved from animal bones (typically whale or walrus) and imbued with the express purpose of …",
 "text": " Tupilaq A tupilaq is an artistically crafted construct carved from animal bones (typically whale or walrus) and imbued with the express purpose of eviscerating its creator's enemies. A tupilaq manifests from hateful magic—a thing that can be created only by someone who believes they were grievously wronged. When a terrible, unforgivable crime is committed against someone with great skill at carving and who has knowledge of the proper ritual, the aggrieved can channel their grief and hate through whispered incantations to bring a tupilaq to life. Sadly, the same emotions used to create a tupilaq often lead to even greater tragedies. Functionally immortal but built for vengeance a tupilaq lacks the reason or discernment to do anything other than pursue the goal imbued by its creator. A wish to utterly destroy an enemy can lead a tupilaq to slaughter an entire clan or settlement, killing until it has slain everyone even remotely related to the original offender. There are many stories where a tupilaq ends up causing more tragedy for its creator than the crime that precipitated its creation. The most common tales feature the tupilaq eventually murdering its creator's spouse or family members due to a distant relationship to the original target that no one knew about. Tupilaqs' animating energies aren't tied to their original functions, and the creatures typically long outlast their creators, their victims, and often any who recall the reason for their creation. They might fall into a sort of hibernation once they've achieved immediate vengeance, but they frequently reawaken to continue their rampage against unsuspecting targets ignorant of their involvement. Spellcasters might occasionally summon these constructs. Summoned tupilaqs, hauled unceremoniously from their vengeance, become near-frenzied combatants, unleashing every offensive ability in their arsenal to break free. These reactions aren't strategic or considered, but an instinctual, almost programmed need to return to their true purpose. Conjurers should be wary about tupilaqs employing spells that might be turned against their summoners, such as a fireball spell “accidentally” placed such that it incinerates the spellcaster and returns these creatures from whence they came. Recall Knowledge - Construct (Arcana, Crafting): DC 23 Unspecific Lore : DC 21 Specific Lore : DC 18 Tupilaq Source Bestiary 3 pg. 278 Perception +16; darkvision Languages Skills Athletics +15 Str +2 Dex +6 Con +4 Int -5 Wis +3 Cha -5 --- AC 26 Fort +17 Ref +15 Will +12 HP 87 Immunities death effects, disease, doomed, drained, fatigued, healing, mental, necromancy, nonlethal attacks, paralyzed, poison, sickened, unconscious Construct Armor Like normal objects, a tupilaq has Hardness. This Hardness reduces any damage it takes by an amount equal to the Hardness. Once a tupilaq is reduced to less than half its Hit Points, or immediately upon being damaged by a critical hit, its construct armor breaks, it loses its Hardness, and its Armor Class is reduced to 22. --- Speed 40 feet, swim 40 feet Melee Single Action jaws +19 (Agile, Finesse), Damage 2d8+5 slashing plus Grab Primal Innate Spells DC 24 - 3rd Fireball (×3) Carver's Curse When a tupilaq is created, the curse imparted by its creator manifests in the form of a single 3rd-level primal spell the tupilaq can cast three times per day. The particular spell is a reflection of the creator's wish for vengeance. By default, and for a found or summoned tupilaq, this spell is fireball . Relics of the Past A tupilaq can last indefinitely once created, and it's not uncommon for a tupilaq to be unearthed years, decades, or even centuries after its creator has passed away. Archaeologists working northern dig sites might accidentally stumble across the fierce constructs, inadvertently awakening their vengeful curse. ",
 "trait": [
  "Construct",
  "N",
  "Small"
 ],
 "trait_markdown": "[Construct](/Traits.aspx?ID=35)",
 "trait_raw": [
  "Construct"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1352",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 12,
 "wisdom": 3
}