{
 "ac": 29,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 0,
 "constitution": 5,
 "creature_ability": [
  "Fling",
  "Pin Prey",
  "Swallow Whole",
  "Trample"
 ],
 "creature_family": "Dinosaur",
 "creature_family_markdown": "[Dinosaur](/MonsterFamilies.aspx?ID=32)",
 "dexterity": 1,
 "exclude_from_search": false,
 "fortitude_save": 21,
 "hp": 180,
 "hp_raw": "180",
 "id": "creature-123",
 "image": [
  "/Images/Monsters/Dinosaur_Tyrannosaurus.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 10,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Tyrannosaurus](/Monsters.aspx?ID=123)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nWidely regarded as the king of the dinosaurs, the tyrannosaurus is a massive predator with a wide mouth filled with viciously sharp teeth. Thundering beasts of fury and hunger, tyrannosauruses are bold and fearless carnivores that eagerly bite off great hunks of large prey and swallow smaller prey—such as most humanoids—in a single gulp. Although they can subsist on carrion, tyrannosaurs prefer live prey.\n\n Tyrannosauruses stand on two wide, powerful hind legs that allow them to run quickly, and their thick tails provide them with exceptional balance. Although a their small forelimbs are of little use other than to hold prey in place while the predators tear at their victim’s flesh with their fearsome jaws, even these forelimbs bear sharp claws several inches long. As fearsome as tyrannosauruses are alone, they sometimes hunt in packs to take down massive prey. Only the most powerful creatures can successfully train tyrannosauruses, and even then, only when they can provide the ravenous beasts with a steady diet of meat.\n\n Some tribes of giants, particularly cyclopes or more obscure denizens of primeval lands, have even trained tyrannosauruses as mounts or beasts of war. In other places, xulgaths feed these prisoners to these mighty dinosaurs as part of executions or ritual sacrifices. Some xulgath cults even revere tyrannosaurs as incarnations of their violent demonic demigods. For their part, tyrannosaurs who have grown used to having their meals provided in this manner are remarkably well-behaved toward their feeders and keepers. Tyrannosauruses are 50 feet long and weigh 7 tons or more.\n\n. Other variants of the tyrannosaurs include slightly smaller dinosaurs such as the allosaurus, or even larger dinosaurs like the ravenous giganotosaurus. Even the smallest tyrannosaurs, such as the nanotyrannus, are never smaller than Large in size, yet despite this smaller stature, they are no less ferocious, and those who would assume that a nanotyrannus is \"safer\" to train would do well to think again!\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 27\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 25\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 22\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Dinosaur_Tyrannosaurus.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 10\">[Tyrannosaurus](/Monsters.aspx?ID=123)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Gargantuan\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n<trait label=\"Dinosaur\" url=\"/Traits.aspx?ID=45\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 101</row>\n\n**Perception** +19; low-light vision, scent (imprecise) 30 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +15, [Athletics](/Skills.aspx?ID=3) +24\r\n\r\n<row gap=\"medium\">\r\n**Str** +8\r\n\r\n**Dex** +1\r\n\r\n**Con** +5\r\n\r\n**Int** -4\r\n\r\n**Wis** +3\r\n\r\n**Cha** +0\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 29 \r\n\r\n**Fort** +21 \r\n\r\n**Ref** +15 \r\n\r\n**Will** +19 \n\n</row>\r\n\r\n**HP** 180\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +22 ([deadly 1d12](/Traits.aspx?ID=174), [reach 20 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d12+12 piercing plus Grab\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfoot +22 ([reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d10+12 bludgeoning\n\n**Fling** <actions string=\"Single Action\" />  **Requirements** A creature is Grabbed in the tyrannosaurus's jaws. **Effect** The tyrannosaurus flings the creature into the air up to 10 feet up from its mouth and 20ft away. The creature falls 25 feet (assuming the tyrannosaurus flings it as high as it can) and takes falling damage accordingly. If the flung creature lands on another creature, the creature it lands on takes the same amount of bludgeoning damage. The creature being landed upon can attempt a DC 23 basic Reflex save.\r\n\r\n**Pin Prey** <actions string=\"Reaction\" />  **Trigger** The tyrannosaurus critically hits a Large or smaller foe with its foot. **Effect** The creature struck by the foot is knocked prone and the tyrannosaurus uses its foot to hold the creature in place. As long as the tyrannosaurus doesn't move from its position, the pinned creature is Grabbed. A tyrannosaurus gains a +2 circumstance bonus to attack a creature it has pinned in this manner, but it cannot use swallow whole on the target unless it uses its jaws to Grab the victim first.\r\n\r\n**[Swallow Whole](/MonsterAbilities.aspx?ID=35)** <actions string=\"Single Action\" /> ([Attack](/Traits.aspx?ID=15)) Medium, 3d6+8 bludgeoning, Rupture 26\r\n\r\n**[Trample](/MonsterAbilities.aspx?ID=39)** <actions string=\"Three Actions\" />  Huge or smaller, foot, DC 29\r\n\r\n</column>\n\n<document level=\"2\" id=\"creature-family-32\" />",
 "name": "Tyrannosaurus",
 "npc": false,
 "perception": 19,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 15,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n<trait label=\"Dinosaur\" url=\"/Traits.aspx?ID=45\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 101</row>\r\n\r\n**Creature Family** [Dinosaur](/MonsterFamilies.aspx?ID=32)\r\n\r\n<row gap=\"medium\">\r\n**HP** 180\r\n\r\n**AC** 29\r\n\r\n**Fort** +21\r\n\r\n**Ref** +15\r\n\r\n**Will** +19\r\n\r\n**Perception** +19\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWidely regarded as the king of the dinosaurs, the tyrannosaurus is a massive predator with a wide mouth filled with viciously sharp teeth. Thundering …\r\n</summary>",
 "sense": "low-light vision, scent (imprecise) 30 feet",
 "sense_markdown": "low-light vision, scent (imprecise) 30 feet",
 "size": [
  "Gargantuan"
 ],
 "skill": [
  "Acrobatics +15",
  "Athletics +24"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +15, [Athletics](/Skills.aspx?ID=3) +24",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 101"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 101</row>",
 "speed": {
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet",
 "speed_raw": "40 feet",
 "spell_markdown": "",
 "strength": 8,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Widely regarded as the king of the dinosaurs, the tyrannosaurus is a massive predator with a wide mouth filled with viciously sharp teeth. Thundering …",
 "summary_markdown": "Widely regarded as the king of the dinosaurs, the tyrannosaurus is a massive predator with a wide mouth filled with viciously sharp teeth. Thundering …",
 "text": " Tyrannosaurus Widely regarded as the king of the dinosaurs, the tyrannosaurus is a massive predator with a wide mouth filled with viciously sharp teeth. Thundering beasts of fury and hunger, tyrannosauruses are bold and fearless carnivores that eagerly bite off great hunks of large prey and swallow smaller prey—such as most humanoids—in a single gulp. Although they can subsist on carrion, tyrannosaurs prefer live prey. Tyrannosauruses stand on two wide, powerful hind legs that allow them to run quickly, and their thick tails provide them with exceptional balance. Although a their small forelimbs are of little use other than to hold prey in place while the predators tear at their victim’s flesh with their fearsome jaws, even these forelimbs bear sharp claws several inches long. As fearsome as tyrannosauruses are alone, they sometimes hunt in packs to take down massive prey. Only the most powerful creatures can successfully train tyrannosauruses, and even then, only when they can provide the ravenous beasts with a steady diet of meat. Some tribes of giants, particularly cyclopes or more obscure denizens of primeval lands, have even trained tyrannosauruses as mounts or beasts of war. In other places, xulgaths feed these prisoners to these mighty dinosaurs as part of executions or ritual sacrifices. Some xulgath cults even revere tyrannosaurs as incarnations of their violent demonic demigods. For their part, tyrannosaurs who have grown used to having their meals provided in this manner are remarkably well-behaved toward their feeders and keepers. Tyrannosauruses are 50 feet long and weigh 7 tons or more. . Other variants of the tyrannosaurs include slightly smaller dinosaurs such as the allosaurus, or even larger dinosaurs like the ravenous giganotosaurus. Even the smallest tyrannosaurs, such as the nanotyrannus, are never smaller than Large in size, yet despite this smaller stature, they are no less ferocious, and those who would assume that a nanotyrannus is \"safer\" to train would do well to think again! Recall Knowledge - Animal (Nature): DC 27 Unspecific Lore : DC 25 Specific Lore : DC 22 Tyrannosaurus Source Bestiary pg. 101 Perception +19; low-light vision, scent (imprecise) 30 feet Languages Skills Acrobatics +15, Athletics +24 Str +8 Dex +1 Con +5 Int -4 Wis +3 Cha +0 --- AC 29 Fort +21 Ref +15 Will +19 HP 180 --- Speed 40 feet Melee Single Action jaws +22 (deadly 1d12, reach 20 feet), Damage 2d12+12 piercing plus Grab Melee Single Action foot +22 (reach 15 feet), Damage 2d10+12 bludgeoning Fling Single Action Requirements A creature is Grabbed in the tyrannosaurus's jaws. Effect The tyrannosaurus flings the creature into the air up to 10 feet up from its mouth and 20ft away. The creature falls 25 feet (assuming the tyrannosaurus flings it as high as it can) and takes falling damage accordingly. If the flung creature lands on another creature, the creature it lands on takes the same amount of bludgeoning damage. The creature being landed upon can attempt a DC 23 basic Reflex save. Pin Prey Reaction Trigger The tyrannosaurus critically hits a Large or smaller foe with its foot. Effect The creature struck by the foot is knocked prone and the tyrannosaurus uses its foot to hold the creature in place. As long as the tyrannosaurus doesn't move from its position, the pinned creature is Grabbed. A tyrannosaurus gains a +2 circumstance bonus to attack a creature it has pinned in this manner, but it cannot use swallow whole on the target unless it uses its jaws to Grab the victim first. Swallow Whole Single Action (Attack) Medium, 3d6+8 bludgeoning, Rupture 26 Trample Three Actions Huge or smaller, foot, DC 29 ",
 "trait": [
  "Animal",
  "Dinosaur",
  "N",
  "Gargantuan"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9), [Dinosaur](/Traits.aspx?ID=45)",
 "trait_raw": [
  "Animal",
  "Dinosaur"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=123",
 "vision": "Low-light vision",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 19,
 "wisdom": 3
}