{
 "ac": 19,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 1,
 "constitution": 4,
 "creature_ability": [
  "Defensive Curl",
  "Serrated Plates"
 ],
 "creature_family_markdown": "",
 "dexterity": 1,
 "exclude_from_search": false,
 "fortitude_save": 13,
 "hp": 40,
 "hp_raw": "40",
 "id": "creature-2416",
 "image": [
  "/Images/Monsters/Ugvashi.png"
 ],
 "intelligence": -3,
 "language_markdown": "",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"\">[Ugvashi](/Monsters.aspx?ID=2416)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThese razor-plated pangolins—about the size of small ponies—are the traditional pack animals of halflings from Casmaron, though the ugvashi's serrated plates and tendency to curl up make them ill-suited as mounts. Ugvashi first arrived in the Impossible Lands onboard the Thousand and One ships of Maharajah Khiben-Sald, alongside peafowl, giant squirrels, and other fauna from Vudra. In the modern day, ugvashi are such a recognized sight that many people forget they aren't a native species. Though some feral populations exist, mainly on the island of Jalmeray, the hostile environs of Nex and the Mana Wastes mean ugvashi mainly appear in domestic settings, usually as working beasts among the Nearic halflings of western Nex.\n\n Though ugvashi are mostly harmless, they're somewhat more dangerous than their smaller cousins, causing a stir when reckless citizens attempt to pet the creatures. Ugvashi scales are razor sharp, and their large and blunted digging claws can be deadly due to their size. People who attempt to steal the animals or ride them without training often receive moderate cuts for their trouble. However, ugvashi are generally curious and very friendly, and more than one visitor or wilderness explorer has found a baby ugvashi toddling after them and pawing at their boots.\n\n Nearic halflings also paint their ugvashi with distinctive warding patterns and sigils, some of which are actually effective and provide a surprise for opportunistic thieves or predators. Though due consideration is spent on protecting an ugvashi's cargo, the animals themselves have proven to be tempting targets as well, especially for their meat. With blighted landscapes making animal husbandry impractical and magical pollution leaving local seafood with a distinct aftertaste, a number of Nexian and Mana Wastes peoples have developed a taste for ugvashi. Since the animals lack an aggressive temperament, it often falls to their caretakers to discourage such predations through whatever means necessary.\n\n Ugvashi shed their scales each winter, allowing for the plates to be collected safely and turned into quality armor and other pieces of craftwork. Nearic halflings rarely trade or sell these items, however, out of fear that they might lead to more people trying to steal their ugvashi.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 18\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 16\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 13\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Ugvashi.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Ugvashi](/Monsters.aspx?ID=2416)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 339</row>\n\n**Perception** +8\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +11, [Survival](/Skills.aspx?ID=16) +8\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +1\r\n\r\n**Con** +4\r\n\r\n**Int** -3\r\n\r\n**Wis** +1\r\n\r\n**Cha** +1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 19 \r\n\r\n**Fort** +13 \r\n\r\n**Ref** +6 \r\n\r\n**Will** +8 \n\n</row>\r\n\r\n**HP** 40\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nbody +12,\r\n**Damage** 1d12+4 bludgeoning plus serrated plates\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +12 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 1d10+4 slashing\n\n**Defensive Curl** <actions string=\"Single Action\" />  The ugvashi coils into a ball to defend itself. It gains a +2 circumstance bonus to AC. Any creatures who make [unarmed](/Traits.aspx?ID=199) attacks against the ugvashi while it's in its Defensive Curl are exposed to its serrated plates, as if they'd taken damage from the ugvashi's body. The ugvashi can't move while in its Defensive Curl, but it can unfurl as an action.\r\n\r\n**Serrated Plates**   Creatures who take damage from an ugvashi's body must attempt a DC 17 Reflex save or take 1d4 [persistent bleed damage](/Conditions.aspx?ID=29) (2d4 on a critical failure).\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Pest Control</title>\r\n\r\nUgvashi have a strong fondness for termites as well as the ability to seek them out to feast on them. Their tongues can extend up to 5 feet in length and flatten to almost nothing, allowing them to harvest insects embedded in the deepest parts of a wooden building's infrastructure. After Nearic merchants offload their supplies, they often rent out their docile ugvashi to architects and builders to assist with vermin infestations. This practice has led to a solid relationship between the rare traveling halflings and the artisans of nearby villages. A halfling caravan coming through the gate is an encouraging sight for everyone.\r\n</aside>",
 "name": "Ugvashi",
 "npc": false,
 "perception": 8,
 "rarity": "common",
 "reflex_save": 6,
 "release_date": "2022-11-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 339</row>\n\n<row gap=\"medium\">\r\n**HP** 40\r\n\r\n**AC** 19\r\n\r\n**Fort** +13\r\n\r\n**Ref** +6\r\n\r\n**Will** +8\r\n\r\n**Perception** +8\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese razor-plated pangolins—about the size of small ponies—are the traditional pack animals of halflings from Casmaron, though the ugvashi's …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +11",
  "Survival +8"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +11, [Survival](/Skills.aspx?ID=16) +8",
 "source": [
  "Impossible Lands"
 ],
 "source_raw": [
  "Impossible Lands pg. 339"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Impossible Lands](/Sources.aspx?ID=146) pg. 339</row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet",
 "speed_raw": "20 feet",
 "spell_markdown": "",
 "strength": 4,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "These razor-plated pangolins—about the size of small ponies—are the traditional pack animals of halflings from Casmaron, though the ugvashi's …",
 "summary_markdown": "These razor-plated pangolins—about the size of small ponies—are the traditional pack animals of halflings from Casmaron, though the ugvashi's …",
 "text": " Ugvashi These razor-plated pangolins—about the size of small ponies—are the traditional pack animals of halflings from Casmaron, though the ugvashi's serrated plates and tendency to curl up make them ill-suited as mounts. Ugvashi first arrived in the Impossible Lands onboard the Thousand and One ships of Maharajah Khiben-Sald, alongside peafowl, giant squirrels, and other fauna from Vudra. In the modern day, ugvashi are such a recognized sight that many people forget they aren't a native species. Though some feral populations exist, mainly on the island of Jalmeray, the hostile environs of Nex and the Mana Wastes mean ugvashi mainly appear in domestic settings, usually as working beasts among the Nearic halflings of western Nex. Though ugvashi are mostly harmless, they're somewhat more dangerous than their smaller cousins, causing a stir when reckless citizens attempt to pet the creatures. Ugvashi scales are razor sharp, and their large and blunted digging claws can be deadly due to their size. People who attempt to steal the animals or ride them without training often receive moderate cuts for their trouble. However, ugvashi are generally curious and very friendly, and more than one visitor or wilderness explorer has found a baby ugvashi toddling after them and pawing at their boots. Nearic halflings also paint their ugvashi with distinctive warding patterns and sigils, some of which are actually effective and provide a surprise for opportunistic thieves or predators. Though due consideration is spent on protecting an ugvashi's cargo, the animals themselves have proven to be tempting targets as well, especially for their meat. With blighted landscapes making animal husbandry impractical and magical pollution leaving local seafood with a distinct aftertaste, a number of Nexian and Mana Wastes peoples have developed a taste for ugvashi. Since the animals lack an aggressive temperament, it often falls to their caretakers to discourage such predations through whatever means necessary. Ugvashi shed their scales each winter, allowing for the plates to be collected safely and turned into quality armor and other pieces of craftwork. Nearic halflings rarely trade or sell these items, however, out of fear that they might lead to more people trying to steal their ugvashi. Recall Knowledge - Animal (Nature): DC 18 Unspecific Lore : DC 16 Specific Lore : DC 13 Ugvashi Source Impossible Lands pg. 339 Perception +8 Languages Skills Athletics +11, Survival +8 Str +4 Dex +1 Con +4 Int -3 Wis +1 Cha +1 --- AC 19 Fort +13 Ref +6 Will +8 HP 40 --- Speed 20 feet Melee Single Action body +12, Damage 1d12+4 bludgeoning plus serrated plates Melee Single Action claw +12 (Agile), Damage 1d10+4 slashing Defensive Curl Single Action The ugvashi coils into a ball to defend itself. It gains a +2 circumstance bonus to AC. Any creatures who make unarmed attacks against the ugvashi while it's in its Defensive Curl are exposed to its serrated plates, as if they'd taken damage from the ugvashi's body. The ugvashi can't move while in its Defensive Curl, but it can unfurl as an action. Serrated Plates Creatures who take damage from an ugvashi's body must attempt a DC 17 Reflex save or take 1d4 persistent bleed damage (2d4 on a critical failure). Pest Control Ugvashi have a strong fondness for termites as well as the ability to seek them out to feast on them. Their tongues can extend up to 5 feet in length and flatten to almost nothing, allowing them to harvest insects embedded in the deepest parts of a wooden building's infrastructure. After Nearic merchants offload their supplies, they often rent out their docile ugvashi to architects and builders to assist with vermin infestations. This practice has led to a solid relationship between the rare traveling halflings and the artisans of nearby villages. A halfling caravan coming through the gate is an encouraging sight for everyone. ",
 "trait": [
  "Animal",
  "N",
  "Medium"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2416",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 8,
 "wisdom": 1
}