{
 "ac": 24,
 "alignment": "LN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 0,
 "creature_ability": [
  "Site Bound",
  "Existential Agony",
  "Rejuvenation",
  "Draining Touch"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 13,
 "hp": 95,
 "hp_raw": "95 ( negative healing , rejuvenation)",
 "id": "creature-2026",
 "immunity": [
  "death  effects",
  "disease",
  "paralyzed",
  "poison",
  "precision",
  "unconscious"
 ],
 "immunity_markdown": "[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), precision, [unconscious](/Conditions.aspx?ID=38)",
 "intelligence": 4,
 "language": [
  "Azlanti",
  "Common"
 ],
 "language_markdown": "[Azlanti](/Languages.aspx?ID=49), [Common](/Languages.aspx?ID=1)",
 "level": 8,
 "markdown": "<title level=\"1\" pfs=\"\">[Ulthadar](/Monsters.aspx?ID=2026)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nOnce a devout priest of Aroden, Ulthadar is a cantankerous ghost who haunts Moonstone Hall, a tragic and eccentric remnant of the site's long history\n\n In life, Ulthadar was a cleric of Aroden and one of the founding priests of Moonstone Hall. Ulthadar was a young adult when the temple's foundations were laid, and he remained active in the temple's hierarchy until his death, dedicating his life to serving his deity through administration, prayer, and scholarship. Though he served as the temple's first high priest for 20 years before his death, Ulthadar never excelled at ministering to the public. Like many who once dwelled within Moonstone Hall, he was an ascetic who preferred meditation and study to preaching and proselytizing. As high priest, he grudgingly spent time away from his true calling to give weekly sermons, but he was never a charismatic figure among his order. In fact, those who knew him considered him peevish at best; yet they suffered his abrasive personality for his deep well of religious knowledge and his talents for administering the many functions Moonstone Hall provided to the city of Escadar. Ulthadar left Moonstone Hall as rarely as possible, seeing in its gleaming walls and stately fixtures the truest connection to his god.\n\n When Ulthadar passed away in his sleep, his attachment to Moonstone Hall tethered his soul to it. Instead of moving on to dwell in Aroden's extraplanar realm, his soul instead remained in his longtime home. In a twisted way, becoming a ghost granted Ulthadar his greatest wish: he was given an eternity to peruse the temple's library, contemplate religious matters, and enjoy the silence of the Moonstone Sanctum.\n\n In death, Ulthadar relinquished his role as a guiding force for his order; in fact, many of those who lived and worked in Moonstone Hall remained unaware of the ghost's presence. Ulthadar only rarely interacted with the physical world, such as to organize the library to his preferences when careless priests misfiled books.\n\n Over 100 years ago, Aroden's death shook the foundations of Moonstone Hall and threatened Ulthadar's tranquil existence. Bereft of their divine powers, the living priests abandoned the temple and the city soon claimed the site, erecting new buildings directly above the temple. Meanwhile, in the temple that was now situated below ground, Aroden's disappearance created fractures in Ulthadar's consciousness. Even as a ghost, he'd always felt the presence of Aroden within the walls of Moonstone Hall. Now, this presence is gone, and Ulthadar restlessly searches for his lost connection to his deity.\n\n Ulthadar's last century has seen him become increasingly forgetful and confused. Before Aroden's death, Ulthadar understood and enjoyed his existence as one of Moonstone Hall's resident spirits, most of whom knew and respected him. Now, he fluctuates between episodes in which he believes he and his god are alive, and painful moments of clarity during which Ulthadar agonizes under the realization that his god is dead and that he is virtually alone in a crumbling ruin.\n\n The recent [xulgath](/MonsterFamilies.aspx?ID=102) incursion distracted Ulthadar from his personal torment. Now, the ghostly priest wants nothing more than to banish the invaders from his temple. He's watched as these invaders from below and a thieving [catfolk](/Ancestries.aspx?ID=17) from the city above have plundered and vandalized his temple. He's proven insufficiently powerful to repel the xulgaths, and the catfolk is far too skilled at slipping past him when he's distracted by his troubles.\n\n Ulthadar may be impotent to stop the defilement of Moonstone Hall, but he's managed to keep one of the temple's [_moonstone diadems_](/Equipment.aspx?ID=588) out of the intruders' hands. He's aware that the xulgath seek to corrupt the temple and use the moonstone pools for their own purposes, though he's unsure what those purposes may be. He operates as he often has, from hiding, although this time he seeks to confound and undermine the invaders rather than spend his days in pious contemplation.\n\n As a ghost, Ulthadar appears much as he did in life: as a white-bearded, elderly human who wears priestly robes of green and gold. He wears a _moonstone diadem_ on his brow, and his connection to Moonstone Hall is not only strong enough to allow him to interact with the item, but sufficient to prevent its removal from his head unless he wills it. CAMPAIGN ROLE Ulthadar initially distrusts the heroes; he's angry about the xulgaths vandalizing his temple and he assumes that the heroes are new threats to his home. If he learns the heroes oppose the xulgaths, he realizes the they might be able to expel the intruders. Ulthadar then becomes a staunch ally, although he remains an irritable, ancient ghost who's prone to cryptic phrasing, long-winded explanations, and depressive episodes.\n\n Ulthadar isn't a constant presence in Moonstone Hall, but his ability to move freely throughout the area means he can show up at any time. Several interactions with Ulthadar are included in the adventure's text, but you can create unscripted encounters with the ghost if the heroes want to work more closely with him. Ulthadar is an ideal agent to steer the heroes' exploration of Moonstone Hall without stealing their thunder, particularly if the players are struggling to interpret their findings or figuring out how to use the moonstone pools.\n\n Ultimately, Ulthadar's role in the adventure depends on the players' choices. They might strive to destroy him, or they can look past Ulthadar's frustrating personality and undead nature to work toward their common goal of expelling the xulgaths. This is the best way for the heroes to learn what the _aeon orbs_ do and why the xulgaths have come to destroy them. \r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Spirit](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 34\r\n\r\n**[Recall Knowledge - Undead](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 34\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 32\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 29\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 8\">[Ulthadar](/Monsters.aspx?ID=2026)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Incorporeal\" url=\"/Traits.aspx?ID=222\" />\r\n<trait label=\"Spirit\" url=\"/Traits.aspx?ID=149\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 90</row>\n\n**Perception** +20; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Azlanti](/Languages.aspx?ID=49), [Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +16, [Aroden Lore](/Skills.aspx?ID=8) +18, [Diplomacy](/Skills.aspx?ID=6) +15, [Religion](/Skills.aspx?ID=13) +18, [Society](/Skills.aspx?ID=14) +16, [Stealth](/Skills.aspx?ID=15) +15\r\n\r\n<row gap=\"medium\">\r\n**Str** -5\r\n\r\n**Dex** +3\r\n\r\n**Con** +0\r\n\r\n**Int** +4\r\n\r\n**Wis** +6\r\n\r\n**Cha** +3\r\n</row>\r\n\r\n**Site Bound** Ulthadar can't leave Moonstone Hall.\r\n\r\n**Items**\r\n[_moonstone diadem_](/Equipment.aspx?ID=588)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 24 \r\n\r\n**Fort** +13 \r\n\r\n**Ref** +16 \r\n\r\n**Will** +19 \n\n</row>\r\n\r\n**HP** 95\r\n([negative healing](/MonsterAbilities.aspx?ID=42), rejuvenation)\n\n**Immunities**\r\n[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), precision, [unconscious](/Conditions.aspx?ID=38)\r\n\r\n**Resistances**\r\nall damage 5 (except [force](/Traits.aspx?ID=75), _[ghost touch](/Equipment.aspx?ID=297)_, or [positive](/Traits.aspx?ID=128); double resistance vs. non-[magical](/Traits.aspx?ID=103))\n\n**Existential Agony** ([aura](/Traits.aspx?ID=206), [divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106)) 30 feet. Creatures entering the aura or starting their turn in the aura must succeed at a DC 26 Will save or be [stupefied 1](/Conditions.aspx?ID=37) for 1 minute. On a critical failure, the creature is also stunned 3. As a reflection of Ulthadar's emotional state, this aura is active when Ulthadar is agitated or angry and is suppressed when he is calm.<br />**Rejuvenation** ([divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) Ulthadar can't move on to the afterlife until Moonstone Hall is restored to a position of prominence within Escadar and staffed with new priests.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** fly 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nghostly hand ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d6+10 negative\n\n**Draining Touch** <actions string=\"Two Actions\" />  Ulthadar attempts to drain a living creature's life force. He makes a ghostly hand Strike but deals no damage on a hit. Instead, the target is [drained 1](/Conditions.aspx?ID=10) for 1 day and Ulthadar regains 4 Hit Points.\r\n\r\n</column>",
 "name": "Ulthadar",
 "npc": false,
 "perception": 20,
 "rarity": "unique",
 "reflex_save": 16,
 "release_date": "2020-02-26",
 "resistance": {
  "acid": 5,
  "all": 5,
  "area": 5,
  "bleed": 5,
  "bludgeoning": 5,
  "chaotic": 5,
  "cold": 5,
  "cold_iron": 5,
  "electricity": 5,
  "evil": 5,
  "fire": 5,
  "good": 5,
  "lawful": 5,
  "mental": 5,
  "negative": 5,
  "orichalcum": 5,
  "physical": 5,
  "piercing": 5,
  "poison": 5,
  "precision": 5,
  "silver": 5,
  "slashing": 5,
  "sonic": 5,
  "splash": 5
 },
 "resistance_markdown": "all damage 5 (except [force](/Traits.aspx?ID=75), _[ghost touch](/Equipment.aspx?ID=297)_, or [positive](/Traits.aspx?ID=128); double resistance vs. non-[magical](/Traits.aspx?ID=103))",
 "resistance_raw": "all damage 5 (except  force ,   ghost touch  , or  positive ; double resistance vs. non- magical )",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Incorporeal\" url=\"/Traits.aspx?ID=222\" />\r\n<trait label=\"Spirit\" url=\"/Traits.aspx?ID=149\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 95 ( negative healing , rejuvenation)\r\n\r\n**AC** 24\r\n\r\n**Fort** +13\r\n\r\n**Ref** +16\r\n\r\n**Will** +19\r\n\r\n**Perception** +20\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOnce a devout priest of Aroden, Ulthadar is a cantankerous ghost who haunts Moonstone Hall, a tragic and eccentric remnant of the site's long history …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Arcana +16",
  "Aroden Lore +18",
  "Diplomacy +15",
  "Religion +18",
  "Society +16",
  "Stealth +15"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +16, [Aroden Lore](/Skills.aspx?ID=8) +18, [Diplomacy](/Skills.aspx?ID=6) +15, [Religion](/Skills.aspx?ID=13) +18, [Society](/Skills.aspx?ID=14) +16, [Stealth](/Skills.aspx?ID=15) +15",
 "source": [
  "Pathfinder #152: Legacy of the Lost God"
 ],
 "source_raw": [
  "Pathfinder #152: Legacy of the Lost God pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 90</row>",
 "speed": {
  "fly": 25,
  "max": 25
 },
 "speed_markdown": "fly 25 feet",
 "speed_raw": "fly 25 feet",
 "spell_markdown": "",
 "spoilers": "Extinction Curse",
 "stealth": "15",
 "strength": -5,
 "strongest_save": [
  "will"
 ],
 "summary": "Once a devout priest of Aroden, Ulthadar is a cantankerous ghost who haunts Moonstone Hall, a tragic and eccentric remnant of the site's long history …",
 "summary_markdown": "Once a devout priest of Aroden, Ulthadar is a cantankerous ghost who haunts Moonstone Hall, a tragic and eccentric remnant of the site's long history …",
 "text": " Ulthadar Once a devout priest of Aroden, Ulthadar is a cantankerous ghost who haunts Moonstone Hall, a tragic and eccentric remnant of the site's long history In life, Ulthadar was a cleric of Aroden and one of the founding priests of Moonstone Hall. Ulthadar was a young adult when the temple's foundations were laid, and he remained active in the temple's hierarchy until his death, dedicating his life to serving his deity through administration, prayer, and scholarship. Though he served as the temple's first high priest for 20 years before his death, Ulthadar never excelled at ministering to the public. Like many who once dwelled within Moonstone Hall, he was an ascetic who preferred meditation and study to preaching and proselytizing. As high priest, he grudgingly spent time away from his true calling to give weekly sermons, but he was never a charismatic figure among his order. In fact, those who knew him considered him peevish at best; yet they suffered his abrasive personality for his deep well of religious knowledge and his talents for administering the many functions Moonstone Hall provided to the city of Escadar. Ulthadar left Moonstone Hall as rarely as possible, seeing in its gleaming walls and stately fixtures the truest connection to his god. When Ulthadar passed away in his sleep, his attachment to Moonstone Hall tethered his soul to it. Instead of moving on to dwell in Aroden's extraplanar realm, his soul instead remained in his longtime home. In a twisted way, becoming a ghost granted Ulthadar his greatest wish: he was given an eternity to peruse the temple's library, contemplate religious matters, and enjoy the silence of the Moonstone Sanctum. In death, Ulthadar relinquished his role as a guiding force for his order; in fact, many of those who lived and worked in Moonstone Hall remained unaware of the ghost's presence. Ulthadar only rarely interacted with the physical world, such as to organize the library to his preferences when careless priests misfiled books. Over 100 years ago, Aroden's death shook the foundations of Moonstone Hall and threatened Ulthadar's tranquil existence. Bereft of their divine powers, the living priests abandoned the temple and the city soon claimed the site, erecting new buildings directly above the temple. Meanwhile, in the temple that was now situated below ground, Aroden's disappearance created fractures in Ulthadar's consciousness. Even as a ghost, he'd always felt the presence of Aroden within the walls of Moonstone Hall. Now, this presence is gone, and Ulthadar restlessly searches for his lost connection to his deity. Ulthadar's last century has seen him become increasingly forgetful and confused. Before Aroden's death, Ulthadar understood and enjoyed his existence as one of Moonstone Hall's resident spirits, most of whom knew and respected him. Now, he fluctuates between episodes in which he believes he and his god are alive, and painful moments of clarity during which Ulthadar agonizes under the realization that his god is dead and that he is virtually alone in a crumbling ruin. The recent xulgath incursion distracted Ulthadar from his personal torment. Now, the ghostly priest wants nothing more than to banish the invaders from his temple. He's watched as these invaders from below and a thieving catfolk from the city above have plundered and vandalized his temple. He's proven insufficiently powerful to repel the xulgaths, and the catfolk is far too skilled at slipping past him when he's distracted by his troubles. Ulthadar may be impotent to stop the defilement of Moonstone Hall, but he's managed to keep one of the temple's moonstone diadems out of the intruders' hands. He's aware that the xulgath seek to corrupt the temple and use the moonstone pools for their own purposes, though he's unsure what those purposes may be. He operates as he often has, from hiding, although this time he seeks to confound and undermine the invaders rather than spend his days in pious contemplation. As a ghost, Ulthadar appears much as he did in life: as a white-bearded, elderly human who wears priestly robes of green and gold. He wears a moonstone diadem on his brow, and his connection to Moonstone Hall is not only strong enough to allow him to interact with the item, but sufficient to prevent its removal from his head unless he wills it. CAMPAIGN ROLE Ulthadar initially distrusts the heroes; he's angry about the xulgaths vandalizing his temple and he assumes that the heroes are new threats to his home. If he learns the heroes oppose the xulgaths, he realizes the they might be able to expel the intruders. Ulthadar then becomes a staunch ally, although he remains an irritable, ancient ghost who's prone to cryptic phrasing, long-winded explanations, and depressive episodes. Ulthadar isn't a constant presence in Moonstone Hall, but his ability to move freely throughout the area means he can show up at any time. Several interactions with Ulthadar are included in the adventure's text, but you can create unscripted encounters with the ghost if the heroes want to work more closely with him. Ulthadar is an ideal agent to steer the heroes' exploration of Moonstone Hall without stealing their thunder, particularly if the players are struggling to interpret their findings or figuring out how to use the moonstone pools. Ultimately, Ulthadar's role in the adventure depends on the players' choices. They might strive to destroy him, or they can look past Ulthadar's frustrating personality and undead nature to work toward their common goal of expelling the xulgaths. This is the best way for the heroes to learn what the aeon orbs do and why the xulgaths have come to destroy them. Recall Knowledge - Spirit (Occultism): DC 34 Recall Knowledge - Undead (Religion): DC 34 Unspecific Lore : DC 32 Specific Lore : DC 29 Ulthadar Source Pathfinder #152: Legacy of the Lost God pg. 90 Perception +20; darkvision Languages Azlanti, Common Skills Arcana +16, Aroden Lore +18, Diplomacy +15, Religion +18, Society +16, Stealth +15 Str -5 Dex +3 Con +0 Int +4 Wis +6 Cha +3 Site Bound Ulthadar can't leave Moonstone Hall. Items moonstone diadem --- AC 24 Fort +13 Ref +16 Will +19 HP 95 (negative healing, rejuvenation) Immunities death effects, disease, paralyzed, poison, precision, unconscious Resistances all damage 5 (except force, ghost touch , or positive; double resistance vs. non-magical) Existential Agony (aura, divine, enchantment, mental) 30 feet. Creatures entering the aura or starting their turn in the aura must succeed at a DC 26 Will save or be stupefied 1 for 1 minute. On a critical failure, the creature is also stunned 3. As a reflection of Ulthadar's emotional state, this aura is active when Ulthadar is agitated or angry and is suppressed when he is calm. Rejuvenation (divine, necromancy) Ulthadar can't move on to the afterlife until Moonstone Hall is restored to a position of prominence within Escadar and staffed with new priests. --- Speed fly 25 feet Melee Single Action ghostly hand (Agile, Finesse, Magical), Damage 2d6+10 negative Draining Touch Two Actions Ulthadar attempts to drain a living creature's life force. He makes a ghostly hand Strike but deals no damage on a hit. Instead, the target is drained 1 for 1 day and Ulthadar regains 4 Hit Points. ",
 "trait": [
  "Incorporeal",
  "Spirit",
  "Undead",
  "Unique",
  "LN",
  "Medium"
 ],
 "trait_markdown": "[Incorporeal](/Traits.aspx?ID=222), [Spirit](/Traits.aspx?ID=149), [Undead](/Traits.aspx?ID=160), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Incorporeal",
  "Spirit",
  "Undead",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=2026",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 19,
 "wisdom": 6
}