{
 "ac": 40,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 4,
 "constitution": 4,
 "creature_ability": [
  "Shadow's Displeasure",
  "Vesicated Shadow",
  "Rupture Shadow"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 32,
 "hp": 290,
 "hp_raw": "290",
 "id": "creature-1835",
 "image": [
  "/Images/Monsters/UnshadowedKoride.png"
 ],
 "intelligence": 6,
 "language": [
  "Common",
  "Draconic",
  "Gnoll",
  "Iruxi",
  "Necril",
  "Sylvan"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Gnoll](/Languages.aspx?ID=17), [Iruxi](/Languages.aspx?ID=32), [Necril](/Languages.aspx?ID=20), [Sylvan](/Languages.aspx?ID=10)",
 "level": 19,
 "markdown": "<title level=\"1\" pfs=\"\">[Unshadowed Koride, Misguided Professor Cursed with Curiosity](/NPCs.aspx?ID=1835)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nSometimes it is not cruelty but indifference that results in the greatest disasters. So it was with Koride Ulawa. Every time she did something without questioning her instinct, it resulted in disaster—and usually to others rather than herself. Koride's position in the Magaambya is evidence enough of her capability and talent. But unlike so many others who struggled for what they had, things came easily to Koride. Some of it had to do with her natural charm and wit, and some with the privilege of being born into a family that cherished their daughter and indulged her every whim. As a result, she grew up without understanding compromise or temperance, and with advantages that she took entirely for granted.\n\n Koride was always popular with her peers as a child, though she sometimes acted cruelly or, even at her best, simply lacked compassion. But she knew that those traits could get her into trouble, so she covered them up enough that adults looked the other way. When she made decisions that led to trouble for other children or created situations that required someone else to clean up after her, the adults around her figured this couldn't have been because Koride was cruel or wanted others to suffer. She was called impulsive, precocious, or thoughtless. Her indulgent parents and their long-suffering servants made excuses for her and cleaned up whatever Koride left behind.\n\n As she grew older, Koride developed a keen social instinct that she used to drop out of relationships and friendships just before they soured for good. She seldom stuck around long enough to take responsibility for broken hearts or abused friendships. Someone else was stuck with bitterness or confusion while Koride moved on, taking only good memories with her.\n\n This instinct has not served her well in the long term. Though she's earned every accolade of her distinguished academic career, Koride's personal life is a string of failed relationships and brief friendships that last a season or a year before fading. When she came to the Magaambya, she became attached to the Rain-Scribes because so many of them, like her, kept an emotional distance from others. For many Rain-Scribes, this is a well-honed skill, practiced to become a good observer of culture and society. Koride successfully covered up the fact that her emotional distance resulted from a fundamental absence, a sense of compassion for others that never truly developed. She developed charm and magnetism she could wear as a mask even more powerful than the feline mask she crafted as an attendant.\n\n Though Koride was among the most popular students and her cohort was large, few truly knew her. She used her peers for her own sake, expending them like loose change because there was always a new set of students to pick through for replacements if necessary. When she became a teacher, she kept the same serial favoritism, showering the obvious favorites among her students with privileges and indulgence until they weren't useful or interesting any longer. There were always more students, more favorites. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Koride serves as an example of carelessness and pride leading to terrible consequences. She's not evil in the sense of the world's great villains; she's simply oblivious to the effects of her actions and careless when it comes to considering consequences. Her casual disregard for rules, her blatant favoritism, and her reckless push toward dangerous outcomes are all well known by the time the heroes arrive at the Magaambya. The heroes can learn a bit about Koride at the start of the campaign, but she's learned a bit about them, too. The heroes are a new generation of students: smarter, more generous, and as adventurous as she was in her prime. They're not just dedicated to carving their names into history, but they're so successful at doing so that Koride can't mask her dislike of them. She's their foil as a professor: the one who is quick with a biting comment and who accepts their successes with great reluctance. It's expected that the heroes won't like Koride much as students, and that this mutual animosity remains while they're teachers, as well.\n\n Deep inside, beneath the witty and sometimes biting veneer, Koride worries that she's increasingly irrelevant. She can cover up her minor cruelties and shallow relationships with practiced ease, but she doesn't know if she can make a permanent mark on the Magaambya or on the world. This anxiety is what led Koride to conceal the _Vesicant Egg_ and continue studying it after she'd promised to stop. Its secrets called to her, promising a lasting legacy if only she could unlock its mysteries. In this drive to be remembered, Koride has far more in common with the villainous King of Biting Ants than she can ever realize or accept.\n\n The malevolent intelligence within the _Vesicant Egg_ found Koride easy to control at first; her desire to understand and reveal everything about the artifact was just what the fractured psyche inside of it wanted anyway. Yet Koride's strength is greater than the egg has guessed. When faced with certain defeat, she's able to put aside her facade and speak to the heroes about what she's done and why, all with brutal honesty and remarkable self-awareness. She's willing to discard everything the _Vesicant Egg_ can offer her when they're in true danger, showing Koride's genuine character for perhaps the first time.\n\n The statistics below don't reflect Koride's abilities throughout most of the Strength of Thousands Adventure Path; rather, they incorporate the effects of being Unshadowed by the _Vesicant Egg_, when the heroes confront her. \r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 49\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 47\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 44\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/UnshadowedKoride.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 19\">[Unshadowed Koride](/NPCs.aspx?ID=1835)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #174: Shadows of the Ancients](/Sources.aspx?ID=115) pg. 90</row>\n\n**Perception** +33\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Gnoll](/Languages.aspx?ID=17), [Iruxi](/Languages.aspx?ID=32), [Necril](/Languages.aspx?ID=20), [Sylvan](/Languages.aspx?ID=10)\r\n\r\n**Skills**\r\n[Academia Lore](/Skills.aspx?ID=8) +37, [Crafting](/Skills.aspx?ID=4) +37, [Deception](/Skills.aspx?ID=5) +33, [Diplomacy](/Skills.aspx?ID=6) +33, [Medicine](/Skills.aspx?ID=9) +35, [Nature](/Skills.aspx?ID=10) +33, [Stealth](/Skills.aspx?ID=15) +31, [Survival](/Skills.aspx?ID=16) +33\r\n\r\n<row gap=\"medium\">\r\n**Str** +1\r\n\r\n**Dex** +3\r\n\r\n**Con** +4\r\n\r\n**Int** +6\r\n\r\n**Wis** +3\r\n\r\n**Cha** +4\r\n</row>\n\n**Items**\r\n_+3 [major striking](/Equipment.aspx?ID=280) [major staff of nature's vengeance](/Equipment.aspx?ID=749)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 40 \r\n\r\n**Fort** +32 \r\n\r\n**Ref** +29 \r\n\r\n**Will** +35 \n\n</row>\r\n\r\n**HP** 290\n\n**Resistances**\r\n[acid](/Traits.aspx?ID=3) 20\n\n**Shadow's Displeasure** When Koride has fewer than 150 Hit Points, her shadow pulls at her essence to show the _Vesicant Egg's_ displeasure. She looks pained and confused, and she becomes [clumsy](/Conditions.aspx?ID=3) 1 and [stupefied 1](/Conditions.aspx?ID=37) until healed to 150 Hit Points or more. These conditions increase to 2 when below 100 Hit Points. When below 50 Hit Points, she falls [unconscious](/Conditions.aspx?ID=38).<br />**Vesicated Shadow** Koride's shadow has become corrupted via the power of the _Vesicant Egg_. Her shredded shadow grants her some control over acid and shadows. She gains a +4 status bonus to resist [acid](/Traits.aspx?ID=3) and [shadow](/Traits.aspx?ID=143) effects.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nstaff +30 ([two-hand d8](/Traits.aspx?ID=198)),\r\n**Damage** 4d6+20 bludgeoning\r\n\r\n**Primal Prepared Spells** DC 41, attack +33\r\n- **Cantrips (10th)**\r\n[Detect Magic](/Spells.aspx?ID=66), [Electric Arc](/Spells.aspx?ID=97), [Prestidigitation](/Spells.aspx?ID=229), [Ray of Frost](/Spells.aspx?ID=245), [Tanglefoot](/Spells.aspx?ID=330)\r\n- **1st**\r\n[Feather Fall](/Spells.aspx?ID=111), [Fear](/Spells.aspx?ID=110), [Gust of Wind](/Spells.aspx?ID=143)\r\n- **2nd**\r\n[Darkvision](/Spells.aspx?ID=60), [Entangle](/Spells.aspx?ID=103), [Web](/Spells.aspx?ID=374)\r\n- **3rd**\r\n[Fear](/Spells.aspx?ID=110), [Slow](/Spells.aspx?ID=289), [Wall of Wind](/Spells.aspx?ID=367)\r\n- **4th**\r\n[Dispel Magic](/Spells.aspx?ID=78), [Fly](/Spells.aspx?ID=125), [Freedom of Movement](/Spells.aspx?ID=128)\r\n- **5th**\r\n[Banishment](/Spells.aspx?ID=19), [Blazing Fissure](/Spells.aspx?ID=870), [Healing Well](/Spells.aspx?ID=926)\r\n- **6th**\r\n[Flesh to Stone](/Spells.aspx?ID=123), [Nature's Reprisal](/Spells.aspx?ID=954), [True Seeing](/Spells.aspx?ID=344)\r\n- **7th**\r\n[Finger of Death](/Spells.aspx?ID=116), [Regenerate](/Spells.aspx?ID=248), [Sunburst](/Spells.aspx?ID=326)\r\n- **8th**\r\n[Dispel Magic](/Spells.aspx?ID=78), [Moment of Renewal](/Spells.aspx?ID=201), [Polar Ray](/Spells.aspx?ID=224)\r\n- **9th**\r\n[Implosion](/Spells.aspx?ID=162), [Shapechange](/Spells.aspx?ID=278), [Chain Lightning](/Spells.aspx?ID=33)\r\n- **10th**\r\n[Fated Confrontation](/Spells.aspx?ID=908)\r\n\r\n**Occult Innate Spells** DC 41, attack +33\r\n- **10th**\r\n[Shadow Blast](/Spells.aspx?ID=273) (acid only; ×2), [Shadow Siphon](/Spells.aspx?ID=274) (×2)\r\n\r\n**Rupture Shadow** <actions string=\"Two Actions\" /> ([Acid](/Traits.aspx?ID=3), [Conjuration](/Traits.aspx?ID=33), [Occult](/Traits.aspx?ID=120), [Shadow](/Traits.aspx?ID=143)) Koride can create immense blisters on a creature's shadow, which immediately burst, dealing 20d6 acid damage. She targets a creature within 60 feet that is casting a shadow, which must attempt a DC 37 Will save. Koride can't use Rupture Shadow again for 1d4 rounds. <br />**Critical Success** The target is unaffected and becomes temporarily immune for 1 day. <br />**Success** The target takes half damage. The bursting shadow deals 5 acid [splash](/Traits.aspx?ID=150) damage to all creatures within 5 feet of the target. <br />**Failure** The target takes full damage, and the bursting shadow deals 10 acid splash damage. <br />**Critical Failure** The target takes double damage, the bursting shadow deals 20 acid splash damage, and the target also takes 4d6 [persistent acid damage](/Conditions.aspx?ID=29)\r\n\r\n</column>",
 "name": "Unshadowed Koride",
 "npc": true,
 "perception": 33,
 "rarity": "unique",
 "reflex_save": 29,
 "release_date": "2022-03-30",
 "resistance": {
  "acid": 20
 },
 "resistance_markdown": "[acid](/Traits.aspx?ID=3) 20",
 "resistance_raw": " acid  20",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #174: Shadows of the Ancients](/Sources.aspx?ID=115) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 290\r\n\r\n**AC** 40\r\n\r\n**Fort** +32\r\n\r\n**Ref** +29\r\n\r\n**Will** +35\r\n\r\n**Perception** +33\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSometimes it is not cruelty but indifference that results in the greatest disasters. So it was with Koride Ulawa. Every time she did something …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Academia Lore +37",
  "Crafting +37",
  "Deception +33",
  "Diplomacy +33",
  "Medicine +35",
  "Nature +33",
  "Stealth +31",
  "Survival +33"
 ],
 "skill_markdown": "[Academia Lore](/Skills.aspx?ID=8) +37, [Crafting](/Skills.aspx?ID=4) +37, [Deception](/Skills.aspx?ID=5) +33, [Diplomacy](/Skills.aspx?ID=6) +33, [Medicine](/Skills.aspx?ID=9) +35, [Nature](/Skills.aspx?ID=10) +33, [Stealth](/Skills.aspx?ID=15) +31, [Survival](/Skills.aspx?ID=16) +33",
 "source": [
  "Pathfinder #174: Shadows of the Ancients"
 ],
 "source_raw": [
  "Pathfinder #174: Shadows of the Ancients pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #174: Shadows of the Ancients](/Sources.aspx?ID=115) pg. 90</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Fated Confrontation",
  "Implosion",
  "Shapechange",
  "Chain Lightning",
  "Dispel Magic",
  "Moment of Renewal",
  "Polar Ray",
  "Finger of Death",
  "Regenerate",
  "Sunburst",
  "Flesh to Stone",
  "Nature's Reprisal",
  "True Seeing",
  "Banishment",
  "Blazing Fissure",
  "Healing Well",
  "Fly",
  "Freedom of Movement",
  "Fear",
  "Slow",
  "Wall of Wind",
  "Darkvision",
  "Entangle",
  "Web",
  "Feather Fall",
  "Gust of Wind",
  "Detect Magic",
  "Electric Arc",
  "Prestidigitation",
  "Ray of Frost",
  "Tanglefoot",
  "Shadow Blast",
  "Shadow Siphon"
 ],
 "spell_markdown": "[Banishment](/Spells.aspx?ID=19), [Blazing Fissure](/Spells.aspx?ID=870), [Chain Lightning](/Spells.aspx?ID=33), [Darkvision](/Spells.aspx?ID=60), [Detect Magic](/Spells.aspx?ID=66), [Dispel Magic](/Spells.aspx?ID=78), [Electric Arc](/Spells.aspx?ID=97), [Entangle](/Spells.aspx?ID=103), [Fated Confrontation](/Spells.aspx?ID=908), [Fear](/Spells.aspx?ID=110), [Feather Fall](/Spells.aspx?ID=111), [Finger of Death](/Spells.aspx?ID=116), [Flesh to Stone](/Spells.aspx?ID=123), [Fly](/Spells.aspx?ID=125), [Freedom of Movement](/Spells.aspx?ID=128), [Gust of Wind](/Spells.aspx?ID=143), [Healing Well](/Spells.aspx?ID=926), [Implosion](/Spells.aspx?ID=162), [Moment of Renewal](/Spells.aspx?ID=201), [Nature's Reprisal](/Spells.aspx?ID=954), [Polar Ray](/Spells.aspx?ID=224), [Prestidigitation](/Spells.aspx?ID=229), [Ray of Frost](/Spells.aspx?ID=245), [Regenerate](/Spells.aspx?ID=248), [Shadow Blast](/Spells.aspx?ID=273), [Shadow Siphon](/Spells.aspx?ID=274), [Shapechange](/Spells.aspx?ID=278), [Slow](/Spells.aspx?ID=289), [Sunburst](/Spells.aspx?ID=326), [Tanglefoot](/Spells.aspx?ID=330), [True Seeing](/Spells.aspx?ID=344), [Wall of Wind](/Spells.aspx?ID=367), [Web](/Spells.aspx?ID=374)",
 "spoilers": "Strength of Thousands",
 "stealth": "31",
 "strength": 1,
 "strongest_save": [
  "will"
 ],
 "summary": "Sometimes it is not cruelty but indifference that results in the greatest disasters. So it was with Koride Ulawa. Every time she did something …",
 "summary_markdown": "Sometimes it is not cruelty but indifference that results in the greatest disasters. So it was with Koride Ulawa. Every time she did something …",
 "text": " Unshadowed Koride, Misguided Professor Cursed with Curiosity Sometimes it is not cruelty but indifference that results in the greatest disasters. So it was with Koride Ulawa. Every time she did something without questioning her instinct, it resulted in disaster—and usually to others rather than herself. Koride's position in the Magaambya is evidence enough of her capability and talent. But unlike so many others who struggled for what they had, things came easily to Koride. Some of it had to do with her natural charm and wit, and some with the privilege of being born into a family that cherished their daughter and indulged her every whim. As a result, she grew up without understanding compromise or temperance, and with advantages that she took entirely for granted. Koride was always popular with her peers as a child, though she sometimes acted cruelly or, even at her best, simply lacked compassion. But she knew that those traits could get her into trouble, so she covered them up enough that adults looked the other way. When she made decisions that led to trouble for other children or created situations that required someone else to clean up after her, the adults around her figured this couldn't have been because Koride was cruel or wanted others to suffer. She was called impulsive, precocious, or thoughtless. Her indulgent parents and their long-suffering servants made excuses for her and cleaned up whatever Koride left behind. As she grew older, Koride developed a keen social instinct that she used to drop out of relationships and friendships just before they soured for good. She seldom stuck around long enough to take responsibility for broken hearts or abused friendships. Someone else was stuck with bitterness or confusion while Koride moved on, taking only good memories with her. This instinct has not served her well in the long term. Though she's earned every accolade of her distinguished academic career, Koride's personal life is a string of failed relationships and brief friendships that last a season or a year before fading. When she came to the Magaambya, she became attached to the Rain-Scribes because so many of them, like her, kept an emotional distance from others. For many Rain-Scribes, this is a well-honed skill, practiced to become a good observer of culture and society. Koride successfully covered up the fact that her emotional distance resulted from a fundamental absence, a sense of compassion for others that never truly developed. She developed charm and magnetism she could wear as a mask even more powerful than the feline mask she crafted as an attendant. Though Koride was among the most popular students and her cohort was large, few truly knew her. She used her peers for her own sake, expending them like loose change because there was always a new set of students to pick through for replacements if necessary. When she became a teacher, she kept the same serial favoritism, showering the obvious favorites among her students with privileges and indulgence until they weren't useful or interesting any longer. There were always more students, more favorites. Campaign Role Koride serves as an example of carelessness and pride leading to terrible consequences. She's not evil in the sense of the world's great villains; she's simply oblivious to the effects of her actions and careless when it comes to considering consequences. Her casual disregard for rules, her blatant favoritism, and her reckless push toward dangerous outcomes are all well known by the time the heroes arrive at the Magaambya. The heroes can learn a bit about Koride at the start of the campaign, but she's learned a bit about them, too. The heroes are a new generation of students: smarter, more generous, and as adventurous as she was in her prime. They're not just dedicated to carving their names into history, but they're so successful at doing so that Koride can't mask her dislike of them. She's their foil as a professor: the one who is quick with a biting comment and who accepts their successes with great reluctance. It's expected that the heroes won't like Koride much as students, and that this mutual animosity remains while they're teachers, as well. Deep inside, beneath the witty and sometimes biting veneer, Koride worries that she's increasingly irrelevant. She can cover up her minor cruelties and shallow relationships with practiced ease, but she doesn't know if she can make a permanent mark on the Magaambya or on the world. This anxiety is what led Koride to conceal the Vesicant Egg and continue studying it after she'd promised to stop. Its secrets called to her, promising a lasting legacy if only she could unlock its mysteries. In this drive to be remembered, Koride has far more in common with the villainous King of Biting Ants than she can ever realize or accept. The malevolent intelligence within the Vesicant Egg found Koride easy to control at first; her desire to understand and reveal everything about the artifact was just what the fractured psyche inside of it wanted anyway. Yet Koride's strength is greater than the egg has guessed. When faced with certain defeat, she's able to put aside her facade and speak to the heroes about what she's done and why, all with brutal honesty and remarkable self-awareness. She's willing to discard everything the Vesicant Egg can offer her when they're in true danger, showing Koride's genuine character for perhaps the first time. The statistics below don't reflect Koride's abilities throughout most of the Strength of Thousands Adventure Path; rather, they incorporate the effects of being Unshadowed by the Vesicant Egg , when the heroes confront her. Recall Knowledge - Humanoid (Society): DC 49 Unspecific Lore : DC 47 Specific Lore : DC 44 Unshadowed Koride Source Pathfinder #174: Shadows of the Ancients pg. 90 Perception +33 Languages Common, Draconic, Gnoll, Iruxi, Necril, Sylvan Skills Academia Lore +37, Crafting +37, Deception +33, Diplomacy +33, Medicine +35, Nature +33, Stealth +31, Survival +33 Str +1 Dex +3 Con +4 Int +6 Wis +3 Cha +4 Items +3 major striking major staff of nature's vengeance --- AC 40 Fort +32 Ref +29 Will +35 HP 290 Resistances acid 20 Shadow's Displeasure When Koride has fewer than 150 Hit Points, her shadow pulls at her essence to show the Vesicant Egg's displeasure. She looks pained and confused, and she becomes clumsy 1 and stupefied 1 until healed to 150 Hit Points or more. These conditions increase to 2 when below 100 Hit Points. When below 50 Hit Points, she falls unconscious. Vesicated Shadow Koride's shadow has become corrupted via the power of the Vesicant Egg . Her shredded shadow grants her some control over acid and shadows. She gains a +4 status bonus to resist acid and shadow effects. --- Speed 25 feet Melee Single Action staff +30 (two-hand d8), Damage 4d6+20 bludgeoning Primal Prepared Spells DC 41, attack +33 - Cantrips (10th) Detect Magic, Electric Arc, Prestidigitation, Ray of Frost, Tanglefoot - 1st Feather Fall, Fear, Gust of Wind - 2nd Darkvision, Entangle, Web - 3rd Fear, Slow, Wall of Wind - 4th Dispel Magic, Fly, Freedom of Movement - 5th Banishment, Blazing Fissure, Healing Well - 6th Flesh to Stone, Nature's Reprisal, True Seeing - 7th Finger of Death, Regenerate, Sunburst - 8th Dispel Magic, Moment of Renewal, Polar Ray - 9th Implosion, Shapechange, Chain Lightning - 10th Fated Confrontation Occult Innate Spells DC 41, attack +33 - 10th Shadow Blast (acid only; ×2), Shadow Siphon (×2) Rupture Shadow Two Actions (Acid, Conjuration, Occult, Shadow) Koride can create immense blisters on a creature's shadow, which immediately burst, dealing 20d6 acid damage. She targets a creature within 60 feet that is casting a shadow, which must attempt a DC 37 Will save. Koride can't use Rupture Shadow again for 1d4 rounds. Critical Success The target is unaffected and becomes temporarily immune for 1 day. Success The target takes half damage. The bursting shadow deals 5 acid splash damage to all creatures within 5 feet of the target. Failure The target takes full damage, and the bursting shadow deals 10 acid splash damage. Critical Failure The target takes double damage, the bursting shadow deals 20 acid splash damage, and the target also takes 4d6 persistent acid damage ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1835",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 35,
 "wisdom": 3
}