{
 "ac": 43,
 "alignment": "LE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 9,
 "constitution": 5,
 "creature_ability": [
  "Perfect Will",
  "Attack of Opportunity",
  "Punish Imperfection",
  "Shield Block",
  "Slash and Slam",
  "Swift Capture",
  "Swift Slash",
  "Reactionary"
 ],
 "creature_family_markdown": "",
 "dexterity": 7,
 "exclude_from_search": false,
 "fortitude_save": 32,
 "hp": 350,
 "hp_raw": "350",
 "id": "creature-1585",
 "intelligence": 7,
 "language": [
  "Common",
  "Draconic",
  "Dwarven",
  "Gnoll",
  "Osiriani"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Dwarven](/Languages.aspx?ID=3), [Gnoll](/Languages.aspx?ID=17), [Osiriani](/Languages.aspx?ID=40)",
 "level": 19,
 "markdown": "<title level=\"1\" pfs=\"\">[Uri Zandivar](/NPCs.aspx?ID=1585)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_As the leader of the Scarlet Triad, Uri Zandivar has leveraged his extraordinary upbringing and training to dominate those he perceives as inferior in a bid for wealth, influence, and control of Hermea._\n\n As a third-generation son of Hermea, Uri received an exemplary education funded by the dragon Mengkare's bottomless pockets. Even among the other Hermean students, Uri was exceptional, excelling at physical exploits, oratory, mysticism, and business. Desiring to see the world beyond Promise, he attained an honored role as one of Hermea's recruiters.\n\n However, the more he saw of the world, the less convinced he was that the rest of humanity deserved any place alongside Mengkare. Jaded, he returned to Promise to seek the dragon's counsel. The golden sovereign was delighted in what he interpreted as Uri's growing wisdom and granted him a place on the Council of Enlightenment to help govern the island. As his influence increased, Uri earned ever-greater responsibilities, trust, and insight into Mengkare's vision for Hermea. But after witnessing the world's evils, he increasingly sensed derision and menace in Mengkare's words and mission. With his sister Emaliza (also a member of the Council of Enlightenment), Uri speculated as to their patron's nefarious designs and agreed to do whatever they could to protect Hermea.\n\n While Emaliza remained on the island to research Mengkare's schemes, Uri left his post at the Council of Enlightenment to join the Scarlet Triad. He swiftly took over the group, which had become an increasingly disorganized operation as its role of providing recruits for the Glorious Endeavor grew less relevant. Under his leadership, the Triad was reinvigorated—as much by his leadership as by his decision to engage in the lucrative slave trade. After several decades of prosperous chattel trafficking, keeping the Triad's new endeavors secret from Mengkare while still collecting the stipend of support from Hermea, Uri received a visit from his sister, who had come up with an audacious plan to seize control of Mengkare and his resources for themselves.\n\n In that fateful meeting, Emaliza revealed to Uri that she'd discovered one of Promise's greatest secrets—an ancient _aiudara_ named Vengegate, within which was trapped the essence of the god [Dahak](/Deities.aspx?ID=150). She further explained to Uri that Mengkare intends to use this essence somehow (misinterpreting Mengkare's goal of destroying Dahak for a wish to use the god's power as a weapon), and posited to her brother that if they could gain control of Mengkare and Alseta's Ring, this vast power would be theirs to use instead.\n\n But Mengkare is dangerous, and Emaliza warned Uri that should the gold dragon discover their plot, he would surely destroy them. She then gave her brother several shards of the [_Orb of Gold Dragonkind_](/Equipment.aspx?ID=616) she'd smuggled out of Mengkare's treasury. She wasn't able to retrieve them all, but knew that Mengkare had sent out other shards to various movers and shakers around the world as tokens and gifts. If Uri could use the resources of the Scarlet Triad to gather enough of these shards, and then recruit (or enslave) enough talented help, he could secretly rebuild the orb, allowing him and Emaliza to seize control of Mengkare. Emaliza knew that pursuing such an audacious plan in Promise would be too risky, but in Katapesh, her brother wouldn't have to worry about hiding the work from the dragon's attention.\n\n Once Mengkare is controlled, Emaliza explained, nothing would stand in their way to harness the power of Dahak trapped in Alsetta's Ring. But until the orb was complete, Emaliza urged patience. In the meantime, she gave Uri the portal key for Vengegate and urged him to use his minions to gather up all the other portal keys to Alsetta's Ring they could find. Once Mengkare was under their control, they could then converge on the ring and harness the vast, destructive might hidden within, bolstering their position and making the Scarlet Triad a true global power. Convinced, Uri agreed to her plot.\n\n True to his upbringing in Promise, Uri has subjected himself to a lifetime of physically and mentally grueling training regimens to measure up to Hermea's unforgiving standards. As a result, he has transformed his body into a living weapon with mastery of countless fighting styles. His keen eyes, unforgiving demeanor, and practiced counterattacks punish the imperfections of all who would challenge him. Uri is also a skilled negotiator, deceiver, and orator, groomed for leadership and inadvertently taught to respect few beyond Hermea's shores. His composed exterior belies his prejudiced derision of nearly everyone he works with.\n\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 19\">[Uri Zandivar](/NPCs.aspx?ID=1585)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Hobgoblin\" url=\"/Traits.aspx?ID=268\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #149: Against the Scarlet Triad](/Sources.aspx?ID=14) pg. 92</row>\n\n**Perception** +35\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Dwarven](/Languages.aspx?ID=3), [Gnoll](/Languages.aspx?ID=17), [Osiriani](/Languages.aspx?ID=40)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +37, [Arcana](/Skills.aspx?ID=2) +33, [Athletics](/Skills.aspx?ID=3) +37, [Deception](/Skills.aspx?ID=5) +40, [Diplomacy](/Skills.aspx?ID=6) +37, [Intimidation](/Skills.aspx?ID=7) +40, [Society](/Skills.aspx?ID=14) +27, [Stealth](/Skills.aspx?ID=15) +31, [Thievery](/Skills.aspx?ID=17) +33, [Underworld Lore](/Skills.aspx?ID=8) +31\r\n\r\n<row gap=\"medium\">\r\n**Str** +9\r\n\r\n**Dex** +7\r\n\r\n**Con** +5\r\n\r\n**Int** +7\r\n\r\n**Wis** +8\r\n\r\n**Cha** +9\r\n</row>\n\n**Items**\r\n_+2 [greater resilient](/Equipment.aspx?ID=279) [chain mail](/Armor.aspx?ID=9)_, _+2 [striking](/Equipment.aspx?ID=280) [returning](/Equipment.aspx?ID=301) [dagger](/Weapons.aspx?ID=3)_, [superior manacles](/Equipment.aspx?ID=32), [Oblivion Essence](/Equipment.aspx?ID=558), _+3 [major striking](/Equipment.aspx?ID=280) [speed](/Equipment.aspx?ID=304) [scimitar](/Weapons.aspx?ID=38)_, [steel shield](/Shields.aspx?ID=3) with _+2 [greater striking](/Equipment.aspx?ID=280) [shield spikes](/Weapons.aspx?ID=42)_ (Hardness 5, HP 20, BT 10), wasp trapped in amber, [Weeping Midnight](/Equipment.aspx?ID=559), _[winged boots](/Equipment.aspx?ID=472)_\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 43 (45 with shield raised)\r\n\r\n**Fort** +32 \r\n\r\n**Ref** +29 \r\n\r\n**Will** +35 (perfect will)\n\n</row>\r\n\r\n**HP** 350\n\n**Perfect Will** If Uri rolls a success on a Will saving throw, he gets a critical success instead; if he rolls a critical failure on a Will save, he gets a failure instead.<br />**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> <br />**Punish Imperfection** <actions string=\"Reaction\" /> **Trigger** A creature within Uri's reach fails an attack roll, saving throw, or skill check; **Effect** Uri makes an [unarmed](/Traits.aspx?ID=199) Strike against the triggering creature. If the attack hits, the target must succeed at a DC 41 Fortitude save or become [enfeebled](/Conditions.aspx?ID=13) 3 until the end of its next turn (enfeebled 4 on a critical failure).<br />**[Shield Block](/MonsterAbilities.aspx?ID=32)** <actions string=\"Reaction\" /> \r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_speed scimitar_ +37 ([Forceful](/Traits.aspx?ID=180), [Magical](/Traits.aspx?ID=103), [Sweep](/Traits.aspx?ID=194)),\r\n**Damage** 4d6+17 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_shield spikes_ +36 ([Magical](/Traits.aspx?ID=103)),\r\n**Damage** 3d6+17 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_dagger_ +34 ([Agile](/Traits.aspx?ID=170), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 4d4+12 piercing\n\n**Slash and Slam** <actions string=\"Two Actions\" />  Uri makes two Strikes: one with his scimitar and one with his shield spikes. If both hit, the overwhelming power of the attack leaves the target [stunned 1](/Conditions.aspx?ID=36) (stunned 2 if one of the Strikes was a critical hit, or stunned 3 if both Strikes were critical hits). These Strikes count as one attack for Uri's multiple attack penalty, and the penalty doesn't increase until after both attacks.\r\n\r\n**Swift Capture** <actions string=\"Two Actions\" /> ([Attack](/Traits.aspx?ID=15), [Manipulate](/Traits.aspx?ID=104)) **Requirements** Uri has [manacles](/Equipment.aspx?ID=32) in his possession and is adjacent to a creature; **Effect** Uri sheathes a weapon he's carrying, then attempts to bind the creature's wrists or ankles with the manacles. If Uri succeeds at an attack roll with a +36 modifier against the target's AC, he applies the manacles.\r\n\r\n**Swift Slash** <actions string=\"Single Action\" />  Uri Strides and makes a scimitar Strike at any point during the Stride.\r\n\r\n**Reactionary**   Uri can use 2 reactions in a round, but he can't perform the same reaction more than once per round.\r\n\r\n</column>",
 "name": "Uri Zandivar",
 "npc": true,
 "perception": 35,
 "rarity": "unique",
 "reflex_save": 29,
 "release_date": "2019-11-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Hobgoblin\" url=\"/Traits.aspx?ID=268\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #149: Against the Scarlet Triad](/Sources.aspx?ID=14) pg. 92</row>\n\n<row gap=\"medium\">\r\n**HP** 350\r\n\r\n**AC** 43\r\n\r\n**Fort** +32\r\n\r\n**Ref** +29\r\n\r\n**Will** +35\r\n\r\n**Perception** +35\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAs the leader of the Scarlet Triad, Uri Zandivar has leveraged his extraordinary upbringing and training to dominate those he perceives as inferior …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +37",
  "Arcana +33",
  "Athletics +37",
  "Deception +40",
  "Diplomacy +37",
  "Intimidation +40",
  "Society +27",
  "Stealth +31",
  "Thievery +33",
  "Underworld Lore +31"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +37, [Arcana](/Skills.aspx?ID=2) +33, [Athletics](/Skills.aspx?ID=3) +37, [Deception](/Skills.aspx?ID=5) +40, [Diplomacy](/Skills.aspx?ID=6) +37, [Intimidation](/Skills.aspx?ID=7) +40, [Society](/Skills.aspx?ID=14) +27, [Stealth](/Skills.aspx?ID=15) +31, [Thievery](/Skills.aspx?ID=17) +33, [Underworld Lore](/Skills.aspx?ID=8) +31",
 "source": [
  "Pathfinder #149: Against the Scarlet Triad"
 ],
 "source_raw": [
  "Pathfinder #149: Against the Scarlet Triad pg. 92"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #149: Against the Scarlet Triad](/Sources.aspx?ID=14) pg. 92</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell_markdown": "",
 "spoilers": "Age of Ashes",
 "stealth": "31",
 "strength": 9,
 "strongest_save": [
  "will"
 ],
 "summary": "As the leader of the Scarlet Triad, Uri Zandivar has leveraged his extraordinary upbringing and training to dominate those he perceives as inferior …",
 "summary_markdown": "As the leader of the Scarlet Triad, Uri Zandivar has leveraged his extraordinary upbringing and training to dominate those he perceives as inferior …",
 "text": " Uri Zandivar As the leader of the Scarlet Triad, Uri Zandivar has leveraged his extraordinary upbringing and training to dominate those he perceives as inferior in a bid for wealth, influence, and control of Hermea. As a third-generation son of Hermea, Uri received an exemplary education funded by the dragon Mengkare's bottomless pockets. Even among the other Hermean students, Uri was exceptional, excelling at physical exploits, oratory, mysticism, and business. Desiring to see the world beyond Promise, he attained an honored role as one of Hermea's recruiters. However, the more he saw of the world, the less convinced he was that the rest of humanity deserved any place alongside Mengkare. Jaded, he returned to Promise to seek the dragon's counsel. The golden sovereign was delighted in what he interpreted as Uri's growing wisdom and granted him a place on the Council of Enlightenment to help govern the island. As his influence increased, Uri earned ever-greater responsibilities, trust, and insight into Mengkare's vision for Hermea. But after witnessing the world's evils, he increasingly sensed derision and menace in Mengkare's words and mission. With his sister Emaliza (also a member of the Council of Enlightenment), Uri speculated as to their patron's nefarious designs and agreed to do whatever they could to protect Hermea. While Emaliza remained on the island to research Mengkare's schemes, Uri left his post at the Council of Enlightenment to join the Scarlet Triad. He swiftly took over the group, which had become an increasingly disorganized operation as its role of providing recruits for the Glorious Endeavor grew less relevant. Under his leadership, the Triad was reinvigorated—as much by his leadership as by his decision to engage in the lucrative slave trade. After several decades of prosperous chattel trafficking, keeping the Triad's new endeavors secret from Mengkare while still collecting the stipend of support from Hermea, Uri received a visit from his sister, who had come up with an audacious plan to seize control of Mengkare and his resources for themselves. In that fateful meeting, Emaliza revealed to Uri that she'd discovered one of Promise's greatest secrets—an ancient aiudara named Vengegate, within which was trapped the essence of the god Dahak. She further explained to Uri that Mengkare intends to use this essence somehow (misinterpreting Mengkare's goal of destroying Dahak for a wish to use the god's power as a weapon), and posited to her brother that if they could gain control of Mengkare and Alseta's Ring, this vast power would be theirs to use instead. But Mengkare is dangerous, and Emaliza warned Uri that should the gold dragon discover their plot, he would surely destroy them. She then gave her brother several shards of the Orb of Gold Dragonkind she'd smuggled out of Mengkare's treasury. She wasn't able to retrieve them all, but knew that Mengkare had sent out other shards to various movers and shakers around the world as tokens and gifts. If Uri could use the resources of the Scarlet Triad to gather enough of these shards, and then recruit (or enslave) enough talented help, he could secretly rebuild the orb, allowing him and Emaliza to seize control of Mengkare. Emaliza knew that pursuing such an audacious plan in Promise would be too risky, but in Katapesh, her brother wouldn't have to worry about hiding the work from the dragon's attention. Once Mengkare is controlled, Emaliza explained, nothing would stand in their way to harness the power of Dahak trapped in Alsetta's Ring. But until the orb was complete, Emaliza urged patience. In the meantime, she gave Uri the portal key for Vengegate and urged him to use his minions to gather up all the other portal keys to Alsetta's Ring they could find. Once Mengkare was under their control, they could then converge on the ring and harness the vast, destructive might hidden within, bolstering their position and making the Scarlet Triad a true global power. Convinced, Uri agreed to her plot. True to his upbringing in Promise, Uri has subjected himself to a lifetime of physically and mentally grueling training regimens to measure up to Hermea's unforgiving standards. As a result, he has transformed his body into a living weapon with mastery of countless fighting styles. His keen eyes, unforgiving demeanor, and practiced counterattacks punish the imperfections of all who would challenge him. Uri is also a skilled negotiator, deceiver, and orator, groomed for leadership and inadvertently taught to respect few beyond Hermea's shores. His composed exterior belies his prejudiced derision of nearly everyone he works with. Uri Zandivar Source Pathfinder #149: Against the Scarlet Triad pg. 92 Perception +35 Languages Common, Draconic, Dwarven, Gnoll, Osiriani Skills Acrobatics +37, Arcana +33, Athletics +37, Deception +40, Diplomacy +37, Intimidation +40, Society +27, Stealth +31, Thievery +33, Underworld Lore +31 Str +9 Dex +7 Con +5 Int +7 Wis +8 Cha +9 Items +2 greater resilient chain mail , +2 striking returning dagger , superior manacles, Oblivion Essence, +3 major striking speed scimitar , steel shield with +2 greater striking shield spikes (Hardness 5, HP 20, BT 10), wasp trapped in amber, Weeping Midnight, winged boots --- AC 43 (45 with shield raised) Fort +32 Ref +29 Will +35 (perfect will) HP 350 Perfect Will If Uri rolls a success on a Will saving throw, he gets a critical success instead; if he rolls a critical failure on a Will save, he gets a failure instead. Attack of Opportunity Reaction Punish Imperfection Reaction Trigger A creature within Uri's reach fails an attack roll, saving throw, or skill check; Effect Uri makes an unarmed Strike against the triggering creature. If the attack hits, the target must succeed at a DC 41 Fortitude save or become enfeebled 3 until the end of its next turn (enfeebled 4 on a critical failure). Shield Block Reaction --- Speed 30 feet Melee Single Action speed scimitar +37 (Forceful, Magical, Sweep), Damage 4d6+17 slashing Melee Single Action shield spikes +36 (Magical), Damage 3d6+17 piercing Ranged Single Action dagger +34 (Agile, thrown 10 feet, versatile S), Damage 4d4+12 piercing Slash and Slam Two Actions Uri makes two Strikes: one with his scimitar and one with his shield spikes. If both hit, the overwhelming power of the attack leaves the target stunned 1 (stunned 2 if one of the Strikes was a critical hit, or stunned 3 if both Strikes were critical hits). These Strikes count as one attack for Uri's multiple attack penalty, and the penalty doesn't increase until after both attacks. Swift Capture Two Actions (Attack, Manipulate) Requirements Uri has manacles in his possession and is adjacent to a creature; Effect Uri sheathes a weapon he's carrying, then attempts to bind the creature's wrists or ankles with the manacles. If Uri succeeds at an attack roll with a +36 modifier against the target's AC, he applies the manacles. Swift Slash Single Action Uri Strides and makes a scimitar Strike at any point during the Stride. Reactionary Uri can use 2 reactions in a round, but he can't perform the same reaction more than once per round. ",
 "trait": [
  "Hobgoblin",
  "Human",
  "Unique",
  "LE",
  "Medium"
 ],
 "trait_markdown": "[Hobgoblin](/Traits.aspx?ID=268), [Human](/Traits.aspx?ID=90), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Hobgoblin",
  "Human",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1585",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 35,
 "wisdom": 8
}