{
 "ac": 39,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 6,
 "constitution": 5,
 "creature_ability": [
  "Frightful Presence",
  "Wing Deflection",
  "Breath Weapon",
  "Draconic Frenzy",
  "Draconic Momentum",
  "Magma Swim",
  "Volcanic Purge"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 29,
 "hp": 300,
 "hp_raw": "300",
 "id": "creature-1577",
 "immunity": [
  "fire",
  "paralyzed",
  "sleep"
 ],
 "immunity_markdown": "[fire](/Traits.aspx?ID=72), [paralyzed](/Conditions.aspx?ID=28), [sleep](/Traits.aspx?ID=145)",
 "intelligence": 4,
 "language": [
  "Abyssal",
  "Common",
  "Draconic",
  "Ignan",
  "Terran",
  "Undercommon"
 ],
 "language_markdown": "[Abyssal](/Languages.aspx?ID=12), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Ignan](/Languages.aspx?ID=18), [Terran](/Languages.aspx?ID=22), [Undercommon](/Languages.aspx?ID=11)",
 "level": 16,
 "markdown": "<title level=\"1\" pfs=\"\">[Veshumirix](/Monsters.aspx?ID=1577)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_Veshumirix is capable of patience and farsighted behavior, but he is also prone to outbursts of cruelty and destruction. His ego is surprisingly fragile for a dragon of his strength, and he has no tolerance for the failures of his underlings._ Veshumirix hatched in 3965 AR, one of a clutch of seven dragons tucked away in a magma chamber beneath the tallest pair of mountains in the Five King's Mountains: Torag's Crag. As typical among the fiercely independent magma dragons, Veshumirix and his siblings were left to fend for themselves.\n\n Conflict between Veshumirix and his siblings began almost immediately. Veshumirix was the second to hatch, shortly after his brother Moschabbatt, and proved the weaker of the two. Eventually, on the verge of death from his wounds, Veshumirix was forced to admit defeat, retreat, and plot revenge.\n\n But Veshumirix's plots were not to be fulfilled. He did not realize that far greater forces were at work in the volcano, paying no mind to the petty squabble of wyrmlings. When the gold dragon Mengkare inadvertently triggered the Rending, the massive volcanic eruption utterly destroyed Veshumirix's modest lair and swept the young dragon toward the volcano's core. Veshumirix let the current carry him in hopes of studying the source of the devastation, hoping he might one day learn to harness such power for himself and unleash it. He expected to see a mighty great wyrm magma dragon rising from the ruin, but instead, he arrived just in time to see Mengkare abandoning the site. Confused, he combed the area, looking for anyone who could explain what had happened. As he searched, he came across a beautiful, shiny fragment for his hoard: one of the shards of the destroyed _[Orb of Gold Dragonkind](/Equipment.aspx?ID=616)_. The reports he gathered in bits and pieces from other creatures of the volcano were imperfect records, embellished in the stories of the few witnesses who had escaped the epicenter. While these tales revealed to Veshumirix that his magma dragon theory had been incorrect, they also gave him the false impression that the gold dragon Mengkare had mastered a means of triggering titanic eruptions.\n\n At first, Veshumirix was furious that a gold dragon had discovered such power and was being spoken of in reverent tones as a greater master of the volcanoes than the mightiest of magma dragons. Veshumirix swore to himself that he would one day surpass Mengkare. In his childish but malevolent fancies, he imagined himself tearing Mengkare limb from limb before triggering an even larger eruption, one large enough to blanket the whole world in magma and ash. Before slaying Mengkare, though, Veshumirix was first determined to bring ruin to his brother Moschabbatt.\n\n When Veshumirix returned to his birthplace—now called Droskar's Crag—to confront his brother, he was dealt another resounding defeat. Veshumirix could have easily died that day, but Moschabatt was so overconfident in his assault that he neglected to check for life remaining in his brother's battered form. After feigning death for several agonizing days, Veshumirix fled Droskar's Crag for other volcanic caverns. There, he licked his wounds and set his sights on more modest ambitions, at least for the short term. Still, his mercurial moods ruled his behavior. Sometimes he operated as a bandit, engaging in murderous raids along Darklands tunnels that ran near his home. Other times, he likened himself to a petty tyrant, enjoying his rule over whatever he could subjugate for months or years before tearing apart his underlings in a fit of rage. When he lacked the energy to kill or reign, he instead submerged himself in molten rock and brooded.\n\n Eventually, Veshumirix grew to adulthood, entering the second century of his life. This milestone rekindled his old obsessions. With renewed confidence in his abilities, he sought out whatever knowledge he could find on Mengkare. Yet his search disappointed him profoundly. No one under the mountains had heard anything of what had become of the dragon who caused the Rending. This failure sent him into a decade-long wandering rampage of destruction, during which he returned underground and terrorized various small outposts throughout the Darklands. Eventually, his obsession with revenge and destruction drew the attention of the servitors of the evil dragon god Dahak. Veshumirix began to receive a disturbing barrage of visions of ruin and destruction, but rather than turn away from this darkness, Veshumirix embraced it. He  kept an eye on his brother's deeds from the distance, watching as Moschabbatt became a legendary figure, gaining the allegiance of hordes of kobolds and various creatures of flame. Veshumirix's jealousy festered and grew. Finally, he received a vision of a different kind: one that showed him reigning supreme atop a vast pile of treasure, a crown on his head and his brother's corpse at his feet. His obsessions shifted, and he knew he would stop at nothing to find that glorious victory he had seen. Fortunately for Veshumirix, this city of the dead was far easier to locate than Mengkare. \n\n<title level=\"2\" right=\"\">Campaign Use</title> If Veshumirix survives the adventure, he is likely to seek revenge against the PCs in the future. Beyond that, he is a ready ally for the Scarlet Triad in future adventures. He wants to aid the organization in the short term, but he is secretly planning a betrayal to steal the destructive power they are building so he can wield it against Moschabbatt.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Dragon](/Rules.aspx?ID=563)**\r\n([Arcana](/Skills.aspx?ID=2)): DC 45\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 43\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 40\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 16\">[Veshumirix](/Monsters.aspx?ID=1577)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Huge\" />\r\n<trait label=\"Dragon\" url=\"/Traits.aspx?ID=50\" />\r\n<trait label=\"Fire\" url=\"/Traits.aspx?ID=72\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 90</row>\n\n**Perception** +28; [darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet\r\n\r\n**Languages**\r\n[Abyssal](/Languages.aspx?ID=12), [Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2), [Ignan](/Languages.aspx?ID=18), [Terran](/Languages.aspx?ID=22), [Undercommon](/Languages.aspx?ID=11)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +30, [Athletics](/Skills.aspx?ID=3) +30, [Deception](/Skills.aspx?ID=5) +26, [Intimidation](/Skills.aspx?ID=7) +32, [Nature](/Skills.aspx?ID=10) +24, [Stealth](/Skills.aspx?ID=15) +27, [Survival](/Skills.aspx?ID=16) +24\r\n\r\n<row gap=\"medium\">\r\n**Str** +7\r\n\r\n**Dex** +4\r\n\r\n**Con** +5\r\n\r\n**Int** +4\r\n\r\n**Wis** +4\r\n\r\n**Cha** +6\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 39 \r\n\r\n**Fort** +29 \r\n\r\n**Ref** +28 \r\n\r\n**Will** +26 \r\n\r\n+1 status to all saves vs. magic\r\n</row>\r\n\r\n**HP** 300\n\n**Immunities**\r\n[fire](/Traits.aspx?ID=72), [paralyzed](/Conditions.aspx?ID=28), [sleep](/Traits.aspx?ID=145)\n\n**Weaknesses**\r\n[cold](/Traits.aspx?ID=27) 15\r\n\r\n**[Frightful Presence](/MonsterAbilities.aspx?ID=17)** ([aura](/Traits.aspx?ID=206), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) 90 feet, DC 34<br />**Wing Deflection** <actions string=\"Reaction\" /> **Trigger** The dragon is targeted with an attack; **Effect** The dragon raises a wing, gaining a +2 circumstance bonus to AC against the triggering attack. If the dragon is [Flying](/Actions.aspx?ID=94), they descend 10 feet after the attack.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 50 feet, fly 160 feet; magma swim 50 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +33 ([Magical](/Traits.aspx?ID=103), [reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d10+15 piercing plus 4d6 fire\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +33 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103), [reach 10  feet](/Traits.aspx?ID=192)),\r\n**Damage** 3d10+15 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntail +31 ([Magical](/Traits.aspx?ID=103), [reach 20 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d12+15 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nhorns +31 ([Magical](/Traits.aspx?ID=103), [reach 15 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d12+15 piercing\r\n\r\n**Primal Innate Spells** DC 40\r\n- **Cantrips (8th)**\r\n[Produce Flame](/Spells.aspx?ID=236)\r\n- **8th**\r\n[Burning Hands](/Spells.aspx?ID=30) (at will), [Fireball](/Spells.aspx?ID=119), [Wall of Fire](/Spells.aspx?ID=362) (at will)\r\n- **Constant (4th)**\r\n[Fire Shield](/Spells.aspx?ID=118)\r\n\r\n**Breath Weapon** <actions string=\"Two Actions\" /> ([Evocation](/Traits.aspx?ID=65), [Fire](/Traits.aspx?ID=72), [Primal](/Traits.aspx?ID=134)) Veshumirix breathes a blast of magma that deals 9d6 fire damage and 4d12 bludgeoning damage in a 60-foot cone (DC 42 [basic](/Rules.aspx?ID=329) Reflex save). He can't use Breath Weapon again for 1d4 rounds.\r\n\r\n**Draconic Frenzy** <actions string=\"Two Actions\" />  The dragon makes two claw Strikes and one horn Strike in any order.\r\n\r\n**Draconic Momentum**   The dragon recharges their Breath Weapon whenever they score a critical hit with a Strike.\r\n\r\n**Magma Swim**   A magma dragon's swim Speed functions only when the dragon is Swimming through magma or molten lava.\r\n\r\n**Volcanic Purge** <actions string=\"Single Action\" />  If the next action the dragon uses is Breath Weapon, the magma clings to those it damages. Each creature that fails its save against the Breath Weapon takes 4d6 [persistent fire damage](/Conditions.aspx?ID=29), and as long as it has this persistent fire damage, it also takes a –10-foot status penalty to its Speeds.\r\n\r\n</column>",
 "name": "Veshumirix",
 "npc": false,
 "perception": 28,
 "rarity": "unique",
 "reflex_save": 28,
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Dragon\" url=\"/Traits.aspx?ID=50\" />\r\n<trait label=\"Fire\" url=\"/Traits.aspx?ID=72\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 300\r\n\r\n**AC** 39\r\n\r\n**Fort** +29\r\n\r\n**Ref** +28\r\n\r\n**Will** +26\r\n\r\n**Perception** +28\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nVeshumirix is capable of patience and farsighted behavior, but he is also prone to outbursts of cruelty and destruction. His ego is surprisingly …\r\n</summary>",
 "sense": " darkvision ,  scent  (imprecise) 60 feet",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 60 feet",
 "size": [
  "Huge"
 ],
 "skill": [
  "Acrobatics +30",
  "Athletics +30",
  "Deception +26",
  "Intimidation +32",
  "Nature +24",
  "Stealth +27",
  "Survival +24"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +30, [Athletics](/Skills.aspx?ID=3) +30, [Deception](/Skills.aspx?ID=5) +26, [Intimidation](/Skills.aspx?ID=7) +32, [Nature](/Skills.aspx?ID=10) +24, [Stealth](/Skills.aspx?ID=15) +27, [Survival](/Skills.aspx?ID=16) +24",
 "source": [
  "Pathfinder #148: Fires of the Haunted City"
 ],
 "source_raw": [
  "Pathfinder #148: Fires of the Haunted City pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #148: Fires of the Haunted City](/Sources.aspx?ID=13) pg. 90</row>",
 "speed": {
  "fly": 160,
  "land": 50,
  "max": 160,
  "swim": 50
 },
 "speed_markdown": "50 feet, fly 160 feet; magma swim 50 feet",
 "speed_raw": "50 feet, fly 160 feet; magma swim 50 feet",
 "spell": [
  "Burning Hands",
  "Fireball",
  "Wall of Fire",
  "Produce Flame",
  "Fire Shield"
 ],
 "spell_markdown": "[Burning Hands](/Spells.aspx?ID=30), [Fire Shield](/Spells.aspx?ID=118), [Fireball](/Spells.aspx?ID=119), [Produce Flame](/Spells.aspx?ID=236), [Wall of Fire](/Spells.aspx?ID=362)",
 "spoilers": "Age of Ashes",
 "stealth": "27",
 "strength": 7,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Veshumirix is capable of patience and farsighted behavior, but he is also prone to outbursts of cruelty and destruction. His ego is surprisingly …",
 "summary_markdown": "Veshumirix is capable of patience and farsighted behavior, but he is also prone to outbursts of cruelty and destruction. His ego is surprisingly …",
 "text": " Veshumirix Veshumirix is capable of patience and farsighted behavior, but he is also prone to outbursts of cruelty and destruction. His ego is surprisingly fragile for a dragon of his strength, and he has no tolerance for the failures of his underlings. Veshumirix hatched in 3965 AR, one of a clutch of seven dragons tucked away in a magma chamber beneath the tallest pair of mountains in the Five King's Mountains: Torag's Crag. As typical among the fiercely independent magma dragons, Veshumirix and his siblings were left to fend for themselves. Conflict between Veshumirix and his siblings began almost immediately. Veshumirix was the second to hatch, shortly after his brother Moschabbatt, and proved the weaker of the two. Eventually, on the verge of death from his wounds, Veshumirix was forced to admit defeat, retreat, and plot revenge. But Veshumirix's plots were not to be fulfilled. He did not realize that far greater forces were at work in the volcano, paying no mind to the petty squabble of wyrmlings. When the gold dragon Mengkare inadvertently triggered the Rending, the massive volcanic eruption utterly destroyed Veshumirix's modest lair and swept the young dragon toward the volcano's core. Veshumirix let the current carry him in hopes of studying the source of the devastation, hoping he might one day learn to harness such power for himself and unleash it. He expected to see a mighty great wyrm magma dragon rising from the ruin, but instead, he arrived just in time to see Mengkare abandoning the site. Confused, he combed the area, looking for anyone who could explain what had happened. As he searched, he came across a beautiful, shiny fragment for his hoard: one of the shards of the destroyed Orb of Gold Dragonkind . The reports he gathered in bits and pieces from other creatures of the volcano were imperfect records, embellished in the stories of the few witnesses who had escaped the epicenter. While these tales revealed to Veshumirix that his magma dragon theory had been incorrect, they also gave him the false impression that the gold dragon Mengkare had mastered a means of triggering titanic eruptions. At first, Veshumirix was furious that a gold dragon had discovered such power and was being spoken of in reverent tones as a greater master of the volcanoes than the mightiest of magma dragons. Veshumirix swore to himself that he would one day surpass Mengkare. In his childish but malevolent fancies, he imagined himself tearing Mengkare limb from limb before triggering an even larger eruption, one large enough to blanket the whole world in magma and ash. Before slaying Mengkare, though, Veshumirix was first determined to bring ruin to his brother Moschabbatt. When Veshumirix returned to his birthplace—now called Droskar's Crag—to confront his brother, he was dealt another resounding defeat. Veshumirix could have easily died that day, but Moschabatt was so overconfident in his assault that he neglected to check for life remaining in his brother's battered form. After feigning death for several agonizing days, Veshumirix fled Droskar's Crag for other volcanic caverns. There, he licked his wounds and set his sights on more modest ambitions, at least for the short term. Still, his mercurial moods ruled his behavior. Sometimes he operated as a bandit, engaging in murderous raids along Darklands tunnels that ran near his home. Other times, he likened himself to a petty tyrant, enjoying his rule over whatever he could subjugate for months or years before tearing apart his underlings in a fit of rage. When he lacked the energy to kill or reign, he instead submerged himself in molten rock and brooded. Eventually, Veshumirix grew to adulthood, entering the second century of his life. This milestone rekindled his old obsessions. With renewed confidence in his abilities, he sought out whatever knowledge he could find on Mengkare. Yet his search disappointed him profoundly. No one under the mountains had heard anything of what had become of the dragon who caused the Rending. This failure sent him into a decade-long wandering rampage of destruction, during which he returned underground and terrorized various small outposts throughout the Darklands. Eventually, his obsession with revenge and destruction drew the attention of the servitors of the evil dragon god Dahak. Veshumirix began to receive a disturbing barrage of visions of ruin and destruction, but rather than turn away from this darkness, Veshumirix embraced it. He kept an eye on his brother's deeds from the distance, watching as Moschabbatt became a legendary figure, gaining the allegiance of hordes of kobolds and various creatures of flame. Veshumirix's jealousy festered and grew. Finally, he received a vision of a different kind: one that showed him reigning supreme atop a vast pile of treasure, a crown on his head and his brother's corpse at his feet. His obsessions shifted, and he knew he would stop at nothing to find that glorious victory he had seen. Fortunately for Veshumirix, this city of the dead was far easier to locate than Mengkare. Campaign Use If Veshumirix survives the adventure, he is likely to seek revenge against the PCs in the future. Beyond that, he is a ready ally for the Scarlet Triad in future adventures. He wants to aid the organization in the short term, but he is secretly planning a betrayal to steal the destructive power they are building so he can wield it against Moschabbatt. Recall Knowledge - Dragon (Arcana): DC 45 Unspecific Lore : DC 43 Specific Lore : DC 40 Veshumirix Source Pathfinder #148: Fires of the Haunted City pg. 90 Perception +28; darkvision, scent (imprecise) 60 feet Languages Abyssal, Common, Draconic, Ignan, Terran, Undercommon Skills Acrobatics +30, Athletics +30, Deception +26, Intimidation +32, Nature +24, Stealth +27, Survival +24 Str +7 Dex +4 Con +5 Int +4 Wis +4 Cha +6 --- AC 39 Fort +29 Ref +28 Will +26 +1 status to all saves vs. magic HP 300 Immunities fire, paralyzed, sleep Weaknesses cold 15 Frightful Presence (aura, emotion, fear, mental) 90 feet, DC 34 Wing Deflection Reaction Trigger The dragon is targeted with an attack; Effect The dragon raises a wing, gaining a +2 circumstance bonus to AC against the triggering attack. If the dragon is Flying, they descend 10 feet after the attack. --- Speed 50 feet, fly 160 feet; magma swim 50 feet Melee Single Action jaws +33 (Magical, reach 15 feet), Damage 3d10+15 piercing plus 4d6 fire Melee Single Action claw +33 (Agile, Magical, reach 10 feet), Damage 3d10+15 slashing Melee Single Action tail +31 (Magical, reach 20 feet), Damage 2d12+15 bludgeoning Melee Single Action horns +31 (Magical, reach 15 feet), Damage 2d12+15 piercing Primal Innate Spells DC 40 - Cantrips (8th) Produce Flame - 8th Burning Hands (at will), Fireball, Wall of Fire (at will) - Constant (4th) Fire Shield Breath Weapon Two Actions (Evocation, Fire, Primal) Veshumirix breathes a blast of magma that deals 9d6 fire damage and 4d12 bludgeoning damage in a 60-foot cone (DC 42 basic Reflex save). He can't use Breath Weapon again for 1d4 rounds. Draconic Frenzy Two Actions The dragon makes two claw Strikes and one horn Strike in any order. Draconic Momentum The dragon recharges their Breath Weapon whenever they score a critical hit with a Strike. Magma Swim A magma dragon's swim Speed functions only when the dragon is Swimming through magma or molten lava. Volcanic Purge Single Action If the next action the dragon uses is Breath Weapon, the magma clings to those it damages. Each creature that fails its save against the Breath Weapon takes 4d6 persistent fire damage, and as long as it has this persistent fire damage, it also takes a –10-foot status penalty to its Speeds. ",
 "trait": [
  "Dragon",
  "Fire",
  "Unique",
  "CE",
  "Huge"
 ],
 "trait_markdown": "[Dragon](/Traits.aspx?ID=50), [Fire](/Traits.aspx?ID=72), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Dragon",
  "Fire",
  "Unique"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1577",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {
  "cold": 15
 },
 "weakness_markdown": "[cold](/Traits.aspx?ID=27) 15",
 "weakness_raw": " cold  15",
 "will_save": 26,
 "wisdom": 4
}