{
 "ac": 20,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 3,
 "creature_ability": [
  "Drain Bonded Item",
  "Eschew Materials",
  "Reach Spell"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 10,
 "hp": 56,
 "hp_raw": "56 (plus 10 temporary from   false life  )",
 "id": "creature-1538",
 "intelligence": 4,
 "language": [
  "Common",
  "Elven",
  "Goblin",
  "Halfling",
  "Necril",
  "Orcish"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Goblin](/Languages.aspx?ID=6), [Halfling](/Languages.aspx?ID=7), [Necril](/Languages.aspx?ID=20), [Orcish](/Languages.aspx?ID=9)",
 "level": 5,
 "markdown": "<title level=\"1\" pfs=\"\">[Voz Lirayne](/NPCs.aspx?ID=1538)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_This sneering half-elf wears plain gray, unadorned robes, and soft boots to muffle her footfalls. Her enigmatic face is a mask as she slinks unnoticed through crowds, always alert for her next opportunity for personal gain._\n\n Proprietor of the Reliant Book Company, Voz Lirayne maintains a facade of mild courtesy, presenting herself as one of the most unassuming shopkeepers in Breachill—and that is by her own design, as she dabbles in both research and affiliations that would certainly run afoul of the town's laws. Voz is an expert at staying in the shadows and drawing as little attention as possible. In truth, she's a necromancer who practices that dark art in isolated locales—such as the crypts of Citadel Altaerein on Hellknight Hill. She is also a secret worshipper of [Norgorber](/Deities.aspx?ID=13) who hopes to finance the creation of a combination assassin's guild and necromancy school in that deity's honor. Voz realizes that if anyone knew her secret inclinations, her customers and fellow business owners would forsake her and jeopardize not only her livelihood, but her goals and ambitions.\n\n Voz originally hails from Tamran in Nirmathas, and she is the daughter of a restless elven hunter named Zlaradel and her fisherman husband, Carren. Voz's parents tried to instill their own simple values into their unexpected child; they taught young Voz to value her independence, enjoy her pursuits without self-consciousness or shame, and embrace simplicity as bliss. However, well intended as these lessons were, Voz's parents were also wholly emotionally unequipped to raise a child, especially one as headstrong and as naturally cruel as Voz. When young Voz began to lord her rudimentary knowledge of languages and magic over other children and even some adults, her parents praised her studiousness. When she demanded to be sent away from what backwater Tamran to a so-called proper school, her parents mortgaged their house and businesses. They helped her hide her Nirmathi identity and send her to a prestigious academy in Canorate in Molthune.\n\n It was at this school, the Imperial Academy, where Voz honed her ability to blend in with crowds and hide her darkest inclinations. After all, as the scion of a nation the Molthuni considered wayward rebels and natural enemies, Voz would have been expelled immediately had her instructors discovered the lie behind her carefully constructed background as the prodigy child of laborers from Eranmas. And so Voz kept her head down and dove into her studies on magic, using the basics she learned to delve into the subject that truly interested her: necromancy. The idea of making money by killing her inferior enemies and then animating their bodies fascinated and excited Voz, and thus she began her descent into true evil.\n\n Voz continued to research more profane and taboo topics, from the art of enslaving souls to ways to precisely kill and preserve bodies. This side trek into anatomical studies led her to discover the teachings of Norgorber, the Reaper of Reputation and god of thievery, assassination, and secrets. Voz felt a wicked kinship with a religion that spoke so perfectly to her naturally secretive and increasingly bloodthirsty nature, and she began to dream of one day taking her rightful place as a leader among the other faithful of his flock.\n\n Voz might have finished her studies at the Imperial Academy and left with impeccable credentials, were it not for an incident in her final year. Toward the beginning of the semester, Voz had a shipment of profane tomes sent to her under an assumed name. She received the books without attracting notice, but failed to properly hide the tomes about necromancy, soul siphoning, and lichdom. When a cleaning staff member discovered the books in her room on a dreary midnight, Voz panicked and murdered the poor man. Knowing all her transgressions would soon be revealed, Voz packed all her research and fled the school that very night. Using her skills of deception and obfuscation, she escaped the country and flew south.\n\n For a while, Voz drifted throughout Isger, disgusted to find that nation to be yet another backwater akin to her homeland. She longed to experience Egorian's obsidian glitter, the jewel of diabolic Cheliax, or even Pangolais, the shadowy but decadent cosmopolitan capital of wicked Nidal. Eventually, she decided on a different goal: found a guild of assassins and necromancers of her own. By this time, Voz had settled in Breachill, where the innocent and welcoming townsfolk were happy to accept her and leave her be. Her goals set, Voz opened the Reliant Book Company under the guise of an esoteric scholar. She quietly began to make money while looking for ways to impress whatever Norgorberites she could, petitioning them for the support necessary to found her guild.\n\n In her research, Voz stumbled upon many ancient and potentially powerful pieces of information, but one she made more recently dwarfed the others: rumors of a lost network of elf gates said to be buried within walking distance of her new home. According to her research, this elf gate, something called “Alseta's Ring,” lay below neighboring Hellknight Hill. An underground complex below the ruined citadel atop Hellknight Hill would make for a perfect site for a hidden assassin's guild, even more so if in its basement were a set of functioning elf gates that would allow for quick transport to other locations. The more she learned about Alseta's Ring, the more intrigued she became, keeping her notes in a journal she carried at all times on her person. (See page 53 for details on this journal's contents.)\n\n But Voz lacked the funds to begin; the Reliant Book Company made just enough to stay afloat—not nearly enough to fund the foundation of a secret assassin's guild. And so Voz began reaching out, surreptitiously, to her esoteric contacts, hoping to find someone who would bankroll the guild.\n\n She received an unexpected response from a group that called itself the Scarlet Triad, which claimed to share an interest in Alseta's Ring. If she could secure access to the Ring and report to the Scarlet Triad about its functionality, they promised to fund her guild. Wary about the group's true motives—she was unable to determine much more than that they were a merchant's guild in Katapesh—Voz agreed to their proposal and, in the days since, has focused on securing access to the ruins deep under Hellknight Hill. \n\n<title level=\"2\" right=\"\">Campaign Role</title> If Voz escapes or the PCs somehow bargain with her, she's likely to remain a threat throughout this Adventure Path. In this case, Voz shadows the PCs as they step through each of the _aiudara_ that they restore to functionality, pursuing her research alongside them to activate the portals and claim her reward from the Scarlet Triad. Voz could show up as an additional antagonist at any key moment in this Adventure Path, and her motivations are now twofold: learn the details of Alseta's Ring, and take vengeance on the heroes who were either daring enough to defeat her once or stupid enough to let her escape alive.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 30\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 28\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 25\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 5\">[Voz Lirayne](/NPCs.aspx?ID=1538)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 80</row>\n\n**Perception** +7\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4), [Goblin](/Languages.aspx?ID=6), [Halfling](/Languages.aspx?ID=7), [Necril](/Languages.aspx?ID=20), [Orcish](/Languages.aspx?ID=9)\r\n\r\n**Skills**\r\n[Arcana](/Skills.aspx?ID=2) +13, [Deception](/Skills.aspx?ID=5) +11, [Library Lore](/Skills.aspx?ID=8) +11, [Mercantile Lore](/Skills.aspx?ID=8) +11, [Occultism](/Skills.aspx?ID=11) +11, [Religion](/Skills.aspx?ID=13) +7, [Society](/Skills.aspx?ID=14) +11, [Stealth](/Skills.aspx?ID=15) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +1\r\n\r\n**Dex** +3\r\n\r\n**Con** +3\r\n\r\n**Int** +4\r\n\r\n**Wis** +0\r\n\r\n**Cha** +2\r\n</row>\n\n**Items**\r\n_+1 [dagger](/Weapons.aspx?ID=3)_ (bonded item), [healing potion](/Equipment.aspx?ID=186), _scroll of [sleep_](/Spells.aspx?ID=288), _scroll of [true strike_](/Spells.aspx?ID=345)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 20 (21 with [_mage armor_](/Spells.aspx?ID=176))\r\n\r\n**Fort** +10 \r\n\r\n**Ref** +12 \r\n\r\n**Will** +9 \n\n</row>\r\n\r\n**HP** 56\r\n(plus 10 temporary from [_false life_](/Spells.aspx?ID=108))\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_dagger_ +13 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Magical](/Traits.aspx?ID=103), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+3 piercing\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_dagger_ +13 ([Agile](/Traits.aspx?ID=170), [Magical](/Traits.aspx?ID=103), [thrown 10 feet](/Traits.aspx?ID=195), [versatile S](/Traits.aspx?ID=200)),\r\n**Damage** 1d4+3 piercing\r\n\r\n**Arcane Prepared Spells** DC 23, attack +15\r\n- **Cantrips (3rd)**\r\n[Chill Touch](/Spells.aspx?ID=35), [Detect Magic](/Spells.aspx?ID=66), [Light](/Spells.aspx?ID=171), [Shield](/Spells.aspx?ID=280)\r\n- **1st**\r\n[Fear](/Spells.aspx?ID=110), [Grim Tendrils](/Spells.aspx?ID=141), [Mage Armor](/Spells.aspx?ID=176), [Ray of Enfeeblement](/Spells.aspx?ID=244)\r\n- **2nd**\r\n[Acid Arrow](/Spells.aspx?ID=2), [False Life](/Spells.aspx?ID=108), [Mirror Image](/Spells.aspx?ID=197), [Spider Climb](/Spells.aspx?ID=299)\r\n- **3rd**\r\n[Bind Undead](/Spells.aspx?ID=22), [Paralyze](/Spells.aspx?ID=213), [Vampiric Touch](/Spells.aspx?ID=354)\r\n\r\n**Wizard School Spells** DC 23, 1 Focus Point\r\n- **3rd**\r\n[Call of the Grave](/Spells.aspx?ID=522)\r\n\r\n**Arcane Rituals** DC 23\r\n\r\n- **2nd**\r\n[Create Undead](/Rituals.aspx?ID=10)\r\n\r\n**[Drain Bonded Item](/Actions.aspx?ID=13)** <actions string=\"Free Action\" />  **Frequency** once per day; **Effect** You expend the power stored in your bonded item. During your turn, you gain the ability to cast one spell you prepared today and already cast, without spending a spell slot. You must still Cast the Spell and meet the spell's other requirements.<br />When Voz uses this ability, she also regains 1 Focus Point.\r\n\r\n**[Eschew Materials](/Feats.aspx?ID=634)**   You can use clever workarounds to replicate the arcane essence of certain materials. When Casting a Spell that requires material components, you can provide these material components without a material component pouch by drawing intricate replacement sigils in the air. Unlike when providing somatic components, you still must have a hand completely free. This doesn't remove the need for any materials listed in the spell's cost entry.\r\n\r\n**[Reach Spell](/Feats.aspx?ID=181)** <actions string=\"Single Action\" />  You can extend the range of your spells. If the next action you use is to Cast a Spell that has a range, increase that spell's range by 30 feet. As is standard for increasing spell ranges, if the spell normally has a range of touch, you extend its range to 30 feet.\r\n\r\n</column>",
 "name": "Voz Lirayne",
 "npc": true,
 "perception": 7,
 "rarity": "unique",
 "reflex_save": 12,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 80</row>\n\n<row gap=\"medium\">\r\n**HP** 56 (plus 10 temporary from   false life  )\r\n\r\n**AC** 20\r\n\r\n**Fort** +10\r\n\r\n**Ref** +12\r\n\r\n**Will** +9\r\n\r\n**Perception** +7\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis sneering half-elf wears plain gray, unadorned robes, and soft boots to muffle her footfalls. Her enigmatic face is a mask as she slinks …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Arcana +13",
  "Deception +11",
  "Library Lore +11",
  "Mercantile Lore +11",
  "Occultism +11",
  "Religion +7",
  "Society +11",
  "Stealth +10"
 ],
 "skill_markdown": "[Arcana](/Skills.aspx?ID=2) +13, [Deception](/Skills.aspx?ID=5) +11, [Library Lore](/Skills.aspx?ID=8) +11, [Mercantile Lore](/Skills.aspx?ID=8) +11, [Occultism](/Skills.aspx?ID=11) +11, [Religion](/Skills.aspx?ID=13) +7, [Society](/Skills.aspx?ID=14) +11, [Stealth](/Skills.aspx?ID=15) +10",
 "source": [
  "Pathfinder #145: Hellknight Hill"
 ],
 "source_raw": [
  "Pathfinder #145: Hellknight Hill pg. 80"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 80</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Bind Undead",
  "Paralyze",
  "Vampiric Touch",
  "Acid Arrow",
  "False Life",
  "Mirror Image",
  "Spider Climb",
  "Fear",
  "Grim Tendrils",
  "Mage Armor",
  "Ray of Enfeeblement",
  "Chill Touch",
  "Detect Magic",
  "Light",
  "Shield",
  "Call of the Grave"
 ],
 "spell_markdown": "[Acid Arrow](/Spells.aspx?ID=2), [Bind Undead](/Spells.aspx?ID=22), [Call of the Grave](/Spells.aspx?ID=522), [Chill Touch](/Spells.aspx?ID=35), [Detect Magic](/Spells.aspx?ID=66), [False Life](/Spells.aspx?ID=108), [Fear](/Spells.aspx?ID=110), [Grim Tendrils](/Spells.aspx?ID=141), [Light](/Spells.aspx?ID=171), [Mage Armor](/Spells.aspx?ID=176), [Mirror Image](/Spells.aspx?ID=197), [Paralyze](/Spells.aspx?ID=213), [Ray of Enfeeblement](/Spells.aspx?ID=244), [Shield](/Spells.aspx?ID=280), [Spider Climb](/Spells.aspx?ID=299), [Vampiric Touch](/Spells.aspx?ID=354)",
 "spoilers": "Age of Ashes",
 "stealth": "10",
 "strength": 1,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "This sneering half-elf wears plain gray, unadorned robes, and soft boots to muffle her footfalls. Her enigmatic face is a mask as she slinks …",
 "summary_markdown": "This sneering half-elf wears plain gray, unadorned robes, and soft boots to muffle her footfalls. Her enigmatic face is a mask as she slinks …",
 "text": " Voz Lirayne This sneering half-elf wears plain gray, unadorned robes, and soft boots to muffle her footfalls. Her enigmatic face is a mask as she slinks unnoticed through crowds, always alert for her next opportunity for personal gain. Proprietor of the Reliant Book Company, Voz Lirayne maintains a facade of mild courtesy, presenting herself as one of the most unassuming shopkeepers in Breachill—and that is by her own design, as she dabbles in both research and affiliations that would certainly run afoul of the town's laws. Voz is an expert at staying in the shadows and drawing as little attention as possible. In truth, she's a necromancer who practices that dark art in isolated locales—such as the crypts of Citadel Altaerein on Hellknight Hill. She is also a secret worshipper of Norgorber who hopes to finance the creation of a combination assassin's guild and necromancy school in that deity's honor. Voz realizes that if anyone knew her secret inclinations, her customers and fellow business owners would forsake her and jeopardize not only her livelihood, but her goals and ambitions. Voz originally hails from Tamran in Nirmathas, and she is the daughter of a restless elven hunter named Zlaradel and her fisherman husband, Carren. Voz's parents tried to instill their own simple values into their unexpected child; they taught young Voz to value her independence, enjoy her pursuits without self-consciousness or shame, and embrace simplicity as bliss. However, well intended as these lessons were, Voz's parents were also wholly emotionally unequipped to raise a child, especially one as headstrong and as naturally cruel as Voz. When young Voz began to lord her rudimentary knowledge of languages and magic over other children and even some adults, her parents praised her studiousness. When she demanded to be sent away from what backwater Tamran to a so-called proper school, her parents mortgaged their house and businesses. They helped her hide her Nirmathi identity and send her to a prestigious academy in Canorate in Molthune. It was at this school, the Imperial Academy, where Voz honed her ability to blend in with crowds and hide her darkest inclinations. After all, as the scion of a nation the Molthuni considered wayward rebels and natural enemies, Voz would have been expelled immediately had her instructors discovered the lie behind her carefully constructed background as the prodigy child of laborers from Eranmas. And so Voz kept her head down and dove into her studies on magic, using the basics she learned to delve into the subject that truly interested her: necromancy. The idea of making money by killing her inferior enemies and then animating their bodies fascinated and excited Voz, and thus she began her descent into true evil. Voz continued to research more profane and taboo topics, from the art of enslaving souls to ways to precisely kill and preserve bodies. This side trek into anatomical studies led her to discover the teachings of Norgorber, the Reaper of Reputation and god of thievery, assassination, and secrets. Voz felt a wicked kinship with a religion that spoke so perfectly to her naturally secretive and increasingly bloodthirsty nature, and she began to dream of one day taking her rightful place as a leader among the other faithful of his flock. Voz might have finished her studies at the Imperial Academy and left with impeccable credentials, were it not for an incident in her final year. Toward the beginning of the semester, Voz had a shipment of profane tomes sent to her under an assumed name. She received the books without attracting notice, but failed to properly hide the tomes about necromancy, soul siphoning, and lichdom. When a cleaning staff member discovered the books in her room on a dreary midnight, Voz panicked and murdered the poor man. Knowing all her transgressions would soon be revealed, Voz packed all her research and fled the school that very night. Using her skills of deception and obfuscation, she escaped the country and flew south. For a while, Voz drifted throughout Isger, disgusted to find that nation to be yet another backwater akin to her homeland. She longed to experience Egorian's obsidian glitter, the jewel of diabolic Cheliax, or even Pangolais, the shadowy but decadent cosmopolitan capital of wicked Nidal. Eventually, she decided on a different goal: found a guild of assassins and necromancers of her own. By this time, Voz had settled in Breachill, where the innocent and welcoming townsfolk were happy to accept her and leave her be. Her goals set, Voz opened the Reliant Book Company under the guise of an esoteric scholar. She quietly began to make money while looking for ways to impress whatever Norgorberites she could, petitioning them for the support necessary to found her guild. In her research, Voz stumbled upon many ancient and potentially powerful pieces of information, but one she made more recently dwarfed the others: rumors of a lost network of elf gates said to be buried within walking distance of her new home. According to her research, this elf gate, something called “Alseta's Ring,” lay below neighboring Hellknight Hill. An underground complex below the ruined citadel atop Hellknight Hill would make for a perfect site for a hidden assassin's guild, even more so if in its basement were a set of functioning elf gates that would allow for quick transport to other locations. The more she learned about Alseta's Ring, the more intrigued she became, keeping her notes in a journal she carried at all times on her person. (See page 53 for details on this journal's contents.) But Voz lacked the funds to begin; the Reliant Book Company made just enough to stay afloat—not nearly enough to fund the foundation of a secret assassin's guild. And so Voz began reaching out, surreptitiously, to her esoteric contacts, hoping to find someone who would bankroll the guild. She received an unexpected response from a group that called itself the Scarlet Triad, which claimed to share an interest in Alseta's Ring. If she could secure access to the Ring and report to the Scarlet Triad about its functionality, they promised to fund her guild. Wary about the group's true motives—she was unable to determine much more than that they were a merchant's guild in Katapesh—Voz agreed to their proposal and, in the days since, has focused on securing access to the ruins deep under Hellknight Hill. Campaign Role If Voz escapes or the PCs somehow bargain with her, she's likely to remain a threat throughout this Adventure Path. In this case, Voz shadows the PCs as they step through each of the aiudara that they restore to functionality, pursuing her research alongside them to activate the portals and claim her reward from the Scarlet Triad. Voz could show up as an additional antagonist at any key moment in this Adventure Path, and her motivations are now twofold: learn the details of Alseta's Ring, and take vengeance on the heroes who were either daring enough to defeat her once or stupid enough to let her escape alive. Recall Knowledge - Humanoid (Society): DC 30 Unspecific Lore : DC 28 Specific Lore : DC 25 Voz Lirayne Source Pathfinder #145: Hellknight Hill pg. 80 Perception +7 Languages Common, Elven, Goblin, Halfling, Necril, Orcish Skills Arcana +13, Deception +11, Library Lore +11, Mercantile Lore +11, Occultism +11, Religion +7, Society +11, Stealth +10 Str +1 Dex +3 Con +3 Int +4 Wis +0 Cha +2 Items +1 dagger (bonded item), healing potion, scroll of sleep , scroll of true strike --- AC 20 (21 with mage armor ) Fort +10 Ref +12 Will +9 HP 56 (plus 10 temporary from false life ) --- Speed 25 feet Melee Single Action dagger +13 (Agile, Finesse, Magical, versatile S), Damage 1d4+3 piercing Ranged Single Action dagger +13 (Agile, Magical, thrown 10 feet, versatile S), Damage 1d4+3 piercing Arcane Prepared Spells DC 23, attack +15 - Cantrips (3rd) Chill Touch, Detect Magic, Light, Shield - 1st Fear, Grim Tendrils, Mage Armor, Ray of Enfeeblement - 2nd Acid Arrow, False Life, Mirror Image, Spider Climb - 3rd Bind Undead, Paralyze, Vampiric Touch Wizard School Spells DC 23, 1 Focus Point - 3rd Call of the Grave Arcane Rituals DC 23 - 2nd Create Undead Drain Bonded Item Free Action Frequency once per day; Effect You expend the power stored in your bonded item. During your turn, you gain the ability to cast one spell you prepared today and already cast, without spending a spell slot. You must still Cast the Spell and meet the spell's other requirements. When Voz uses this ability, she also regains 1 Focus Point. Eschew Materials You can use clever workarounds to replicate the arcane essence of certain materials. When Casting a Spell that requires material components, you can provide these material components without a material component pouch by drawing intricate replacement sigils in the air. Unlike when providing somatic components, you still must have a hand completely free. This doesn't remove the need for any materials listed in the spell's cost entry. Reach Spell Single Action You can extend the range of your spells. If the next action you use is to Cast a Spell that has a range, increase that spell's range by 30 feet. As is standard for increasing spell ranges, if the spell normally has a range of touch, you extend its range to 30 feet. ",
 "trait": [
  "Elf",
  "Human",
  "Humanoid",
  "Unique",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Elf](/Traits.aspx?ID=58), [Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Elf",
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1538",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 9,
 "wisdom": 0
}