{
 "ac": 34,
 "alignment": "NE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 8,
 "constitution": 4,
 "creature_ability": [
  "Children of the Night",
  "Swift Tracker",
  "Pestilential Aura",
  "Vrykolakas Vulnerabilities",
  "Burial Site Bound",
  "Vulnerable to Decapitation",
  "Feral Possession",
  "Change Shape",
  "Create Spawn",
  "Dominate Animal",
  "Drink Blood",
  "Rend",
  "Sanguine Mauling",
  "Steal Breath"
 ],
 "creature_family": "Vampire, Vrykolakas",
 "creature_family_markdown": "[Vampire, Vrykolakas](/MonsterFamilies.aspx?ID=159)",
 "dexterity": 5,
 "exclude_from_search": false,
 "fortitude_save": 23,
 "hp": 250,
 "hp_raw": "250 ( negative healing )",
 "id": "creature-844",
 "image": [
  "/Images/Monsters/Vampire_VrykolakasAncient.png"
 ],
 "immunity": [
  "death  effects",
  "disease",
  "paralyze",
  "poison",
  "sleep"
 ],
 "immunity_markdown": "[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyze](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [sleep](/Traits.aspx?ID=145)",
 "intelligence": 0,
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "level": 13,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Vrykolakas Ancient](/Monsters.aspx?ID=844)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nVrykolakas ancients are the sinister overlords of their kind, stealing blood, breath, and life to feed their immortal hunger.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Undead](/Rules.aspx?ID=563)**\r\n([Religion](/Skills.aspx?ID=13)): DC 33\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 31\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 28\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Vampire_VrykolakasAncient.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 13\">[Vrykolakas Ancient](/Monsters.aspx?ID=844)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"NE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n<trait label=\"Vampire\" url=\"/Traits.aspx?ID=242\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 277 <sup>2.0</sup></row>\n\n**Perception** +23; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +24, [Athletics](/Skills.aspx?ID=3) +29, [Deception](/Skills.aspx?ID=5) +27, [Intimidation](/Skills.aspx?ID=7) +27, [Religion](/Skills.aspx?ID=13) +19, [Stealth](/Skills.aspx?ID=15) +26, [Survival](/Skills.aspx?ID=16) +23\r\n\r\n<row gap=\"medium\">\r\n**Str** +8\r\n\r\n**Dex** +5\r\n\r\n**Con** +4\r\n\r\n**Int** +0\r\n\r\n**Wis** +4\r\n\r\n**Cha** +8\r\n</row>\r\n\r\n**Children of the Night** ([divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106)) The presence of a vrykolakas ancient inspires savage creatures to crawl forth to do its bidding, including [rat swarms](/Monsters.aspx?ID=347), [wargs](/Monsters.aspx?ID=402), [werewolves](/Monsters.aspx?ID=411), and similar creatures. The vrykolakas ancient can give telepathic orders to these creatures within 100 feet, but they can't communicate back.<br />**Swift Tracker** The vrykolakas moves at full Speed while [Tracking](/Actions.aspx?ID=66).\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 34 \r\n\r\n**Fort** +23 \r\n\r\n**Ref** +24 \r\n\r\n**Will** +21 \n\n</row>\r\n\r\n**HP** 250\r\n([negative healing](/MonsterAbilities.aspx?ID=42))\n\n**Immunities**\r\n[death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), [paralyze](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), [sleep](/Traits.aspx?ID=145)\n\n**Pestilential Aura** ([aura](/Traits.aspx?ID=206), [divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) 5 feet, DC 33. Creatures beginning their turn in the area while the vrykolakas is in its true form are exposed to [bubonic plague](/Diseases.aspx?ID=6).<br />**Vrykolakas Vulnerabilities** Vrykolakas all have the following vulnerabilities. \n<ul><li>**Burial Site Bound** A vrykolakas is bound to the place of its death or interment. It must return to this location once per week and bury itself in the earth for 24 hours, during which time it is [paralyzed](/Conditions.aspx?ID=28) and can be beheaded. If it is unable to return to this site, it is reduced to 0 Hit Points and attempts to use Feral Corruption; if this host animal can't return to the burial site before the possession effect ends, the vrykolakas is destroyed and the animal host returns to normal.</li><li>**Vulnerable to Decapitation** A vrykolakas that is beheaded can't use its Feral Possession, and a beheaded corpse cannot rise as a vrykolakas.</li></ul>**Feral Possession** <actions string=\"Free Action\" /> ([curse](/Traits.aspx?ID=38), [divine](/Traits.aspx?ID=48), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106), [necromancy](/Traits.aspx?ID=117), [possession](/Traits.aspx?ID=129) **Trigger** The vrykolakas is reduced to 0 Hit Points &lt;%END>, and an [animal](/Traits.aspx?ID=9) is within 100 feet) **Effect** Unlike most other undead, a vrykolakas isn't destroyed when it reaches 0 HP. Instead, it attempts to cast its spirit into an animal within 100 feet, which must attempt a Will save (DC 33). On a failure, the animal is possessed. This has the effects of the [_possession_](/Spells.aspx?ID=225) spell, but it lasts a number of days equal to the vrykolakas's level. This possession can't be counteracted with magic (though [_remove curse_](/Spells.aspx?ID=250) works against it normally).<br /> If the animal succeeds at its save, the vrykolakas can attempt to possess a different animal within 100 feet. If at any point an animal critically succeeds at its save or no animal is within 100 feet, the vrykolakas fails to possess anything and is destroyed.<br /> A vrykolakas possessing an animal seeks out its burial site (see Burial Site Bound) immediately, burying itself there. While the vrykolakas is in this state of recovery, its animal host is [paralyzed](/Conditions.aspx?ID=28), and beheading it destroys the vrykolakas and kills its host. Removing the curse destroys the vrykolakas and returns the animal to normal. After 1d4 days, if the vrykolakas hasn't been destroyed, the animal dies and the vrykolakas rises in a new body that's identical to its previous one, formed from the animal's remains.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 40 feet, climb 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfangs +27,\r\n**Damage** 3d10+17 piercing plus Drink Blood\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +27 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 3d6+17 slashing\r\n\r\n**Divine Innate Spells** DC 33\r\n- **3rd**\r\n[Fear](/Spells.aspx?ID=110) (×3)\r\n- **7th**\r\n[Vampiric Touch](/Spells.aspx?ID=354) (×3)\r\n\r\n**[Change Shape](/MonsterAbilities.aspx?ID=8)** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32), [Divine](/Traits.aspx?ID=48), [Polymorph](/Traits.aspx?ID=127), [Transmutation](/Traits.aspx?ID=157)) A vrykolakas ancient can transform into a form resembling the body it had in life, with the effects of [_humanoid form_](/Spells.aspx?ID=153) but with unlimited duration. It loses its fangs and claw Strikes but gains a +2 circumstance bonus to Deception checks to Impersonate in this form.\r\n\r\n**Create Spawn**  ([Divine](/Traits.aspx?ID=48), [Downtime](/Traits.aspx?ID=49), [Necromancy](/Traits.aspx?ID=117)) If a creature dies after being reduced to 0 HP by Drink Blood, a vrykolakas ancient can turn this creature into a [vrykolakas spawn](/Monsters.aspx?ID=842) by donating some of its own blood to the creature and burying it in earth for 3 nights. Such vrykolakas spawn are generally friendly to the vrykolakas that created them, but they are not under its control and typically wander off on their own rampage within 1d6 days of their creation.\r\n\r\n**Dominate Animal** <actions string=\"Single Action\" /> ([Divine](/Traits.aspx?ID=48), [Enchantment](/Traits.aspx?ID=61), [Incapacitation](/Traits.aspx?ID=93), [Mental](/Traits.aspx?ID=106)) DC 33, The vrykolakas can cast [_dominate_](/Spells.aspx?ID=87) at will as a divine innate spell that affects only animals. A creature that succeeds is immune to that vrykolakas's Dominate Animal for 24 hours. Destroying the vrykolakas ends the effect, but reducing it to 0 HP does not. A dominated animal takes a –4 circumstance penalty to saving throws against the vrykolakas's Feral Possession.\r\n\r\n**Drink Blood** <actions string=\"Single Action\" /> ([Divine](/Traits.aspx?ID=48), [Necromancy](/Traits.aspx?ID=117)) **Requirements** The vrykolakas' last action was a successful fangs Strike; **Effect** The vrykolakas sinks its fangs into that creature to drink its blood. This requires an [Athletics](/Skills.aspx?ID=3) check against the creature's Fortitude DC. On a success, the creature becomes [drained 2](/Conditions.aspx?ID=10), and the vrykolakas regains 25 HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire, but it increases the creature's drained condition value by 1. A vrykolakas can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.<br /> The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful DC 20 Medicine check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes.\r\n\r\n**[Rend](/MonsterAbilities.aspx?ID=30)** <actions string=\"Single Action\" />  claw\r\n\r\n**Sanguine Mauling** <actions string=\"Single Action\" />  **Requirements** The vrykolakas ancient's last action was to Drink Blood; **Effect** The vrykolakas ancient makes two claw Strikes. Both count toward its multiple attack penalty, but the penalty increases only after it makes both attacks. If it hits with both claws, the target takes 1d6 [persistent bleed damage](/Conditions.aspx?ID=29).\r\n\r\n**Steal Breath** <actions string=\"Two Actions\" /> ([Manipulate](/Traits.aspx?ID=104)) **Requirements** The vrykolakas ancient is adjacent to an [unconscious](/Conditions.aspx?ID=38) creature; **Effect** The vrykolakas ancient steals the creature's breath. The unconscious creature begins suffocating, can't be awakened for 1 round, and must attempt a DC 33 Fortitude save. If a creature is targeted with this ability in consecutive rounds, the save DC decreases by 2 each round after the first. <br />**Critical Success** The target immediately awakens and is then temporarily immune to Steal Breath for 24 hours. <br />**Success** The target is unaffected. <br />**Failure** The target takes 1d10 damage. <br />**Critical Failure** The target is reduced to 0 HP and becomes [dying 1](/Conditions.aspx?ID=11).\r\n\r\n</column>\n\n<document level=\"2\" id=\"creature-family-159\" />",
 "name": "Vrykolakas Ancient",
 "npc": false,
 "perception": 23,
 "pfs": "Standard",
 "rarity": "uncommon",
 "reflex_save": 24,
 "release_date": "2020-05-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Undead\" url=\"/Traits.aspx?ID=160\" />\r\n<trait label=\"Vampire\" url=\"/Traits.aspx?ID=242\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 2](/Sources.aspx?ID=32) pg. 277 <sup>2.0</sup></row>\r\n\r\n**Creature Family** [Vampire, Vrykolakas](/MonsterFamilies.aspx?ID=159)\r\n\r\n<row gap=\"medium\">\r\n**HP** 250 ( negative healing )\r\n\r\n**AC** 34\r\n\r\n**Fort** +23\r\n\r\n**Ref** +24\r\n\r\n**Will** +21\r\n\r\n**Perception** +23\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nVrykolakas ancients are the sinister overlords of their kind, stealing blood, breath, and life to feed their immortal hunger.\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +24",
  "Athletics +29",
  "Deception +27",
  "Intimidation +27",
  "Religion +19",
  "Stealth +26",
  "Survival +23"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +24, [Athletics](/Skills.aspx?ID=3) +29, [Deception](/Skills.aspx?ID=5) +27, [Intimidation](/Skills.aspx?ID=7) +27, [Religion](/Skills.aspx?ID=13) +19, [Stealth](/Skills.aspx?ID=15) +26, [Survival](/Skills.aspx?ID=16) +23",
 "source": [
  "Bestiary 2"
 ],
 "source_raw": [
  "Bestiary 2 pg. 277"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 2](/Sources.aspx?ID=32) pg. 277 <sup>2.0</sup></row>",
 "speed": {
  "climb": 20,
  "land": 40,
  "max": 40
 },
 "speed_markdown": "40 feet, climb 20 feet",
 "speed_raw": "40 feet, climb 20 feet",
 "spell": [
  "Vampiric Touch",
  "Fear"
 ],
 "spell_markdown": "[Fear](/Spells.aspx?ID=110), [Vampiric Touch](/Spells.aspx?ID=354)",
 "stealth": "26",
 "strength": 8,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Vrykolakas ancients are the sinister overlords of their kind, stealing blood, breath, and life to feed their immortal hunger.",
 "summary_markdown": "Vrykolakas ancients are the sinister overlords of their kind, stealing blood, breath, and life to feed their immortal hunger.",
 "text": " Vrykolakas Ancient Vrykolakas ancients are the sinister overlords of their kind, stealing blood, breath, and life to feed their immortal hunger. Recall Knowledge - Undead (Religion): DC 33 Unspecific Lore : DC 31 Specific Lore : DC 28 Vrykolakas Ancient Source Bestiary 2 pg. 277 2.0 Perception +23; darkvision Languages Common Skills Acrobatics +24, Athletics +29, Deception +27, Intimidation +27, Religion +19, Stealth +26, Survival +23 Str +8 Dex +5 Con +4 Int +0 Wis +4 Cha +8 Children of the Night (divine, enchantment, mental) The presence of a vrykolakas ancient inspires savage creatures to crawl forth to do its bidding, including rat swarms, wargs, werewolves, and similar creatures. The vrykolakas ancient can give telepathic orders to these creatures within 100 feet, but they can't communicate back. Swift Tracker The vrykolakas moves at full Speed while Tracking. --- AC 34 Fort +23 Ref +24 Will +21 HP 250 (negative healing) Immunities death effects, disease, paralyze, poison, sleep Pestilential Aura (aura, divine, necromancy) 5 feet, DC 33. Creatures beginning their turn in the area while the vrykolakas is in its true form are exposed to bubonic plague. Vrykolakas Vulnerabilities Vrykolakas all have the following vulnerabilities. Burial Site Bound A vrykolakas is bound to the place of its death or interment. It must return to this location once per week and bury itself in the earth for 24 hours, during which time it is paralyzed and can be beheaded. If it is unable to return to this site, it is reduced to 0 Hit Points and attempts to use Feral Corruption; if this host animal can't return to the burial site before the possession effect ends, the vrykolakas is destroyed and the animal host returns to normal. Vulnerable to Decapitation A vrykolakas that is beheaded can't use its Feral Possession, and a beheaded corpse cannot rise as a vrykolakas. Feral Possession Free Action (curse, divine, incapacitation, mental, necromancy, possession Trigger The vrykolakas is reduced to 0 Hit Points &lt;%END>, and an animal is within 100 feet) Effect Unlike most other undead, a vrykolakas isn't destroyed when it reaches 0 HP. Instead, it attempts to cast its spirit into an animal within 100 feet, which must attempt a Will save (DC 33). On a failure, the animal is possessed. This has the effects of the possession spell, but it lasts a number of days equal to the vrykolakas's level. This possession can't be counteracted with magic (though remove curse works against it normally). If the animal succeeds at its save, the vrykolakas can attempt to possess a different animal within 100 feet. If at any point an animal critically succeeds at its save or no animal is within 100 feet, the vrykolakas fails to possess anything and is destroyed. A vrykolakas possessing an animal seeks out its burial site (see Burial Site Bound) immediately, burying itself there. While the vrykolakas is in this state of recovery, its animal host is paralyzed, and beheading it destroys the vrykolakas and kills its host. Removing the curse destroys the vrykolakas and returns the animal to normal. After 1d4 days, if the vrykolakas hasn't been destroyed, the animal dies and the vrykolakas rises in a new body that's identical to its previous one, formed from the animal's remains. --- Speed 40 feet, climb 20 feet Melee Single Action fangs +27, Damage 3d10+17 piercing plus Drink Blood Melee Single Action claw +27 (Agile), Damage 3d6+17 slashing Divine Innate Spells DC 33 - 3rd Fear (×3) - 7th Vampiric Touch (×3) Change Shape Single Action (Concentrate, Divine, Polymorph, Transmutation) A vrykolakas ancient can transform into a form resembling the body it had in life, with the effects of humanoid form but with unlimited duration. It loses its fangs and claw Strikes but gains a +2 circumstance bonus to Deception checks to Impersonate in this form. Create Spawn (Divine, Downtime, Necromancy) If a creature dies after being reduced to 0 HP by Drink Blood, a vrykolakas ancient can turn this creature into a vrykolakas spawn by donating some of its own blood to the creature and burying it in earth for 3 nights. Such vrykolakas spawn are generally friendly to the vrykolakas that created them, but they are not under its control and typically wander off on their own rampage within 1d6 days of their creation. Dominate Animal Single Action (Divine, Enchantment, Incapacitation, Mental) DC 33, The vrykolakas can cast dominate at will as a divine innate spell that affects only animals. A creature that succeeds is immune to that vrykolakas's Dominate Animal for 24 hours. Destroying the vrykolakas ends the effect, but reducing it to 0 HP does not. A dominated animal takes a –4 circumstance penalty to saving throws against the vrykolakas's Feral Possession. Drink Blood Single Action (Divine, Necromancy) Requirements The vrykolakas' last action was a successful fangs Strike; Effect The vrykolakas sinks its fangs into that creature to drink its blood. This requires an Athletics check against the creature's Fortitude DC. On a success, the creature becomes drained 2, and the vrykolakas regains 25 HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire, but it increases the creature's drained condition value by 1. A vrykolakas can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so. The target creature's drained condition value decreases by 1 per week. A blood transfusion, which requires a successful DC 20 Medicine check and sufficient blood or a blood donor, reduces the drained value by 1 after 10 minutes. Rend Single Action claw Sanguine Mauling Single Action Requirements The vrykolakas ancient's last action was to Drink Blood; Effect The vrykolakas ancient makes two claw Strikes. Both count toward its multiple attack penalty, but the penalty increases only after it makes both attacks. If it hits with both claws, the target takes 1d6 persistent bleed damage. Steal Breath Two Actions (Manipulate) Requirements The vrykolakas ancient is adjacent to an unconscious creature; Effect The vrykolakas ancient steals the creature's breath. The unconscious creature begins suffocating, can't be awakened for 1 round, and must attempt a DC 33 Fortitude save. If a creature is targeted with this ability in consecutive rounds, the save DC decreases by 2 each round after the first. Critical Success The target immediately awakens and is then temporarily immune to Steal Breath for 24 hours. Success The target is unaffected. Failure The target takes 1d10 damage. Critical Failure The target is reduced to 0 HP and becomes dying 1. ",
 "trait": [
  "Uncommon",
  "Undead",
  "Vampire",
  "NE",
  "Medium"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159), [Undead](/Traits.aspx?ID=160), [Vampire](/Traits.aspx?ID=242)",
 "trait_raw": [
  "Uncommon",
  "Undead",
  "Vampire"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=844",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 21,
 "wisdom": 4
}