{
 "ac": 15,
 "alignment": "NG",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 2,
 "creature_ability": [
  "Goblin Scuttle"
 ],
 "creature_family_markdown": "",
 "dexterity": 2,
 "exclude_from_search": false,
 "fortitude_save": 5,
 "hp": 20,
 "hp_raw": "20",
 "id": "creature-1539",
 "intelligence": 2,
 "language": [
  "Common",
  "Goblin"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Goblin](/Languages.aspx?ID=6)",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"\">[Warbal Bumblebrasher](/NPCs.aspx?ID=1539)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n_This impeccably dressed goblin woman wears understated silver jewelry to accent her pristine robes. She gives a warm, measured, diplomatic smile to most anyone she meets._\n\n Warbal Bumblebrasher is Breachill's esteemed ambassador from the Bumblebrasher tribe, which has lived for several generations near (and more recently within) Citadel Altaerein. By far the Bumblebrasher with the most wanderlust, Warbal sates her appetite for knowledge, refinement, and diversity of friends in her new home in Breachill. At the same time, she gives back to the tribe that birthed and raised her by acting as its representative, advocate, and friend in all town matters that might concern or benefit the goblins.\n\n Warbal knows that she is the single personal link that most Breachill residents have with the goblins of Isger's wilds, many of whom have been outright hostile in the past—memories of the Goblinblood Wars still linger, even though that conflict ended many years ago. As such, Warbal sees it as her personal mission to put forward a good face for her people to everyone in town she meets, and to have deep discussions with them both to advocate for goblins as a whole and to gently show the townspeople that many goblins are not contributing to a violent legacy.\n\n Wide-eyed and highly intelligent from a young age, Warbal dreamed about acquiring knowledge of the outside world. Despite these yearnings, Warbal was too dedicated to her people to ever consider leaving the tribe and setting out on her own. Eventually, when the Hellknights abandoned the citadel entirely, the Bumblebrashers moved into the keep and established themselves in a defensible area in its vaults. At this point, Warbal's curiosity and wanderlust peaked as she scoured the keep for any and all tomes the Hellknights left behind. The precocious young goblin drank in all of the history and Hellknight protocols that she learned from her patchwork library, even though the monsters that quickly came to occupy the keep threatened her life every time she left the tribe's safety.\n\n Warbal might have festered in misery and unfulfilled potential for many more years were it not for the intervention of the Bumblebrasher's new chief, Warbal's older cousin Helba. Recognizing Warbal's unhappiness as a rank-and-file tribe member— even if the whip-smart young goblin did not herself understand why she was always so morose—Helba began to wrack her brain for a solution. Sending a lone goblin, let alone one without any knowledge of the world outside her tribe, away from the protection of the group was incredibly dangerous, Helba knew. But it also wasn't an option to force Warbal into a life that left her unhappy and unfulfilled. Finally, the goblin chief hit upon a plan, and to help her bring it about, she tracked down a trusted member of the merchant caravans that once traded with the Bumblebrashers on the One-Eyed Incline—a kindly half-orc bard and tailor named Torash, who still occasionally visited the goblins in the keep when he dared the journey.\n\n Helba and Torash traveled to Breachill, where the half-orc was a respected member of Shelyn's Smile, the town's artisans' guild. There, Torash used his connections to gain an audience for Helba with the Breachill town council, which was more than happy to meet with the chief of a nearby kindly goblin tribe the councilors never knew existed. She got the council to agree that the Bumblebrashers would provide crafted goods to Breachill, and in exchange, the town would fund an advocate who would speak on the goblins' behalf in all related town matters. Thus, the job of Bumblebrasher ambassador to Breachill was born.\n\n When Helba returned to Citadel Altaerein, she officially designated Warbal as the tribe's first ambassador to Breachill. Ecstatic, the eager goblin immediately moved into town, where the council funded a modest but comfortable flat for her and provided her a living stipend—the lion's share of which she spends on books and occasional holiday forays to other Isgeri towns. For the past several years, Warbal has performed her duty wisely and graciously, learning much from her position of responsibility even as she has experienced culture shock from all the differences in the environment around her. Warbal has nonetheless scored many diplomatic successes both for the Bumblebrashers and for the townspeople. The latter, who value freedom and self-sufficiency over all, grow more impressed with this quietly intelligent and kind goblin woman every day. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Warbal is one of the first NPCs the heroes meet in this adventure, and at that time is deeply worried about the Bumblebrashers, as Helba hasn't appeared for their last two meetings and she has seen alarm fires on the horizon. Though she is distracted by her concern, Warbal is an excellent way for the PCs to learn about some of the goblins who inhabit the wilds outside of Breachill. If the PCs are amenable to her, Warbal is more than happy to answer their questions about the Bumblebrashers and to generally do anything reasonable they might ask to help with their mission to contact the lost goblin tribe.\n\n Raised as a survivalist, Warbal has significant skills when it comes to camping in the wilderness between Breachill and Hellknight Hill. She can be an invaluable advisor, and if the PCs wish to assign her to wait for them outside the keep while they investigate, perhaps tending to their mounts or helping with other similar tasks, she can easily sustain herself in the nearby woods for even a couple of weeks. While the PCs explore Citadel Altaerein, Warbal can act as a scout in the area surrounding the keep, provide information about some of the monsters inside, and give them a very rough sense of the keep's layout—but she's forgotten much in the many years since she's lived there and can sketch only a rough image for the PCs. She doesn't know about the secret entrance to the keep—this is a more recent discovery Helba has (perhaps unwisely) kept to herself for now.\n\n Once the PCs have rescued the Bumblebrashers, Warbal returns to her people to take stock of their situation and determine whether there's anything the town can do to help. However, if the PCs take a shine to Warbal, she might further help them scout in Citadel Altaerein's vaults. Once evidence of Voz Lirayne's tampering comes to light, however, Warbal again becomes extremely worried for her people and takes her leave from the party to touch base with Helba.\n\n Warbal's involvement in the adventure need not end at this point, though. After all, she continues to work on the Bumblebrashers' behalf in both Citadel Altaerein and Breachill. If the PCs are on friendly terms with her, consider increasing the awards the Breachill town council gives them for completing quests on its behalf, since Warbal will have advocated for the PCs personally. Further, at key points in the adventure when the PCs might need a minor magic or mundane item within the keep, consider allowing the PCs to create an arrangement in which Warbal brings them what they need at just the right time.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 25\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 23\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 20\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Warbal Bumblebrasher](/NPCs.aspx?ID=1539)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"NG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Goblin\" url=\"/Traits.aspx?ID=81\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 83</row>\n\n**Perception** +3; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Goblin](/Languages.aspx?ID=6)\r\n\r\n**Skills**\r\n[Diplomacy](/Skills.aspx?ID=6) +8, [Goblin Lore](/Skills.aspx?ID=8) +9, [Nature](/Skills.aspx?ID=10) +5, [Religion](/Skills.aspx?ID=13) +5, [Society](/Skills.aspx?ID=14) +7, [Survival](/Skills.aspx?ID=16) +3\r\n\r\n<row gap=\"medium\">\r\n**Str** -1\r\n\r\n**Dex** +2\r\n\r\n**Con** +2\r\n\r\n**Int** +2\r\n\r\n**Wis** +0\r\n\r\n**Cha** +3\r\n</row>\n\n**Items**\r\nbook titled History of the Bumblebrashers in Isger, [religious symbol](/Equipment.aspx?ID=41) of [Desna](/Deities.aspx?ID=5), scholar's robes\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 15 \r\n\r\n**Fort** +5 \r\n\r\n**Ref** +5 \r\n\r\n**Will** +5 \n\n</row>\r\n\r\n**HP** 20\n\n**Goblin Scuttle** <actions string=\"Reaction\" />; **Trigger** A goblin ally ends a move action adjacent to Warbal. **Effect** Warbal Steps.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfist +5 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Nonlethal](/Traits.aspx?ID=188), [Unarmed](/Traits.aspx?ID=199)),\r\n**Damage** 1d4–1 bludgeoning\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nheavy book +0,\r\n**Damage** 1d6–1 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nheavy book +3 ([thrown 10 feet](/Traits.aspx?ID=195)),\r\n**Damage** 1d6–1 bludgeoning\n\n</column>",
 "name": "Warbal Bumblebrasher",
 "npc": true,
 "perception": 3,
 "rarity": "unique",
 "reflex_save": 5,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Goblin\" url=\"/Traits.aspx?ID=81\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 83</row>\n\n<row gap=\"medium\">\r\n**HP** 20\r\n\r\n**AC** 15\r\n\r\n**Fort** +5\r\n\r\n**Ref** +5\r\n\r\n**Will** +5\r\n\r\n**Perception** +3\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis impeccably dressed goblin woman wears understated silver jewelry to accent her pristine robes. She gives a warm, measured, diplomatic smile to …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Small"
 ],
 "skill": [
  "Diplomacy +8",
  "Goblin Lore +9",
  "Nature +5",
  "Religion +5",
  "Society +7",
  "Survival +3"
 ],
 "skill_markdown": "[Diplomacy](/Skills.aspx?ID=6) +8, [Goblin Lore](/Skills.aspx?ID=8) +9, [Nature](/Skills.aspx?ID=10) +5, [Religion](/Skills.aspx?ID=13) +5, [Society](/Skills.aspx?ID=14) +7, [Survival](/Skills.aspx?ID=16) +3",
 "source": [
  "Pathfinder #145: Hellknight Hill"
 ],
 "source_raw": [
  "Pathfinder #145: Hellknight Hill pg. 83"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #145: Hellknight Hill](/Sources.aspx?ID=4) pg. 83</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Age of Ashes",
 "strength": -1,
 "strongest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex",
  "will"
 ],
 "summary": "This impeccably dressed goblin woman wears understated silver jewelry to accent her pristine robes. She gives a warm, measured, diplomatic smile to …",
 "summary_markdown": "This impeccably dressed goblin woman wears understated silver jewelry to accent her pristine robes. She gives a warm, measured, diplomatic smile to …",
 "text": " Warbal Bumblebrasher This impeccably dressed goblin woman wears understated silver jewelry to accent her pristine robes. She gives a warm, measured, diplomatic smile to most anyone she meets. Warbal Bumblebrasher is Breachill's esteemed ambassador from the Bumblebrasher tribe, which has lived for several generations near (and more recently within) Citadel Altaerein. By far the Bumblebrasher with the most wanderlust, Warbal sates her appetite for knowledge, refinement, and diversity of friends in her new home in Breachill. At the same time, she gives back to the tribe that birthed and raised her by acting as its representative, advocate, and friend in all town matters that might concern or benefit the goblins. Warbal knows that she is the single personal link that most Breachill residents have with the goblins of Isger's wilds, many of whom have been outright hostile in the past—memories of the Goblinblood Wars still linger, even though that conflict ended many years ago. As such, Warbal sees it as her personal mission to put forward a good face for her people to everyone in town she meets, and to have deep discussions with them both to advocate for goblins as a whole and to gently show the townspeople that many goblins are not contributing to a violent legacy. Wide-eyed and highly intelligent from a young age, Warbal dreamed about acquiring knowledge of the outside world. Despite these yearnings, Warbal was too dedicated to her people to ever consider leaving the tribe and setting out on her own. Eventually, when the Hellknights abandoned the citadel entirely, the Bumblebrashers moved into the keep and established themselves in a defensible area in its vaults. At this point, Warbal's curiosity and wanderlust peaked as she scoured the keep for any and all tomes the Hellknights left behind. The precocious young goblin drank in all of the history and Hellknight protocols that she learned from her patchwork library, even though the monsters that quickly came to occupy the keep threatened her life every time she left the tribe's safety. Warbal might have festered in misery and unfulfilled potential for many more years were it not for the intervention of the Bumblebrasher's new chief, Warbal's older cousin Helba. Recognizing Warbal's unhappiness as a rank-and-file tribe member— even if the whip-smart young goblin did not herself understand why she was always so morose—Helba began to wrack her brain for a solution. Sending a lone goblin, let alone one without any knowledge of the world outside her tribe, away from the protection of the group was incredibly dangerous, Helba knew. But it also wasn't an option to force Warbal into a life that left her unhappy and unfulfilled. Finally, the goblin chief hit upon a plan, and to help her bring it about, she tracked down a trusted member of the merchant caravans that once traded with the Bumblebrashers on the One-Eyed Incline—a kindly half-orc bard and tailor named Torash, who still occasionally visited the goblins in the keep when he dared the journey. Helba and Torash traveled to Breachill, where the half-orc was a respected member of Shelyn's Smile, the town's artisans' guild. There, Torash used his connections to gain an audience for Helba with the Breachill town council, which was more than happy to meet with the chief of a nearby kindly goblin tribe the councilors never knew existed. She got the council to agree that the Bumblebrashers would provide crafted goods to Breachill, and in exchange, the town would fund an advocate who would speak on the goblins' behalf in all related town matters. Thus, the job of Bumblebrasher ambassador to Breachill was born. When Helba returned to Citadel Altaerein, she officially designated Warbal as the tribe's first ambassador to Breachill. Ecstatic, the eager goblin immediately moved into town, where the council funded a modest but comfortable flat for her and provided her a living stipend—the lion's share of which she spends on books and occasional holiday forays to other Isgeri towns. For the past several years, Warbal has performed her duty wisely and graciously, learning much from her position of responsibility even as she has experienced culture shock from all the differences in the environment around her. Warbal has nonetheless scored many diplomatic successes both for the Bumblebrashers and for the townspeople. The latter, who value freedom and self-sufficiency over all, grow more impressed with this quietly intelligent and kind goblin woman every day. Campaign Role Warbal is one of the first NPCs the heroes meet in this adventure, and at that time is deeply worried about the Bumblebrashers, as Helba hasn't appeared for their last two meetings and she has seen alarm fires on the horizon. Though she is distracted by her concern, Warbal is an excellent way for the PCs to learn about some of the goblins who inhabit the wilds outside of Breachill. If the PCs are amenable to her, Warbal is more than happy to answer their questions about the Bumblebrashers and to generally do anything reasonable they might ask to help with their mission to contact the lost goblin tribe. Raised as a survivalist, Warbal has significant skills when it comes to camping in the wilderness between Breachill and Hellknight Hill. She can be an invaluable advisor, and if the PCs wish to assign her to wait for them outside the keep while they investigate, perhaps tending to their mounts or helping with other similar tasks, she can easily sustain herself in the nearby woods for even a couple of weeks. While the PCs explore Citadel Altaerein, Warbal can act as a scout in the area surrounding the keep, provide information about some of the monsters inside, and give them a very rough sense of the keep's layout—but she's forgotten much in the many years since she's lived there and can sketch only a rough image for the PCs. She doesn't know about the secret entrance to the keep—this is a more recent discovery Helba has (perhaps unwisely) kept to herself for now. Once the PCs have rescued the Bumblebrashers, Warbal returns to her people to take stock of their situation and determine whether there's anything the town can do to help. However, if the PCs take a shine to Warbal, she might further help them scout in Citadel Altaerein's vaults. Once evidence of Voz Lirayne's tampering comes to light, however, Warbal again becomes extremely worried for her people and takes her leave from the party to touch base with Helba. Warbal's involvement in the adventure need not end at this point, though. After all, she continues to work on the Bumblebrashers' behalf in both Citadel Altaerein and Breachill. If the PCs are on friendly terms with her, consider increasing the awards the Breachill town council gives them for completing quests on its behalf, since Warbal will have advocated for the PCs personally. Further, at key points in the adventure when the PCs might need a minor magic or mundane item within the keep, consider allowing the PCs to create an arrangement in which Warbal brings them what they need at just the right time. Recall Knowledge - Humanoid (Society): DC 25 Unspecific Lore : DC 23 Specific Lore : DC 20 Warbal Bumblebrasher Source Pathfinder #145: Hellknight Hill pg. 83 Perception +3; darkvision Languages Common, Goblin Skills Diplomacy +8, Goblin Lore +9, Nature +5, Religion +5, Society +7, Survival +3 Str -1 Dex +2 Con +2 Int +2 Wis +0 Cha +3 Items book titled History of the Bumblebrashers in Isger, religious symbol of Desna, scholar's robes --- AC 15 Fort +5 Ref +5 Will +5 HP 20 Goblin Scuttle Reaction; Trigger A goblin ally ends a move action adjacent to Warbal. Effect Warbal Steps. --- Speed 25 feet Melee Single Action fist +5 (Agile, Finesse, Nonlethal, Unarmed), Damage 1d4–1 bludgeoning Melee Single Action heavy book +0, Damage 1d6–1 bludgeoning Ranged Single Action heavy book +3 (thrown 10 feet), Damage 1d6–1 bludgeoning\n",
 "trait": [
  "Goblin",
  "Humanoid",
  "Unique",
  "NG",
  "Small"
 ],
 "trait_markdown": "[Goblin](/Traits.aspx?ID=81), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Goblin",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1539",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex",
  "will"
 ],
 "weakness": {},
 "will_save": 5,
 "wisdom": 0
}