{
 "ac": 27,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 0,
 "creature_ability": [
  "Glow",
  "Magic Immunity",
  "Feed on Fear",
  "Go Dark"
 ],
 "creature_family": "Wisp",
 "creature_family_markdown": "[Wisp](/MonsterFamilies.aspx?ID=210)",
 "dexterity": 6,
 "exclude_from_search": false,
 "fortitude_save": 10,
 "hp": 50,
 "hp_raw": "50",
 "id": "creature-414",
 "image": [
  "/Images/Monsters/WillOWisp.png"
 ],
 "immunity": [
  "magic"
 ],
 "immunity_markdown": "magic",
 "intelligence": 2,
 "language": [
  "Aklo",
  "Common"
 ],
 "language_markdown": "[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1)",
 "level": 6,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Will-o’-Wisp](/Monsters.aspx?ID=414)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nMalevolent balls of colored light, will-o’-wisps haunt lonely marshes and forests where they lure unsuspecting travelers into danger. Will-o’-wisps can vary the color and illumination they shed, and delight in mimicking bobbing lanterns or distant fires to draw lost or disoriented travelers off of safe trails. They can extinguish their illumination entirely to become invisible, and they enjoy doing so once their victims are wholly lost and have realized that the bobbing light in the distance isn’t, in fact, leading them to safety. Even invisible, however, a will-o’-wisp rarely ventures far from its target, as it feasts upon the panic and dread felt by its victims.\n\n Beneath its glow, a will-o’-wisp’s body is a spongy ball approximately 1 foot in diameter and weighing less than 5 pounds. Although most will-o’-wisps are merely translucent, featureless orbs, gaining definition only in the shifting illumination they create, a few have dark mottling that makes them resemble a skull when viewed closely. Will-o’-wisps have no need for mundane nourishment, and in fact lack the ability to consume matter of any kind; they find all the sustenance they need in the terror of nearby creatures. For this reason, they like to work alongside undead that produce terror in their victims. Will-o’-wisps are long-lived, if not effectively immortal, and they have good memories. A cowed or defeated will-o’-wisp can be a good source of lore and information, though acquiring such cooperation from such a sinister monster is no easy feat.\n\n Will-o’-wisps inhabit desolate swamps and forests and are generally active at twilight and after dark. They are therefore reluctant to lead victims into immediately fatal areas such as deadfalls, but instead prefer hazards where their victims suffer over a long time, such as pockets of stale or poisonous air, patches of quicksand, and dens of bigger monsters. According to will-o’-wisps, different types of fear have subtle differences in flavor. The lurking dread in the pit of the stomach that gnaws at those who slowly become aware of the fact that they’re lost produces a much different taste than the sudden stark terror of imminent death in the face of a towering monster. Because of this, will-o’-wisps try to vary the ways in which they induce terror in their prey, to ensure they don’t tire of certain flavors of fear.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Aberration](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 22\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 20\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 17\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/WillOWisp.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 6\">[Will-o’-Wisp](/Monsters.aspx?ID=414)</title>\r\n\r\n<traits>\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n<trait label=\"Air\" url=\"/Traits.aspx?ID=5\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 333</row>\n\n**Perception** +16; darkvision\r\n\r\n**Languages**\r\n[Aklo](/Languages.aspx?ID=13), [Common](/Languages.aspx?ID=1)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +18, [Deception](/Skills.aspx?ID=5) +12, [Intimidation](/Skills.aspx?ID=7) +12, [Stealth](/Skills.aspx?ID=15) +16\r\n\r\n<row gap=\"medium\">\r\n**Str** -5\r\n\r\n**Dex** +6\r\n\r\n**Con** +0\r\n\r\n**Int** +2\r\n\r\n**Wis** +4\r\n\r\n**Cha** +2\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 27 \r\n\r\n**Fort** +10 \r\n\r\n**Ref** +16 \r\n\r\n**Will** +14 \n\n</row>\r\n\r\n**HP** 50\n\n**Immunities**\r\nmagic\n\n**Glow** ([aura](/Traits.aspx?ID=206), [light](/Traits.aspx?ID=100)) 20 feet. A will-o’-wisp is itself naturally invisible, but glows with a colored light, casting bright light in the aura and making it visible.<br /> **Magic Immunity** A will-o’-wisp is immune to all spells except [_faerie fire_](/Spells.aspx?ID=107), [_glitterdust_](/Spells.aspx?ID=136), [_magic missile_](/Spells.aspx?ID=180), and [_maze_](/Spells.aspx?ID=187).\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** fly 50 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nshock +17 ([Electricity](/Traits.aspx?ID=56), [Magical](/Traits.aspx?ID=103)),\r\n**Damage** 2d8+4 electricity\n\n**Feed on Fear** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32)) **Requirement** An enemy is under a fear effect or [dying](/Conditions.aspx?ID=11) within 15 feet of the will-o’-wisp. **Effect** The will-o’wisp feeds on the creature’s terror. It regains 2d4 Hit Points, and if it has Gone Dark, its glow reignites. A will-o’-wisp can take this action only once per round.\r\n\r\n**Go Dark** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32)) The will-o’-wisp extinguishes its glow, becoming invisible. It can end this effect with another use of this action. If it uses its shock attack while invisible, the arc of electricity lets any observer determine its location, making the will-o’-wisp only hidden to all observers until it moves.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Eyes of the Dead</title>\r\n\r\nThe elder goddess Nhimbaloth, the so-called \"Empty Death,\" is said by many to be the source of all will‑o’‑wisps. Cultists of Nhimbaloth claim she has no true form, but is merely a presence that can be felt by all in danger of a pointless and futile death. These same cultists maintain that all will‑o’‑wisps are Nhimbaloth’s eyes, and it is through these fear‑devouring creatures that she looks upon all worlds from an eldritch realm beyond even the very concept of death.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"creature-family-210\" />",
 "name": "Will-o’-Wisp",
 "npc": false,
 "perception": 16,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 16,
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n<trait label=\"Air\" url=\"/Traits.aspx?ID=5\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 333</row>\r\n\r\n**Creature Family** [Wisp](/MonsterFamilies.aspx?ID=210)\r\n\r\n<row gap=\"medium\">\r\n**HP** 50\r\n\r\n**AC** 27\r\n\r\n**Fort** +10\r\n\r\n**Ref** +16\r\n\r\n**Will** +14\r\n\r\n**Perception** +16\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMalevolent balls of colored light, will-o’-wisps haunt lonely marshes and forests where they lure unsuspecting travelers into danger. Will-o’-wisps …\r\n</summary>",
 "sense": "darkvision",
 "sense_markdown": "darkvision",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +18",
  "Deception +12",
  "Intimidation +12",
  "Stealth +16"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +18, [Deception](/Skills.aspx?ID=5) +12, [Intimidation](/Skills.aspx?ID=7) +12, [Stealth](/Skills.aspx?ID=15) +16",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 333"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 333</row>",
 "speed": {
  "fly": 50,
  "max": 50
 },
 "speed_markdown": "fly 50 feet",
 "speed_raw": "fly 50 feet",
 "spell_markdown": "",
 "stealth": "16",
 "strength": -5,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Malevolent balls of colored light, will-o’-wisps haunt lonely marshes and forests where they lure unsuspecting travelers into danger. Will-o’-wisps …",
 "summary_markdown": "Malevolent balls of colored light, will-o’-wisps haunt lonely marshes and forests where they lure unsuspecting travelers into danger. Will-o’-wisps …",
 "text": " Will-o’-Wisp Malevolent balls of colored light, will-o’-wisps haunt lonely marshes and forests where they lure unsuspecting travelers into danger. Will-o’-wisps can vary the color and illumination they shed, and delight in mimicking bobbing lanterns or distant fires to draw lost or disoriented travelers off of safe trails. They can extinguish their illumination entirely to become invisible, and they enjoy doing so once their victims are wholly lost and have realized that the bobbing light in the distance isn’t, in fact, leading them to safety. Even invisible, however, a will-o’-wisp rarely ventures far from its target, as it feasts upon the panic and dread felt by its victims. Beneath its glow, a will-o’-wisp’s body is a spongy ball approximately 1 foot in diameter and weighing less than 5 pounds. Although most will-o’-wisps are merely translucent, featureless orbs, gaining definition only in the shifting illumination they create, a few have dark mottling that makes them resemble a skull when viewed closely. Will-o’-wisps have no need for mundane nourishment, and in fact lack the ability to consume matter of any kind; they find all the sustenance they need in the terror of nearby creatures. For this reason, they like to work alongside undead that produce terror in their victims. Will-o’-wisps are long-lived, if not effectively immortal, and they have good memories. A cowed or defeated will-o’-wisp can be a good source of lore and information, though acquiring such cooperation from such a sinister monster is no easy feat. Will-o’-wisps inhabit desolate swamps and forests and are generally active at twilight and after dark. They are therefore reluctant to lead victims into immediately fatal areas such as deadfalls, but instead prefer hazards where their victims suffer over a long time, such as pockets of stale or poisonous air, patches of quicksand, and dens of bigger monsters. According to will-o’-wisps, different types of fear have subtle differences in flavor. The lurking dread in the pit of the stomach that gnaws at those who slowly become aware of the fact that they’re lost produces a much different taste than the sudden stark terror of imminent death in the face of a towering monster. Because of this, will-o’-wisps try to vary the ways in which they induce terror in their prey, to ensure they don’t tire of certain flavors of fear. Recall Knowledge - Aberration (Occultism): DC 22 Unspecific Lore : DC 20 Specific Lore : DC 17 Will-o’-Wisp Source Bestiary pg. 333 Perception +16; darkvision Languages Aklo, Common Skills Acrobatics +18, Deception +12, Intimidation +12, Stealth +16 Str -5 Dex +6 Con +0 Int +2 Wis +4 Cha +2 --- AC 27 Fort +10 Ref +16 Will +14 HP 50 Immunities magic Glow (aura, light) 20 feet. A will-o’-wisp is itself naturally invisible, but glows with a colored light, casting bright light in the aura and making it visible. Magic Immunity A will-o’-wisp is immune to all spells except faerie fire , glitterdust , magic missile , and maze . --- Speed fly 50 feet Melee Single Action shock +17 (Electricity, Magical), Damage 2d8+4 electricity Feed on Fear Single Action (Concentrate) Requirement An enemy is under a fear effect or dying within 15 feet of the will-o’-wisp. Effect The will-o’wisp feeds on the creature’s terror. It regains 2d4 Hit Points, and if it has Gone Dark, its glow reignites. A will-o’-wisp can take this action only once per round. Go Dark Single Action (Concentrate) The will-o’-wisp extinguishes its glow, becoming invisible. It can end this effect with another use of this action. If it uses its shock attack while invisible, the arc of electricity lets any observer determine its location, making the will-o’-wisp only hidden to all observers until it moves. Eyes of the Dead The elder goddess Nhimbaloth, the so-called \"Empty Death,\" is said by many to be the source of all will‑o’‑wisps. Cultists of Nhimbaloth claim she has no true form, but is merely a presence that can be felt by all in danger of a pointless and futile death. These same cultists maintain that all will‑o’‑wisps are Nhimbaloth’s eyes, and it is through these fear‑devouring creatures that she looks upon all worlds from an eldritch realm beyond even the very concept of death. ",
 "trait": [
  "Aberration",
  "Air",
  "CE",
  "Small"
 ],
 "trait_markdown": "[Aberration](/Traits.aspx?ID=1), [Air](/Traits.aspx?ID=5)",
 "trait_raw": [
  "Aberration",
  "Air"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=414",
 "vision": "Darkvision",
 "weakest_save": [
  "fort",
  "fortitude"
 ],
 "weakness": {},
 "will_save": 14,
 "wisdom": 4
}