{
 "ac": 19,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 4,
 "creature_ability": [
  "Ice Stride",
  "Regurgitated Wrath",
  "Trample"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 10,
 "hp": 55,
 "hp_raw": "55",
 "id": "creature-1369",
 "image": [
  "/Images/Monsters/Wolliped.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Wolliped](/Monsters.aspx?ID=1369)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nWollipeds are large, docile herd animals found in the snowy foothills of large mountains. Their eight legs give them sure footing even in icy terrain, and they grow thick, warm fleece as protection against the elements.\n\n Arctic ranchers have been breeding wollipeds for hundreds of years, as the gentle creatures take well to domestication and make plentiful, hardy sources of meat, milk, and wool. The creatures also provide sure-footed transport in difficult mountain regions, and they can even be trained for plowing and hauling if necessary.\n\n As a result of their widespread domestication, few are found in the wild. Young wollipeds have weak vision during their first few weeks and habitually follow any larger creature that walks by. Usually, these young wollipeds become attached their rancher or parents, but on occasion a few might follow large wild creatures and wander off from their herd. This has led to feral wollipeds around the Kodar mountains in Irrisen that are much more aggressive than their domesticated cousins.\n\n Wollipeds are extremely sturdy, and their docile temperaments make them excellent mounts for those traveling mountain passes. Some mountain settlements have further trained their wollipeds to fight. Battle-ready wollipeds are formidable enemies that pose a threat to even the most experienced of challengers—But even untrained, wollipeds are not defenseless. In addition to their long tusks, they have developed spitting as a way of communication and assault, and readily regurgitate a mixture of stomach acid and the remnants of their last meal to deter predators.\n\n Few on Golarion realize that these arctic beasts are not native to their world. Wollipeds originated on the planet Triaxus, a world with a magically enhanced eccentric orbit around the same star as Golarion. During the centuries-long Triaxian winters, wollipeds play an integral role in many communities as food, wool, transportation, and even a simple form of companionship. During the equally extended tropical summers, wollipeds retreat to the polar extremes of their world to await the return of the long snows.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 18\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 16\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 13\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Wolliped.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Wolliped](/Monsters.aspx?ID=1369)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 295</row>\n\n**Perception** +9; [low-light vision](/MonsterAbilities.aspx?ID=23), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +10, [Survival](/Skills.aspx?ID=16) +9\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +4\r\n\r\n**Con** +4\r\n\r\n**Int** -4\r\n\r\n**Wis** +1\r\n\r\n**Cha** +2\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 19 \r\n\r\n**Fort** +10 \r\n\r\n**Ref** +12 \r\n\r\n**Will** +5 \r\n\r\n+2 circumstance vs. [Shove](/Actions.aspx?ID=38) and [Trip](/Actions.aspx?ID=40)\r\n</row>\r\n\r\n**HP** 55\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet; ice stride\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntusk +10,\r\n**Damage** 1d10+5 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nhoof +10,\r\n**Damage** 1d8+5 bludgeoning\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nspit +12 ([range increment 30 feet](/Traits.aspx?ID=248)),\r\n**Damage** 1d8+2 bludgeoning\n\n**Ice Stride**   A wolliped isn't impeded by difficult terrain caused by snow or ice, nor does it need to attempt [Acrobatics](/Skills.aspx?ID=1) checks to keep from falling on slippery ice.\r\n\r\n**Regurgitated Wrath** <actions string=\"Single Action\" />  **Frequency** once per hour; **Effect** The wolliped regurgitates the contents of its stomach and spits them at the target, dealing 2d6 bludgeoning damage and 2d6 acid damage. The target attempts a DC 20 [basic](/Rules.aspx?ID=329) Reflex save, and on a failure also becomes [sickened 1](/Conditions.aspx?ID=34) (sickened 2 on a critical failure).\r\n\r\n**[Trample](/MonsterAbilities.aspx?ID=39)** <actions string=\"Three Actions\" />  Medium or smaller, hoof, DC 20\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Warm Fuzzies</title>\r\n\r\nOnce a year, wollipeds are shorn and their fleece is spun into massive skeins of yarn. This yarn is mostly sold to surrounding villages, but savvy ranchers sell their fleece as far out as Whitethrone in Irrisen and throughout several of the kingdoms in the Lands of the Linnorm Kings. Wolliped fiber takes well to dyeing methods, and the yarn is easy to knit into complex patterns. Some villages have competitions to make the most elaborate sculptures out of their wolliped yarn.\r\n</aside>",
 "name": "Wolliped",
 "npc": false,
 "perception": 9,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 12,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 295</row>\n\n<row gap=\"medium\">\r\n**HP** 55\r\n\r\n**AC** 19\r\n\r\n**Fort** +10\r\n\r\n**Ref** +12\r\n\r\n**Will** +5\r\n\r\n**Perception** +9\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWollipeds are large, docile herd animals found in the snowy foothills of large mountains. Their eight legs give them sure footing even in icy …\r\n</summary>",
 "sense": " low-light vision ,  scent  (imprecise) 30 feet",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet",
 "size": [
  "Large"
 ],
 "skill": [
  "Acrobatics +10",
  "Athletics +10",
  "Survival +9"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +10, [Survival](/Skills.aspx?ID=16) +9",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 295"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 295</row>",
 "speed": {
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet; ice stride",
 "speed_raw": "35 feet; ice stride",
 "spell_markdown": "",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Wollipeds are large, docile herd animals found in the snowy foothills of large mountains. Their eight legs give them sure footing even in icy …",
 "summary_markdown": "Wollipeds are large, docile herd animals found in the snowy foothills of large mountains. Their eight legs give them sure footing even in icy …",
 "text": " Wolliped Wollipeds are large, docile herd animals found in the snowy foothills of large mountains. Their eight legs give them sure footing even in icy terrain, and they grow thick, warm fleece as protection against the elements. Arctic ranchers have been breeding wollipeds for hundreds of years, as the gentle creatures take well to domestication and make plentiful, hardy sources of meat, milk, and wool. The creatures also provide sure-footed transport in difficult mountain regions, and they can even be trained for plowing and hauling if necessary. As a result of their widespread domestication, few are found in the wild. Young wollipeds have weak vision during their first few weeks and habitually follow any larger creature that walks by. Usually, these young wollipeds become attached their rancher or parents, but on occasion a few might follow large wild creatures and wander off from their herd. This has led to feral wollipeds around the Kodar mountains in Irrisen that are much more aggressive than their domesticated cousins. Wollipeds are extremely sturdy, and their docile temperaments make them excellent mounts for those traveling mountain passes. Some mountain settlements have further trained their wollipeds to fight. Battle-ready wollipeds are formidable enemies that pose a threat to even the most experienced of challengers—But even untrained, wollipeds are not defenseless. In addition to their long tusks, they have developed spitting as a way of communication and assault, and readily regurgitate a mixture of stomach acid and the remnants of their last meal to deter predators. Few on Golarion realize that these arctic beasts are not native to their world. Wollipeds originated on the planet Triaxus, a world with a magically enhanced eccentric orbit around the same star as Golarion. During the centuries-long Triaxian winters, wollipeds play an integral role in many communities as food, wool, transportation, and even a simple form of companionship. During the equally extended tropical summers, wollipeds retreat to the polar extremes of their world to await the return of the long snows. Recall Knowledge - Animal (Nature): DC 18 Unspecific Lore : DC 16 Specific Lore : DC 13 Wolliped Source Bestiary 3 pg. 295 Perception +9; low-light vision, scent (imprecise) 30 feet Languages Skills Acrobatics +10, Athletics +10, Survival +9 Str +3 Dex +4 Con +4 Int -4 Wis +1 Cha +2 --- AC 19 Fort +10 Ref +12 Will +5 +2 circumstance vs. Shove and Trip HP 55 --- Speed 35 feet; ice stride Melee Single Action tusk +10, Damage 1d10+5 piercing Melee Single Action hoof +10, Damage 1d8+5 bludgeoning Ranged Single Action spit +12 (range increment 30 feet), Damage 1d8+2 bludgeoning Ice Stride A wolliped isn't impeded by difficult terrain caused by snow or ice, nor does it need to attempt Acrobatics checks to keep from falling on slippery ice. Regurgitated Wrath Single Action Frequency once per hour; Effect The wolliped regurgitates the contents of its stomach and spits them at the target, dealing 2d6 bludgeoning damage and 2d6 acid damage. The target attempts a DC 20 basic Reflex save, and on a failure also becomes sickened 1 (sickened 2 on a critical failure). Trample Three Actions Medium or smaller, hoof, DC 20 Warm Fuzzies Once a year, wollipeds are shorn and their fleece is spun into massive skeins of yarn. This yarn is mostly sold to surrounding villages, but savvy ranchers sell their fleece as far out as Whitethrone in Irrisen and throughout several of the kingdoms in the Lands of the Linnorm Kings. Wolliped fiber takes well to dyeing methods, and the yarn is easy to knit into complex patterns. Some villages have competitions to make the most elaborate sculptures out of their wolliped yarn. ",
 "trait": [
  "Animal",
  "N",
  "Large"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1369",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 5,
 "wisdom": 1
}