{
 "ac": 37,
 "alignment": "LE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 3,
 "creature_ability": [
  "Master's Cry",
  "Warmaster's Instinct",
  "Attack of Opportunity",
  "Shield Block",
  "Battle Cry",
  "Walkena's Fury",
  "Walkena's Judgment"
 ],
 "creature_family_markdown": "",
 "dexterity": 1,
 "exclude_from_search": false,
 "fortitude_save": 29,
 "hp": 310,
 "hp_raw": "310",
 "id": "creature-1710",
 "intelligence": 2,
 "language": [
  "Common",
  "Mzunu"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Mzunu](/Languages.aspx?ID=79)",
 "level": 16,
 "markdown": "<title level=\"1\" pfs=\"\">[Worknesh, Walkena's Dedicated General](/NPCs.aspx?ID=1710)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nWorknesh always knew war. At a young age, she lost most of her family to an outsider attack on Mzali. The outsiders, in a futile attempt to liberate the city, only brought death and destruction to Mzali's people. Left only with an injured father, Worknesh struggled to provide for her father's care and vowed to never let war cause her or her loved ones grief ever again.\n\n After her father recovered, she spent time with him learning the basics of combat. Her father served as a city guard and taught her what he could, but his injuries left him unable to complete Worknesh's training. After learning the fundamentals of fighting from him, Worknesh joined the guard to continue her father's legacy. Over the years, Worknesh became increasingly cruel, reveling in the power that her might granted her over others. Worknesh learned how to spot weaknesses in the techniques of her opponents and used her wit and ferocity to defeat much larger foes. Eventually, she earned the nickname Worknesh the Unstricken, as she had worked through every guard willing to spar her without even a scratch.\n\n Worknesh's skill moved her up the ranks of Mzali's infantry, and she was quick to join the ranks of the Jackal Guard, [Walkena's](/Deities.aspx?ID=159) elite unit. Only a year into her time with the Jackal Guard, Worknesh earned Walkena's attention, and soon, the god-king placed Worknesh at the head of the guard. Proud of her accomplishments, Worknesh returned home for the first time in several years, only to learn that her father had passed peacefully in his sleep. While Worknesh mourned, she also came to realize that she was without any obligations other than her own. She was free to push herself further into her career and earn yet more of Walkena's favor.\n\n A few years later, Worknesh finally achieved her goal and earned a place at Walkena's side. The god-king named Worknesh as his Master of Spears, granting her total command over Walkena's armies. In addition to her new role, Walkena granted Worknesh even greater gifts. First, he took the golden blade of Mzali from the ashes of the former Master of Spears and handed it to Worknesh, along with the title of Worknesh the Golden Blade. Additionally, Walkena used his deific power to grant Worknesh spells, commanding her to use them only to serve his will. Combined with her unrelenting might, Worknesh's new weapon and spellcasting made her the most formidable warrior in the city.\n\n Worknesh finally had total command over war and could wield it like a blade, directing it where she pleased. With her new weapon, she would strike down any who opposed Walkena. With her new magic, she would expose those who would sow discord in his city.\n\n Today, Worknesh is as cruel as ever, sending the guards after individuals for the slightest offense. Only Nkiruka's continued efforts at diplomacy have kept Worknesh in check, preventing the city from falling to total militaristic rule. Worknesh remains pleased with her current position, but she recognizes that even Mzali can't contain her might forever. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Worknesh serves as the head of Mzali's armies and fully supports Walkena's laws. She would normally attempt to prevent any outsider from entering the city for any reason, to keep the city's purity as Walkena prefers. Thankfully for the heroes, Nkiruka's diplomatic efforts have earned them immunity from Worknesh's exclusion.\n\n During the first chapter, Worknesh arranges for an exhibition match between the heroes and her Jackal Guard to size up the martial threat they pose to Mzali. Cunning heroes might suspect Worknesh's motive and trick her into thinking they aren't a threat worthy of her consideration. She doesn't use her spells during this initial evaluation, as she doesn't have much reason to think the heroes are anything beyond what they claim to be.\n\n During the attack on Osibu in this adventure's final chapter, Worknesh leads the assault and ultimately faces off with the heroes directly. This time, she doesn't hesitate to use her spells to best effect (including casting a 5th-level [_see invisibility_](/Spells.aspx?ID=271) in advance). The heroes might have fooled her into thinking they don't pose much of a danger, but Worknesh doesn't stay fooled for long.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 45\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 43\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 40\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 16\">[Worknesh](/NPCs.aspx?ID=1710)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #172: Secrets of the Temple City](/Sources.aspx?ID=102) pg. 952</row>\n\n**Perception** +28\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Mzunu](/Languages.aspx?ID=79)\r\n\r\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +32, [Intimidation](/Skills.aspx?ID=7) +29, [Religion](/Skills.aspx?ID=13) +26, [Society](/Skills.aspx?ID=14) +26, [Stealth](/Skills.aspx?ID=15) +27, [Survival](/Skills.aspx?ID=16) +30, [Warfare Lore](/Skills.aspx?ID=8) +30\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** +1\r\n\r\n**Con** +3\r\n\r\n**Int** +2\r\n\r\n**Wis** +4\r\n\r\n**Cha** +3\r\n</row>\r\n\r\n**Master's Cry** <actions string=\"Free Action\" /> **Trigger** Worknesh rolls initiative; **Requirements** Worknesh can perceive at least one foe within 60 feet; **Effect** Worknesh yells a mighty rallying cry. Worknesh attempts an [Intimidation](/Skills.aspx?ID=7) check to [Demoralize](/Actions.aspx?ID=53) a single foe within 60 feet. If successful, any of her allies within 30 feet can Stride up to double their speed as their first action on their first turn of the combat.<br />**Warmaster's Instinct** Worknesh can recognize the skills of any combatants she faces. She can use [Warfare Lore](/Skills.aspx?ID=8) to [Recall Knowledge](/Actions.aspx?ID=26) about any creature, but only while in combat or observing the creature fight.\r\n\r\n**Items**\r\n[Golden Blade of Mzali](/Equipment.aspx?ID=1449), _+2 [resilient](/Equipment.aspx?ID=279) [splint mail](/Armor.aspx?ID=11)_, _[moderate sturdy shield](/Equipment.aspx?ID=327)_ (Hardness 13, HP 104, BT 52)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 37 (39 with shield raised)\r\n\r\n**Fort** +29 \r\n\r\n**Ref** +25 \r\n\r\n**Will** +28 \n\n</row>\r\n\r\n**HP** 310\n\n**Resistances**\r\npiercing 4\n\n**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> <br />**[Shield Block](/MonsterAbilities.aspx?ID=32)** <actions string=\"Reaction\" /> \r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_golden blade_ +32,\r\n**Damage** 3d6+16 piercing plus 2d6 fire\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\n_golden blade_ +27 ([thrown 20 feet](/Traits.aspx?ID=195)),\r\n**Damage** 3d6+16 piercing plus 2d6 fire\r\n\r\n**Divine Spontaneous Spells** DC 34, attack +26\r\n- **Cantrips (8th)**\r\n[Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Divine Lance](/Spells.aspx?ID=84) (law or evil), [Message](/Spells.aspx?ID=190), [Shield](/Spells.aspx?ID=280), [Sigil](/Spells.aspx?ID=286)\r\n- **4th**\r\n[Air Walk](/Spells.aspx?ID=6), [Discern Lies](/Spells.aspx?ID=74), [Freedom of Movement](/Spells.aspx?ID=128) (3 slots)\r\n- **5th**\r\n[Prying Eye](/Spells.aspx?ID=239), [See Invisibility](/Spells.aspx?ID=271), [Tongues](/Spells.aspx?ID=340) (3 slots)\r\n- **6th**\r\n[Dispel Magic](/Spells.aspx?ID=78), [Heal](/Spells.aspx?ID=148), [Wall of Fire](/Spells.aspx?ID=362) (3 slots)\r\n- **7th**\r\n[Dispel Magic](/Spells.aspx?ID=78), [Fireball](/Spells.aspx?ID=119), [Heal](/Spells.aspx?ID=148) (3 slots)\r\n\r\n**Battle Cry** <actions string=\"Single Action\" /> ([Auditory](/Traits.aspx?ID=16), [Concentrate](/Traits.aspx?ID=32), [Emotion](/Traits.aspx?ID=60), [Mental](/Traits.aspx?ID=106)) Worknesh unleashes a war cry, granting herself and all allies within 60 feet a +1 status bonus to attack and damage rolls until the start of her next turn.\r\n\r\n**Walkena's Fury** <actions string=\"Single Action\" />  **Frequency** once per round; **Requirements** Worknesh is within reach of an enemy designated by Walkena's Judgment; **Effect** Worknesh makes two melee Strikes against the enemy of Walkena. If both attacks hit, she combines their damage for the purpose of the creature's resistances and weaknesses.\r\n\r\n**Walkena's Judgment** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32), [Divine](/Traits.aspx?ID=48)) Worknesh designates a single creature as an enemy of [Walkena](/Deities.aspx?ID=159). She must be able to see or hear the creature, or she must be tracking the creature. Worknesh gains a +4 status bonus to damage against the designated creature, and she gains [fast healing 5](/MonsterAbilities.aspx?ID=15) while within 30 feet of the creature. In addition, she doesn't take the –2 circumstance penalty to attack rolls when attempting to deal [nonlethal](/Traits.aspx?ID=188) damage with an attack without the nonlethal trait and vice versa.<br /> Worknesh can have only one creature designated as an enemy of Walkena at a time. If she uses Walkena's Judgment against a creature when she already has a creature designated, the prior creature loses the designation and the new target gains the designation. This designation lasts for 24 hours.\r\n\r\n</column>",
 "name": "Worknesh",
 "npc": true,
 "perception": 28,
 "rarity": "unique",
 "reflex_save": 25,
 "release_date": "2021-10-13",
 "resistance": {
  "piercing": 4
 },
 "resistance_markdown": "piercing 4",
 "resistance_raw": "piercing 4",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #172: Secrets of the Temple City](/Sources.aspx?ID=102) pg. 952</row>\n\n<row gap=\"medium\">\r\n**HP** 310\r\n\r\n**AC** 37\r\n\r\n**Fort** +29\r\n\r\n**Ref** +25\r\n\r\n**Will** +28\r\n\r\n**Perception** +28\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWorknesh always knew war. At a young age, she lost most of her family to an outsider attack on Mzali. The outsiders, in a futile attempt to liberate …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Athletics +32",
  "Intimidation +29",
  "Religion +26",
  "Society +26",
  "Stealth +27",
  "Survival +30",
  "Warfare Lore +30"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +32, [Intimidation](/Skills.aspx?ID=7) +29, [Religion](/Skills.aspx?ID=13) +26, [Society](/Skills.aspx?ID=14) +26, [Stealth](/Skills.aspx?ID=15) +27, [Survival](/Skills.aspx?ID=16) +30, [Warfare Lore](/Skills.aspx?ID=8) +30",
 "source": [
  "Pathfinder #172: Secrets of the Temple City"
 ],
 "source_raw": [
  "Pathfinder #172: Secrets of the Temple City pg. 952"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #172: Secrets of the Temple City](/Sources.aspx?ID=102) pg. 952</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell": [
  "Dispel Magic",
  "Fireball",
  "Heal",
  "Wall of Fire",
  "Prying Eye",
  "See Invisibility",
  "Tongues",
  "Air Walk",
  "Discern Lies",
  "Freedom of Movement",
  "Daze",
  "Detect Magic",
  "Divine Lance",
  "Message",
  "Shield",
  "Sigil"
 ],
 "spell_markdown": "[Air Walk](/Spells.aspx?ID=6), [Daze](/Spells.aspx?ID=61), [Detect Magic](/Spells.aspx?ID=66), [Discern Lies](/Spells.aspx?ID=74), [Dispel Magic](/Spells.aspx?ID=78), [Divine Lance](/Spells.aspx?ID=84), [Fireball](/Spells.aspx?ID=119), [Freedom of Movement](/Spells.aspx?ID=128), [Heal](/Spells.aspx?ID=148), [Message](/Spells.aspx?ID=190), [Prying Eye](/Spells.aspx?ID=239), [See Invisibility](/Spells.aspx?ID=271), [Shield](/Spells.aspx?ID=280), [Sigil](/Spells.aspx?ID=286), [Tongues](/Spells.aspx?ID=340), [Wall of Fire](/Spells.aspx?ID=362)",
 "spoilers": "Strength of Thousands",
 "stealth": "27",
 "strength": 6,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Worknesh always knew war. At a young age, she lost most of her family to an outsider attack on Mzali. The outsiders, in a futile attempt to liberate …",
 "summary_markdown": "Worknesh always knew war. At a young age, she lost most of her family to an outsider attack on Mzali. The outsiders, in a futile attempt to liberate …",
 "text": " Worknesh, Walkena's Dedicated General Worknesh always knew war. At a young age, she lost most of her family to an outsider attack on Mzali. The outsiders, in a futile attempt to liberate the city, only brought death and destruction to Mzali's people. Left only with an injured father, Worknesh struggled to provide for her father's care and vowed to never let war cause her or her loved ones grief ever again. After her father recovered, she spent time with him learning the basics of combat. Her father served as a city guard and taught her what he could, but his injuries left him unable to complete Worknesh's training. After learning the fundamentals of fighting from him, Worknesh joined the guard to continue her father's legacy. Over the years, Worknesh became increasingly cruel, reveling in the power that her might granted her over others. Worknesh learned how to spot weaknesses in the techniques of her opponents and used her wit and ferocity to defeat much larger foes. Eventually, she earned the nickname Worknesh the Unstricken, as she had worked through every guard willing to spar her without even a scratch. Worknesh's skill moved her up the ranks of Mzali's infantry, and she was quick to join the ranks of the Jackal Guard, Walkena's elite unit. Only a year into her time with the Jackal Guard, Worknesh earned Walkena's attention, and soon, the god-king placed Worknesh at the head of the guard. Proud of her accomplishments, Worknesh returned home for the first time in several years, only to learn that her father had passed peacefully in his sleep. While Worknesh mourned, she also came to realize that she was without any obligations other than her own. She was free to push herself further into her career and earn yet more of Walkena's favor. A few years later, Worknesh finally achieved her goal and earned a place at Walkena's side. The god-king named Worknesh as his Master of Spears, granting her total command over Walkena's armies. In addition to her new role, Walkena granted Worknesh even greater gifts. First, he took the golden blade of Mzali from the ashes of the former Master of Spears and handed it to Worknesh, along with the title of Worknesh the Golden Blade. Additionally, Walkena used his deific power to grant Worknesh spells, commanding her to use them only to serve his will. Combined with her unrelenting might, Worknesh's new weapon and spellcasting made her the most formidable warrior in the city. Worknesh finally had total command over war and could wield it like a blade, directing it where she pleased. With her new weapon, she would strike down any who opposed Walkena. With her new magic, she would expose those who would sow discord in his city. Today, Worknesh is as cruel as ever, sending the guards after individuals for the slightest offense. Only Nkiruka's continued efforts at diplomacy have kept Worknesh in check, preventing the city from falling to total militaristic rule. Worknesh remains pleased with her current position, but she recognizes that even Mzali can't contain her might forever. Campaign Role Worknesh serves as the head of Mzali's armies and fully supports Walkena's laws. She would normally attempt to prevent any outsider from entering the city for any reason, to keep the city's purity as Walkena prefers. Thankfully for the heroes, Nkiruka's diplomatic efforts have earned them immunity from Worknesh's exclusion. During the first chapter, Worknesh arranges for an exhibition match between the heroes and her Jackal Guard to size up the martial threat they pose to Mzali. Cunning heroes might suspect Worknesh's motive and trick her into thinking they aren't a threat worthy of her consideration. She doesn't use her spells during this initial evaluation, as she doesn't have much reason to think the heroes are anything beyond what they claim to be. During the attack on Osibu in this adventure's final chapter, Worknesh leads the assault and ultimately faces off with the heroes directly. This time, she doesn't hesitate to use her spells to best effect (including casting a 5th-level see invisibility in advance). The heroes might have fooled her into thinking they don't pose much of a danger, but Worknesh doesn't stay fooled for long. Recall Knowledge - Humanoid (Society): DC 45 Unspecific Lore : DC 43 Specific Lore : DC 40 Worknesh Source Pathfinder #172: Secrets of the Temple City pg. 952 Perception +28 Languages Common, Mzunu Skills Athletics +32, Intimidation +29, Religion +26, Society +26, Stealth +27, Survival +30, Warfare Lore +30 Str +6 Dex +1 Con +3 Int +2 Wis +4 Cha +3 Master's Cry Free Action Trigger Worknesh rolls initiative; Requirements Worknesh can perceive at least one foe within 60 feet; Effect Worknesh yells a mighty rallying cry. Worknesh attempts an Intimidation check to Demoralize a single foe within 60 feet. If successful, any of her allies within 30 feet can Stride up to double their speed as their first action on their first turn of the combat. Warmaster's Instinct Worknesh can recognize the skills of any combatants she faces. She can use Warfare Lore to Recall Knowledge about any creature, but only while in combat or observing the creature fight. Items Golden Blade of Mzali, +2 resilient splint mail , moderate sturdy shield (Hardness 13, HP 104, BT 52) --- AC 37 (39 with shield raised) Fort +29 Ref +25 Will +28 HP 310 Resistances piercing 4 Attack of Opportunity Reaction Shield Block Reaction --- Speed 25 feet Melee Single Action golden blade +32, Damage 3d6+16 piercing plus 2d6 fire Ranged Single Action golden blade +27 (thrown 20 feet), Damage 3d6+16 piercing plus 2d6 fire Divine Spontaneous Spells DC 34, attack +26 - Cantrips (8th) Daze, Detect Magic, Divine Lance (law or evil), Message, Shield, Sigil - 4th Air Walk, Discern Lies, Freedom of Movement (3 slots) - 5th Prying Eye, See Invisibility, Tongues (3 slots) - 6th Dispel Magic, Heal, Wall of Fire (3 slots) - 7th Dispel Magic, Fireball, Heal (3 slots) Battle Cry Single Action (Auditory, Concentrate, Emotion, Mental) Worknesh unleashes a war cry, granting herself and all allies within 60 feet a +1 status bonus to attack and damage rolls until the start of her next turn. Walkena's Fury Single Action Frequency once per round; Requirements Worknesh is within reach of an enemy designated by Walkena's Judgment; Effect Worknesh makes two melee Strikes against the enemy of Walkena. If both attacks hit, she combines their damage for the purpose of the creature's resistances and weaknesses. Walkena's Judgment Single Action (Concentrate, Divine) Worknesh designates a single creature as an enemy of Walkena. She must be able to see or hear the creature, or she must be tracking the creature. Worknesh gains a +4 status bonus to damage against the designated creature, and she gains fast healing 5 while within 30 feet of the creature. In addition, she doesn't take the –2 circumstance penalty to attack rolls when attempting to deal nonlethal damage with an attack without the nonlethal trait and vice versa. Worknesh can have only one creature designated as an enemy of Walkena at a time. If she uses Walkena's Judgment against a creature when she already has a creature designated, the prior creature loses the designation and the new target gains the designation. This designation lasts for 24 hours. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "LE",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1710",
 "weakest_save": [
  "ref",
  "reflex"
 ],
 "weakness": {},
 "will_save": 28,
 "wisdom": 4
}