{
 "ac": 30,
 "alignment": "CE",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 4,
 "creature_ability": [
  "Attack of Opportunity",
  "Bloody Sneak Attack",
  "Chain Expert",
  "Chain Up",
  "Flay",
  "Hook and Flay"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 22,
 "hp": 180,
 "hp_raw": "180",
 "id": "creature-2494",
 "intelligence": -2,
 "language": [
  "Common",
  "Daemonic"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Daemonic](/Languages.aspx?ID=31)",
 "level": 10,
 "markdown": "<title level=\"1\" pfs=\"\">[Wrent Dicaspiron](/NPCs.aspx?ID=2494)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThe sadistic leader of Absalom's most recent—and perhaps most successful—cult dedicated to the dreaded Skinsaw Man, Wrent “the Skinner” Dicaspiron is also one of the members of a secret cabal of powerful [Norgorberites](/Deities.aspx?ID=13) called the Twilight Four.\n\n The story of how Dicaspiron became the Skinner began not long ago. Until the Fiendflesh Siege of 4717 AR, Wrent Dicaspiron was the stern but mirthful matriarch of her small family in the Docks District. She, her husband, and their son jointly managed a small butchery based out of their home, though everyone in the neighborhood knew it was really Wrent who kept the business afloat. She let her husband and child work alongside her only because she adored their company and was devastated when they both died defending Absalom from invaders during the siege.\n\n Dicaspiron spiraled into reclusive despondency, shutting out her former friends and neighbors, responding to those who tried to help with silence or hostile rebukes, and allowing her business to flounder. Her life was soon in shambles.\n\n One day, a tax collector knocked on Dicaspiron's door and informed her that she owed the city a considerable sum in back taxes. If she couldn't pay, she would need to surrender her shop—her home. As if by reflex, she snatched a meat hook and drove it through the tax collector's skull with one deft blow. As the man perished on her kitchen floor, something died inside of Dicaspiron as well. Where once love and generosity had filled her heart, now only a cruel whisper murmured from somewhere deep within. She used a carving knife to calmly remove the slain tax collector's face, slowly raised the gruesome mask up, and saw the visage of her new master through its empty eyes. With the guidance of the Skinsaw Man, Dicaspiron made a new home in the ruins of a remote corner of Absalom's vast Catacombs, from which she made forays into the city to murder innocents and recruit fellow sadists and devotees of Norgorber. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Grand Councilmember Olansa Terimor, the ultimate villain of this Adventure Path and the undisputed leader of the Twilight Four in her guise as the Gray Queen, initially recruited Dicaspiron to fulfill a tribute of bloodshed—lots of bloodshed—to Norgorber. Over the past few months, Dicaspiron's Skinsaw cult has performed admirably; they've killed hundreds in order to fill a pool in the heart of the Skinsaw sanctum, far exceeding the requirements of the Twilight Four's promise of blood for Norgorber's murderous aspect. With her role fulfilled, the Skinner is now secretly viewed as disposable by the rest of the Twilight Four, who have simply left her to her own devices while they formulate a way to permanently rid themselves of the butcher.\n\n Aside from a few hiccups—such as the recruitment and subsequent banishment of a serial murderer named [Hendrid Pratchett](/NPCs.aspx?ID=2483) (see the previous adventure), whom Dicaspiron rightly viewed as a potential threat to her position as cult leader—Dicaspiron's Skinsaw cult has seen magnificent success. The Skinner has become somewhat reckless as a result, recruiting help from outsiders such as the Copper Hand thieves (who funneled money to the cult under threat of death) and a gang called the Washboard Dogs (who worked as unwitting intermediaries between several members of the Twilight Four).\n\n Wrent is assumed to die in combat by the end of this adventure. If the Edgewatch agents manage to take the Skinner alive and persuade her to talk, she tells them that she is a member of the Twilight Four and that the cabal has made a pact with Norgorber for great power, but she knows little else about her cohorts' grand scheme. She rarely met with her fellow cabalists, always at different locations and only when summoned by another through a proxy. Aside from her role as the harbinger of mass sacrifice, Wrent knows nothing of the pact's details, except that the quartet planned to “seize power from Absalom's rulers for the glory of Norgorber.” \n\nThe Skinner can provide a useful clue for the agents to follow: Many of her victims were captured by a Docks-based gang called the Washboard Dogs, whom she became associated with through her fellow Twilight Four associate, the Infector. The Edgewatch's best bet is to follow up with the Washboard Dogs at the beginning of the next adventure volume.\n\n If she's captured, Dicaspiron's days are numbered. Olansa Terimor will not allow her failed ally to put her plans at risk, and within a few days of her arrest, Dicaspiron is found dead in her cell, having apparently hung herself. Even more mysteriously, her body disappears shortly thereafter, claimed by the Gray Queen so that Dicaspiron can serve her plans one final time during the ultimate volume of this Adventure Path\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 37\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 35\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 32\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 10\">[Wrent Dicaspiron](/NPCs.aspx?ID=2494)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CE\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 88</row>\n\n**Perception** +22\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Daemonic](/Languages.aspx?ID=31)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +20, [Athletics](/Skills.aspx?ID=3) +22, [Religion](/Skills.aspx?ID=13) +17, [Stealth](/Skills.aspx?ID=15) +20, [Thievery](/Skills.aspx?ID=17) +16\r\n\r\n<row gap=\"medium\">\r\n**Str** +6\r\n\r\n**Dex** +4\r\n\r\n**Con** +4\r\n\r\n**Int** -2\r\n\r\n**Wis** +1\r\n\r\n**Cha** +2\r\n</row>\n\n**Items**\r\n_+1 [striking](/Equipment.aspx?ID=280) cleaver_ (functions as [orc neck-splitter](/Weapons.aspx?ID=64) without the [orc](/MonsterFamilies.aspx?ID=80) trait), [_doubling rings_](/Equipment.aspx?ID=432), _+1 [hide armor](/Armor.aspx?ID=7)_, key to the Skinsaw sanctum vault, modified [spiked chains](/Weapons.aspx?ID=60) (2)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 30 \r\n\r\n**Fort** +22 \r\n\r\n**Ref** +20 \r\n\r\n**Will** +17 \n\n</row>\r\n\r\n**HP** 180\n\n**[Attack of Opportunity](/MonsterAbilities.aspx?ID=3)** <actions string=\"Reaction\" /> \r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\n_cleaver_ +24 ([Forceful](/Traits.aspx?ID=180), [Sweep](/Traits.aspx?ID=194)),\r\n**Damage** 2d8+8 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nspiked chain +22 ([Disarm](/Traits.aspx?ID=175), [Finesse](/Traits.aspx?ID=179), [reach 15 feet](/Traits.aspx?ID=192), [Trip](/Traits.aspx?ID=196)),\r\n**Damage** 2d8+6 piercing plus [Grab](/MonsterAbilities.aspx?ID=18)\n\n**Bloody Sneak Attack**   Any creature taking persistent bleed damage is [flat-footed](/Conditions.aspx?ID=16) against the Skinner's attacks. When attacking a flat-footed creature, the Skinner deals an additional 2d6 precision damage.\r\n\r\n**Chain Expert**   The Skinner can effectively wield abnormally long spiked chains and can do so using only one hand.\r\n\r\n**Chain Up** <actions string=\"Free Action\" />  **Requirements** The Skinner has an adjacent creature [grabbed](/Conditions.aspx?ID=20) with her spiked chain; **Effect** The Skinner attempts an [Athletics](/Skills.aspx?ID=3) check against the grabbed creature's Reflex save DC. On a success, the Skinner knots her chain around the grabbed creature, which becomes [restrained](/Conditions.aspx?ID=33) ([Escape](/Actions.aspx?ID=79) DC = 10 + the result of the Skinner's Athletics check); on a critical success, the creature also falls [prone](/Conditions.aspx?ID=31). Regardless of whether the Skinner succeeds, she drops the chain.\r\n\r\n**Flay**   Whenever the Skinner makes a successful cleaver Strike against a [grabbed](/Conditions.aspx?ID=20) creature, she also deals 1d6 [persistent bleed damage](/Conditions.aspx?ID=29) (or 2d6 on a critical hit).\r\n\r\n**Hook and Flay** <actions string=\"Two Actions\" />  **Requirements** The Skinner has a creature [grabbed](/Conditions.aspx?ID=20) with her spiked chain; **Effect** The Skinner [pulls](/Rules.aspx?ID=451) the creature into the nearest open adjacent square and makes a cleaver Strike against the creature.\r\n\r\n</column>",
 "name": "Wrent Dicaspiron",
 "npc": true,
 "perception": 22,
 "rarity": "unique",
 "reflex_save": 20,
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 88</row>\n\n<row gap=\"medium\">\r\n**HP** 180\r\n\r\n**AC** 30\r\n\r\n**Fort** +22\r\n\r\n**Ref** +20\r\n\r\n**Will** +17\r\n\r\n**Perception** +22\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe sadistic leader of Absalom's most recent—and perhaps most successful—cult dedicated to the dreaded Skinsaw Man, Wrent “the Skinner” Dicaspiron is …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +20",
  "Athletics +22",
  "Religion +17",
  "Stealth +20",
  "Thievery +16"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +20, [Athletics](/Skills.aspx?ID=3) +22, [Religion](/Skills.aspx?ID=13) +17, [Stealth](/Skills.aspx?ID=15) +20, [Thievery](/Skills.aspx?ID=17) +16",
 "source": [
  "Pathfinder #157: Devil at the Dreaming Palace"
 ],
 "source_raw": [
  "Pathfinder #157: Devil at the Dreaming Palace pg. 88"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 88</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Agents of Edgewatch",
 "stealth": "20",
 "strength": 6,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "The sadistic leader of Absalom's most recent—and perhaps most successful—cult dedicated to the dreaded Skinsaw Man, Wrent “the Skinner” Dicaspiron is …",
 "summary_markdown": "The sadistic leader of Absalom's most recent—and perhaps most successful—cult dedicated to the dreaded Skinsaw Man, Wrent “the Skinner” Dicaspiron is …",
 "text": " Wrent Dicaspiron The sadistic leader of Absalom's most recent—and perhaps most successful—cult dedicated to the dreaded Skinsaw Man, Wrent “the Skinner” Dicaspiron is also one of the members of a secret cabal of powerful Norgorberites called the Twilight Four. The story of how Dicaspiron became the Skinner began not long ago. Until the Fiendflesh Siege of 4717 AR, Wrent Dicaspiron was the stern but mirthful matriarch of her small family in the Docks District. She, her husband, and their son jointly managed a small butchery based out of their home, though everyone in the neighborhood knew it was really Wrent who kept the business afloat. She let her husband and child work alongside her only because she adored their company and was devastated when they both died defending Absalom from invaders during the siege. Dicaspiron spiraled into reclusive despondency, shutting out her former friends and neighbors, responding to those who tried to help with silence or hostile rebukes, and allowing her business to flounder. Her life was soon in shambles. One day, a tax collector knocked on Dicaspiron's door and informed her that she owed the city a considerable sum in back taxes. If she couldn't pay, she would need to surrender her shop—her home. As if by reflex, she snatched a meat hook and drove it through the tax collector's skull with one deft blow. As the man perished on her kitchen floor, something died inside of Dicaspiron as well. Where once love and generosity had filled her heart, now only a cruel whisper murmured from somewhere deep within. She used a carving knife to calmly remove the slain tax collector's face, slowly raised the gruesome mask up, and saw the visage of her new master through its empty eyes. With the guidance of the Skinsaw Man, Dicaspiron made a new home in the ruins of a remote corner of Absalom's vast Catacombs, from which she made forays into the city to murder innocents and recruit fellow sadists and devotees of Norgorber. Campaign Role Grand Councilmember Olansa Terimor, the ultimate villain of this Adventure Path and the undisputed leader of the Twilight Four in her guise as the Gray Queen, initially recruited Dicaspiron to fulfill a tribute of bloodshed—lots of bloodshed—to Norgorber. Over the past few months, Dicaspiron's Skinsaw cult has performed admirably; they've killed hundreds in order to fill a pool in the heart of the Skinsaw sanctum, far exceeding the requirements of the Twilight Four's promise of blood for Norgorber's murderous aspect. With her role fulfilled, the Skinner is now secretly viewed as disposable by the rest of the Twilight Four, who have simply left her to her own devices while they formulate a way to permanently rid themselves of the butcher. Aside from a few hiccups—such as the recruitment and subsequent banishment of a serial murderer named Hendrid Pratchett (see the previous adventure), whom Dicaspiron rightly viewed as a potential threat to her position as cult leader—Dicaspiron's Skinsaw cult has seen magnificent success. The Skinner has become somewhat reckless as a result, recruiting help from outsiders such as the Copper Hand thieves (who funneled money to the cult under threat of death) and a gang called the Washboard Dogs (who worked as unwitting intermediaries between several members of the Twilight Four). Wrent is assumed to die in combat by the end of this adventure. If the Edgewatch agents manage to take the Skinner alive and persuade her to talk, she tells them that she is a member of the Twilight Four and that the cabal has made a pact with Norgorber for great power, but she knows little else about her cohorts' grand scheme. She rarely met with her fellow cabalists, always at different locations and only when summoned by another through a proxy. Aside from her role as the harbinger of mass sacrifice, Wrent knows nothing of the pact's details, except that the quartet planned to “seize power from Absalom's rulers for the glory of Norgorber.” The Skinner can provide a useful clue for the agents to follow: Many of her victims were captured by a Docks-based gang called the Washboard Dogs, whom she became associated with through her fellow Twilight Four associate, the Infector. The Edgewatch's best bet is to follow up with the Washboard Dogs at the beginning of the next adventure volume. If she's captured, Dicaspiron's days are numbered. Olansa Terimor will not allow her failed ally to put her plans at risk, and within a few days of her arrest, Dicaspiron is found dead in her cell, having apparently hung herself. Even more mysteriously, her body disappears shortly thereafter, claimed by the Gray Queen so that Dicaspiron can serve her plans one final time during the ultimate volume of this Adventure Path Recall Knowledge - Humanoid (Society): DC 37 Unspecific Lore : DC 35 Specific Lore : DC 32 Wrent Dicaspiron Source Pathfinder #157: Devil at the Dreaming Palace pg. 88 Perception +22 Languages Common, Daemonic Skills Acrobatics +20, Athletics +22, Religion +17, Stealth +20, Thievery +16 Str +6 Dex +4 Con +4 Int -2 Wis +1 Cha +2 Items +1 striking cleaver (functions as orc neck-splitter without the orc trait), doubling rings , +1 hide armor , key to the Skinsaw sanctum vault, modified spiked chains (2) --- AC 30 Fort +22 Ref +20 Will +17 HP 180 Attack of Opportunity Reaction --- Speed 25 feet Melee Single Action cleaver +24 (Forceful, Sweep), Damage 2d8+8 slashing Melee Single Action spiked chain +22 (Disarm, Finesse, reach 15 feet, Trip), Damage 2d8+6 piercing plus Grab Bloody Sneak Attack Any creature taking persistent bleed damage is flat-footed against the Skinner's attacks. When attacking a flat-footed creature, the Skinner deals an additional 2d6 precision damage. Chain Expert The Skinner can effectively wield abnormally long spiked chains and can do so using only one hand. Chain Up Free Action Requirements The Skinner has an adjacent creature grabbed with her spiked chain; Effect The Skinner attempts an Athletics check against the grabbed creature's Reflex save DC. On a success, the Skinner knots her chain around the grabbed creature, which becomes restrained (Escape DC = 10 + the result of the Skinner's Athletics check); on a critical success, the creature also falls prone. Regardless of whether the Skinner succeeds, she drops the chain. Flay Whenever the Skinner makes a successful cleaver Strike against a grabbed creature, she also deals 1d6 persistent bleed damage (or 2d6 on a critical hit). Hook and Flay Two Actions Requirements The Skinner has a creature grabbed with her spiked chain; Effect The Skinner pulls the creature into the nearest open adjacent square and makes a cleaver Strike against the creature. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "CE",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=2494",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 17,
 "wisdom": 1
}