{
 "ac": 38,
 "alignment": "CG",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 3,
 "constitution": 3,
 "creature_ability": [
  "Ancestral Airship Link",
  "Shake ‘Em!",
  "Deploy Countermeasures",
  "I'll Get You into Position!",
  "Punch It"
 ],
 "creature_family_markdown": "",
 "dexterity": 7,
 "exclude_from_search": false,
 "fortitude_save": 26,
 "hp": 265,
 "hp_raw": "265",
 "id": "creature-1620",
 "image": [
  "/Images/Monsters/YohSouran.png"
 ],
 "intelligence": 5,
 "language": [
  "Tien"
 ],
 "language_markdown": "[Tien](/Languages.aspx?ID=43)",
 "level": 15,
 "markdown": "<title level=\"1\" pfs=\"\">[Yoh Souran, Ruby Phoenix Fan, Ace Pilot](/NPCs.aspx?ID=1620)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nYoh Souran first traveled from his hometown in Minkai when he was five years old, when his family's ferry company sailed wealthy tourists to Goka to see the Ruby Phoenix Tournament. There, sitting between his parents, eating a steamed black sugar bun and waving a white and orange pennant to support the one Minkaian team that had made it through the qualifiers (The Four Bright Carp), Yoh fell in love with the spectacle of blurring fists, flashing blades, and impossible feats of martial arts prowess.\n\n Though the Four Bright Carp were soundly defeated in the quarterfinals, this did nothing to dull Yoh's love of the sport, and as he grew up, Yoh avidly collected fight memorabilia and devoured tales of tournaments past and present from woodblock-printed picture books. Though he was never the best with numbers, often miscalculating ticket prices for his family's ferries, he was nevertheless able to recall win rates and other fight statistics with little effort and took great joy in theorizing matchups between fighters of different generations. Ironically, whatever team he roots for tends to get knocked out of the competition relatively early.\n\n Between tournaments, Yoh operates the transport business he inherited from his family, sailing cargo and passengers across Tian Xia and relishing the opportunity it grants him to see the world and experience new sights. On one such trip to Hwanggot, he butted heads with the harbormaster, a human woman named Kyoung-Yoo. This led to a number of squabbles between the two of them over several years (at least one of which involved a shipment of fireworks “accidentally” being set alight in port) before Kyoung-Yoo asked Yoh to marry her. The two now operate the ferry business out of Haseong, with Yoh in the field and Kyoung-Yoo keeping the operations afloat from shore. Though Yoh's skills as a captain are exceptional, economic pressure from shipping guilds looking to buy out the competition and carve out a monopoly in the region have caused business to dry up, and he worries for the future of his livelihood, especially now that he and Kyoung-Yoo and have had their first child, a baby boy named Soahiko (whom Yoh never tires of regaling his crew about).\n\n Though as far as he can remember, his family was always on the sea, Yoh remembered sometimes hearing his grandfather talk of a family legend. Several generations ago, his ancestor crafted a pair of beautiful ships that sailed not on the waves, but through the air itself. Yoh always thought it a tall tale, best told in a tavern over strong drink and good company, but when an ancient sorcerer with ruby hair appeared in front of his family's modest home to pull a sleek, winged airship from a tear in space, Yoh realized the stories had been true. He began practicing with the airship and found he was even more skilled at cutting across the skies than through the waves, and in doing so, he had an idea to save his livelihood: by transporting not across the tortuous sea routes, but in a straight line through the air.\n\n Naturally, when Lady Nai Yan Fei asked him to pilot the _Solar Jian II_ at the finalists' processional, Yoh was overjoyed, not just as a lifelong fan who tends to divide the periods of his life by tournament cycles—4701 was the first tournament he attended presenting as male, 4711 was his first as a full-fledged captain operating the family business, and the current 4721 tournament is his first as a new father—but also because piloting on the world stage will let him show off his skills and airship for all of Tian Xia. He looks forward to coming home from the tournament with enough fame and exposure to live a comfortable life, and he looks forward to taking Soahiko to the tournament one day in the future, just like his parents did with him. \n\n<title level=\"2\" right=\"\">Campaign Role</title> Yoh serves as the team's pilot for much of this adventure as the team scours the Flying Mountains in Chapter 1. While he's a fan of fighters, he's not one himself and will stay with the ship rather than disembark to face the legendary monsters he grew up hearing cautionary stories about. His lifetime of tournament fandom means he's likely to push the PCs to interact with the other finalist teams they come into contact with, if only so he can find time to ask for their autographs. Yoh sees Hao Jin as something closer to a demigod than a person, but he nevertheless feels a deep debt to the sorceress for the return of his family heirlooms, making him as invested as the PCs in tracking her down.\n\n For encounters involving piloting, Yoh Souran faces these as if he were 18th-level.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 44\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 42\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 39\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/YohSouran.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 15\">[Yoh Souran](/NPCs.aspx?ID=1620)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #168: King of the Mountain](/Sources.aspx?ID=87) pg. 90</row>\n\n**Perception** +25\r\n\r\n**Languages**\r\n[Tien](/Languages.aspx?ID=43)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +28, [Athletics](/Skills.aspx?ID=3) +24, [Piloting Lore](/Skills.aspx?ID=8) +38, [Ruby Phoenix Tournament Lore](/Skills.aspx?ID=8) +38, [Society](/Skills.aspx?ID=14) +28\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +7\r\n\r\n**Con** +3\r\n\r\n**Int** +5\r\n\r\n**Wis** +0\r\n\r\n**Cha** +3\r\n</row>\r\n\r\n**Ancestral Airship Link** The _Solar Jian II_ recognizes Yoh as a descendent of its creator, and the magical ship extends him protections beyond those that would be given to most other pilots. If Yoh is piloting the Solar Jian II, his AC and saves are increased by 4.\r\n\r\n**Items**\r\n[Heavy Crossbow](/Weapons.aspx?ID=70)\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 38 (42 while piloting _Solar Jian II_)\r\n\r\n**Fort** +26 \r\n\r\n**Ref** +28 \r\n\r\n**Will** +23 \r\n\r\n+4 to all saves while piloting _Solar Jian II_\r\n</row>\r\n\r\n**HP** 265\n\n**Shake ‘Em!** <actions string=\"Reaction\" /> ([manipulate](/Traits.aspx?ID=104)) **Requirements** Yoh is piloting an airborne vessel; **Trigger** One or more creatures aboard Yoh's vessel are the target of an attack or attempt a Reflex save and the attacker is not aboard the ship; **Effect** Yoh attempts evasive maneuvers. All creatures aboard the vessel gain a +2 status bonus to their AC and saves against the triggering effect.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 25 feet\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\nheavy crossbow +30 ([range increment 120 feet](/Traits.aspx?ID=248), [reload 2](/Traits.aspx?ID=254)),\r\n**Damage** 4d10+6 piercing\n\n**Deploy Countermeasures** <actions string=\"Two Actions\" /> ([Manipulate](/Traits.aspx?ID=104)) **Frequency** once per hour; **Requirements** Yoh is piloting the _Solar Jian II_; **Effect** While the _Solar Jian II_ is not a combat vessel, it does have a magically renewing supply of fireworks for victory parades and the like. Yoh fires them at a 20-foot burst within 60 feet. Creatures in the area take 3d6 fire damage and 3d6 sonic damage with a Fortitude save. <br />**Critical Success** The target is unaffected. <br />**Success** The target takes half damage and is [dazzled](/Conditions.aspx?ID=7) for 1 round. <br />**Failure** The target takes full damage and is dazzled for 3 rounds. <br />**Critical Failure** The target takes double damage, takes 3d4 [persistent fire damage](/Conditions.aspx?ID=29), and is dazzled for 1 minute.\r\n\r\n**I'll Get You into Position!** <actions string=\"Two Actions\" /> ([Manipulate](/Traits.aspx?ID=104)) **Requirements** Yoh is piloting an airborne vessel; **Effect** Yoh pumps the brakes, banks quickly, or performs some other aerial maneuver to get the drop on an enemy. He attempts a [Piloting Lore](/Skills.aspx?ID=8) check against the enemy's Perception DC. If he succeeds, that enemy is [flat-footed](/Conditions.aspx?ID=16) to the next attack from a creature onboard as long as it is made before Yoh's next turn. All enemies who witnessed the maneuver are then temporarily immune for 1 day.\r\n\r\n**Punch It** <actions string=\"Single Action\" /> ([Manipulate](/Traits.aspx?ID=104)) **Frequency** once per hour; **Requirements** Yoh is piloting an airborne vessel; **Effect** Yoh pushes the ship, tripling its speed for 1 round. After this point, the ship stalls—though it Hovers in place, it can't move under its own power for 1 round.\r\n\r\n</column>",
 "name": "Yoh Souran",
 "npc": true,
 "perception": 25,
 "rarity": "unique",
 "reflex_save": 28,
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #168: King of the Mountain](/Sources.aspx?ID=87) pg. 90</row>\n\n<row gap=\"medium\">\r\n**HP** 265\r\n\r\n**AC** 38\r\n\r\n**Fort** +26\r\n\r\n**Ref** +28\r\n\r\n**Will** +23\r\n\r\n**Perception** +25\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYoh Souran first traveled from his hometown in Minkai when he was five years old, when his family's ferry company sailed wealthy tourists to Goka to …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +28",
  "Athletics +24",
  "Piloting Lore +38",
  "Ruby Phoenix Tournament Lore +38",
  "Society +28"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +28, [Athletics](/Skills.aspx?ID=3) +24, [Piloting Lore](/Skills.aspx?ID=8) +38, [Ruby Phoenix Tournament Lore](/Skills.aspx?ID=8) +38, [Society](/Skills.aspx?ID=14) +28",
 "source": [
  "Pathfinder #168: King of the Mountain"
 ],
 "source_raw": [
  "Pathfinder #168: King of the Mountain pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #168: King of the Mountain](/Sources.aspx?ID=87) pg. 90</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "spell_markdown": "",
 "spoilers": "Fists of the Ruby Phoenix",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Yoh Souran first traveled from his hometown in Minkai when he was five years old, when his family's ferry company sailed wealthy tourists to Goka to …",
 "summary_markdown": "Yoh Souran first traveled from his hometown in Minkai when he was five years old, when his family's ferry company sailed wealthy tourists to Goka to …",
 "text": " Yoh Souran, Ruby Phoenix Fan, Ace Pilot Yoh Souran first traveled from his hometown in Minkai when he was five years old, when his family's ferry company sailed wealthy tourists to Goka to see the Ruby Phoenix Tournament. There, sitting between his parents, eating a steamed black sugar bun and waving a white and orange pennant to support the one Minkaian team that had made it through the qualifiers (The Four Bright Carp), Yoh fell in love with the spectacle of blurring fists, flashing blades, and impossible feats of martial arts prowess. Though the Four Bright Carp were soundly defeated in the quarterfinals, this did nothing to dull Yoh's love of the sport, and as he grew up, Yoh avidly collected fight memorabilia and devoured tales of tournaments past and present from woodblock-printed picture books. Though he was never the best with numbers, often miscalculating ticket prices for his family's ferries, he was nevertheless able to recall win rates and other fight statistics with little effort and took great joy in theorizing matchups between fighters of different generations. Ironically, whatever team he roots for tends to get knocked out of the competition relatively early. Between tournaments, Yoh operates the transport business he inherited from his family, sailing cargo and passengers across Tian Xia and relishing the opportunity it grants him to see the world and experience new sights. On one such trip to Hwanggot, he butted heads with the harbormaster, a human woman named Kyoung-Yoo. This led to a number of squabbles between the two of them over several years (at least one of which involved a shipment of fireworks “accidentally” being set alight in port) before Kyoung-Yoo asked Yoh to marry her. The two now operate the ferry business out of Haseong, with Yoh in the field and Kyoung-Yoo keeping the operations afloat from shore. Though Yoh's skills as a captain are exceptional, economic pressure from shipping guilds looking to buy out the competition and carve out a monopoly in the region have caused business to dry up, and he worries for the future of his livelihood, especially now that he and Kyoung-Yoo and have had their first child, a baby boy named Soahiko (whom Yoh never tires of regaling his crew about). Though as far as he can remember, his family was always on the sea, Yoh remembered sometimes hearing his grandfather talk of a family legend. Several generations ago, his ancestor crafted a pair of beautiful ships that sailed not on the waves, but through the air itself. Yoh always thought it a tall tale, best told in a tavern over strong drink and good company, but when an ancient sorcerer with ruby hair appeared in front of his family's modest home to pull a sleek, winged airship from a tear in space, Yoh realized the stories had been true. He began practicing with the airship and found he was even more skilled at cutting across the skies than through the waves, and in doing so, he had an idea to save his livelihood: by transporting not across the tortuous sea routes, but in a straight line through the air. Naturally, when Lady Nai Yan Fei asked him to pilot the Solar Jian II at the finalists' processional, Yoh was overjoyed, not just as a lifelong fan who tends to divide the periods of his life by tournament cycles—4701 was the first tournament he attended presenting as male, 4711 was his first as a full-fledged captain operating the family business, and the current 4721 tournament is his first as a new father—but also because piloting on the world stage will let him show off his skills and airship for all of Tian Xia. He looks forward to coming home from the tournament with enough fame and exposure to live a comfortable life, and he looks forward to taking Soahiko to the tournament one day in the future, just like his parents did with him. Campaign Role Yoh serves as the team's pilot for much of this adventure as the team scours the Flying Mountains in Chapter 1. While he's a fan of fighters, he's not one himself and will stay with the ship rather than disembark to face the legendary monsters he grew up hearing cautionary stories about. His lifetime of tournament fandom means he's likely to push the PCs to interact with the other finalist teams they come into contact with, if only so he can find time to ask for their autographs. Yoh sees Hao Jin as something closer to a demigod than a person, but he nevertheless feels a deep debt to the sorceress for the return of his family heirlooms, making him as invested as the PCs in tracking her down. For encounters involving piloting, Yoh Souran faces these as if he were 18th-level. Recall Knowledge - Humanoid (Society): DC 44 Unspecific Lore : DC 42 Specific Lore : DC 39 Yoh Souran Source Pathfinder #168: King of the Mountain pg. 90 Perception +25 Languages Tien Skills Acrobatics +28, Athletics +24, Piloting Lore +38, Ruby Phoenix Tournament Lore +38, Society +28 Str +3 Dex +7 Con +3 Int +5 Wis +0 Cha +3 Ancestral Airship Link The Solar Jian II recognizes Yoh as a descendent of its creator, and the magical ship extends him protections beyond those that would be given to most other pilots. If Yoh is piloting the Solar Jian II, his AC and saves are increased by 4. Items Heavy Crossbow --- AC 38 (42 while piloting Solar Jian II ) Fort +26 Ref +28 Will +23 +4 to all saves while piloting Solar Jian II HP 265 Shake ‘Em! Reaction (manipulate) Requirements Yoh is piloting an airborne vessel; Trigger One or more creatures aboard Yoh's vessel are the target of an attack or attempt a Reflex save and the attacker is not aboard the ship; Effect Yoh attempts evasive maneuvers. All creatures aboard the vessel gain a +2 status bonus to their AC and saves against the triggering effect. --- Speed 25 feet Ranged Single Action heavy crossbow +30 (range increment 120 feet, reload 2), Damage 4d10+6 piercing Deploy Countermeasures Two Actions (Manipulate) Frequency once per hour; Requirements Yoh is piloting the Solar Jian II ; Effect While the Solar Jian II is not a combat vessel, it does have a magically renewing supply of fireworks for victory parades and the like. Yoh fires them at a 20-foot burst within 60 feet. Creatures in the area take 3d6 fire damage and 3d6 sonic damage with a Fortitude save. Critical Success The target is unaffected. Success The target takes half damage and is dazzled for 1 round. Failure The target takes full damage and is dazzled for 3 rounds. Critical Failure The target takes double damage, takes 3d4 persistent fire damage, and is dazzled for 1 minute. I'll Get You into Position! Two Actions (Manipulate) Requirements Yoh is piloting an airborne vessel; Effect Yoh pumps the brakes, banks quickly, or performs some other aerial maneuver to get the drop on an enemy. He attempts a Piloting Lore check against the enemy's Perception DC. If he succeeds, that enemy is flat-footed to the next attack from a creature onboard as long as it is made before Yoh's next turn. All enemies who witnessed the maneuver are then temporarily immune for 1 day. Punch It Single Action (Manipulate) Frequency once per hour; Requirements Yoh is piloting an airborne vessel; Effect Yoh pushes the ship, tripling its speed for 1 round. After this point, the ship stalls—though it Hovers in place, it can't move under its own power for 1 round. ",
 "trait": [
  "Human",
  "Humanoid",
  "Unique",
  "CG",
  "Medium"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Human",
  "Humanoid",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1620",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 23,
 "wisdom": 0
}