{
 "ac": 16,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 4,
 "creature_ability": [
  "Pungent Aura"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 9,
 "hp": 25,
 "hp_raw": "25",
 "id": "creature-1374",
 "image": [
  "/Images/Monsters/Yzobu.png"
 ],
 "intelligence": -5,
 "language_markdown": "",
 "level": 1,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Yzobu](/Monsters.aspx?ID=1374)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nYzobus are herd beasts common across northern plains and mountains, resembling a cross between a steer, a sturdy horse, and a yak. They most notably feature a pungent stench caused by bodily secretions building up within their thick, shaggy pelts—a stench so strong that yzobu herds can often be smelled before they appear. Territorial and aggressive, yzobus often attack other creatures on sight. When threatened, a herd launches into a stampede, trampling any in their path and goring survivors with their distinctive horns.\n\n Some ranchers trade yzobu hides as a workable leather for mercenaries and guards, but the powerful smell means that most ranchers tend their small herds on the outskirts of towns. Typically, yzobus aren't raised to a specific age, but rather are killed whenever one escapes and poses a threat. The hides require an intensive tanning process with almost constant brushing and hours soaking in salt water—but the effort results in a leather both soft to the touch and sturdy enough to work as an effective armor for several years.\n\n Hides aren't the only yzobu products worth harvesting. A female yzobu's milk is rich and nutrient-rich, making it a staple food source in some regions. Their meat is less enticing but still edible.\n\n These beasts remain a permanent part of [hobgoblin](/Ancestries.aspx?ID=13) society, where their aggressive temperaments and durable, sturdy bodies are great assets. Hobgoblins possess an immunity to yzobu stench, and they view the fact that other races sickened by it as further evidence of their own superiority. They also highly prize yzobu mounts, and hobgoblin commanders often paint their yzobu's horns in varying colors and patterns to show how many enemies the mount has killed. Yzobu cavalry are a staple of hobgoblin military action, and they played a key role in the recent Ironfang Invasion that led to the formation of the new hobgoblin nation of Oprak in Avistan. The establishment of Oprak meant that many Avistani who had never encountered yzobus before have grown familiar—if not enchanted— with their distinctive odor.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 15\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 13\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 10\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Yzobu.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 1\">[Yzobu](/Monsters.aspx?ID=1374)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 300</row>\n\n**Perception** +6; [low-light vision](/MonsterAbilities.aspx?ID=23), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet\r\n\r\n**Languages**\n\n**Skills**\r\n[Athletics](/Skills.aspx?ID=3) +7, [Intimidation](/Skills.aspx?ID=7) +5, [Survival](/Skills.aspx?ID=16) +4\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +3\r\n\r\n**Con** +4\r\n\r\n**Int** -5\r\n\r\n**Wis** +1\r\n\r\n**Cha** +2\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 16 \r\n\r\n**Fort** +9 \r\n\r\n**Ref** +6 \r\n\r\n**Will** +4 \n\n</row>\r\n\r\n**HP** 25\n\n**Pungent Aura** ([aura](/Traits.aspx?ID=206), [olfactory](/Traits.aspx?ID=246)) 10 feet. Creatures other than yzobus or [hobgoblins](/Ancestries.aspx?ID=13) that enter or start their turn in the yzobu's aura must succeed at a DC 14 Fortitude save or become [sickened 1](/Conditions.aspx?ID=34), or sickened 2 on a critical failure. A creature that succeeds at its save is temporarily immune for 1 minute.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 30 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nhorn +7,\r\n**Damage** 1d6+4 piercing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nhoof +7 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 1d4+4 bludgeoning\n\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Aggressive Nuisances</title>\r\n\r\nYzobu herds are seen as invasive nuisances in most habitats, forcing prior residents and natural species out of their homes. These herds can number in the thousands, and their passage can leave wide swaths of empty plains and villages in their wake. Yzobus seem drawn toward freshly planted fields; it's believed that the smell of fertilizer attracts them, though most farmers prefer to believe that yzobus are simply sadistic beasts.\r\n</aside>",
 "name": "Yzobu",
 "npc": false,
 "perception": 6,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 6,
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 300</row>\n\n<row gap=\"medium\">\r\n**HP** 25\r\n\r\n**AC** 16\r\n\r\n**Fort** +9\r\n\r\n**Ref** +6\r\n\r\n**Will** +4\r\n\r\n**Perception** +6\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYzobus are herd beasts common across northern plains and mountains, resembling a cross between a steer, a sturdy horse, and a yak. They most notably …\r\n</summary>",
 "sense": " low-light vision ,  scent  (imprecise) 30 feet",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23), [scent](/MonsterAbilities.aspx?ID=33) (imprecise) 30 feet",
 "size": [
  "Large"
 ],
 "skill": [
  "Athletics +7",
  "Intimidation +5",
  "Survival +4"
 ],
 "skill_markdown": "[Athletics](/Skills.aspx?ID=3) +7, [Intimidation](/Skills.aspx?ID=7) +5, [Survival](/Skills.aspx?ID=16) +4",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 300"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 300</row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "spell_markdown": "",
 "strength": 4,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Yzobus are herd beasts common across northern plains and mountains, resembling a cross between a steer, a sturdy horse, and a yak. They most notably …",
 "summary_markdown": "Yzobus are herd beasts common across northern plains and mountains, resembling a cross between a steer, a sturdy horse, and a yak. They most notably …",
 "text": " Yzobu Yzobus are herd beasts common across northern plains and mountains, resembling a cross between a steer, a sturdy horse, and a yak. They most notably feature a pungent stench caused by bodily secretions building up within their thick, shaggy pelts—a stench so strong that yzobu herds can often be smelled before they appear. Territorial and aggressive, yzobus often attack other creatures on sight. When threatened, a herd launches into a stampede, trampling any in their path and goring survivors with their distinctive horns. Some ranchers trade yzobu hides as a workable leather for mercenaries and guards, but the powerful smell means that most ranchers tend their small herds on the outskirts of towns. Typically, yzobus aren't raised to a specific age, but rather are killed whenever one escapes and poses a threat. The hides require an intensive tanning process with almost constant brushing and hours soaking in salt water—but the effort results in a leather both soft to the touch and sturdy enough to work as an effective armor for several years. Hides aren't the only yzobu products worth harvesting. A female yzobu's milk is rich and nutrient-rich, making it a staple food source in some regions. Their meat is less enticing but still edible. These beasts remain a permanent part of hobgoblin society, where their aggressive temperaments and durable, sturdy bodies are great assets. Hobgoblins possess an immunity to yzobu stench, and they view the fact that other races sickened by it as further evidence of their own superiority. They also highly prize yzobu mounts, and hobgoblin commanders often paint their yzobu's horns in varying colors and patterns to show how many enemies the mount has killed. Yzobu cavalry are a staple of hobgoblin military action, and they played a key role in the recent Ironfang Invasion that led to the formation of the new hobgoblin nation of Oprak in Avistan. The establishment of Oprak meant that many Avistani who had never encountered yzobus before have grown familiar—if not enchanted— with their distinctive odor. Recall Knowledge - Animal (Nature): DC 15 Unspecific Lore : DC 13 Specific Lore : DC 10 Yzobu Source Bestiary 3 pg. 300 Perception +6; low-light vision, scent (imprecise) 30 feet Languages Skills Athletics +7, Intimidation +5, Survival +4 Str +4 Dex +3 Con +4 Int -5 Wis +1 Cha +2 --- AC 16 Fort +9 Ref +6 Will +4 HP 25 Pungent Aura (aura, olfactory) 10 feet. Creatures other than yzobus or hobgoblins that enter or start their turn in the yzobu's aura must succeed at a DC 14 Fortitude save or become sickened 1, or sickened 2 on a critical failure. A creature that succeeds at its save is temporarily immune for 1 minute. --- Speed 30 feet Melee Single Action horn +7, Damage 1d6+4 piercing Melee Single Action hoof +7 (Agile), Damage 1d4+4 bludgeoning Aggressive Nuisances Yzobu herds are seen as invasive nuisances in most habitats, forcing prior residents and natural species out of their homes. These herds can number in the thousands, and their passage can leave wide swaths of empty plains and villages in their wake. Yzobus seem drawn toward freshly planted fields; it's believed that the smell of fertilizer attracts them, though most farmers prefer to believe that yzobus are simply sadistic beasts. ",
 "trait": [
  "Animal",
  "N",
  "Large"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9)",
 "trait_raw": [
  "Animal"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1374",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 4,
 "wisdom": 1
}