{
 "ac": 22,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -1,
 "constitution": 5,
 "creature_ability": [
  "Mangle",
  "Tilt Scales"
 ],
 "creature_family_markdown": "",
 "dexterity": 1,
 "exclude_from_search": false,
 "fortitude_save": 18,
 "hp": 90,
 "hp_raw": "90",
 "id": "creature-1375",
 "image": [
  "/Images/Monsters/Zetogeki.png"
 ],
 "intelligence": -4,
 "language_markdown": "",
 "level": 7,
 "markdown": "<title level=\"1\" pfs=\"Standard\">[Zetogeki](/Monsters.aspx?ID=1375)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nBasalt comprises the earthen bodies of zetogekis, giant lizards with an innate ability to absorb and redirect kinetic energy. They dwell near active volcanos, particularly at hot springs and geysers, from which they drink copious quantities of steaming, mineral-rich water. Since they have no need for any other sustenance (and in fact can't digest anything else), zetogekis guard these watering holes. The worst fate that can befall the proprietor of a mountain hot spring is the arrival of a zetogeki, which can transform a lucrative business into a public hazard overnight. Mountain dwellers who make use of such hot springs pay monster hunters handsomely to eradicate or chase off zetogekis, but dealing with the stubborn beasts is no mean feat.\n\n Even in wilder lands, zetogekis prove menacing to mountaineers. The lizards sometimes purposefully throw themselves down mountainsides to absorb the kinetic energy dealt to them during their tumble. They use this accumulated energy to take down predators—though zetogekis see nearly every other type of creature as a predator.\n\n This marvelous ability to absorb and dole out physical energy come from a zetogeki's unique configuration of shale-like scales, which it can angle at will much like a porcupine extending its quills. Those who encounter a zetogeki hunkered down with its scales in the telltale raised pattern of zig-zagging black and gold would do well to give the lizard a wide berth. This danger has its upsides, however; some alchemists and wizards offer substantial bounties for intact zetogeki hides.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Animal](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 23\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 21\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 18\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Zetogeki.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 7\">[Zetogeki](/Monsters.aspx?ID=1375)</title>\r\n\r\n<traits>\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Large\" />\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n<trait label=\"Earth\" url=\"/Traits.aspx?ID=55\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 301</row>\n\n**Perception** +15; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\n\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +12, [Athletics](/Skills.aspx?ID=3) +18, [Stealth](/Skills.aspx?ID=15) +12\r\n\r\n<row gap=\"medium\">\r\n**Str** +5\r\n\r\n**Dex** +1\r\n\r\n**Con** +5\r\n\r\n**Int** -4\r\n\r\n**Wis** +2\r\n\r\n**Cha** -1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 22 \r\n\r\n**Fort** +18 \r\n\r\n**Ref** +14 \r\n\r\n**Will** +13 \n\n</row>\r\n\r\n**HP** 90\n\n**Resistances**\r\nfire 10\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 35 feet, climb 35 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\njaws +18 ([reach 10 feet](/Traits.aspx?ID=192)),\r\n**Damage** 2d8+11 piercing plus [Grab](/MonsterAbilities.aspx?ID=18)\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\ntail +18 ([reach 15 feet](/Traits.aspx?ID=192), [Sweep](/Traits.aspx?ID=194)),\r\n**Damage** 2d6+11 bludgeoning\n\n**Mangle** <actions string=\"Single Action\" />  **Requirements** The zetogeki has a creature [grabbed](/Conditions.aspx?ID=20) in its jaws; **Effect** The zetogeki mangles the grabbed creature and slams it about, dealing 3d8 bludgeoning damage (DC 26 [basic](/Rules.aspx?ID=329) Fortitude save).\r\n\r\n**Tilt Scales** <actions string=\"Single Action\" />  The zetogeki shifts the scales that cover its body to better absorb kinetic energy from physical blows. The zetogeki gains resistance 10 to physical damage, but its Speeds are reduced to 10 feet. If the zetogeki gets hit for 20 or more physical damage in a single blow while its scales are tilted (before applying resistance), it stores the kinetic energy of the blow.<br /> The zetogeki can realign its scales to their regular position by taking this action again. When it does, it channels any stored kinetic energy into the next Strike it makes before the end of its turn. If the Strike hits, it deals an additional 2d8 damage. The energy is expended whether or not the Strike hits.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Ecological Menace</title>\r\n\r\nJust because zetogekis don't eat other creatures doesn't mean they can't ravage local fauna populations. Zetogekis are so territorial that the introduction of two specimens of mating age into a mountain range can have far-ranging ecological repercussions, leading to the eradication of similarly sized predators such as boars, bobcats, and even [griffons](/Monsters.aspx?ID=248) in a matter of a few years.\r\n</aside>",
 "name": "Zetogeki",
 "npc": false,
 "perception": 15,
 "pfs": "Standard",
 "rarity": "common",
 "reflex_save": 14,
 "release_date": "2021-04-07",
 "resistance": {
  "fire": 10
 },
 "resistance_markdown": "fire 10",
 "resistance_raw": "fire 10",
 "search_markdown": "<traits>\r\n<trait label=\"Animal\" url=\"/Traits.aspx?ID=9\" />\r\n<trait label=\"Earth\" url=\"/Traits.aspx?ID=55\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary 3](/Sources.aspx?ID=66) pg. 301</row>\n\n<row gap=\"medium\">\r\n**HP** 90\r\n\r\n**AC** 22\r\n\r\n**Fort** +18\r\n\r\n**Ref** +14\r\n\r\n**Will** +13\r\n\r\n**Perception** +15\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBasalt comprises the earthen bodies of zetogekis, giant lizards with an innate ability to absorb and redirect kinetic energy. They dwell near active …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Large"
 ],
 "skill": [
  "Acrobatics +12",
  "Athletics +18",
  "Stealth +12"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +12, [Athletics](/Skills.aspx?ID=3) +18, [Stealth](/Skills.aspx?ID=15) +12",
 "source": [
  "Bestiary 3"
 ],
 "source_raw": [
  "Bestiary 3 pg. 301"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary 3](/Sources.aspx?ID=66) pg. 301</row>",
 "speed": {
  "climb": 35,
  "land": 35,
  "max": 35
 },
 "speed_markdown": "35 feet, climb 35 feet",
 "speed_raw": "35 feet, climb 35 feet",
 "spell_markdown": "",
 "stealth": "12",
 "strength": 5,
 "strongest_save": [
  "fort",
  "fortitude"
 ],
 "summary": "Basalt comprises the earthen bodies of zetogekis, giant lizards with an innate ability to absorb and redirect kinetic energy. They dwell near active …",
 "summary_markdown": "Basalt comprises the earthen bodies of zetogekis, giant lizards with an innate ability to absorb and redirect kinetic energy. They dwell near active …",
 "text": " Zetogeki Basalt comprises the earthen bodies of zetogekis, giant lizards with an innate ability to absorb and redirect kinetic energy. They dwell near active volcanos, particularly at hot springs and geysers, from which they drink copious quantities of steaming, mineral-rich water. Since they have no need for any other sustenance (and in fact can't digest anything else), zetogekis guard these watering holes. The worst fate that can befall the proprietor of a mountain hot spring is the arrival of a zetogeki, which can transform a lucrative business into a public hazard overnight. Mountain dwellers who make use of such hot springs pay monster hunters handsomely to eradicate or chase off zetogekis, but dealing with the stubborn beasts is no mean feat. Even in wilder lands, zetogekis prove menacing to mountaineers. The lizards sometimes purposefully throw themselves down mountainsides to absorb the kinetic energy dealt to them during their tumble. They use this accumulated energy to take down predators—though zetogekis see nearly every other type of creature as a predator. This marvelous ability to absorb and dole out physical energy come from a zetogeki's unique configuration of shale-like scales, which it can angle at will much like a porcupine extending its quills. Those who encounter a zetogeki hunkered down with its scales in the telltale raised pattern of zig-zagging black and gold would do well to give the lizard a wide berth. This danger has its upsides, however; some alchemists and wizards offer substantial bounties for intact zetogeki hides. Recall Knowledge - Animal (Nature): DC 23 Unspecific Lore : DC 21 Specific Lore : DC 18 Zetogeki Source Bestiary 3 pg. 301 Perception +15; low-light vision Languages Skills Acrobatics +12, Athletics +18, Stealth +12 Str +5 Dex +1 Con +5 Int -4 Wis +2 Cha -1 --- AC 22 Fort +18 Ref +14 Will +13 HP 90 Resistances fire 10 --- Speed 35 feet, climb 35 feet Melee Single Action jaws +18 (reach 10 feet), Damage 2d8+11 piercing plus Grab Melee Single Action tail +18 (reach 15 feet, Sweep), Damage 2d6+11 bludgeoning Mangle Single Action Requirements The zetogeki has a creature grabbed in its jaws; Effect The zetogeki mangles the grabbed creature and slams it about, dealing 3d8 bludgeoning damage (DC 26 basic Fortitude save). Tilt Scales Single Action The zetogeki shifts the scales that cover its body to better absorb kinetic energy from physical blows. The zetogeki gains resistance 10 to physical damage, but its Speeds are reduced to 10 feet. If the zetogeki gets hit for 20 or more physical damage in a single blow while its scales are tilted (before applying resistance), it stores the kinetic energy of the blow. The zetogeki can realign its scales to their regular position by taking this action again. When it does, it channels any stored kinetic energy into the next Strike it makes before the end of its turn. If the Strike hits, it deals an additional 2d8 damage. The energy is expended whether or not the Strike hits. Ecological Menace Just because zetogekis don't eat other creatures doesn't mean they can't ravage local fauna populations. Zetogekis are so territorial that the introduction of two specimens of mating age into a mountain range can have far-ranging ecological repercussions, leading to the eradication of similarly sized predators such as boars, bobcats, and even griffons in a matter of a few years. ",
 "trait": [
  "Animal",
  "Earth",
  "N",
  "Large"
 ],
 "trait_markdown": "[Animal](/Traits.aspx?ID=9), [Earth](/Traits.aspx?ID=55)",
 "trait_raw": [
  "Animal",
  "Earth"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=1375",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 13,
 "wisdom": 2
}