{
 "ac": 37,
 "alignment": "LN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 2,
 "constitution": 5,
 "creature_ability": [
  "Grit Teeth",
  "Disrupting Strikes",
  "Reach Beyond",
  "Soul Dance Stance"
 ],
 "creature_family_markdown": "",
 "dexterity": 8,
 "exclude_from_search": false,
 "fortitude_save": 25,
 "hp": 251,
 "hp_raw": "251",
 "id": "creature-1391",
 "intelligence": 3,
 "language": [
  "Common",
  "Necril",
  "Tien",
  "Undercommon"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20), [Tien](/Languages.aspx?ID=43), [Undercommon](/Languages.aspx?ID=11)",
 "level": 14,
 "markdown": "<title level=\"1\" pfs=\"\">[Zhang Yong, Spirit Tender](/NPCs.aspx?ID=1391)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nIn the great fighting tournaments across Tian Xia, a competitor will occasionally perish in the heat of battle. Sometimes their lust for battle, desire to win, or enduring competitive spirit lingers, often resulting in a haunting. When this happens, it's up to a ghost eater to defeat the lingering soul to send it to the afterlife. \n\n Ten years ago, during the previous Ruby Phoenix Tournament, Yong was a boy of 13 years working as a water carrier, though he dreamed of one day fighting in the tournament and making a name for himself, especially to set him apart from his many accomplished human, orc, and half-orc cousins. Yong imagined showing the world his skill, determination, and fierce grasp on life and excelling at something all his own. That very grasp saved his life when an errant undead specter disrupted a match, tearing through the ringside where Yong was carrying water. Though he was gravely injured in the incident, Yong was brought into the care of the tournament's resident ghost eater and, from her, learned how to fight the corruption of lingering souls. \n\n Now, Yong is one of the tournament's most renown ghost eaters, tasked with cleansing any haunts, ghosts, or spiritual phenomena that remain after a particularly grueling battle. Though he sometimes shudders at the memory of that terrifying day ten years ago, through sheer determination, he carries on, finding that in guiding these souls to rest, he's found not just a way to purge the ghosts of his own past, but a rare talent as a spirit tender, one all his own. \n\n<title level=\"2\" right=\"\">Plot Hooks</title>Game Masters can use the following plot hooks to integrate Zhang Yong into their ongoing Pathfinder campaigns.\n<ul><li>The players' competitors could be having trouble with a particularly powerful haunt or ghost disrupting a practice space and wish to seek Yong's aid to purge it.</li><li>The competitors hear of Yong's childhood trauma, and how those memories cause him distress today. They may wish to help the young man face those fears and move past the pain.</li><li>The ghost of Yong's former master has risen for this decade's Ruby Phoenix Tournament, thinking she is still the head ghost eater. Yong is having trouble facing his old master alone and seeks the players' competitors for guidance and assistance sending his old master safely to Pharasma's court.</li></ul>\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Humanoid](/Rules.aspx?ID=563)**\r\n([Society](/Skills.aspx?ID=14)): DC 42\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 40\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 37\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 14\">[Zhang Yong](/NPCs.aspx?ID=1391)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"LN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Medium\" />\r\n<trait label=\"Half-Orc\" url=\"/Traits.aspx?ID=86\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Orc\" url=\"/Traits.aspx?ID=124\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [No-Prep Character: Zhang Yong](/Sources.aspx?ID=84) pg. 0</row>\n\n**Perception** +23; [low-light vision](/MonsterAbilities.aspx?ID=23)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Necril](/Languages.aspx?ID=20), [Tien](/Languages.aspx?ID=43), [Undercommon](/Languages.aspx?ID=11)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +28, [Athletics](/Skills.aspx?ID=3) +23, [Diplomacy](/Skills.aspx?ID=6) +20, [Medicine](/Skills.aspx?ID=9) +23, [Occultism](/Skills.aspx?ID=11) +23, [Religion](/Skills.aspx?ID=13) +25, [Society](/Skills.aspx?ID=14) +19, [Haunt Lore](/Skills.aspx?ID=8) +23\r\n\r\n<row gap=\"medium\">\r\n**Str** +4\r\n\r\n**Dex** +8\r\n\r\n**Con** +5\r\n\r\n**Int** +3\r\n\r\n**Wis** +5\r\n\r\n**Cha** +2\r\n</row>\n\n**Items**\r\n_+2 [axiomatic](/Equipment.aspx?ID=291) [striking](/Equipment.aspx?ID=280) [handwraps of mighty blows](/Equipment.aspx?ID=441)_, [_bracers of armor I_](/Equipment.aspx?ID=416), [greater ghost charge](/Equipment.aspx?ID=687) (2), rare incense\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 37 \r\n\r\n**Fort** +25 \r\n\r\n**Ref** +29 \r\n\r\n**Will** +22 \n\n</row>\r\n\r\n**HP** 251\n\n**Grit Teeth** <actions string=\"Reaction\" /> ([ &lt;%TRAITS%60%%&gt; emotion](/Traits.aspx?ID=60) &lt;%END>, [ &lt;%TRAITS%106%%&gt; mental](/Traits.aspx?ID=106) &lt;%END>, [pain](/Domains.aspx?ID=24)) **Trigger** Yong fails or critically fails a saving throw against an [enchantment](/Traits.aspx?ID=61) or [fear](/Traits.aspx?ID=68) effect; **Effect** Yong succeeds on the saving throw instead and takes 2d6 mental damage. If he critically failed on the triggering saving throw, he also takes 2d6 [persistent mental damage](/Conditions.aspx?ID=29) and cannot use this ability again while taking persistent mental damage.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 45\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nsoul strike +23 ([Agile](/Traits.aspx?ID=170), [Finesse](/Traits.aspx?ID=179), [Nonlethal](/Traits.aspx?ID=188), [Unarmed](/Traits.aspx?ID=199)),\r\n**Damage** 2d8+14 bludgeoning (plus 1d6 lawful against chaotic targets)\r\n\r\n**Ranged**\r\n<actions string=\"Single Action\" />\r\ngreater ghost charge +23 ([range 10 feet](/Traits.aspx?ID=248), [Thrown](/Traits.aspx?ID=195)),\r\n**Damage** 3d8 positive plus 3 positive [splash](/Traits.aspx?ID=150) damage\n\n**Disrupting Strikes** <actions string=\"Single Action\" />  Yong calls forth positive energy from within to help him destroy undead. His weapons and unarmed Strikes gain the effects of a [_greater disrupting_](/Equipment.aspx?ID=294) property rune until the start of his next turn (DC 31).\r\n\r\n**Reach Beyond**   Yong has learned to move his spiritual energy past himself to attack spirits where others can't. He can make melee Strikes against [incorporeal](/Traits.aspx?ID=222) creatures that are inside solid objects as long as the object is within his reach. An incorporeal creature inside of a solid object is [hidden](/Conditions.aspx?ID=22), requiring him to succeed at a DC 11 flat check when he targets it. He can spend an action, which has the [concentrate](/Traits.aspx?ID=32) trait, to focus on a creature inside of a solid object. If he does, the next melee Strike he makes this turn requires him to succeed at only a DC 6 flat check to affect the creature.\r\n\r\n**Soul Dance Stance** <actions string=\"Single Action\" />  Yong begins a stance that aligns him with the River of Souls, allowing him to make soul strike attacks that seem almost incorporeal. These deal 1d8 bludgeoning damage; are in the [brawling group](/WeaponGroups.aspx?ID=4); and have the [agile](/Traits.aspx?ID=170), [finesse](/Traits.aspx?ID=179), [nonlethal](/Traits.aspx?ID=188), and [unarmed](/Traits.aspx?ID=199) traits. Soul strikes treat cover against living and incorporeal undead targets as degree less severe (greater cover becomes standard cover, standard cover becomes lesser cover, and lesser cover is ignored).\r\n\r\n</column>",
 "name": "Zhang Yong",
 "npc": true,
 "perception": 23,
 "rarity": "unique",
 "reflex_save": 29,
 "release_date": "2021-04-23",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Half-Orc\" url=\"/Traits.aspx?ID=86\" />\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Orc\" url=\"/Traits.aspx?ID=124\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [No-Prep Character: Zhang Yong](/Sources.aspx?ID=84) pg. 0</row>\n\n<row gap=\"medium\">\r\n**HP** 251\r\n\r\n**AC** 37\r\n\r\n**Fort** +25\r\n\r\n**Ref** +29\r\n\r\n**Will** +22\r\n\r\n**Perception** +23\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn the great fighting tournaments across Tian Xia, a competitor will occasionally perish in the heat of battle. Sometimes their lust for battle, …\r\n</summary>",
 "sense": " low-light vision ",
 "sense_markdown": "[low-light vision](/MonsterAbilities.aspx?ID=23)",
 "size": [
  "Medium"
 ],
 "skill": [
  "Acrobatics +28",
  "Athletics +23",
  "Diplomacy +20",
  "Medicine +23",
  "Occultism +23",
  "Religion +25",
  "Society +19",
  "Haunt Lore +23"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +28, [Athletics](/Skills.aspx?ID=3) +23, [Diplomacy](/Skills.aspx?ID=6) +20, [Medicine](/Skills.aspx?ID=9) +23, [Occultism](/Skills.aspx?ID=11) +23, [Religion](/Skills.aspx?ID=13) +25, [Society](/Skills.aspx?ID=14) +19, [Haunt Lore](/Skills.aspx?ID=8) +23",
 "source": [
  "No-Prep Character: Zhang Yong"
 ],
 "source_raw": [
  "No-Prep Character: Zhang Yong pg. 0"
 ],
 "source_category": "Blog Posts",
 "source_markdown": "<row gap=\"tiny\">[No-Prep Character: Zhang Yong](/Sources.aspx?ID=84) pg. 0</row>",
 "speed": {
  "land": 45,
  "max": 45
 },
 "speed_markdown": "45",
 "speed_raw": "45",
 "spell_markdown": "",
 "strength": 4,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "In the great fighting tournaments across Tian Xia, a competitor will occasionally perish in the heat of battle. Sometimes their lust for battle, …",
 "summary_markdown": "In the great fighting tournaments across Tian Xia, a competitor will occasionally perish in the heat of battle. Sometimes their lust for battle, …",
 "text": " Zhang Yong, Spirit Tender In the great fighting tournaments across Tian Xia, a competitor will occasionally perish in the heat of battle. Sometimes their lust for battle, desire to win, or enduring competitive spirit lingers, often resulting in a haunting. When this happens, it's up to a ghost eater to defeat the lingering soul to send it to the afterlife. Ten years ago, during the previous Ruby Phoenix Tournament, Yong was a boy of 13 years working as a water carrier, though he dreamed of one day fighting in the tournament and making a name for himself, especially to set him apart from his many accomplished human, orc, and half-orc cousins. Yong imagined showing the world his skill, determination, and fierce grasp on life and excelling at something all his own. That very grasp saved his life when an errant undead specter disrupted a match, tearing through the ringside where Yong was carrying water. Though he was gravely injured in the incident, Yong was brought into the care of the tournament's resident ghost eater and, from her, learned how to fight the corruption of lingering souls. Now, Yong is one of the tournament's most renown ghost eaters, tasked with cleansing any haunts, ghosts, or spiritual phenomena that remain after a particularly grueling battle. Though he sometimes shudders at the memory of that terrifying day ten years ago, through sheer determination, he carries on, finding that in guiding these souls to rest, he's found not just a way to purge the ghosts of his own past, but a rare talent as a spirit tender, one all his own. Plot Hooks Game Masters can use the following plot hooks to integrate Zhang Yong into their ongoing Pathfinder campaigns. The players' competitors could be having trouble with a particularly powerful haunt or ghost disrupting a practice space and wish to seek Yong's aid to purge it. The competitors hear of Yong's childhood trauma, and how those memories cause him distress today. They may wish to help the young man face those fears and move past the pain. The ghost of Yong's former master has risen for this decade's Ruby Phoenix Tournament, thinking she is still the head ghost eater. Yong is having trouble facing his old master alone and seeks the players' competitors for guidance and assistance sending his old master safely to Pharasma's court. Recall Knowledge - Humanoid (Society): DC 42 Unspecific Lore : DC 40 Specific Lore : DC 37 Zhang Yong Source No-Prep Character: Zhang Yong pg. 0 Perception +23; low-light vision Languages Common, Necril, Tien, Undercommon Skills Acrobatics +28, Athletics +23, Diplomacy +20, Medicine +23, Occultism +23, Religion +25, Society +19, Haunt Lore +23 Str +4 Dex +8 Con +5 Int +3 Wis +5 Cha +2 Items +2 axiomatic striking handwraps of mighty blows , bracers of armor I , greater ghost charge (2), rare incense --- AC 37 Fort +25 Ref +29 Will +22 HP 251 Grit Teeth Reaction ( &lt;%TRAITS%60%%&gt; emotion &lt;%END>, &lt;%TRAITS%106%%&gt; mental &lt;%END>, pain) Trigger Yong fails or critically fails a saving throw against an enchantment or fear effect; Effect Yong succeeds on the saving throw instead and takes 2d6 mental damage. If he critically failed on the triggering saving throw, he also takes 2d6 persistent mental damage and cannot use this ability again while taking persistent mental damage. --- Speed 45 Melee Single Action soul strike +23 (Agile, Finesse, Nonlethal, Unarmed), Damage 2d8+14 bludgeoning (plus 1d6 lawful against chaotic targets) Ranged Single Action greater ghost charge +23 (range 10 feet, Thrown), Damage 3d8 positive plus 3 positive splash damage Disrupting Strikes Single Action Yong calls forth positive energy from within to help him destroy undead. His weapons and unarmed Strikes gain the effects of a greater disrupting property rune until the start of his next turn (DC 31). Reach Beyond Yong has learned to move his spiritual energy past himself to attack spirits where others can't. He can make melee Strikes against incorporeal creatures that are inside solid objects as long as the object is within his reach. An incorporeal creature inside of a solid object is hidden, requiring him to succeed at a DC 11 flat check when he targets it. He can spend an action, which has the concentrate trait, to focus on a creature inside of a solid object. If he does, the next melee Strike he makes this turn requires him to succeed at only a DC 6 flat check to affect the creature. Soul Dance Stance Single Action Yong begins a stance that aligns him with the River of Souls, allowing him to make soul strike attacks that seem almost incorporeal. These deal 1d8 bludgeoning damage; are in the brawling group; and have the agile, finesse, nonlethal, and unarmed traits. Soul strikes treat cover against living and incorporeal undead targets as degree less severe (greater cover becomes standard cover, standard cover becomes lesser cover, and lesser cover is ignored). ",
 "trait": [
  "Half-Orc",
  "Human",
  "Humanoid",
  "Orc",
  "Unique",
  "LN",
  "Medium"
 ],
 "trait_markdown": "[Half-Orc](/Traits.aspx?ID=86), [Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91), [Orc](/Traits.aspx?ID=124), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Half-Orc",
  "Human",
  "Humanoid",
  "Orc",
  "Unique"
 ],
 "type": "Creature",
 "url": "/NPCs.aspx?ID=1391",
 "vision": "Low-light vision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 22,
 "wisdom": 5
}