{
 "ac": 18,
 "alignment": "CN",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": -1,
 "constitution": 3,
 "creature_ability": [
  "Dubious Shifting",
  "Go for the Eyes"
 ],
 "creature_family_markdown": "",
 "dexterity": 4,
 "exclude_from_search": false,
 "fortitude_save": 9,
 "hp": 30,
 "hp_raw": "30",
 "id": "creature-988",
 "image": [
  "/Images/Monsters/Zrukbat.png"
 ],
 "immunity": [
  "sleep"
 ],
 "immunity_markdown": "[sleep](/Traits.aspx?ID=145)",
 "intelligence": 1,
 "language": [
  "Common",
  "Sylvan"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10)",
 "level": 2,
 "markdown": "<title level=\"1\" pfs=\"\">[Zrukbat](/Monsters.aspx?ID=988)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nZrukbats resemble long-limbed bats with gangly wings, which make them clumsy fliers. Instead, these reclusive fey prefer to crawl along surfaces using the hooked talons on the tips of their wings and feet. Their somewhat humanoid faces feature bulging black eyes, dark fur, and pointed fangs, shocking—if not terrifying—those who get a glimpse of them scuttling along a roof or peeping out from under an eave. Sensitive creatures, zrukbats quickly learn that their appearance triggers negative reactions, yet they prefer to live in urban settlements, observing busy streets and houses from inconspicuous locations.\n\n Zrukbats hide in plain sight using their shapeshifting abilities to mimic a broad repertoire of objects. Despite their intelligence, they fundamentally don't understand others' reasoning and often make foolish mistakes in their disguises. For example, one might shapeshift into a lit lantern in an otherwise abandoned house, misjudge the pattern of roof ornaments and become an out-of-place spire, or disguise themself as smoke in an unlit chimney.\n\n Due to their fearsome appearance and predisposition to conceal themselves, zrukbats are associated with ghosts and other supernatural phenomena. This affiliation isn't wholly earned; as long as zrukbats feel they've gone unnoticed, they remain generally peaceful. When their obsessive secrecy fails, they devolve into extremely volatile, dangerous creatures. Once spotted, zrukbats fly into a rage if anyone utters even a casual suspicion regarding their presence. In areas known to harbor zrukbats, superstition forbids speaking aloud of curious phenomena, lest they take offense and attack.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Fey](/Rules.aspx?ID=563)**\r\n([Nature](/Skills.aspx?ID=10)): DC 16\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 14\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 11\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Zrukbat.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 2\">[Zrukbat](/Monsters.aspx?ID=988)</title>\r\n\r\n<traits>\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 85</row>\n\n**Perception** +7; [darkvision](/MonsterAbilities.aspx?ID=12)\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10)\r\n\r\n**Skills**\r\n[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +9, [Deception](/Skills.aspx?ID=5) +5, [Stealth](/Skills.aspx?ID=15) +10\r\n\r\n<row gap=\"medium\">\r\n**Str** +3\r\n\r\n**Dex** +4\r\n\r\n**Con** +3\r\n\r\n**Int** +1\r\n\r\n**Wis** -1\r\n\r\n**Cha** -1\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 18 \r\n\r\n**Fort** +9 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +5 \n\n</row>\r\n\r\n**HP** 30\n\n**Immunities**\r\n[sleep](/Traits.aspx?ID=145)\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet, climb 20 feet, fly 20 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nclaw +11,\r\n**Damage** 1d8+3 slashing\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\nfangs +11,\r\n**Damage** 1d6+3 piercing\n\n**Dubious Shifting** <actions string=\"Single Action\" /> ([Concentrate](/Traits.aspx?ID=32), [Polymorph](/Traits.aspx?ID=127), [Primal](/Traits.aspx?ID=134), [Transmutation](/Traits.aspx?ID=157)) The zrukbat assumes the shape of any Small object or ornamentation, although the zrukbat's mimicked objects usually have unrealistic or suspicious quirks. This doesn't change the zrukbat's size but can alter their coloration and visual appearance. They have an automatic result of 23 on [Deception](/Skills.aspx?ID=5) checks and DCs to pass as the mimicked object.\r\n\r\n**Go for the Eyes** <actions string=\"Two Actions\" />  The zrukbat flies up to its Speed and makes a claw Strike at the end of its move. If the claw attack hits, the target must succeed on a DC 15 Fortitude saving throw or be [blinded](/Conditions.aspx?ID=1) for 1 round (or blinded for 1 minute on a critical failure). If the Strike was a critical hit, the target's save result is one degree of success worse.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_4_RelatedCreatures.png\">Zrukbat Disguises</title>\r\n\r\nZrukbats are intelligent but lack intuition. They can mimic many items and constantly look for new forms, but their disguises always have an element of peculiarity. Zrukbats' disguises might include a blacked-out window, a mismatched light fixture, an off-center picture, or unreachable decor. Zrukbats in a colony might all select the same item to mimic, resulting in obvious clusters of similar items.\r\n</aside>",
 "name": "Zrukbat",
 "npc": false,
 "perception": 7,
 "rarity": "common",
 "reflex_save": 10,
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 85</row>\n\n<row gap=\"medium\">\r\n**HP** 30\r\n\r\n**AC** 18\r\n\r\n**Fort** +9\r\n\r\n**Ref** +10\r\n\r\n**Will** +5\r\n\r\n**Perception** +7\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nZrukbats resemble long-limbed bats with gangly wings, which make them clumsy fliers. Instead, these reclusive fey prefer to crawl along surfaces …\r\n</summary>",
 "sense": " darkvision ",
 "sense_markdown": "[darkvision](/MonsterAbilities.aspx?ID=12)",
 "size": [
  "Small"
 ],
 "skill": [
  "Acrobatics +10",
  "Athletics +9",
  "Deception +5",
  "Stealth +10"
 ],
 "skill_markdown": "[Acrobatics](/Skills.aspx?ID=1) +10, [Athletics](/Skills.aspx?ID=3) +9, [Deception](/Skills.aspx?ID=5) +5, [Stealth](/Skills.aspx?ID=15) +10",
 "source": [
  "Pathfinder #157: Devil at the Dreaming Palace"
 ],
 "source_raw": [
  "Pathfinder #157: Devil at the Dreaming Palace pg. 85"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #157: Devil at the Dreaming Palace](/Sources.aspx?ID=45) pg. 85</row>",
 "speed": {
  "climb": 20,
  "fly": 20,
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet, climb 20 feet, fly 20 feet",
 "speed_raw": "20 feet, climb 20 feet, fly 20 feet",
 "spell_markdown": "",
 "stealth": "10",
 "strength": 3,
 "strongest_save": [
  "ref",
  "reflex"
 ],
 "summary": "Zrukbats resemble long-limbed bats with gangly wings, which make them clumsy fliers. Instead, these reclusive fey prefer to crawl along surfaces …",
 "summary_markdown": "Zrukbats resemble long-limbed bats with gangly wings, which make them clumsy fliers. Instead, these reclusive fey prefer to crawl along surfaces …",
 "text": " Zrukbat Zrukbats resemble long-limbed bats with gangly wings, which make them clumsy fliers. Instead, these reclusive fey prefer to crawl along surfaces using the hooked talons on the tips of their wings and feet. Their somewhat humanoid faces feature bulging black eyes, dark fur, and pointed fangs, shocking—if not terrifying—those who get a glimpse of them scuttling along a roof or peeping out from under an eave. Sensitive creatures, zrukbats quickly learn that their appearance triggers negative reactions, yet they prefer to live in urban settlements, observing busy streets and houses from inconspicuous locations. Zrukbats hide in plain sight using their shapeshifting abilities to mimic a broad repertoire of objects. Despite their intelligence, they fundamentally don't understand others' reasoning and often make foolish mistakes in their disguises. For example, one might shapeshift into a lit lantern in an otherwise abandoned house, misjudge the pattern of roof ornaments and become an out-of-place spire, or disguise themself as smoke in an unlit chimney. Due to their fearsome appearance and predisposition to conceal themselves, zrukbats are associated with ghosts and other supernatural phenomena. This affiliation isn't wholly earned; as long as zrukbats feel they've gone unnoticed, they remain generally peaceful. When their obsessive secrecy fails, they devolve into extremely volatile, dangerous creatures. Once spotted, zrukbats fly into a rage if anyone utters even a casual suspicion regarding their presence. In areas known to harbor zrukbats, superstition forbids speaking aloud of curious phenomena, lest they take offense and attack. Recall Knowledge - Fey (Nature): DC 16 Unspecific Lore : DC 14 Specific Lore : DC 11 Zrukbat Source Pathfinder #157: Devil at the Dreaming Palace pg. 85 Perception +7; darkvision Languages Common, Sylvan Skills Acrobatics +10, Athletics +9, Deception +5, Stealth +10 Str +3 Dex +4 Con +3 Int +1 Wis -1 Cha -1 --- AC 18 Fort +9 Ref +10 Will +5 HP 30 Immunities sleep --- Speed 20 feet, climb 20 feet, fly 20 feet Melee Single Action claw +11, Damage 1d8+3 slashing Melee Single Action fangs +11, Damage 1d6+3 piercing Dubious Shifting Single Action (Concentrate, Polymorph, Primal, Transmutation) The zrukbat assumes the shape of any Small object or ornamentation, although the zrukbat's mimicked objects usually have unrealistic or suspicious quirks. This doesn't change the zrukbat's size but can alter their coloration and visual appearance. They have an automatic result of 23 on Deception checks and DCs to pass as the mimicked object. Go for the Eyes Two Actions The zrukbat flies up to its Speed and makes a claw Strike at the end of its move. If the claw attack hits, the target must succeed on a DC 15 Fortitude saving throw or be blinded for 1 round (or blinded for 1 minute on a critical failure). If the Strike was a critical hit, the target's save result is one degree of success worse. Zrukbat Disguises Zrukbats are intelligent but lack intuition. They can mimic many items and constantly look for new forms, but their disguises always have an element of peculiarity. Zrukbats' disguises might include a blacked-out window, a mismatched light fixture, an off-center picture, or unreachable decor. Zrukbats in a colony might all select the same item to mimic, resulting in obvious clusters of similar items. ",
 "trait": [
  "Fey",
  "CN",
  "Small"
 ],
 "trait_markdown": "[Fey](/Traits.aspx?ID=69)",
 "trait_raw": [
  "Fey"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=988",
 "vision": "Darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 5,
 "wisdom": -1
}