{
 "ac": 20,
 "alignment": "N",
 "breadcrumbs_spa": [],
 "category": "creature",
 "charisma": 5,
 "constitution": 3,
 "creature_ability": [
  "Alluring Aspect",
  "Beguiling Gaze",
  "Blinding Flare"
 ],
 "creature_family_markdown": "",
 "dexterity": 3,
 "exclude_from_search": false,
 "fortitude_save": 10,
 "hp": 35,
 "hp_raw": "35",
 "id": "creature-515",
 "image": [
  "/Images/Monsters/Zuipnyrn.png"
 ],
 "intelligence": -2,
 "language": [
  "Common",
  "(can't speak any language)"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1); (can't speak any language)",
 "level": 3,
 "markdown": "<title level=\"1\" pfs=\"\">[Zuipnyrn (Moon Mole)](/Monsters.aspx?ID=515)</title>\r\n\r\n<row gap=\"medium\">\r\n\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\nThis spectacularly odd creature appears every now and again in various traveling circuses around the Inner Sea. Although carnival barkers make any number of claims about this strange being’s origins, the so-called “moon mole” is in fact an alien creature called a zuipnyrn, hailing from a distant planet beyond Golarion’s star system.\n\n In their infancy, zuipnyrns are spherical and furry, with few features other than a single eye stalk and a round, toothless feeding hole. A zuipnyrn’s body is particularly soft and malleable, allowing it to withstand falls and other hazards. Its eye stalk has the ability to produce a blinding burst of light as a defensive measure, which allows a zuipnyrn just enough time to escape in times of danger. Even more incredibly, a zuipnyrn can emit a hypnotic aura from its eye to entrance those around it—an ability it uses to avoid conflict and to persuade bystanders into helping it escape perilous situations. As they age and grow, zuipnyrns adapt to their environment by growing additional limbs, sprouting additional sensory organs, developing gills, or otherwise altering their anatomy to suit the area.\r\n\r\n<column gap=\"tiny\">\r\n**[Recall Knowledge - Aberration](/Rules.aspx?ID=563)**\r\n([Occultism](/Skills.aspx?ID=11)): DC 23\r\n\r\n**[Unspecific Lore](/Rules.aspx?ID=563)**: DC 21\r\n\r\n**[Specific Lore](/Rules.aspx?ID=563)**: DC 18\r\n</column>\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Monsters/Zuipnyrn.png\" />\r\n</column>\r\n\r\n</row>\r\n\r\n<title level=\"2\" right=\"Creature 3\">[Zuipnyrn](/Monsters.aspx?ID=515)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"N\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Small\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 85</row>\n\n**Perception** +9; greater darkvision\r\n\r\n**Languages**\r\n[Common](/Languages.aspx?ID=1); (can't speak any language)\r\n\r\n**Skills**\r\n[Stealth](/Skills.aspx?ID=15) +11\r\n\r\n<row gap=\"medium\">\r\n**Str** +1\r\n\r\n**Dex** +3\r\n\r\n**Con** +3\r\n\r\n**Int** -2\r\n\r\n**Wis** +2\r\n\r\n**Cha** +5\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"medium\">\r\n**AC** 20 \r\n\r\n**Fort** +10 \r\n\r\n**Ref** +10 \r\n\r\n**Will** +7 \n\n</row>\r\n\r\n**HP** 35\n\n**Resistances**\r\nbludgeoning 3\n\n**Alluring Aspect** ([aura](/Traits.aspx?ID=206), [occult](/Traits.aspx?ID=120), [visual](/Traits.aspx?ID=163)) 30 feet. When a creature ends its turn in the aura, it must attempt a DC 22 Will save. On a failure, it becomes fascinated with the zuipnyrn for 1 minute. Once the fascination ends, the creature is temporarily immune to this ability for 1 hour. The zuipnyrn can deactivate or activate this aura by using a single action, which has the concentrate trait.\r\n\r\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Speed** 20 feet, climb 10 feet\r\n\r\n**Melee**\r\n<actions string=\"Single Action\" />\r\neye stalk +8 ([Agile](/Traits.aspx?ID=170)),\r\n**Damage** 2d4+2 bludgeoning\n\n**Beguiling Gaze** <actions string=\"Three Actions\" /> ([Occult](/Traits.aspx?ID=120), [Visual](/Traits.aspx?ID=163)) The zuipnyrn attempts to charm a creature within 30 feet that is currently fascinated by the zuipnyrn. The target must attempt a DC 22 Will save. Whether it succeeds or fails the save, the target is temporarily immune for 1 hour. \n\n**Critical Success** The creature is unaffected and is no longer fascinated.<br />\n**Success** The creature is unaffected.<br />\n**Failure** The creature is helpful toward the zuipnyrn for 1 hour.<br />\n**Critical Failure** The creature is helpful toward the zuipnyrn for 1 day and will actively attempt to defend the zuipnyrn and even risk its life for it.\r\n\r\n**Blinding Flare** <actions string=\"Two Actions\" /> ([Occult](/Traits.aspx?ID=120), [Visual](/Traits.aspx?ID=163)) The zuipnyrn’s eye produces a bright flash of light. Each creature in a 30-foot cone must attempt a DC 22 Fortitude save. The zuipnyrn can’t use Blinding Flare again for 1 minute. \n\n**Critical Success** The creature is unaffected.<br />\n**Success** The creature is dazzled for 1 round.<br />\n**Failure** The creature is blinded for 1 round and dazzled for 1 minute.<br />\n**Critical Failure** The creature is blinded for 1 minute.\r\n\r\n</column>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"/images/Icons/Sidebar_2_AdditionalLore.png\">Charming Children</title>\r\n\r\nZuipnyrns do not raise their own young; instead, infant zuipnyrns entrance other creatures with their hypnotic gaze, which thereafter feel an almost instinctual obligation to raise the beguiling alien as its own offspring. Thus, a zuipnyrn can turn would-be predators into caretakers instead.\r\n</aside>",
 "name": "Zuipnyrn",
 "npc": false,
 "perception": 9,
 "rarity": "rare",
 "reflex_save": 10,
 "release_date": "2020-02-26",
 "resistance": {
  "bludgeoning": 3
 },
 "resistance_markdown": "bludgeoning 3",
 "resistance_raw": "bludgeoning 3",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 85</row>\n\n<row gap=\"medium\">\r\n**HP** 35\r\n\r\n**AC** 20\r\n\r\n**Fort** +10\r\n\r\n**Ref** +10\r\n\r\n**Will** +7\r\n\r\n**Perception** +9\r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis spectacularly odd creature appears every now and again in various traveling circuses around the Inner Sea. Although carnival barkers make any …\r\n</summary>",
 "sense": "greater darkvision",
 "sense_markdown": "greater darkvision",
 "size": [
  "Small"
 ],
 "skill": [
  "Stealth +11"
 ],
 "skill_markdown": "[Stealth](/Skills.aspx?ID=15) +11",
 "source": [
  "Pathfinder #152: Legacy of the Lost God"
 ],
 "source_raw": [
  "Pathfinder #152: Legacy of the Lost God pg. 85"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 85</row>",
 "speed": {
  "climb": 10,
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet, climb 10 feet",
 "speed_raw": "20 feet, climb 10 feet",
 "spell_markdown": "",
 "spoilers": "Extinction Curse",
 "stealth": "11",
 "strength": 1,
 "strongest_save": [
  "fort",
  "fortitude",
  "ref",
  "reflex"
 ],
 "summary": "This spectacularly odd creature appears every now and again in various traveling circuses around the Inner Sea. Although carnival barkers make any …",
 "summary_markdown": "This spectacularly odd creature appears every now and again in various traveling circuses around the Inner Sea. Although carnival barkers make any …",
 "text": " Zuipnyrn (Moon Mole) This spectacularly odd creature appears every now and again in various traveling circuses around the Inner Sea. Although carnival barkers make any number of claims about this strange being’s origins, the so-called “moon mole” is in fact an alien creature called a zuipnyrn, hailing from a distant planet beyond Golarion’s star system. In their infancy, zuipnyrns are spherical and furry, with few features other than a single eye stalk and a round, toothless feeding hole. A zuipnyrn’s body is particularly soft and malleable, allowing it to withstand falls and other hazards. Its eye stalk has the ability to produce a blinding burst of light as a defensive measure, which allows a zuipnyrn just enough time to escape in times of danger. Even more incredibly, a zuipnyrn can emit a hypnotic aura from its eye to entrance those around it—an ability it uses to avoid conflict and to persuade bystanders into helping it escape perilous situations. As they age and grow, zuipnyrns adapt to their environment by growing additional limbs, sprouting additional sensory organs, developing gills, or otherwise altering their anatomy to suit the area. Recall Knowledge - Aberration (Occultism): DC 23 Unspecific Lore : DC 21 Specific Lore : DC 18 Zuipnyrn Source Pathfinder #152: Legacy of the Lost God pg. 85 Perception +9; greater darkvision Languages Common; (can't speak any language) Skills Stealth +11 Str +1 Dex +3 Con +3 Int -2 Wis +2 Cha +5 --- AC 20 Fort +10 Ref +10 Will +7 HP 35 Resistances bludgeoning 3 Alluring Aspect (aura, occult, visual) 30 feet. When a creature ends its turn in the aura, it must attempt a DC 22 Will save. On a failure, it becomes fascinated with the zuipnyrn for 1 minute. Once the fascination ends, the creature is temporarily immune to this ability for 1 hour. The zuipnyrn can deactivate or activate this aura by using a single action, which has the concentrate trait. --- Speed 20 feet, climb 10 feet Melee Single Action eye stalk +8 (Agile), Damage 2d4+2 bludgeoning Beguiling Gaze Three Actions (Occult, Visual) The zuipnyrn attempts to charm a creature within 30 feet that is currently fascinated by the zuipnyrn. The target must attempt a DC 22 Will save. Whether it succeeds or fails the save, the target is temporarily immune for 1 hour. Critical Success The creature is unaffected and is no longer fascinated. Success The creature is unaffected. Failure The creature is helpful toward the zuipnyrn for 1 hour. Critical Failure The creature is helpful toward the zuipnyrn for 1 day and will actively attempt to defend the zuipnyrn and even risk its life for it. Blinding Flare Two Actions (Occult, Visual) The zuipnyrn’s eye produces a bright flash of light. Each creature in a 30-foot cone must attempt a DC 22 Fortitude save. The zuipnyrn can’t use Blinding Flare again for 1 minute. Critical Success The creature is unaffected. Success The creature is dazzled for 1 round. Failure The creature is blinded for 1 round and dazzled for 1 minute. Critical Failure The creature is blinded for 1 minute. Charming Children Zuipnyrns do not raise their own young; instead, infant zuipnyrns entrance other creatures with their hypnotic gaze, which thereafter feel an almost instinctual obligation to raise the beguiling alien as its own offspring. Thus, a zuipnyrn can turn would-be predators into caretakers instead. ",
 "trait": [
  "Aberration",
  "Rare",
  "N",
  "Small"
 ],
 "trait_markdown": "[Aberration](/Traits.aspx?ID=1), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Aberration",
  "Rare"
 ],
 "type": "Creature",
 "url": "/Monsters.aspx?ID=515",
 "vision": "Greater darkvision",
 "weakest_save": [
  "will"
 ],
 "weakness": {},
 "will_save": 7,
 "wisdom": 2
}