{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-24",
 "image": [
  "/Images/Ancestries/Aasimar01.png",
  "/Images/Ancestries/Aasimar02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Aasimar](/Ancestries.aspx?ID=24)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Aasimar\" url=\"/Traits.aspx?ID=256\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 34 <sup>2.0</sup></row>\n\n_Born with the power of benevolent celestial entities, aasimars are thought to be supremely blessed with strength of will, extraordinary beauty, and innate magical gifts. But many aasimars find that these perceived talents—whether they actually have them or not—set them apart from their friends and family, fostering loneliness in themselves and jealousy in others._\r\n\r\nAasimars with a positive outlook face these challenges by serving their communities, populating the environment with kindness or artwork, or simply supporting those who are less fortunate. Some aasimars hold a more hostile worldview, however, and risk falling into resentment, despair, or even the temptations of evil. Even then, the stereotypes surrounding an aasimar cling close, causing others to view them as tragic figures in need of redemption.\n\nThe powers and physical appearances passed down from celestial beings vary according to an aasimar's lineage. Those who descend from [archons](/MonsterFamilies.aspx?ID=9) are sometimes known as lawbringers, while those who possess [angelic](/MonsterFamilies.aspx?ID=3) blood are called angelkin, and those related to [azatas](/MonsterFamilies.aspx?ID=10) are referred to as musetouched.\n\n If you want a character brimming with celestial power, unique physical characteristics and the potential for strong faith, you should play an aasimar.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Aasimar01.png\" />\r\n<image src=\"/images/Ancestries/Aasimar02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Possess a strong sense of fashion, favor exquisitely crafted tools, or carry yourself with instinctual grace. </li><li>Feel a strong kinship with outcasts, orphans, or others who have been misunderstood or marginalized. </li><li>Have a beloved pet or a close relationship with a sibling or childhood friend.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume you are a supernatural messenger from beyond or whole-heartedly enjoy your supernatural legacy. </li><li>Treat you with worship or reverence, but distance you by putting you on a pedestal. </li><li>Think you can provide simple and free supernatural solutions for all their problems.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nAn aasimar’s physical appearance depends as much upon the features of their parents as it does upon the nature of their celestial heritage. While an aasimar is recognizably a member of their humanoid ancestry, they always bear a few physical traits that set them apart, such as glowing eyes, a faint halo of light above their head, feathers for hair, antennae on the brow, a metallic sheen to the skin, lack of a belly button, a strangely musical voice, or a naturally pleasing floral scent. It’s a common stereotype that all aasimars are handsome or beautiful—another assumption aasimars face throughout their lives.\r\n\r\n<title level=\"2\">Society</title>\r\nAasimars are too widely dispersed in most regions to create societies of their own, and they instead tend to assimilate into the society and culture of their mortal parents. They thrive in societies that hold freedom, civility, and justice as virtues. Whether due to inborn charm and confidence or others’ tendency to ascribe greater weight to their words, aasimars often find themselves in positions of leadership, even when they don’t seek out such roles, and they must take care that their actions and words don’t unduly influence others. When aasimars gather in numbers large enough to develop their own societies, they tend to be tightly knit but open and friendly to visitors, yet swift in their justice against proven enemies.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nAn aasimar’s celestial nature doesn’t force goodness or faith into their life—each aasimar is free to form their own personality and beliefs. In many cases, these beliefs are shaped by the nature of their upbringing, their parents, and the society in which they were raised. Most aasimars are good, whether because society tends to accept, foster, and support aasimars, or because the influence of the celestial planes is enough to subtly encourage them down such paths. Good faiths are more likely to draw an aasimar’s attention, particularly those with portfolios associated with celestial concerns, such as Desna, Erastil, or Sarenrae. Those who choose lives of evil tend to be particularly cruel or sadistic, almost as if they feel the need to work that much harder to justify and pursue their life choices.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nAasimars are often revered from birth, and communities often ensure that these blessed children are given every advantage to pursue their divine destiny. Pampered aasimars may have the [artist](/Backgrounds.aspx?ID=5), [emissary](/Backgrounds.aspx?ID=12), [entertainer](/Backgrounds.aspx?ID=13), or [noble](/Backgrounds.aspx?ID=27) background. Aasimars pursuing virtuous ends may have the [acolyte](/Backgrounds.aspx?ID=1), [detective](/Backgrounds.aspx?ID=11), or [field medic](/Backgrounds.aspx?ID=15) backgrounds. Aasimars often devote themselves to faith, becoming [champions](/Classes.aspx?ID=4) or [clerics](/Classes.aspx?ID=5). Artistic aasimars excel as [bards](/Classes.aspx?ID=3). \n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Tianjing</title> Due to the nature of their births, aasimar have few dominions they can claim as their own. The aasimar nation of Tianjing in Tian Xia is a major exception, populated by the descendants of [celestials](/Traits.aspx?ID=23) who fought off a [qlippoth](/MonsterFamilies.aspx?ID=146) invasion and known now for its skilled diplomats. Tianjing's aasimar crafters also display masterful skill in their chosen professions, and their finely made goods are coveted across Golarion. \r\n\r\n<title level=\"3\">Divine Pressure</title> Societies expect great destinies from aasimars, and the pull of their celestial tether guides them towards noble pursuits. Most aasimars embrace these impulses, looking to prove themselves by answering the call. But this intense pressure from their peers and the celestials above may cause an aasimar to shirk their birthright and flee their homes, overwhelmed. There are also aasimars who resist the celestial call entirely, acting as a force for evil to spite their heritage.\n<title level=\"2\">Aasimar Heritage Mechanics</title>\r\n\r\nYou descend from celestials or were touched by the celestial realms, gaining an air of awe and grace, as well as features distinctive to your celestial forebears. You gain the [aasimar](/Traits.aspx?ID=256) trait, in addition to the traits from your ancestry. You also gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision. You can choose from aasimar feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Aasimar",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=24"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=24/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Aasimar\" url=\"/Traits.aspx?ID=256\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 34 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBorn with the power of benevolent celestial entities, aasimars are thought to be supremely blessed with strength of will, extraordinary beauty, and …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 34"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 34 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "Born with the power of benevolent celestial entities, aasimars are thought to be supremely blessed with strength of will, extraordinary beauty, and …",
 "summary_markdown": "Born with the power of benevolent celestial entities, aasimars are thought to be supremely blessed with strength of will, extraordinary beauty, and …",
 "text": " Aasimar Source Advanced Player's Guide pg. 34 2.0 Born with the power of benevolent celestial entities, aasimars are thought to be supremely blessed with strength of will, extraordinary beauty, and innate magical gifts. But many aasimars find that these perceived talents—whether they actually have them or not—set them apart from their friends and family, fostering loneliness in themselves and jealousy in others. Aasimars with a positive outlook face these challenges by serving their communities, populating the environment with kindness or artwork, or simply supporting those who are less fortunate. Some aasimars hold a more hostile worldview, however, and risk falling into resentment, despair, or even the temptations of evil. Even then, the stereotypes surrounding an aasimar cling close, causing others to view them as tragic figures in need of redemption. The powers and physical appearances passed down from celestial beings vary according to an aasimar's lineage. Those who descend from archons are sometimes known as lawbringers, while those who possess angelic blood are called angelkin, and those related to azatas are referred to as musetouched. If you want a character brimming with celestial power, unique physical characteristics and the potential for strong faith, you should play an aasimar. You Might... Possess a strong sense of fashion, favor exquisitely crafted tools, or carry yourself with instinctual grace. Feel a strong kinship with outcasts, orphans, or others who have been misunderstood or marginalized. Have a beloved pet or a close relationship with a sibling or childhood friend. Others Probably... Assume you are a supernatural messenger from beyond or whole-heartedly enjoy your supernatural legacy. Treat you with worship or reverence, but distance you by putting you on a pedestal. Think you can provide simple and free supernatural solutions for all their problems. Physical Description An aasimar’s physical appearance depends as much upon the features of their parents as it does upon the nature of their celestial heritage. While an aasimar is recognizably a member of their humanoid ancestry, they always bear a few physical traits that set them apart, such as glowing eyes, a faint halo of light above their head, feathers for hair, antennae on the brow, a metallic sheen to the skin, lack of a belly button, a strangely musical voice, or a naturally pleasing floral scent. It’s a common stereotype that all aasimars are handsome or beautiful—another assumption aasimars face throughout their lives. Society Aasimars are too widely dispersed in most regions to create societies of their own, and they instead tend to assimilate into the society and culture of their mortal parents. They thrive in societies that hold freedom, civility, and justice as virtues. Whether due to inborn charm and confidence or others’ tendency to ascribe greater weight to their words, aasimars often find themselves in positions of leadership, even when they don’t seek out such roles, and they must take care that their actions and words don’t unduly influence others. When aasimars gather in numbers large enough to develop their own societies, they tend to be tightly knit but open and friendly to visitors, yet swift in their justice against proven enemies. Alignment and Religion An aasimar’s celestial nature doesn’t force goodness or faith into their life—each aasimar is free to form their own personality and beliefs. In many cases, these beliefs are shaped by the nature of their upbringing, their parents, and the society in which they were raised. Most aasimars are good, whether because society tends to accept, foster, and support aasimars, or because the influence of the celestial planes is enough to subtly encourage them down such paths. Good faiths are more likely to draw an aasimar’s attention, particularly those with portfolios associated with celestial concerns, such as Desna, Erastil, or Sarenrae. Those who choose lives of evil tend to be particularly cruel or sadistic, almost as if they feel the need to work that much harder to justify and pursue their life choices. Adventurers Aasimars are often revered from birth, and communities often ensure that these blessed children are given every advantage to pursue their divine destiny. Pampered aasimars may have the artist, emissary, entertainer, or noble background. Aasimars pursuing virtuous ends may have the acolyte, detective, or field medic backgrounds. Aasimars often devote themselves to faith, becoming champions or clerics. Artistic aasimars excel as bards. Other Information Tianjing Due to the nature of their births, aasimar have few dominions they can claim as their own. The aasimar nation of Tianjing in Tian Xia is a major exception, populated by the descendants of celestials who fought off a qlippoth invasion and known now for its skilled diplomats. Tianjing's aasimar crafters also display masterful skill in their chosen professions, and their finely made goods are coveted across Golarion. Divine Pressure Societies expect great destinies from aasimars, and the pull of their celestial tether guides them towards noble pursuits. Most aasimars embrace these impulses, looking to prove themselves by answering the call. But this intense pressure from their peers and the celestials above may cause an aasimar to shirk their birthright and flee their homes, overwhelmed. There are also aasimars who resist the celestial call entirely, acting as a force for evil to spite their heritage. Aasimar Heritage Mechanics You descend from celestials or were touched by the celestial realms, gaining an air of awe and grace, as well as features distinctive to your celestial forebears. You gain the aasimar trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from aasimar feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Aasimar",
  "Uncommon"
 ],
 "trait_markdown": "[Aasimar](/Traits.aspx?ID=256), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Aasimar",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=24",
 "weakness": {}
}