{
 "ability": [
  "Dexterity",
  "Intelligence",
  "Free"
 ],
 "ability_flaw": [
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-27",
 "image": [
  "/Images/Ancestries/Android01.png",
  "/Images/Ancestries/Android02.png"
 ],
 "language": [
  "Androffan",
  "Common"
 ],
 "language_markdown": "[Androffan](/Languages.aspx?ID=62), [Common](/Languages.aspx?ID=1)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Android](/Ancestries.aspx?ID=27)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Android\" url=\"/Traits.aspx?ID=334\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 68 <sup>2.0</sup></row>\n\n_Technological wonders from another world, androids have synthetic bodies and living souls. Their dual nature makes them quick-thinking and calm under pressure, but comfortable in stillness and solitude._\r\n\r\nAndroids first arrived on Golarion during the Rain of Stars, when an interstellar vessel from the far-off planet of Androffa crash-landed, scattering debris across Numeria. While some android survivors of this crash still walk Golarion today, most were created from the technological pods, known as foundries, that operate sporadically amid the starship's wreckage. Androids birthed from these mechanical wombs possess mature bodies and newborn souls, both organic and synthetic; they emerge knowing only their creators' language and the motor skills necessary for survival. They have no understanding of their surroundings, origin, or purpose. Most learn how to behave through keen observation while wandering Numeria.\n\n Androids tend to be logical introverts, rational and contemplative. Insatiably curious, with an urge to understand themselves and the world around them, androids place great value on intellectual pursuits. They have difficulty interpreting and expressing emotions, both in themselves and in others, which makes them seem distant and uncaring. While androids can forge emotional bonds, they find it more difficult to connect with non-androids.\n\n If you want a character that's a synthetic foreigner in a fantastic world, forced to learn the nuances of reality and society through the powers of observation and logic alone, you should play an android.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Android01.png\" />\r\n<image src=\"/images/Ancestries/Android02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Keep your identity a secret, assuming others want to exploit or harm you.</li><li>Plan ahead, preparing multiple contingencies for even simple tasks.</li><li>Calculate the repercussions of your actions, inventions, and thoughts before sharing them.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume you understand how to operate technology and that you can capably communicate with constructs and robots.</li><li>Believe you to be immortal and envy your eternal youth and vigor.</li><li>Think you have no feelings and that you can't form emotional connections with others.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nAndroids were created in humanity's image; thus, foundries produce androids that represent all humankind. Androids display great diversity in coloration and ethnicity, height and body shape, and gender identity. Androids breathe, eat, and sleep like a human, although they're incapable of biological procreation. Their bodies contain microscopic nanites, transported by fluid too watery to be blood, that manage their organic processes. These nanites are controlled through biological circuitry that resembles tattoos and is typically located along an android's hands, forearms, face, or neck. Many androids can harness their nanites to increase their bodies' efficiency, causing the circuitry to glow.\n\n Androids don't grow old. Instead, their organic appearance becomes less convincing over time, causing them to look more artificial. After a century, most androids feel their time coming to an end and willingly release their souls to the [Boneyard](/Planes.aspx?ID=15) to face [Pharasma's](/Deities.aspx?ID=14) judgment. Their bodies then shut down, entering a lifeless hibernation as their nanites begin restoration protocol and reset their synthetic bodies to their original manufactured state. After a few weeks, a new soul enters the android's form, triggering reinitialization. This process, called Renewal, is an event to be celebrated, akin to bearing a child. Those that die by violence can't Renew, so androids go to great lengths to protect themselves and their brethren from harm.\r\n\r\n<title level=\"2\">Society</title>\r\nAndroids have a history of being exploited, enslaved, and destroyed by their Numerian neighbors, so they hide in order to survive. Most choose to keep their ancestry secret by integrating into human society or by adapting to a nomadic lifestyle. Some androids eschew humanity to live among their kind. Such groups often remain small by necessity; while a pair of androids can avoid danger through careful secrecy, large groups attract too much attention.\n\n Android communities are efficient and highly organized. Each citizen understands their role and takes pride in filling it effectively. Debates and lectures frequently occur, as androids seek to understand themselves and their world through education and inquiry. These insular and secretive enclaves relocate when discovered.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nMost androids are neutral. They care for their own safety and that of their companions and their kind. Androids interested in religion usually worship [Casandalee](/Deities.aspx?ID=34) or [Brigh](/Deities.aspx?ID=33), goddesses that unite invention and life. Other popular deities include [Desna](/Deities.aspx?ID=5), [Irori](/Deities.aspx?ID=10), and [Gozreh](/Deities.aspx?ID=8).\r\n\r\n<title level=\"2\">Adventurers</title>\r\nMost androids become adventurers to protect their kin from harm or to research the history of their people, typically by exploring technological ruins. Androids survive through deception, stealth, and subterfuge, which leads many down the path of the [rogue](/Classes.aspx?ID=10). Others embrace their thirst for knowledge and understanding by becoming [alchemists](/Classes.aspx?ID=1), [monks](/Classes.aspx?ID=8), or [wizards](/Classes.aspx?ID=12). Typical android backgrounds include [hermit](/Backgrounds.aspx?ID=21), [nomad](/Backgrounds.aspx?ID=28), [scholar](/Backgrounds.aspx?ID=36), and [tinker](/Backgrounds.aspx?ID=34).\r\n\r\n<title level=\"2\">Names</title>\r\nAndroids adopt the naming conventions of their surrounding societies, while those raised among their own kind instead select a single name that utilizes Androffan phonology. Occasionally, such androids add a numerical designation to their names, denoting how many generations their body has hosted life as a kind of homage to their bloodline.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAnati, Daniv, Era-4, Feralia, Gelegor, Ilgos-5, Koresh, Oris, Prime, Urdun, Verity-3, Ymry\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Android Settlements</title> Androids are primarily found in Numeria, where they hide among humans or travel as nomads. A large number live openly in Starfall under the protection of the Black Sovereign. The slopes of Silver Mount house multiple android enclaves and archaeological teams, including Enseffa, the center of Androffan society. In the town of Hajoth Hakados, the locals help androids secretly flee Numeria for lands where they face less hatred. Hidden in a series of tunnels and caverns beneath the Numerian Plains, the androids of Szamrak's Haven believe androids are a superior life-form. They hunt for foundries with the intent of liberating all androids, conquering Numeria to found an android-only nation, and eventually returning their people to their home amongst the stars.\r\n\r\n<title level=\"3\">Casandalee and Androids</title> Once an artificial intelligence cloned from the mind of an alien android, [Casandalee](/Deities.aspx?ID=34) recently ascended as the goddess of artificial life, free thinking, and intellectual apotheosis. Despite the small size and relative obscurity of her religion, the androids of Numeria have embraced Casandalee as their own. They seek to better bridge the gap between artificial and organic lifeforms, thereby improving the lives of androids.\r\n\r\n<title level=\"3\">Thoughts on Androids</title> Other people view androids through a lens of magic and superstition. Most consider androids eccentric spellcasters, often confusing them with tattooed Thassilonian wizards. Others see an android's glowing circuitry and assume they're planar scions. In the River Kingdoms, androids are often thought to be [fey](/Traits.aspx?ID=69) that imperfectly took on human form and thus can't stand the touch of [cold iron](/Equipment.aspx?ID=375). Peoples in Ustalav frequently confuse androids for spirits, believing they can be held back by salt circles or banished through pious prayers.\n<title level=\"2\">Android Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Intelligence, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nCharisma\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Androffan](/Languages.aspx?ID=62)\r\n\r\nAdditional languages equal to your Intelligence modifier (if positive). Choose from [Abyssal](/Languages.aspx?ID=12), [Celestial](/Traits.aspx?ID=23), [Draconic](/Languages.aspx?ID=2), [Dwarven](/Languages.aspx?ID=3), [Undercommon](/Languages.aspx?ID=11), [Utopian](/Languages.aspx?ID=36), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">Constructed</title>\r\nYour synthetic body resists ailments better than those of purely biological organisms. You gain a +1 circumstance bonus to saving throws against [diseases](/Traits.aspx?ID=46), [poisons](/Traits.aspx?ID=126), and radiation.\r\n\r\n<title level=\"3\">Emotionally Unaware</title>\r\nYou find it difficult to understand and express complex emotions. You take a –1 circumstance penalty to [Diplomacy](/Skills.aspx?ID=6) and [Performance](/Skills.aspx?ID=12) checks, and on Perception checks to [Sense Motive](/Actions.aspx?ID=85).\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, and you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.",
 "name": "Android",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=27"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=27/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=27/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Android\" url=\"/Traits.aspx?ID=334\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 68 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Intelligence, Free\r\n\r\n**Ability Flaw**\r\nCharisma\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTechnological wonders from another world, androids have synthetic bodies and living souls. Their dual nature makes them quick-thinking and calm under …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 68"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 68 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Technological wonders from another world, androids have synthetic bodies and living souls. Their dual nature makes them quick-thinking and calm under …",
 "summary_markdown": "Technological wonders from another world, androids have synthetic bodies and living souls. Their dual nature makes them quick-thinking and calm under …",
 "text": " Android Source Ancestry Guide pg. 68 2.0 Technological wonders from another world, androids have synthetic bodies and living souls. Their dual nature makes them quick-thinking and calm under pressure, but comfortable in stillness and solitude. Androids first arrived on Golarion during the Rain of Stars, when an interstellar vessel from the far-off planet of Androffa crash-landed, scattering debris across Numeria. While some android survivors of this crash still walk Golarion today, most were created from the technological pods, known as foundries, that operate sporadically amid the starship's wreckage. Androids birthed from these mechanical wombs possess mature bodies and newborn souls, both organic and synthetic; they emerge knowing only their creators' language and the motor skills necessary for survival. They have no understanding of their surroundings, origin, or purpose. Most learn how to behave through keen observation while wandering Numeria. Androids tend to be logical introverts, rational and contemplative. Insatiably curious, with an urge to understand themselves and the world around them, androids place great value on intellectual pursuits. They have difficulty interpreting and expressing emotions, both in themselves and in others, which makes them seem distant and uncaring. While androids can forge emotional bonds, they find it more difficult to connect with non-androids. If you want a character that's a synthetic foreigner in a fantastic world, forced to learn the nuances of reality and society through the powers of observation and logic alone, you should play an android. You Might... Keep your identity a secret, assuming others want to exploit or harm you. Plan ahead, preparing multiple contingencies for even simple tasks. Calculate the repercussions of your actions, inventions, and thoughts before sharing them. Others Probably... Assume you understand how to operate technology and that you can capably communicate with constructs and robots. Believe you to be immortal and envy your eternal youth and vigor. Think you have no feelings and that you can't form emotional connections with others. Physical Description Androids were created in humanity's image; thus, foundries produce androids that represent all humankind. Androids display great diversity in coloration and ethnicity, height and body shape, and gender identity. Androids breathe, eat, and sleep like a human, although they're incapable of biological procreation. Their bodies contain microscopic nanites, transported by fluid too watery to be blood, that manage their organic processes. These nanites are controlled through biological circuitry that resembles tattoos and is typically located along an android's hands, forearms, face, or neck. Many androids can harness their nanites to increase their bodies' efficiency, causing the circuitry to glow. Androids don't grow old. Instead, their organic appearance becomes less convincing over time, causing them to look more artificial. After a century, most androids feel their time coming to an end and willingly release their souls to the Boneyard to face Pharasma's judgment. Their bodies then shut down, entering a lifeless hibernation as their nanites begin restoration protocol and reset their synthetic bodies to their original manufactured state. After a few weeks, a new soul enters the android's form, triggering reinitialization. This process, called Renewal, is an event to be celebrated, akin to bearing a child. Those that die by violence can't Renew, so androids go to great lengths to protect themselves and their brethren from harm. Society Androids have a history of being exploited, enslaved, and destroyed by their Numerian neighbors, so they hide in order to survive. Most choose to keep their ancestry secret by integrating into human society or by adapting to a nomadic lifestyle. Some androids eschew humanity to live among their kind. Such groups often remain small by necessity; while a pair of androids can avoid danger through careful secrecy, large groups attract too much attention. Android communities are efficient and highly organized. Each citizen understands their role and takes pride in filling it effectively. Debates and lectures frequently occur, as androids seek to understand themselves and their world through education and inquiry. These insular and secretive enclaves relocate when discovered. Alignment and Religion Most androids are neutral. They care for their own safety and that of their companions and their kind. Androids interested in religion usually worship Casandalee or Brigh, goddesses that unite invention and life. Other popular deities include Desna, Irori, and Gozreh. Adventurers Most androids become adventurers to protect their kin from harm or to research the history of their people, typically by exploring technological ruins. Androids survive through deception, stealth, and subterfuge, which leads many down the path of the rogue. Others embrace their thirst for knowledge and understanding by becoming alchemists, monks, or wizards. Typical android backgrounds include hermit, nomad, scholar, and tinker. Names Androids adopt the naming conventions of their surrounding societies, while those raised among their own kind instead select a single name that utilizes Androffan phonology. Occasionally, such androids add a numerical designation to their names, denoting how many generations their body has hosted life as a kind of homage to their bloodline. Sample Names Anati, Daniv, Era-4, Feralia, Gelegor, Ilgos-5, Koresh, Oris, Prime, Urdun, Verity-3, Ymry Other Information Android Settlements Androids are primarily found in Numeria, where they hide among humans or travel as nomads. A large number live openly in Starfall under the protection of the Black Sovereign. The slopes of Silver Mount house multiple android enclaves and archaeological teams, including Enseffa, the center of Androffan society. In the town of Hajoth Hakados, the locals help androids secretly flee Numeria for lands where they face less hatred. Hidden in a series of tunnels and caverns beneath the Numerian Plains, the androids of Szamrak's Haven believe androids are a superior life-form. They hunt for foundries with the intent of liberating all androids, conquering Numeria to found an android-only nation, and eventually returning their people to their home amongst the stars. Casandalee and Androids Once an artificial intelligence cloned from the mind of an alien android, Casandalee recently ascended as the goddess of artificial life, free thinking, and intellectual apotheosis. Despite the small size and relative obscurity of her religion, the androids of Numeria have embraced Casandalee as their own. They seek to better bridge the gap between artificial and organic lifeforms, thereby improving the lives of androids. Thoughts on Androids Other people view androids through a lens of magic and superstition. Most consider androids eccentric spellcasters, often confusing them with tattooed Thassilonian wizards. Others see an android's glowing circuitry and assume they're planar scions. In the River Kingdoms, androids are often thought to be fey that imperfectly took on human form and thus can't stand the touch of cold iron. Peoples in Ustalav frequently confuse androids for spirits, believing they can be held back by salt circles or banished through pious prayers. Android Mechanics Hit Points 8 Size Medium Speed 25 feet Ability Boosts Dexterity, Intelligence, Free Ability Flaws Charisma Languages Common Androffan Additional languages equal to your Intelligence modifier (if positive). Choose from Abyssal, Celestial, Draconic, Dwarven, Undercommon, Utopian, and any other languages to which you have access (such as the languages prevalent in your region). Constructed Your synthetic body resists ailments better than those of purely biological organisms. You gain a +1 circumstance bonus to saving throws against diseases, poisons, and radiation. Emotionally Unaware You find it difficult to understand and express complex emotions. You take a –1 circumstance penalty to Diplomacy and Performance checks, and on Perception checks to Sense Motive. Low-Light Vision You can see in dim light as though it were bright light, and you ignore the concealed condition due to dim light.",
 "trait": [
  "Android",
  "Humanoid",
  "Rare"
 ],
 "trait_markdown": "[Android](/Traits.aspx?ID=334), [Humanoid](/Traits.aspx?ID=91), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Android",
  "Humanoid",
  "Rare"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=27",
 "vision": "Low-Light Vision",
 "weakness": {}
}