{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-28",
 "image": [
  "/Images/Ancestries/Aphorite01.png",
  "/Images/Ancestries/Aphorite02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Aphorite](/Ancestries.aspx?ID=28)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Aphorite\" url=\"/Traits.aspx?ID=335\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 74 <sup>2.0</sup></row>\n\n_Once perfectly identical beings who bridged the gap between Axis's perfect order and mortals' unrestricted existence, aphorites are now lit more by the spark of free will than the beacon of cosmic law._\r\n\r\nAphorites were first forged by [axiomites](/Monsters.aspx?ID=7), the primary inhabitants of the Eternal City of [Axis](/Planes.aspx?ID=14), the plane of pure law. The original aphorites served as liaisons between their lawful progenitors and frustratingly unpredictable mortal allies. Marrying the logical thought processes of conformity to law and the gift of self-determination, early aphorites spread across the [Material Plane](/Planes.aspx?ID=1) to serve as Axis's proxies and enact its will. Over time, their appearances and personalities grew to resemble their mortal comrades as they were increasingly born among mortals. Aphorites still exhibit Axis's touch in their metallic skin coated in crystalline dust, aptitude for logic, strength in artisanship, and propensity for order and cooperation. But despite these links to their purpose-built origins, contemporary aphorites are undoubtedly their own masters.\n\n If you want to play a character intrinsically tied to the underlying order of the universe, walking the thin line between calculated predestination and free will, you should play an aphorite.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Aphorite01.png\" />\r\n<image src=\"/images/Ancestries/Aphorite02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Seek to make something work just a bit better, whether a physical object or process.</li><li>Enjoy learning the intricacies of a language, machine, or profession.</li><li>Gain satisfaction in working alongside others.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Believe you're rigid in your beliefs or habits.</li><li>Think you never act before considering every possible outcome.</li><li>Assume you easily grasp complex systems and situations.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nThe first aphorites appeared as perfectly identical humanoids with metallic complexions; modern aphorites are far removed from such rigid biological structures. Their size, shape, and features now vary, but they still visibly bear the influence of [Axis](/Planes.aspx?ID=14). Eyes, hair, and complexions with a metallic sheen are almost universal. These tones usually vary between copper, gold, and silver, though cobalt, viridian, and carmine aren't unheard of. Other manifestations include skin infused with shimmering crystalline motes or glowing symbols appearing across the body in a consistent rhythm.\r\n\r\n<title level=\"2\">Society</title>\r\nWhile still relatively rare, aphorites are increasingly born into families with no direct aphorite ancestors, and have thus spread across the [Material Plane](/Planes.aspx?ID=1). They acculturate like any other mortal, picking up local customs and mannerisms over time. Most aphorites intuit an underlying sense of order or pattern that supersedes mortal law or custom. Some pursue this through cultural norms, while others balk at what they see as poorly constructed systems.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nThe gift of free will means aphorite alignment is frequently shaped through experience rather than [Axis](/Planes.aspx?ID=14) directives. Good and evil hold no particular sway over aphorites' souls, but most do bend toward a lawful worldview.\n\n Many aphorites revere [Abadar](/Deities.aspx?ID=1), [Asmodeus](/Deities.aspx?ID=2), [Erastil](/Deities.aspx?ID=6), or [Torag](/Deities.aspx?ID=18), whose faiths recognize the benefits of a stable society. [Desna](/Deities.aspx?ID=5) appeals to some aphorites' desire to break from tradition. For aphorite artisans, [Shelyn's](/Deities.aspx?ID=17) aesthetic and [Brigh's](/Deities.aspx?ID=33) precision prove attractive; the Bronze Lady's views on awakened [constructs](/Traits.aspx?ID=35) also appeal to axiomite-forged aphorites.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nMany aphorites share backgrounds in the trades. [Artisans](/Backgrounds.aspx?ID=4) and [tinkers](/Backgrounds.aspx?ID=34) all find fulfillment in the intricacies of their work. Some aphorites instead navigate laws and other social structures; these might work within the legal system as [barristers](/Backgrounds.aspx?ID=7) or [emissaries](/Backgrounds.aspx?ID=12). [Acrobat](/Backgrounds.aspx?ID=2) and [scout](/Backgrounds.aspx?ID=32) aphorites enjoy the interplay of mind and muscle, as do [hunters](/Backgrounds.aspx?ID=22), [martial disciples](/Backgrounds.aspx?ID=24), and [warriors](/Backgrounds.aspx?ID=35). The aphorite eye for detail leads many to become [investigators](/Classes.aspx?ID=13) or [rangers](/Classes.aspx?ID=9). Similar faculties lead them to become [alchemists](/Classes.aspx?ID=1), [oracles](/Classes.aspx?ID=14), or [wizards](/Classes.aspx?ID=12).\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Aphorite Settlements</title> A few sites around the Inner Sea region host aphorites in greater-than-average concentrations. \n\n**Egorian**: The order of [Hell](/Planes.aspx?ID=18) is omnipresent in Cheliax's capital. This rigid structure also attracts [Axis's](/Planes.aspx?ID=14) influence, and a fair few aphorites excel among the infernal contracts and complex political machinations of the City of Thorns. \n\n**Nantambu**: The ancient Song-Wind City maintains a complex web of diplomatic and professional relationships throughout the Mwangi Expanse. Aphorites help spin these silk-strong strands, while others study the multiverse's nature at the Magaambya Academy. \n\n**Order's Berth**: An aphorite majority populates this agglomeration of boats and barges. The fleet plies Lake Encarthan's waters, seeking out those most affected by the region's conflicts and offering their aid as artisans, physicians, and negotiators.\r\n\r\n<title level=\"3\">Relations with Axis</title> The ancient bonds between aphorite and axiomite are still encoded within the minds of the aphorites' creators. Few of [Axis's](/Planes.aspx?ID=14) hybrid children are called to fulfill these contracts' terms, but the Godmind, the collective consciousness that rules Axis, can still reach between worlds to draw aphorites to the Eternal City. Some individuals serve as interpreters for the rigid axiomites and their more chaotic allies. Others have their mental faculties tapped, providing mortal imagination for the Godmind's calculations.\n<title level=\"2\">Aphorite Heritage Mechanics</title>\r\n\r\nYou were born with a connection to [Axis](/Planes.aspx?ID=14), the Plane of Law. You gain the [aphorite](/Traits.aspx?ID=335) trait, in addition to the traits from your ancestry. You also gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision. You can choose from aphorite feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Aphorite",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=28"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=28/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Aphorite\" url=\"/Traits.aspx?ID=335\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 74 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOnce perfectly identical beings who bridged the gap between Axis's perfect order and mortals' unrestricted existence, aphorites are now lit more by …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 74"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 74 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "Once perfectly identical beings who bridged the gap between Axis's perfect order and mortals' unrestricted existence, aphorites are now lit more by …",
 "summary_markdown": "Once perfectly identical beings who bridged the gap between Axis's perfect order and mortals' unrestricted existence, aphorites are now lit more by …",
 "text": " Aphorite Source Ancestry Guide pg. 74 2.0 Once perfectly identical beings who bridged the gap between Axis's perfect order and mortals' unrestricted existence, aphorites are now lit more by the spark of free will than the beacon of cosmic law. Aphorites were first forged by axiomites, the primary inhabitants of the Eternal City of Axis, the plane of pure law. The original aphorites served as liaisons between their lawful progenitors and frustratingly unpredictable mortal allies. Marrying the logical thought processes of conformity to law and the gift of self-determination, early aphorites spread across the Material Plane to serve as Axis's proxies and enact its will. Over time, their appearances and personalities grew to resemble their mortal comrades as they were increasingly born among mortals. Aphorites still exhibit Axis's touch in their metallic skin coated in crystalline dust, aptitude for logic, strength in artisanship, and propensity for order and cooperation. But despite these links to their purpose-built origins, contemporary aphorites are undoubtedly their own masters. If you want to play a character intrinsically tied to the underlying order of the universe, walking the thin line between calculated predestination and free will, you should play an aphorite. You Might... Seek to make something work just a bit better, whether a physical object or process. Enjoy learning the intricacies of a language, machine, or profession. Gain satisfaction in working alongside others. Others Probably... Believe you're rigid in your beliefs or habits. Think you never act before considering every possible outcome. Assume you easily grasp complex systems and situations. Physical Description The first aphorites appeared as perfectly identical humanoids with metallic complexions; modern aphorites are far removed from such rigid biological structures. Their size, shape, and features now vary, but they still visibly bear the influence of Axis. Eyes, hair, and complexions with a metallic sheen are almost universal. These tones usually vary between copper, gold, and silver, though cobalt, viridian, and carmine aren't unheard of. Other manifestations include skin infused with shimmering crystalline motes or glowing symbols appearing across the body in a consistent rhythm. Society While still relatively rare, aphorites are increasingly born into families with no direct aphorite ancestors, and have thus spread across the Material Plane. They acculturate like any other mortal, picking up local customs and mannerisms over time. Most aphorites intuit an underlying sense of order or pattern that supersedes mortal law or custom. Some pursue this through cultural norms, while others balk at what they see as poorly constructed systems. Alignment and Religion The gift of free will means aphorite alignment is frequently shaped through experience rather than Axis directives. Good and evil hold no particular sway over aphorites' souls, but most do bend toward a lawful worldview. Many aphorites revere Abadar, Asmodeus, Erastil, or Torag, whose faiths recognize the benefits of a stable society. Desna appeals to some aphorites' desire to break from tradition. For aphorite artisans, Shelyn's aesthetic and Brigh's precision prove attractive; the Bronze Lady's views on awakened constructs also appeal to axiomite-forged aphorites. Adventurers Many aphorites share backgrounds in the trades. Artisans and tinkers all find fulfillment in the intricacies of their work. Some aphorites instead navigate laws and other social structures; these might work within the legal system as barristers or emissaries. Acrobat and scout aphorites enjoy the interplay of mind and muscle, as do hunters, martial disciples, and warriors. The aphorite eye for detail leads many to become investigators or rangers. Similar faculties lead them to become alchemists, oracles, or wizards. Other Information Aphorite Settlements A few sites around the Inner Sea region host aphorites in greater-than-average concentrations. Egorian : The order of Hell is omnipresent in Cheliax's capital. This rigid structure also attracts Axis's influence, and a fair few aphorites excel among the infernal contracts and complex political machinations of the City of Thorns. Nantambu : The ancient Song-Wind City maintains a complex web of diplomatic and professional relationships throughout the Mwangi Expanse. Aphorites help spin these silk-strong strands, while others study the multiverse's nature at the Magaambya Academy. Order's Berth : An aphorite majority populates this agglomeration of boats and barges. The fleet plies Lake Encarthan's waters, seeking out those most affected by the region's conflicts and offering their aid as artisans, physicians, and negotiators. Relations with Axis The ancient bonds between aphorite and axiomite are still encoded within the minds of the aphorites' creators. Few of Axis's hybrid children are called to fulfill these contracts' terms, but the Godmind, the collective consciousness that rules Axis, can still reach between worlds to draw aphorites to the Eternal City. Some individuals serve as interpreters for the rigid axiomites and their more chaotic allies. Others have their mental faculties tapped, providing mortal imagination for the Godmind's calculations. Aphorite Heritage Mechanics You were born with a connection to Axis, the Plane of Law. You gain the aphorite trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from aphorite feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Aphorite",
  "Uncommon"
 ],
 "trait_markdown": "[Aphorite](/Traits.aspx?ID=335), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Aphorite",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=28",
 "weakness": {}
}