{
 "ability": [
  "Strength",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-48",
 "image": [
  "/Images/Ancestries/Automaton01.png",
  "/Images/Ancestries/Automaton02.png"
 ],
 "language": [
  "Common",
  "Utopian"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Utopian](/Languages.aspx?ID=36)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Automaton](/Ancestries.aspx?ID=48)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Automaton\" url=\"/Traits.aspx?ID=398\" />\r\n<trait label=\"Construct\" url=\"/Traits.aspx?ID=35\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 36</row>\n\n_These intelligent constructs house actual souls and represent what remains of a dying empire's last attempt at greatness. Automatons combine technological ingenuity with magical power, creating a blended being wholly unique to Golarion._\r\n\r\nThe Jistka Imperium was the first major [human](/Ancestries.aspx?ID=6) civilization to emerge after Earthfall, arising around the area that would later become Rahadoum and enduring for seven centuries thanks to great advancements in civics and the sciences. However, Jistka's leaders often favored aggressive uses of technology, and early advances paved the way for arrogance, petty infighting, and corruption. The Jistka Imperium's expansionist tendencies and lack of diplomacy earned the Imperium many enemies over the course of its existence. The most notable of these foes was the empire of Ancient Osirion. Osirion's enmity ultimately sealed the Imperium's fate, as they employed clever and depraved magic that proved more than a match for Jistka's legendary golem army, even when the Jistkans began to cut corners and bind fiends into their golems. In a desperate attempt to fight back against internal corruption and external pressures, a cabal of concerned Jistkans formed the Artificer Conclave to develop new technologies to stave off the Imperium's collapse and return Jistka to its former glory. The most successful of these developments were automatons, which the Conclave believed to be the pinnacle of Jistkan constructs—or at least, the last hope for Jistka's salvation. Conclave creators transplanted the mind, life force, and soul of Jistkan individuals into these constructs, creating magical and technological marvels powered by the life energy of the greatest warriors and scholars the organization could recruit. Unfortunately, despite the Conclave's best efforts, the automatons' arrival happened too late to save the already doomed Imperium. The empire collapsed, leaving automatons to fend for themselves.\n\n The exceptional and forward-thinking construction of automatons means that a fair number remain today, millennia later, scattered to the winds. However, the passage of time has revealed one of automatons' greatest weaknesses: their mortal psyches. Only the strongest willed have managed to retain their memories, sense of self, and lucidity after all this time. As each automaton remains as unique as any living person on Golarion; a given automaton has their own personality, shaped by countless experiences. Most automatons behave reclusively, preferring to avoid others due to fear of attachment or misunderstanding. Even automatons who are more willing to live in the open understand that their unique nature makes them a prime target for hunters, scholars, or worse. Rare is the automaton that lives without the regular occurrence of distrust or worry.\n\n If you want to play a character who is a living construct with powerful potential and ties to ancient magic, you should play an automaton.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Automaton01.png\" />\r\n<image src=\"/images/Ancestries/Automaton02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Have lived for several centuries and through many significant events.</li><li>Be hesitant to trust others until they've earned it.</li><li>Remember little of your life before becoming an automaton.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Mistake you for a mindless construct when they first see you.</li><li>Assume you have secret knowledge about magic and technology.</li><li>Look upon you with awe.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nAutomatons share a common construction—a blend of magically treated metals and stone. This design allows automatons to withstand the rigors of direct combat and makes them particularly hardy. Their heavy bodies can move just as quickly as other combatants, making automatons intimidating foes. The design of an automaton varies depending on the needs of its role. Most automatons have a basic humanoid shape, though some instead have shapes that closely resemble animals. The majority of automatons have a single eye that glows with a dim, magical light. Each also contains a powerful artifact that both houses its individual soul and uses a combination of life and planar energy for power. These _automaton cores_ are marvels of magical engineering whose method of creation has been lost to time.\n\n As constructs, automatons typically don't need to breathe, eat, or sleep; however, the body of an automaton needs to vent an imperceivable magical exhaust at a constant rate. This venting process requires breathable air to prevent a buildup of exhaust that can clog the automaton's systems, sometimes to fatal effect. Thus, automatons can still suffocate much like living creatures. Though they don't sleep, automatons require a period of magical recalibration and restoration which stabilizes the energies within their core. Without this process, an _automaton core_ is incapable of fully powering the automaton and they enter an inefficient state (similar to a humanoid who doesn't get 8 hours of sleep).\n\n Automatons don't age and the design of their cores grants them a seemingly endless power source. Many automatons that exist today are thousands of years old, their bodies as efficient as the day of their creation, even if their minds might have deteriorated with the strain of the ages. Automatons lost over time typically met violent ends. An automaton's body is just as vulnerable to destruction as any other construct, though destroying an _automaton core_ is more difficult. As such, an automaton's soul might remain trapped within its core for years after the destruction of its body. This was the intent of the original creators, who hoped to provide functional immortality. However, in reality, the destruction of the body more often leads to a malfunction, requiring magical intervention such as resurrection magic to restore the automaton completely. In the case of the core's destruction, or if it malfunctions catastrophically enough that it can no longer hold the soul, the core releases the spirit to the River of Souls.\n\n In some cases, an automaton can learn how to consciously or subconsciously influence its core. These automatons eventually learn how to release their souls from their cores, allowing their souls to move on when they feel they have achieved a satisfying life. This act leaves the automaton as a mindless construct, typically still active but no longer capable of anything but aimless wandering and occasional acts of self-defense.\r\n\r\n<title level=\"2\">Society</title>\r\nDue to the disparate fates of automatons, many of them lead solitary lives. There are a few cases of automatons originally designed to work together, such as groups of warriors, who remain as a team and dwell together in hideouts or travel together as wanderers. These groups are few and far between, however, and automaton settlements are even rarer. The only pockets of automatons that begin to resemble settlements typically hide among the ruins of Jistka. These groups can hold dozens of automatons, but any attempts to contact or visit them tend to be fruitless. Such gatherings are especially secretive, and the resident automatons will protect their homes at any cost.\n\n Automatons are far more likely to encounter other ancestries. Depending on the automaton's personality, this encounter could go a number of ways, ranging from extreme secrecy to open visitation. An automaton's unique appearance makes them stand out regardless of where they're found, but most others look upon them with awe or curiosity rather than fear. Magical constructs aren't an alien concept across Golarion, but many of them are mindless. After making it past the initial shock of a thinking construct, it's often not difficult for most grasp how to engage with an automaton. However, automatons are more likely to find the semblance of an everyday life in large cities like Absalom, Azir, or Quantium. Regardless of where they go, an automaton must remain on the lookout for those who would attempt to take their body for study or to access their core.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nThe people of the Jistka Imperium saw the [aeons](/MonsterFamilies.aspx?ID=2) of [Axis](/Planes.aspx?ID=14) as ideal beings whose behavior was worthy of emulation, so many Jistkans were lawful neutral. Since many automatons contain Jistkan souls, most automatons are lawful neutral, or at least lawful in some capacity. Over the centuries, however, a fair number of automatons have drifted toward neutral alignments as their outlooks change without a primary society or set of ideals upon which to cling. Automatons tend to worship gods of technology or magic like [Brigh](/Deities.aspx?ID=33) and [Nethys](/Deities.aspx?ID=12), or various [monitor](/Traits.aspx?ID=111) demigods. Worship of [Irori](/Deities.aspx?ID=10) and [Pharasma](/Deities.aspx?ID=14) are somewhat common among automatons as well. Pharasmin automatons likely learn how to release their souls from their cores, and often choose to do so. Though they are ancient beings from long before the time of [Casandalee](/Deities.aspx?ID=34), a small number of automatons have recognized the new artificial goddess as a kindred spirit.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nMany who became automatons had some role in society prior to their transformation and often gravitate toward classes that best represent these roles, even if they no longer remember their former life as more than subconscious flashes. Hunter, sharpshooter, and warrior automatons usually become [fighters](/Classes.aspx?ID=7), [rangers](/Classes.aspx?ID=9), and [rogues](/Classes.aspx?ID=10). Spell casting classes, such as [bards](/Classes.aspx?ID=3), [witches](/Classes.aspx?ID=16), and [wizards](/Classes.aspx?ID=12) are common among mage automatons. While an automaton can have any background, the pool of individuals chosen to become automatons were typically of the [acolyte](/Backgrounds.aspx?ID=1), [bounty hunter](/Backgrounds.aspx?ID=8), [emissary](/Backgrounds.aspx?ID=12), [gladiator](/Backgrounds.aspx?ID=18), [guard](/Backgrounds.aspx?ID=19), [herbalist](/Backgrounds.aspx?ID=20), [hunter](/Backgrounds.aspx?ID=22), [martial disciple](/Backgrounds.aspx?ID=24), [scholar](/Backgrounds.aspx?ID=36), [scout](/Backgrounds.aspx?ID=32), or [warrior](/Backgrounds.aspx?ID=35) background.\r\n\r\n<title level=\"2\">Names</title>\r\nAn automaton typically keeps the name they had before their transformation into a construct, if they can remember it. Even when other memories fade, memory of their name often remains. As such, many automatons have names with Jistkan origins. Second most common are automatons who had to give themselves a new name, as they lost their memories of the old one at some point. Those automatons that particularly believed in the cause of the Artificer Conclave might instead take the name of one of the conclave's members in honor of the cause that they gave their body to support. Some automatons prefer to change their names over their lifetimes, either selecting a new name from a culture they encountered or adding a title to represent a significant moment in their lives. In some cases an automaton will use a particularly cherished title in place of any other name.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAlnhaman, Busmin, The Doleful, Enoh, Himar, Kantral, The Kindred, Numinar, Scholar, Tehkis, Wayfarer, Yulmian\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Enhancements</title> Automatons are built to receive enhancements and modifications to their bodies. Many automaton ancestry feats have an “Enhancement” line that represents a possible augmentation you can acquire. You don't gain the benefits of the enhancement unless you take a feat that grants you those benefits, such as [Lesser Augmentation](/Feats.aspx?ID=3103). You can only gain the enhancements of a given feat once.\r\n\r\n<title level=\"3\">Automaton Origins</title> The method of creating automatons as the Artificer Conclave did millennia ago has been lost to time. As such, most automatons who remain on Golarion were created during Jistka's existence. However, there are a few rare automatons that have different origins. Anquira, herself an automaton and a high-ranking member of the Artificer Conclave, resides in Axis and seems to be nearing the point of recreating the Jistkan process. She's created a few promising prototype automatons with her techniques. There are also rumors of another automaton doing similar research somewhere in the deserts of the Golden Road, though the new automatons emerging from the desert appear somewhat incomplete.\n\n Of significant note are the increased reports of automatons in southern Garund, originating from the nation of Eihlona. The nation is famous for its inhabitants' skill in mixing magic with technology, particularly the remnants of Shory technology that crashed within the nation's borders in ages past. Eihlonan mage crafters have managed to recreate automatons using their vast knowledge, magical prowess, and access to ancient technology, alongside insights from a few friendly automaton immigrants who found a respectful and welcoming home there. Though the process is long and arduous, Eihlona seems to be on the verge of recreating the success of the Artificer Conclave. If they do, they could someday produce hundreds, if not thousands of automatons.\r\n\r\n<title level=\"3\">Versatile Heritages</title> Since automatons have artificial bodies, they don't manifest the features of versatile heritages, even if the soul within their core did so in life. As a result, most automatons don't have a versatile heritage. However, players who are interested in taking a versatile heritage are encouraged to speak with their GM to best determine an explanation for the versatile heritage. Since an automaton core draws on planar energy, there is a chance that said energy manifests in a versatile heritage, such as a [tiefling](/Ancestries.aspx?ID=26) automaton with an overabundance of [Hell's](/Planes.aspx?ID=18) planar energy. Alternatively, a powerful soul might still be able to manifest the features of their heritage they had prior to transfer to an automaton body. An automaton with a versatile heritage will have minimal physical changes if any, though the color of energy that courses through their core and the rest of their body might change to properly represent the versatile heritage.\n<title level=\"2\">Automaton Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium or Small\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nStrength, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Utopian](/Languages.aspx?ID=36)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Abyssal](/Languages.aspx?ID=12), [Aquan](/Languages.aspx?ID=14), [Auran](/Languages.aspx?ID=15), [Celestial](/Languages.aspx?ID=16), [Dwarven](/Languages.aspx?ID=3), [Elven](/Languages.aspx?ID=4), [Ignan](/Languages.aspx?ID=18), [Infernal](/Languages.aspx?ID=19), [Terran](/Languages.aspx?ID=22), and any other languages to which you have access (such as the languages prevalent in your region). At the GM's discretion, if you still have memories from your time in Jistka, you might speak [Jistka](/Languages.aspx?ID=93) instead of [Common](/Languages.aspx?ID=1).\r\n</column>\r\n\r\n<title level=\"3\">Automaton Core</title>\r\nYour body contains an _automaton core_ infused with planar quintessence that grants you power to perform various tasks and houses your soul and life energy. This life energy flows through you much like the blood of humanoids. As a result, you are a living creature. You don't have the typical [construct](/Traits.aspx?ID=35) immunities, can be affected by effects that target a living creature, and can recover Hit Points normally via [positive](/Traits.aspx?ID=128) energy. Additionally, you are not destroyed when reduced to 0 Hit Points. Instead, your life energy attempts to keep you active even in dire straits; you are [knocked out](/Conditions.aspx?ID=38) and begin [dying](/Conditions.aspx?ID=11) when reduced to 0 Hit Points.\r\n\r\n<title level=\"3\">Constructed Body</title>\r\nYour physiological needs are different than those of living creatures. You don't need to eat or drink. You don't need to sleep, but you still need a daily period of rest. During this period of rest, you must enter a recuperating standby state for 2 hours, which is similar to sleeping except you are aware of your surroundings and don't take penalties for being [unconscious](/Conditions.aspx?ID=38). Much like with sleeping, if you go too long without entering your standby state, you become [fatigued](/Conditions.aspx?ID=15) and can't recover until you enter standby for 2 hours.\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, so you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.",
 "name": "Automaton",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=48"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=48/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=48/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Automaton\" url=\"/Traits.aspx?ID=398\" />\r\n<trait label=\"Construct\" url=\"/Traits.aspx?ID=35\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 36</row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Sizes**\r\nMedium or Small\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nStrength, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese intelligent constructs house actual souls and represent what remains of a dying empire's last attempt at greatness. Automatons combine …\r\n</summary>",
 "size": [
  "Medium",
  "Small"
 ],
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 36"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 36</row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "These intelligent constructs house actual souls and represent what remains of a dying empire's last attempt at greatness. Automatons combine …",
 "summary_markdown": "These intelligent constructs house actual souls and represent what remains of a dying empire's last attempt at greatness. Automatons combine …",
 "text": " Automaton Source Guns &amp; Gears pg. 36 These intelligent constructs house actual souls and represent what remains of a dying empire's last attempt at greatness. Automatons combine technological ingenuity with magical power, creating a blended being wholly unique to Golarion. The Jistka Imperium was the first major human civilization to emerge after Earthfall, arising around the area that would later become Rahadoum and enduring for seven centuries thanks to great advancements in civics and the sciences. However, Jistka's leaders often favored aggressive uses of technology, and early advances paved the way for arrogance, petty infighting, and corruption. The Jistka Imperium's expansionist tendencies and lack of diplomacy earned the Imperium many enemies over the course of its existence. The most notable of these foes was the empire of Ancient Osirion. Osirion's enmity ultimately sealed the Imperium's fate, as they employed clever and depraved magic that proved more than a match for Jistka's legendary golem army, even when the Jistkans began to cut corners and bind fiends into their golems. In a desperate attempt to fight back against internal corruption and external pressures, a cabal of concerned Jistkans formed the Artificer Conclave to develop new technologies to stave off the Imperium's collapse and return Jistka to its former glory. The most successful of these developments were automatons, which the Conclave believed to be the pinnacle of Jistkan constructs—or at least, the last hope for Jistka's salvation. Conclave creators transplanted the mind, life force, and soul of Jistkan individuals into these constructs, creating magical and technological marvels powered by the life energy of the greatest warriors and scholars the organization could recruit. Unfortunately, despite the Conclave's best efforts, the automatons' arrival happened too late to save the already doomed Imperium. The empire collapsed, leaving automatons to fend for themselves. The exceptional and forward-thinking construction of automatons means that a fair number remain today, millennia later, scattered to the winds. However, the passage of time has revealed one of automatons' greatest weaknesses: their mortal psyches. Only the strongest willed have managed to retain their memories, sense of self, and lucidity after all this time. As each automaton remains as unique as any living person on Golarion; a given automaton has their own personality, shaped by countless experiences. Most automatons behave reclusively, preferring to avoid others due to fear of attachment or misunderstanding. Even automatons who are more willing to live in the open understand that their unique nature makes them a prime target for hunters, scholars, or worse. Rare is the automaton that lives without the regular occurrence of distrust or worry. If you want to play a character who is a living construct with powerful potential and ties to ancient magic, you should play an automaton. You Might... Have lived for several centuries and through many significant events. Be hesitant to trust others until they've earned it. Remember little of your life before becoming an automaton. Others Probably... Mistake you for a mindless construct when they first see you. Assume you have secret knowledge about magic and technology. Look upon you with awe. Physical Description Automatons share a common construction—a blend of magically treated metals and stone. This design allows automatons to withstand the rigors of direct combat and makes them particularly hardy. Their heavy bodies can move just as quickly as other combatants, making automatons intimidating foes. The design of an automaton varies depending on the needs of its role. Most automatons have a basic humanoid shape, though some instead have shapes that closely resemble animals. The majority of automatons have a single eye that glows with a dim, magical light. Each also contains a powerful artifact that both houses its individual soul and uses a combination of life and planar energy for power. These automaton cores are marvels of magical engineering whose method of creation has been lost to time. As constructs, automatons typically don't need to breathe, eat, or sleep; however, the body of an automaton needs to vent an imperceivable magical exhaust at a constant rate. This venting process requires breathable air to prevent a buildup of exhaust that can clog the automaton's systems, sometimes to fatal effect. Thus, automatons can still suffocate much like living creatures. Though they don't sleep, automatons require a period of magical recalibration and restoration which stabilizes the energies within their core. Without this process, an automaton core is incapable of fully powering the automaton and they enter an inefficient state (similar to a humanoid who doesn't get 8 hours of sleep). Automatons don't age and the design of their cores grants them a seemingly endless power source. Many automatons that exist today are thousands of years old, their bodies as efficient as the day of their creation, even if their minds might have deteriorated with the strain of the ages. Automatons lost over time typically met violent ends. An automaton's body is just as vulnerable to destruction as any other construct, though destroying an automaton core is more difficult. As such, an automaton's soul might remain trapped within its core for years after the destruction of its body. This was the intent of the original creators, who hoped to provide functional immortality. However, in reality, the destruction of the body more often leads to a malfunction, requiring magical intervention such as resurrection magic to restore the automaton completely. In the case of the core's destruction, or if it malfunctions catastrophically enough that it can no longer hold the soul, the core releases the spirit to the River of Souls. In some cases, an automaton can learn how to consciously or subconsciously influence its core. These automatons eventually learn how to release their souls from their cores, allowing their souls to move on when they feel they have achieved a satisfying life. This act leaves the automaton as a mindless construct, typically still active but no longer capable of anything but aimless wandering and occasional acts of self-defense. Society Due to the disparate fates of automatons, many of them lead solitary lives. There are a few cases of automatons originally designed to work together, such as groups of warriors, who remain as a team and dwell together in hideouts or travel together as wanderers. These groups are few and far between, however, and automaton settlements are even rarer. The only pockets of automatons that begin to resemble settlements typically hide among the ruins of Jistka. These groups can hold dozens of automatons, but any attempts to contact or visit them tend to be fruitless. Such gatherings are especially secretive, and the resident automatons will protect their homes at any cost. Automatons are far more likely to encounter other ancestries. Depending on the automaton's personality, this encounter could go a number of ways, ranging from extreme secrecy to open visitation. An automaton's unique appearance makes them stand out regardless of where they're found, but most others look upon them with awe or curiosity rather than fear. Magical constructs aren't an alien concept across Golarion, but many of them are mindless. After making it past the initial shock of a thinking construct, it's often not difficult for most grasp how to engage with an automaton. However, automatons are more likely to find the semblance of an everyday life in large cities like Absalom, Azir, or Quantium. Regardless of where they go, an automaton must remain on the lookout for those who would attempt to take their body for study or to access their core. Alignment and Religion The people of the Jistka Imperium saw the aeons of Axis as ideal beings whose behavior was worthy of emulation, so many Jistkans were lawful neutral. Since many automatons contain Jistkan souls, most automatons are lawful neutral, or at least lawful in some capacity. Over the centuries, however, a fair number of automatons have drifted toward neutral alignments as their outlooks change without a primary society or set of ideals upon which to cling. Automatons tend to worship gods of technology or magic like Brigh and Nethys, or various monitor demigods. Worship of Irori and Pharasma are somewhat common among automatons as well. Pharasmin automatons likely learn how to release their souls from their cores, and often choose to do so. Though they are ancient beings from long before the time of Casandalee, a small number of automatons have recognized the new artificial goddess as a kindred spirit. Adventurers Many who became automatons had some role in society prior to their transformation and often gravitate toward classes that best represent these roles, even if they no longer remember their former life as more than subconscious flashes. Hunter, sharpshooter, and warrior automatons usually become fighters, rangers, and rogues. Spell casting classes, such as bards, witches, and wizards are common among mage automatons. While an automaton can have any background, the pool of individuals chosen to become automatons were typically of the acolyte, bounty hunter, emissary, gladiator, guard, herbalist, hunter, martial disciple, scholar, scout, or warrior background. Names An automaton typically keeps the name they had before their transformation into a construct, if they can remember it. Even when other memories fade, memory of their name often remains. As such, many automatons have names with Jistkan origins. Second most common are automatons who had to give themselves a new name, as they lost their memories of the old one at some point. Those automatons that particularly believed in the cause of the Artificer Conclave might instead take the name of one of the conclave's members in honor of the cause that they gave their body to support. Some automatons prefer to change their names over their lifetimes, either selecting a new name from a culture they encountered or adding a title to represent a significant moment in their lives. In some cases an automaton will use a particularly cherished title in place of any other name. Sample Names Alnhaman, Busmin, The Doleful, Enoh, Himar, Kantral, The Kindred, Numinar, Scholar, Tehkis, Wayfarer, Yulmian Other Information Enhancements Automatons are built to receive enhancements and modifications to their bodies. Many automaton ancestry feats have an “Enhancement” line that represents a possible augmentation you can acquire. You don't gain the benefits of the enhancement unless you take a feat that grants you those benefits, such as Lesser Augmentation. You can only gain the enhancements of a given feat once. Automaton Origins The method of creating automatons as the Artificer Conclave did millennia ago has been lost to time. As such, most automatons who remain on Golarion were created during Jistka's existence. However, there are a few rare automatons that have different origins. Anquira, herself an automaton and a high-ranking member of the Artificer Conclave, resides in Axis and seems to be nearing the point of recreating the Jistkan process. She's created a few promising prototype automatons with her techniques. There are also rumors of another automaton doing similar research somewhere in the deserts of the Golden Road, though the new automatons emerging from the desert appear somewhat incomplete. Of significant note are the increased reports of automatons in southern Garund, originating from the nation of Eihlona. The nation is famous for its inhabitants' skill in mixing magic with technology, particularly the remnants of Shory technology that crashed within the nation's borders in ages past. Eihlonan mage crafters have managed to recreate automatons using their vast knowledge, magical prowess, and access to ancient technology, alongside insights from a few friendly automaton immigrants who found a respectful and welcoming home there. Though the process is long and arduous, Eihlona seems to be on the verge of recreating the success of the Artificer Conclave. If they do, they could someday produce hundreds, if not thousands of automatons. Versatile Heritages Since automatons have artificial bodies, they don't manifest the features of versatile heritages, even if the soul within their core did so in life. As a result, most automatons don't have a versatile heritage. However, players who are interested in taking a versatile heritage are encouraged to speak with their GM to best determine an explanation for the versatile heritage. Since an automaton core draws on planar energy, there is a chance that said energy manifests in a versatile heritage, such as a tiefling automaton with an overabundance of Hell's planar energy. Alternatively, a powerful soul might still be able to manifest the features of their heritage they had prior to transfer to an automaton body. An automaton with a versatile heritage will have minimal physical changes if any, though the color of energy that courses through their core and the rest of their body might change to properly represent the versatile heritage. Automaton Mechanics Hit Points 8 Size Medium or Small Speed 25 feet Ability Boosts Strength, Free Languages Common Utopian Additional languages equal to your Intelligence modifier (if it's positive). Choose from Abyssal, Aquan, Auran, Celestial, Dwarven, Elven, Ignan, Infernal, Terran, and any other languages to which you have access (such as the languages prevalent in your region). At the GM's discretion, if you still have memories from your time in Jistka, you might speak Jistka instead of Common. Automaton Core Your body contains an automaton core infused with planar quintessence that grants you power to perform various tasks and houses your soul and life energy. This life energy flows through you much like the blood of humanoids. As a result, you are a living creature. You don't have the typical construct immunities, can be affected by effects that target a living creature, and can recover Hit Points normally via positive energy. Additionally, you are not destroyed when reduced to 0 Hit Points. Instead, your life energy attempts to keep you active even in dire straits; you are knocked out and begin dying when reduced to 0 Hit Points. Constructed Body Your physiological needs are different than those of living creatures. You don't need to eat or drink. You don't need to sleep, but you still need a daily period of rest. During this period of rest, you must enter a recuperating standby state for 2 hours, which is similar to sleeping except you are aware of your surroundings and don't take penalties for being unconscious. Much like with sleeping, if you go too long without entering your standby state, you become fatigued and can't recover until you enter standby for 2 hours. Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light.",
 "trait": [
  "Automaton",
  "Construct",
  "Rare"
 ],
 "trait_markdown": "[Automaton](/Traits.aspx?ID=398), [Construct](/Traits.aspx?ID=35), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Automaton",
  "Construct",
  "Rare"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=48",
 "vision": "Low-Light Vision",
 "weakness": {}
}