{
 "ability": [
  "Constitution",
  "Charisma",
  "Free"
 ],
 "ability_flaw": [
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-41",
 "image": [
  "/Images/Ancestries/Azarketi01.png",
  "/Images/Ancestries/Azarketi02.png"
 ],
 "language": [
  "Alghollthu",
  "Common"
 ],
 "language_markdown": "[Alghollthu](/Languages.aspx?ID=24), [Common](/Languages.aspx?ID=1)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Azarketi](/Ancestries.aspx?ID=41)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Azarketi\" url=\"/Traits.aspx?ID=336\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Azarketi Ancestry Web Supplement](/Sources.aspx?ID=76) pg. 2</row>\n\n_Azarketis, inheritors of a shattered empire's legacy, hold their proud traditions close but still surface to interact with the rest of the world._\r\n\r\nThe aquatic [humanoids](/Traits.aspx?ID=91) of the Inner Sea share a somber and burdened history. Most refer to these aquatic peoples as gillmen or sometimes Low Azlanti, though they typically refer to themselves as azarketi, an Azlanti word that translates roughly to “people of the seas.” After Earthfall, these proud [humans](/Ancestries.aspx?ID=6) were mutated into aquatic servants by their [alghollthu](/MonsterFamilies.aspx?ID=1) foes. Feeling like they don't fully belong with their human brethren nor with the sea that binds them, many azarketis struggle for a sense of identity and purpose. Though they remain distrusted by the surface dwellers, azarketis celebrate their unique lineage and their descent from the venerated Azlanti culture.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Azarketi01.png\" />\r\n<image src=\"/images/Ancestries/Azarketi02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Ambitiously seek to defy negative perceptions and prejudice laid against you.</li><li>Be reclusive and skeptical of strangers.</li><li>Regard the water as your home, but be intrigued by societies along the shore.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li> Assume you are an ambassador to the sea and ask for your advice on nautical matters.</li><li>Misunderstand your gentle gestures and mild expressions.</li><li>Treat you with distrust or suspicion and anticipate betrayal from you.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nAzarketis appear as regal, athletic humans. Their soft, hydrophilic skin ranges in tones from pearlescent white to pinkish, greenish, or brown tones reminiscent of coral. Azarketis with hair are somewhat rare; many sport fins or scaled ridges on their heads instead. Like the Azlanti people from which they descend, they often have violet eyes. Their aquatic lineage is obvious thanks to the sets of three gills on either side of their necks, as well as their webbed hands and feet. Azarketis have been known to live longer than humans, although they mature at about the same rate.\r\n\r\n<title level=\"2\">Society</title>\r\nAzarketis lack the center for combined culture that helps other groups maintain a cohesive identity. The vastness of the oceans and waterways spread these swift-swimming people across the Inner Sea and beyond. Many azarketis rely only on the small familial groups in their immediate community and prefer smaller populations with comrades they trust and know intimately.\n\n Some azarketis prefer to foster connections with their surface-dwelling brethren. Living in ports, river towns and along the shore allows azarketis a greater scope of opportunities not afforded to exclusively land or sea peoples. Although integrating with land society can be difficult, azarketis manage by forming bonded communities. Members will often have fond familial names for one another, regardless of actual relation.\n\n If they have the means, some azarketis dress in attire reflecting their Azlanti heritage. More commonly, azarketis do their best to remain inconspicuous when they emerge from the water. Many will wear shemaghs or other head wrappings, which both hide their gills and provide a few extra comfortable hours out of water if soaked before donning.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nAs they are typically outsiders to the domains of surface life, azarketis tend toward deities with an affinity for the ocean or other forms of water, the most popular being [Gozreh](/Deities.aspx?ID=8). They are also likely to give reverence to other deities of nature or navigation, such as [Desna](/Deities.aspx?ID=5).\n\n Some azarketis are tempted toward the call of the deep and serve their old [alghollthu](/MonsterFamilies.aspx?ID=1) masters as gods. These individuals are enticed by eldritch entities such as the mysterious [veiled masters](/Monsters.aspx?ID=5)—powerful beings of the deep ocean responsible for both uplifting and destroying the Azlanti people.\n\n Azarketis vary wildly in beliefs and values, as evidenced by their broad divergence in allegiance; thus, azarketis can be of any alignment.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nWith their affinity to water, nautical navigation skills, and athletic capabilities, azarketis make ideal [rangers](/Classes.aspx?ID=9). Azarketis' versatility both on land and in water make them particularly formidable [fighters](/Classes.aspx?ID=7), while their direct connection to the sea leads many others to become [druids](/Classes.aspx?ID=6). As many azarketis have a connection to alghollthus' occult magic, it's not uncommon for azarketis to be [sorcerers](/Classes.aspx?ID=11), though studious individuals sometimes become [bards](/Classes.aspx?ID=3) or [wizards](/Classes.aspx?ID=12) instead.\r\n\r\n<title level=\"2\">Names</title>\r\nAzarketis often take the names of nautical, weather, or geographical features important to the azarketi's family. Other azarketi groups will choose human names in order to encourage conformity with surface cultures. Some azarketi names have been passed down through so many generations that they still use ancient Azlanti roots or refer to bodies of water that no longer exist.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAft, Aliz, Cascade, Delta, Harbor, Ilani, Inkua, Jib, Lagoon, Lobay, Marine, Tidal, Windward, Zarket\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Legacy of Azlant</title> Directly descended from the people of Azlant, azarketis have preserved their ancestors' culture through art, oral traditions, songs, and stories. Azarketi scholars study the history of Azlant and Earthfall, elders recite tales of Azlanti legends, and musicians sing songs to long-lost gods. Most azarketis know the location of the nearest Azlanti ruin, and many possess a piece of Azlanti jewelry.\r\n\r\n<title level=\"3\">Other Sea Creatures</title> Azarketis are one of many ancestries to live beneath the water's surface. They have the most contact with locathahs, humanoid fish-folk with an easygoing, friendly demeanor. Azarketis find [merfolk](/MonsterFamilies.aspx?ID=73) territorial neighbors, though their shared private tendencies lead to mostly amicable relations. Together they combat their shared enemies, the monstrous but intelligent sahuagins.\r\n\r\n<title level=\"3\">Alghollthus</title> Azarketis have a complex relationship with [alghollthus](/MonsterFamilies.aspx?ID=1), who saved but then enslaved their people. Alvadnas have the greatest chance of meeting an alghollthu face to face. Azarketi sentiments toward these creatures vary: some fight fiercely against their ancient enemies; others bargain for power or safety, or even serve through compulsion.\r\n\r\n<title level=\"3\">Azarketi Enclaves</title> Azarketis are mostly concentrated around the Inner Sea region. The Isle of Kortos hosts several pockets of azarketi settlements, helped by the presence of the azarketi city Kienek-Li to the north of Starstone Isle. Gilltown is the largest azarketi community in Absalom, but azarketis are also prevalent in the city's seaside districts.\r\n\r\n<title level=\"3\">Azarketi Types</title> Some azarketis live near the ruins of Old Azlant or in the deepest trenches of the ocean and lead isolated and mysterious lives. River azarketis settle at the bases of waterfalls, or hidden away in the caves behind them. Small nomadic azarketi groups have taken to land in rainy or marshy locations, though such groups are rare.\r\n\r\n<title level=\"3\">Fighting Spirit</title> Surface azarketis often keep to the margins of human society, working menial jobs or filling roles that allow them isolation when necessary. Many consequently have a chip on their shoulder and are only too eager to prove themselves in the face of skeptics. Such azarketis often take up the life of a mercenary or adventurer.\r\n\r\n<title level=\"3\">A Place Undersea</title> Due to their association with the [alghollthu](/MonsterFamilies.aspx?ID=1), azarketi often face discrimination on the surface. Below, however, they are just another ocean denizen. Many revel in the isolation from their human ancestors, finding true peace in the depths.\n<title level=\"2\">Azarketi Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n20 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nConstitution, Charisma, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nWisdom\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Alghollthu](/Languages.aspx?ID=24)\r\n\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Alghollthu](/Languages.aspx?ID=24)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Aklo](/Languages.aspx?ID=13), [Aquan](/Languages.aspx?ID=14), [Azlanti](/Languages.aspx?ID=49), [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), and [Undercommon](/Languages.aspx?ID=11) and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light and you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.\r\n\r\n<title level=\"3\">Hydration</title>\r\nWhile you are an amphibious being equally as capable on land as in the water, your body requires you to return to aquatic environments at least once in a 24-hour period. You must submerge in water in order to rehydrate your water-acclimated skin. If you fail to do this, your skin begins to crack and your gills become painful. After the first 24 hours outside of water, you take a –1 status penalty to Fortitude saves. After 48 hours, you struggle to breathe air and begin to [suffocate](/Rules.aspx?ID=468) until returned to water.\n\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light and you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.\r\n\r\n<title level=\"3\">Hydration</title>\r\nWhile you are an amphibious being equally as capable on land as in the water, your body requires you to return to aquatic environments at least once in a 24-hour period. You must submerge in water in order to rehydrate your water-acclimated skin. If you fail to do this, your skin begins to crack and your gills become painful. After the first 24 hours outside of water, you take a –1 status penalty to Fortitude saves. After 48 hours, you struggle to breathe air and begin to [suffocate](/Rules.aspx?ID=468) until returned to water.",
 "name": "Azarketi",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=41"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=41/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=41/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Azarketi\" url=\"/Traits.aspx?ID=336\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Azarketi Ancestry Web Supplement](/Sources.aspx?ID=76) pg. 2</row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n20 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nConstitution, Charisma, Free\r\n\r\n**Ability Flaw**\r\nWisdom\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAzarketis, inheritors of a shattered empire's legacy, hold their proud traditions close but still surface to interact with the rest of the world.\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Azarketi Ancestry Web Supplement"
 ],
 "source_raw": [
  "Azarketi Ancestry Web Supplement pg. 2"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Azarketi Ancestry Web Supplement](/Sources.aspx?ID=76) pg. 2</row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet",
 "speed_raw": "20 feet",
 "summary": "Azarketis, inheritors of a shattered empire's legacy, hold their proud traditions close but still surface to interact with the rest of the world.",
 "summary_markdown": "Azarketis, inheritors of a shattered empire's legacy, hold their proud traditions close but still surface to interact with the rest of the world.",
 "text": " Azarketi Source Azarketi Ancestry Web Supplement pg. 2 Azarketis, inheritors of a shattered empire's legacy, hold their proud traditions close but still surface to interact with the rest of the world. The aquatic humanoids of the Inner Sea share a somber and burdened history. Most refer to these aquatic peoples as gillmen or sometimes Low Azlanti, though they typically refer to themselves as azarketi, an Azlanti word that translates roughly to “people of the seas.” After Earthfall, these proud humans were mutated into aquatic servants by their alghollthu foes. Feeling like they don't fully belong with their human brethren nor with the sea that binds them, many azarketis struggle for a sense of identity and purpose. Though they remain distrusted by the surface dwellers, azarketis celebrate their unique lineage and their descent from the venerated Azlanti culture. You Might... Ambitiously seek to defy negative perceptions and prejudice laid against you. Be reclusive and skeptical of strangers. Regard the water as your home, but be intrigued by societies along the shore. Others Probably... Assume you are an ambassador to the sea and ask for your advice on nautical matters. Misunderstand your gentle gestures and mild expressions. Treat you with distrust or suspicion and anticipate betrayal from you. Physical Description Azarketis appear as regal, athletic humans. Their soft, hydrophilic skin ranges in tones from pearlescent white to pinkish, greenish, or brown tones reminiscent of coral. Azarketis with hair are somewhat rare; many sport fins or scaled ridges on their heads instead. Like the Azlanti people from which they descend, they often have violet eyes. Their aquatic lineage is obvious thanks to the sets of three gills on either side of their necks, as well as their webbed hands and feet. Azarketis have been known to live longer than humans, although they mature at about the same rate. Society Azarketis lack the center for combined culture that helps other groups maintain a cohesive identity. The vastness of the oceans and waterways spread these swift-swimming people across the Inner Sea and beyond. Many azarketis rely only on the small familial groups in their immediate community and prefer smaller populations with comrades they trust and know intimately. Some azarketis prefer to foster connections with their surface-dwelling brethren. Living in ports, river towns and along the shore allows azarketis a greater scope of opportunities not afforded to exclusively land or sea peoples. Although integrating with land society can be difficult, azarketis manage by forming bonded communities. Members will often have fond familial names for one another, regardless of actual relation. If they have the means, some azarketis dress in attire reflecting their Azlanti heritage. More commonly, azarketis do their best to remain inconspicuous when they emerge from the water. Many will wear shemaghs or other head wrappings, which both hide their gills and provide a few extra comfortable hours out of water if soaked before donning. Alignment and Religion As they are typically outsiders to the domains of surface life, azarketis tend toward deities with an affinity for the ocean or other forms of water, the most popular being Gozreh. They are also likely to give reverence to other deities of nature or navigation, such as Desna. Some azarketis are tempted toward the call of the deep and serve their old alghollthu masters as gods. These individuals are enticed by eldritch entities such as the mysterious veiled masters—powerful beings of the deep ocean responsible for both uplifting and destroying the Azlanti people. Azarketis vary wildly in beliefs and values, as evidenced by their broad divergence in allegiance; thus, azarketis can be of any alignment. Adventurers With their affinity to water, nautical navigation skills, and athletic capabilities, azarketis make ideal rangers. Azarketis' versatility both on land and in water make them particularly formidable fighters, while their direct connection to the sea leads many others to become druids. As many azarketis have a connection to alghollthus' occult magic, it's not uncommon for azarketis to be sorcerers, though studious individuals sometimes become bards or wizards instead. Names Azarketis often take the names of nautical, weather, or geographical features important to the azarketi's family. Other azarketi groups will choose human names in order to encourage conformity with surface cultures. Some azarketi names have been passed down through so many generations that they still use ancient Azlanti roots or refer to bodies of water that no longer exist. Sample Names Aft, Aliz, Cascade, Delta, Harbor, Ilani, Inkua, Jib, Lagoon, Lobay, Marine, Tidal, Windward, Zarket Other Information Legacy of Azlant Directly descended from the people of Azlant, azarketis have preserved their ancestors' culture through art, oral traditions, songs, and stories. Azarketi scholars study the history of Azlant and Earthfall, elders recite tales of Azlanti legends, and musicians sing songs to long-lost gods. Most azarketis know the location of the nearest Azlanti ruin, and many possess a piece of Azlanti jewelry. Other Sea Creatures Azarketis are one of many ancestries to live beneath the water's surface. They have the most contact with locathahs, humanoid fish-folk with an easygoing, friendly demeanor. Azarketis find merfolk territorial neighbors, though their shared private tendencies lead to mostly amicable relations. Together they combat their shared enemies, the monstrous but intelligent sahuagins. Alghollthus Azarketis have a complex relationship with alghollthus, who saved but then enslaved their people. Alvadnas have the greatest chance of meeting an alghollthu face to face. Azarketi sentiments toward these creatures vary: some fight fiercely against their ancient enemies; others bargain for power or safety, or even serve through compulsion. Azarketi Enclaves Azarketis are mostly concentrated around the Inner Sea region. The Isle of Kortos hosts several pockets of azarketi settlements, helped by the presence of the azarketi city Kienek-Li to the north of Starstone Isle. Gilltown is the largest azarketi community in Absalom, but azarketis are also prevalent in the city's seaside districts. Azarketi Types Some azarketis live near the ruins of Old Azlant or in the deepest trenches of the ocean and lead isolated and mysterious lives. River azarketis settle at the bases of waterfalls, or hidden away in the caves behind them. Small nomadic azarketi groups have taken to land in rainy or marshy locations, though such groups are rare. Fighting Spirit Surface azarketis often keep to the margins of human society, working menial jobs or filling roles that allow them isolation when necessary. Many consequently have a chip on their shoulder and are only too eager to prove themselves in the face of skeptics. Such azarketis often take up the life of a mercenary or adventurer. A Place Undersea Due to their association with the alghollthu, azarketi often face discrimination on the surface. Below, however, they are just another ocean denizen. Many revel in the isolation from their human ancestors, finding true peace in the depths. Azarketi Mechanics Hit Points 8 Size Medium Speed 20 feet Ability Boosts Constitution, Charisma, Free Ability Flaws Wisdom Languages Common Alghollthu Common Alghollthu Additional languages equal to your Intelligence modifier (if it's positive). Choose from Aklo, Aquan, Azlanti, Draconic, Elven, and Undercommon and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light and you ignore the concealed condition due to dim light. Hydration While you are an amphibious being equally as capable on land as in the water, your body requires you to return to aquatic environments at least once in a 24-hour period. You must submerge in water in order to rehydrate your water-acclimated skin. If you fail to do this, your skin begins to crack and your gills become painful. After the first 24 hours outside of water, you take a –1 status penalty to Fortitude saves. After 48 hours, you struggle to breathe air and begin to suffocate until returned to water. Low-Light Vision You can see in dim light as though it were bright light and you ignore the concealed condition due to dim light. Hydration While you are an amphibious being equally as capable on land as in the water, your body requires you to return to aquatic environments at least once in a 24-hour period. You must submerge in water in order to rehydrate your water-acclimated skin. If you fail to do this, your skin begins to crack and your gills become painful. After the first 24 hours outside of water, you take a –1 status penalty to Fortitude saves. After 48 hours, you struggle to breathe air and begin to suffocate until returned to water.",
 "trait": [
  "Amphibious",
  "Azarketi",
  "Humanoid",
  "Uncommon"
 ],
 "trait_markdown": "[Amphibious](/Traits.aspx?ID=207), [Azarketi](/Traits.aspx?ID=336), [Humanoid](/Traits.aspx?ID=91), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Amphibious",
  "Azarketi",
  "Humanoid",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=41",
 "vision": "Low-Light Vision",
 "weakness": {}
}