{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-29",
 "image": [
  "/Images/Ancestries/Beastkin01.png",
  "/Images/Ancestries/Beastkin02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Beastkin](/Ancestries.aspx?ID=29)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n<trait label=\"Beastkin\" url=\"/Traits.aspx?ID=337\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 78 <sup>2.0</sup></row>\n\n_Beastkin have extraordinary abilities derived from the animal world, allowing them to partially or fully transform into animals, granting them deadly fangs, refined senses, and other such traits. A beastkin treads the line between nature and society, living with a foot in each._\r\n\r\nBeastkin is a blanket term for any person who has gained the ability to partially or fully transform into an animal through any number of means, while maintaining a balance with their humanoid side. Most beastkin are born of [werecreatures](/MonsterFamilies.aspx?ID=100) or have a werecreature ancestor in their lineage. The curse might not always fully manifest in the child of the werecreature pairing, giving the child the transformative nature of their lineage without a weakness to [silver](/Equipment.aspx?ID=379) or a loss of control during the full moon. Born or made, werecreatures usually hold such beastkin in high regard, as they embody many of their strengths without any of their weaknesses.\n\n Aside from werecreatures, there are various other paths to becoming a beastkin. In some cases, a deity or a nature spirit may grant a chosen individual the power to transform. Others have gained the powers of beastkin through a trick of the fey or an unusual reaction to polymorph magic. There are even rumors that some rare beastkin might be shapeshifting animals that somehow gained the form of a sapient ancestry, rather than the other way around.\n\n If you want a character that treads the boundaries between rationality and instinct, at home in both society and the wilds yet set apart from both, you should play a beastkin.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Beastkin01.png\" />\r\n<image src=\"/images/Ancestries/Beastkin02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Prefer the companionship of a close group of friends.</li><li>Feel an attachment to your inherent animal and seek that animal out to understand them better.</li><li>Wrestle with your animalistic side and choose to isolate yourself from those who may not understand your unique nature.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Believe you practice primal magic or have a direct connection to the natural world.</li><li>Assume that you love animals, especially those of the same kind as your inherent animal.</li><li>Worry that you will lose yourself to your feral instincts and attack others.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nBeastkin come in all shapes and sizes due to the countless combinations of ancestry and inherent animal. Most beastkin resemble a typical member of their base ancestry so closely that they are indistinguishable as a beastkin when in their humanoid form. On rare occasions, a beastkin is born with features that belie their animalistic nature at all times.\n\n A beastkin's nature is more obvious when they are transformed into their hybrid shape, their features shifting to resemble the animal to which they are connected. The manifestation of these features varies from beastkin to beastkin, but typically, their teeth become more prominent, their skin toughens like hide, their hair lengthens, and their eyes reshape. Beastkin that can transform into actual animals keep some traits that tie them to their humanoid form, such as retaining their eye color.\r\n\r\n<title level=\"2\">Society</title>\r\nBeastkin typically weave themselves into their ancestral societies, hiding their true nature as much as necessary. Some societies, particularly nomadic or frontier societies, are more accepting of beastkin, allowing them to live in their preferred form without judgment. Beastkin tend to live in independent communities with other beastkin and [werecreatures](/MonsterFamilies.aspx?ID=100) with the same inherent animal, finding that their association with the same animal instills a sense of fellowship. These communities usually reside in or near environments that match the habitats of their inherent animals. Other beastkin instead live on the fringes of society or away from it altogether, preferring to live on their own.\n\n Most people don't understand that beastkin don't have to contend with the curse of moon frenzy and loss of self, nor do they have any way of telling beastkin apart from werecreatures by appearance alone. Because of this, many people treat beastkin just as they would a werecreature who wasn't free of the curse and might eat them on a full moon. People who know of beastkin and can identify them as such are usually much less apprehensive about associating with them. Beastkin are sometimes given the misnomer of “skinwalkers” by those who are only mildly aware of their existence. This name is derived from ignorant rumors about the evil origins of beastkin, but beastkin reject this name both to distance themselves from the evil associations and to clarify the diversity among the countless beastkin types throughout Golarion.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nMost lean toward neutral alignments, but beastkin can be as varied in alignment as there are animals in the world. Due to their association with nature and the animal world, many beastkin worship nature deities like [Gozreh](/Deities.aspx?ID=8). Some adhere to the [Green Faith](/Deities.aspx?ID=22), while others worship deities of hunting, transformation, or travel like [Erastil](/Deities.aspx?ID=6), [Alseta](/Deities.aspx?ID=30), and [Desna](/Deities.aspx?ID=5).\r\n\r\n<title level=\"2\">Adventurers</title>\r\nCommon beastkin backgrounds include [animal whisperer](/Backgrounds.aspx?ID=3), [farmhand](/Backgrounds.aspx?ID=14), [herbalist](/Backgrounds.aspx?ID=20), [hunter](/Backgrounds.aspx?ID=22), [nomad](/Backgrounds.aspx?ID=28), [scholar](/Backgrounds.aspx?ID=36), and [scout](/Backgrounds.aspx?ID=32). Because most societies tend to fear beastkin, they often become outcasts and are also known to have the [bandit](/Backgrounds.aspx?ID=165), [charlatan](/Backgrounds.aspx?ID=9), [criminal](/Backgrounds.aspx?ID=10), [hermit](/Backgrounds.aspx?ID=21), [prisoner](/Backgrounds.aspx?ID=29), [refugee](/Backgrounds.aspx?ID=174), [scavenger](/Backgrounds.aspx?ID=176), and [street urchin](/Backgrounds.aspx?ID=33) backgrounds.\n\n Beastkin often become [barbarians](/Classes.aspx?ID=2), [druids](/Classes.aspx?ID=6), [fighters](/Classes.aspx?ID=7), [rangers](/Classes.aspx?ID=9), [rogues](/Classes.aspx?ID=10), [sorcerers](/Classes.aspx?ID=11), and [witches](/Classes.aspx?ID=16).\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Ulfen Beastkin</title> Unlike most people of Golarion, Ulfen do not see a werecreature's affliction as a curse, and this mindset extends to beastkin. Most Ulfen see a werecreature or beastkin's abilities as a badge of honor. Ulfen warriors take pride in fighting alongside beastkin, especially those whose inherent animals are from native Ulfen lands such as bearkin, lynxkin, and wolfkin. Groups of warriors that include beastkin often offer prayers to Yrmidar the Old Bear, a werebear frost giant deity of camaraderie, shipbuilders, and the hunt.\n\n During full moons, Ulfen settlements are particularly accommodating for werecreatures who struggle with the moon's curse. These settlements build longhouses barred with silver and filled with food to satisfy the voracious appetites of a ferocious werecreature.\r\n\r\n<title level=\"3\">Werecreatures as PCs</title> Groups that wish to include playable werecreatures, with all the ensuing drama and drawbacks, can use beastkin as a starting point but also include the weakness to [silver](/Equipment.aspx?ID=379) and [moon frenzy](/MonsterFamilies.aspx?ID=100) ability common to werecreatures. GMs and players should work together when doing this, however, as the moon frenzy will cause a player to lose control of their character for some time; setting boundaries and expectations is important. Additionally, a werecreature's curse has the potential to steal the spotlight from other PCs or the campaign's story and should be included only after serious consideration.\n<title level=\"2\">Beastkin Heritage Mechanics</title>\r\n\r\nThe blood of a beast flows through your veins, granting you the ferocity and might of animals. Only creatures with the [humanoid](/Traits.aspx?ID=91) trait can take the beastkin versatile heritage. Choose a type of animal such as bat, eagle, shark, spider, tyrannosaurus, wasp, or wolf. This is the type of animal tied to your heritage and is known as your inherent animal. You gain the [beast](/Traits.aspx?ID=20) and [beastkin](/Traits.aspx?ID=337) traits, in addition to the traits from your ancestry. You gain the Change Shape ability. A beastkin's hybrid form is their natural shape. You can choose from beastkin feats and feats from your ancestry whenever you gain an ancestry feat.\n\n<document level=\"2\" id=\"action-700\" />",
 "name": "Beastkin",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=29"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=29/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Beast\" url=\"/Traits.aspx?ID=20\" />\r\n<trait label=\"Beastkin\" url=\"/Traits.aspx?ID=337\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 78 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nBeastkin have extraordinary abilities derived from the animal world, allowing them to partially or fully transform into animals, granting them deadly …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 78"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 78 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "Beastkin have extraordinary abilities derived from the animal world, allowing them to partially or fully transform into animals, granting them deadly …",
 "summary_markdown": "Beastkin have extraordinary abilities derived from the animal world, allowing them to partially or fully transform into animals, granting them deadly …",
 "text": " Beastkin Source Ancestry Guide pg. 78 2.0 Beastkin have extraordinary abilities derived from the animal world, allowing them to partially or fully transform into animals, granting them deadly fangs, refined senses, and other such traits. A beastkin treads the line between nature and society, living with a foot in each. Beastkin is a blanket term for any person who has gained the ability to partially or fully transform into an animal through any number of means, while maintaining a balance with their humanoid side. Most beastkin are born of werecreatures or have a werecreature ancestor in their lineage. The curse might not always fully manifest in the child of the werecreature pairing, giving the child the transformative nature of their lineage without a weakness to silver or a loss of control during the full moon. Born or made, werecreatures usually hold such beastkin in high regard, as they embody many of their strengths without any of their weaknesses. Aside from werecreatures, there are various other paths to becoming a beastkin. In some cases, a deity or a nature spirit may grant a chosen individual the power to transform. Others have gained the powers of beastkin through a trick of the fey or an unusual reaction to polymorph magic. There are even rumors that some rare beastkin might be shapeshifting animals that somehow gained the form of a sapient ancestry, rather than the other way around. If you want a character that treads the boundaries between rationality and instinct, at home in both society and the wilds yet set apart from both, you should play a beastkin. You Might... Prefer the companionship of a close group of friends. Feel an attachment to your inherent animal and seek that animal out to understand them better. Wrestle with your animalistic side and choose to isolate yourself from those who may not understand your unique nature. Others Probably... Believe you practice primal magic or have a direct connection to the natural world. Assume that you love animals, especially those of the same kind as your inherent animal. Worry that you will lose yourself to your feral instincts and attack others. Physical Description Beastkin come in all shapes and sizes due to the countless combinations of ancestry and inherent animal. Most beastkin resemble a typical member of their base ancestry so closely that they are indistinguishable as a beastkin when in their humanoid form. On rare occasions, a beastkin is born with features that belie their animalistic nature at all times. A beastkin's nature is more obvious when they are transformed into their hybrid shape, their features shifting to resemble the animal to which they are connected. The manifestation of these features varies from beastkin to beastkin, but typically, their teeth become more prominent, their skin toughens like hide, their hair lengthens, and their eyes reshape. Beastkin that can transform into actual animals keep some traits that tie them to their humanoid form, such as retaining their eye color. Society Beastkin typically weave themselves into their ancestral societies, hiding their true nature as much as necessary. Some societies, particularly nomadic or frontier societies, are more accepting of beastkin, allowing them to live in their preferred form without judgment. Beastkin tend to live in independent communities with other beastkin and werecreatures with the same inherent animal, finding that their association with the same animal instills a sense of fellowship. These communities usually reside in or near environments that match the habitats of their inherent animals. Other beastkin instead live on the fringes of society or away from it altogether, preferring to live on their own. Most people don't understand that beastkin don't have to contend with the curse of moon frenzy and loss of self, nor do they have any way of telling beastkin apart from werecreatures by appearance alone. Because of this, many people treat beastkin just as they would a werecreature who wasn't free of the curse and might eat them on a full moon. People who know of beastkin and can identify them as such are usually much less apprehensive about associating with them. Beastkin are sometimes given the misnomer of “skinwalkers” by those who are only mildly aware of their existence. This name is derived from ignorant rumors about the evil origins of beastkin, but beastkin reject this name both to distance themselves from the evil associations and to clarify the diversity among the countless beastkin types throughout Golarion. Alignment and Religion Most lean toward neutral alignments, but beastkin can be as varied in alignment as there are animals in the world. Due to their association with nature and the animal world, many beastkin worship nature deities like Gozreh. Some adhere to the Green Faith, while others worship deities of hunting, transformation, or travel like Erastil, Alseta, and Desna. Adventurers Common beastkin backgrounds include animal whisperer, farmhand, herbalist, hunter, nomad, scholar, and scout. Because most societies tend to fear beastkin, they often become outcasts and are also known to have the bandit, charlatan, criminal, hermit, prisoner, refugee, scavenger, and street urchin backgrounds. Beastkin often become barbarians, druids, fighters, rangers, rogues, sorcerers, and witches. Other Information Ulfen Beastkin Unlike most people of Golarion, Ulfen do not see a werecreature's affliction as a curse, and this mindset extends to beastkin. Most Ulfen see a werecreature or beastkin's abilities as a badge of honor. Ulfen warriors take pride in fighting alongside beastkin, especially those whose inherent animals are from native Ulfen lands such as bearkin, lynxkin, and wolfkin. Groups of warriors that include beastkin often offer prayers to Yrmidar the Old Bear, a werebear frost giant deity of camaraderie, shipbuilders, and the hunt. During full moons, Ulfen settlements are particularly accommodating for werecreatures who struggle with the moon's curse. These settlements build longhouses barred with silver and filled with food to satisfy the voracious appetites of a ferocious werecreature. Werecreatures as PCs Groups that wish to include playable werecreatures, with all the ensuing drama and drawbacks, can use beastkin as a starting point but also include the weakness to silver and moon frenzy ability common to werecreatures. GMs and players should work together when doing this, however, as the moon frenzy will cause a player to lose control of their character for some time; setting boundaries and expectations is important. Additionally, a werecreature's curse has the potential to steal the spotlight from other PCs or the campaign's story and should be included only after serious consideration. Beastkin Heritage Mechanics The blood of a beast flows through your veins, granting you the ferocity and might of animals. Only creatures with the humanoid trait can take the beastkin versatile heritage. Choose a type of animal such as bat, eagle, shark, spider, tyrannosaurus, wasp, or wolf. This is the type of animal tied to your heritage and is known as your inherent animal. You gain the beast and beastkin traits, in addition to the traits from your ancestry. You gain the Change Shape ability. A beastkin's hybrid form is their natural shape. You can choose from beastkin feats and feats from your ancestry whenever you gain an ancestry feat.\n",
 "trait": [
  "Beast",
  "Beastkin",
  "Rare"
 ],
 "trait_markdown": "[Beast](/Traits.aspx?ID=20), [Beastkin](/Traits.aspx?ID=337), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Beast",
  "Beastkin",
  "Rare"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=29",
 "weakness": {}
}