{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-22",
 "image": [
  "/Images/Ancestries/Changeling01.png",
  "/Images/Ancestries/Changeling02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Changeling](/Ancestries.aspx?ID=22)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Changeling\" url=\"/Traits.aspx?ID=212\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 30 <sup>2.0</sup></row>\n\n_Tales of children stolen away and replaced by monsters exist across countless cultures— but the true monsters are the hag mothers of these strange children. After the hag seduces, uses, and disposes of their father, the changeling child is usually abandoned in their father’s community to be raised among them. Such a child faces no end of challenges, often beginning life as an orphaned outsider._\r\n\r\nThough a changeling generally resembles a member of their father's ancestry, their distinctive eyes—each a different color—set them apart. One of their eyes matches that of their father's lineage, while the other matches the color of their [hag](/MonsterFamilies.aspx?ID=59) mother's, often in an unnatural shade such as violet or a vivid green. Not everyone with differently colored eyes is a changeling, but this manifestation of changeling heritage makes it difficult for them to hide their nature and can lead to banishment from their community. As they come of age, they manifest other characteristics from their mother, including supernatural abilities. Darkvision, clawlike fingernails, and innate magic are the most common, but stranger abilities specific to the hag mother can also arise.\n\n Changelings can be any gender, but women in particular are vulnerable to the Call, a psychic influence that urges them to abandon their mortal life, join the hag's coven, and eventually become a hag. Changelings who understand their heritage often fear the Call and work to resist its pull. Those who remain ignorant of their origin may find themselves subject to a terrible compulsion without knowing why.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Changeling01.png\" />\r\n<image src=\"/images/Ancestries/Changeling02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Cherish and protect those friends and family who accept you as you are. </li><li>Seek to better understand your hag mother and the gifts she gave you, for good or ill, or distance yourself from your heritage. </li><li>Fear the day you hear the Call and worry you might not be able to resist—or perhaps you already fight to resist it every day.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume you practice occult or primal magic, or that you participate in a coven. </li><li>Worry that you might secretly be a monster, or become one, and turn on them. </li><li>Notice and speculate about your distinctive eyes.</li></ul>\n\n<title level=\"2\">Adventurers</title>\r\nDepending on their mother's choice of cradle, a changeling might grow up a [farmhand](/Backgrounds.aspx?ID=14) or [noble](/Backgrounds.aspx?ID=27). Reclusive changelings might be [artists](/Backgrounds.aspx?ID=5), [herbalists](/Backgrounds.aspx?ID=20), [tinkers](/Backgrounds.aspx?ID=34), or [hermits](/Backgrounds.aspx?ID=21), while some find companionship as [animal whisperers](/Backgrounds.aspx?ID=3). More outgoing changelings might become [charlatans](/Backgrounds.aspx?ID=9) or [fortune-tellers](/Backgrounds.aspx?ID=16) or use their allure as [merchants](/Backgrounds.aspx?ID=25) and [entertainers](/Backgrounds.aspx?ID=13).\n\n Changelings carry the potential for occult sorcery via their hag blood; the [bard](/Classes.aspx?ID=3)'s path offers similar magic. Many changelings who find beauty in nature become [druids](/Classes.aspx?ID=6) or [rangers](/Classes.aspx?ID=9), while changeling [rogues](/Classes.aspx?ID=10) make master manipulators with lethal claws. Changelings might become paladins or redeemers to protect what they love.\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Changeling Relationships</title> Given their desire for emotional intimacy, romance and love are often major aspects of changelings' lives. Some flit from one tryst to another, while others find dedicated lovers and cling to them tightly—sometimes enough to drive them away. While some changelings use their mystique to manipulate others, such attempts all too often end with the changeling actually falling in love, only to become heartbroken when their lover discovers their earlier duplicity. Changelings rarely feel comfortable with a single partner despite their desire for commitment. The most comfortable relationship structure for many changelings involves the changeling and two or more people, each in a relationship with all other members. However, these changelings are acutely aware that their hag blood is the likely source of this desire.\r\n\r\n<title level=\"3\">Changeling Origins</title> Changelings' rarity typically prevents them from gathering in numbers. While changelings can be found anywhere hags lurk, they're most common by far in Ustalav, Irrisen, and neighboring regions. The daughters of [night hags](/Monsters.aspx?ID=257) and moon hags can arise far from any known hag activity thanks to their mothers' extraplanar origins, as can the spontaneously arising sorrow may.\n<title level=\"2\">Changeling Heritage Mechanics</title>\r\n\r\nYour mother was a hag. Your heterochromatic eyes are the most obvious signifier of this parentage, but you likely also have a slighter build, paler skin, and darker hair than most members of your other parent’s ancestry. You gain the [changeling](/Traits.aspx?ID=212) trait. You also gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision. You can select from changeling feats and feats from your other parent’s ancestry whenever you gain an ancestry feat.",
 "name": "Changeling",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=22"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=22/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Changeling\" url=\"/Traits.aspx?ID=212\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 30 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTales of children stolen away and replaced by monsters exist across countless cultures— but the true monsters are the hag mothers of these strange …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 30"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 30 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "Tales of children stolen away and replaced by monsters exist across countless cultures— but the true monsters are the hag mothers of these strange …",
 "summary_markdown": "Tales of children stolen away and replaced by monsters exist across countless cultures— but the true monsters are the hag mothers of these strange …",
 "text": " Changeling Source Advanced Player's Guide pg. 30 2.0 Tales of children stolen away and replaced by monsters exist across countless cultures— but the true monsters are the hag mothers of these strange children. After the hag seduces, uses, and disposes of their father, the changeling child is usually abandoned in their father’s community to be raised among them. Such a child faces no end of challenges, often beginning life as an orphaned outsider. Though a changeling generally resembles a member of their father's ancestry, their distinctive eyes—each a different color—set them apart. One of their eyes matches that of their father's lineage, while the other matches the color of their hag mother's, often in an unnatural shade such as violet or a vivid green. Not everyone with differently colored eyes is a changeling, but this manifestation of changeling heritage makes it difficult for them to hide their nature and can lead to banishment from their community. As they come of age, they manifest other characteristics from their mother, including supernatural abilities. Darkvision, clawlike fingernails, and innate magic are the most common, but stranger abilities specific to the hag mother can also arise. Changelings can be any gender, but women in particular are vulnerable to the Call, a psychic influence that urges them to abandon their mortal life, join the hag's coven, and eventually become a hag. Changelings who understand their heritage often fear the Call and work to resist its pull. Those who remain ignorant of their origin may find themselves subject to a terrible compulsion without knowing why. You Might... Cherish and protect those friends and family who accept you as you are. Seek to better understand your hag mother and the gifts she gave you, for good or ill, or distance yourself from your heritage. Fear the day you hear the Call and worry you might not be able to resist—or perhaps you already fight to resist it every day. Others Probably... Assume you practice occult or primal magic, or that you participate in a coven. Worry that you might secretly be a monster, or become one, and turn on them. Notice and speculate about your distinctive eyes. Adventurers Depending on their mother's choice of cradle, a changeling might grow up a farmhand or noble. Reclusive changelings might be artists, herbalists, tinkers, or hermits, while some find companionship as animal whisperers. More outgoing changelings might become charlatans or fortune-tellers or use their allure as merchants and entertainers. Changelings carry the potential for occult sorcery via their hag blood; the bard's path offers similar magic. Many changelings who find beauty in nature become druids or rangers, while changeling rogues make master manipulators with lethal claws. Changelings might become paladins or redeemers to protect what they love. Other Information Changeling Relationships Given their desire for emotional intimacy, romance and love are often major aspects of changelings' lives. Some flit from one tryst to another, while others find dedicated lovers and cling to them tightly—sometimes enough to drive them away. While some changelings use their mystique to manipulate others, such attempts all too often end with the changeling actually falling in love, only to become heartbroken when their lover discovers their earlier duplicity. Changelings rarely feel comfortable with a single partner despite their desire for commitment. The most comfortable relationship structure for many changelings involves the changeling and two or more people, each in a relationship with all other members. However, these changelings are acutely aware that their hag blood is the likely source of this desire. Changeling Origins Changelings' rarity typically prevents them from gathering in numbers. While changelings can be found anywhere hags lurk, they're most common by far in Ustalav, Irrisen, and neighboring regions. The daughters of night hags and moon hags can arise far from any known hag activity thanks to their mothers' extraplanar origins, as can the spontaneously arising sorrow may. Changeling Heritage Mechanics Your mother was a hag. Your heterochromatic eyes are the most obvious signifier of this parentage, but you likely also have a slighter build, paler skin, and darker hair than most members of your other parent’s ancestry. You gain the changeling trait. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can select from changeling feats and feats from your other parent’s ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Changeling",
  "Uncommon"
 ],
 "trait_markdown": "[Changeling](/Traits.aspx?ID=212), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Changeling",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=22",
 "weakness": {}
}