{
 "ability": [
  "Constitution",
  "Wisdom",
  "Free"
 ],
 "ability_flaw": [
  "Charisma"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 10,
 "hp_raw": "10",
 "id": "ancestry-43",
 "image": [
  "/Images/Ancestries/Conrasu01.png",
  "/Images/Ancestries/Conrasu02.png"
 ],
 "language": [
  "Mwangi",
  "Rasu"
 ],
 "language_markdown": "[Mwangi](/Languages.aspx?ID=39), [Rasu](/Languages.aspx?ID=82)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Conrasu](/Ancestries.aspx?ID=43)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Aeon\" url=\"/Traits.aspx?ID=208\" />\r\n<trait label=\"Conrasu\" url=\"/Traits.aspx?ID=343\" />\r\n<trait label=\"Plant\" url=\"/Traits.aspx?ID=125\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 106 <sup>2.0</sup></row>\n\n_Conrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral part of the underlying processes of the universe and strangely set apart, conrasus look to aeons to understand their existence._\r\n\r\nConrasus aren't entirely clear on their own origins. Some historians think them a failed experiment of a wizardly cabal—possibly a splinter of artificers from the ancient Jitska Imperium—who desperately hoped to bind a [pleroma](/Monsters.aspx?ID=11) to bolster their army but who accidentally conjured shattered scraps of the [aeon](/MonsterFamilies.aspx?ID=2) instead. Others believe conrasus were built by their ancestors using an accelerated, iterative evolution process as natural as one designed by those who build portions of their own bodies could ever hope to achieve. Most likely, it is a mix of the two.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Conrasu01.png\" />\r\n<image src=\"/images/Ancestries/Conrasu02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Do your best to determine and act upon the will of your guiding [aeon](/MonsterFamilies.aspx?ID=2).</li><li>Use rituals and repetitive actions as a means to meditate and reflect on your purpose.</li><li>Have difficulty applying your cosmic instincts and senses to a physical existence.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>View you as part of a hivemind at best or lacking in free will at worst.</li><li>Have trouble understanding your perspective or attempts at communication.</li><li>Look to you as the expert on any matters involving [aeons](/MonsterFamilies.aspx?ID=2) or related beings.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nThe true form of a conrasu is an abstract chunk of spiritual essence. While their being exists beyond the truth of humanoid senses, to the mortal eye, their body usually resembles a globe of light, darkness, or space. Floating, internal pinpricks of illumination sit inside the ball, slightly obscured as if peeking through a gelatinous substance. These “cores” surround themselves with bodies made out of still-living wood, creating the form that most people recognize as a conrasu. Conrasus themselves are called to a path and, once they find it, shape frames to create a suitable form, leading to a wide variety of appearances.\n\n As a conrasu ages, the supple green wood of their body hardens, causing their limbs to lose mobility. Conrasus must constantly grow new arms and roots for their living exoskeleton, leaving their frozen limbs as immobile effigies along their shell.\n\n Conrasus can't maintain their integrity without their wooden exoskeletons. A conrasu that loses its exoskeleton dissipates and dies, though they can be returned to life with magic like other beings.\r\n\r\n<title level=\"2\">Society</title>\r\nThere are three distinct types of conrasus. Maintainers tend and care for others, believing they must cultivate a proper balance between various forces. Shapers build and direct those around them, and feel that balance is maintained by those who strive to preserve the world's equilibrium. Lastly, correctors fix problems of all sorts, often acting as stalwart bastions of law who  perceive the world in absolutes, with few to no shades of gray. True balance can be achieved only in cases where pressure and force have been applied to make necessary changes.\n\n On rare occasions, a conrasu may hear and heed the call of another form of extraplanar being. One might serve a psychopomp, another an archon, and yet another might become a witch and adopt an unknown figure as a patron.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nMany conrasus consider themselves bound to a specific [aeon](/MonsterFamilies.aspx?ID=2), following them like a deity and doing what they believe to be the aeon's bidding. As a result, almost all conrasus are lawful neutral in alignment.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nMaintainers who become adventurers are often [wizards](/Classes.aspx?ID=12), [bards](/Classes.aspx?ID=3), or [clerics](/Classes.aspx?ID=5) who offer their magic and knowledge to the group and subtly nudge the party as needed. Correctors tend to become [champions](/Classes.aspx?ID=4), [clerics](/Classes.aspx?ID=5), and [fighters](/Classes.aspx?ID=7), forming heavy and hard living wood armor around themselves to keep them safe from harm. The rare shaper might travel with a group as a [druid](/Classes.aspx?ID=6) or even a [bard](/Classes.aspx?ID=3), usually to accomplish a goal they believe lies outside of the enclaves.\n\n No matter the path a conrasu finds themselves on, they tend to come from similar backgrounds. [Field medic](/Backgrounds.aspx?ID=15) and [herbalist](/Backgrounds.aspx?ID=20) tend to fit those who find themselves comfortable in their homes and with those of their nursery while conrasus of [nomad](/Backgrounds.aspx?ID=28) or [emissary](/Backgrounds.aspx?ID=12) backgrounds tend to enjoy roaming from place to place.\n\n<title level=\"2\">Names</title>\r\nConrasus have little in the way of consciousness as others understand it before they self-actualize and leave the nursery-towns where they sprouted. That includes a name, a concept of gender, and even the passage of time beyond their little bubbles—these are picked up in the wider world. As a result, a conrasu might have nearly any appellation.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAutoma, Azubu, Dumi, Emeka, Ganizadi, Locu, Incanes, Radi, Shell, Weave \n<title level=\"2\">Conrasu Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n10\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nConstitution, Wisdom, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nCharisma\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Mwangi](/Languages.aspx?ID=39)\r\n\r\n[Rasu](/Languages.aspx?ID=82)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it is positive). Choose from [Celestial](/Traits.aspx?ID=23), [Elven](/Languages.aspx?ID=4), [Iruxi](/Languages.aspx?ID=32), [Sylvan](/Languages.aspx?ID=10), [Terran](/Languages.aspx?ID=22), [Utopian](/Languages.aspx?ID=36), and any other languages to which you have access (such as the languages prevalent to your region).\r\n</column>\r\n\r\n<title level=\"3\">Sunlight Healing</title>\r\nA conrasu can enter a meditative, healing state as a 10-minute activity when exposed to direct sunlight, in which case they recover 1d8 Hit Points. At 3rd level, and every 2 levels thereafter, this healing increases by 1d8. Once a conrasu has recovered Hit Points in this way, they are temporarily immune to further uses of Sunlight Healing for 1 day",
 "name": "Conrasu",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=43"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=43/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=43/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Aeon\" url=\"/Traits.aspx?ID=208\" />\r\n<trait label=\"Conrasu\" url=\"/Traits.aspx?ID=343\" />\r\n<trait label=\"Plant\" url=\"/Traits.aspx?ID=125\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 106 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n10\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nConstitution, Wisdom, Free\r\n\r\n**Ability Flaw**\r\nCharisma\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nConrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 106"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 106 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Conrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral …",
 "summary_markdown": "Conrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral …",
 "text": " Conrasu Source The Mwangi Expanse pg. 106 2.0 Conrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral part of the underlying processes of the universe and strangely set apart, conrasus look to aeons to understand their existence. Conrasus aren't entirely clear on their own origins. Some historians think them a failed experiment of a wizardly cabal—possibly a splinter of artificers from the ancient Jitska Imperium—who desperately hoped to bind a pleroma to bolster their army but who accidentally conjured shattered scraps of the aeon instead. Others believe conrasus were built by their ancestors using an accelerated, iterative evolution process as natural as one designed by those who build portions of their own bodies could ever hope to achieve. Most likely, it is a mix of the two. You Might... Do your best to determine and act upon the will of your guiding aeon. Use rituals and repetitive actions as a means to meditate and reflect on your purpose. Have difficulty applying your cosmic instincts and senses to a physical existence. Others Probably... View you as part of a hivemind at best or lacking in free will at worst. Have trouble understanding your perspective or attempts at communication. Look to you as the expert on any matters involving aeons or related beings. Physical Description The true form of a conrasu is an abstract chunk of spiritual essence. While their being exists beyond the truth of humanoid senses, to the mortal eye, their body usually resembles a globe of light, darkness, or space. Floating, internal pinpricks of illumination sit inside the ball, slightly obscured as if peeking through a gelatinous substance. These “cores” surround themselves with bodies made out of still-living wood, creating the form that most people recognize as a conrasu. Conrasus themselves are called to a path and, once they find it, shape frames to create a suitable form, leading to a wide variety of appearances. As a conrasu ages, the supple green wood of their body hardens, causing their limbs to lose mobility. Conrasus must constantly grow new arms and roots for their living exoskeleton, leaving their frozen limbs as immobile effigies along their shell. Conrasus can't maintain their integrity without their wooden exoskeletons. A conrasu that loses its exoskeleton dissipates and dies, though they can be returned to life with magic like other beings. Society There are three distinct types of conrasus. Maintainers tend and care for others, believing they must cultivate a proper balance between various forces. Shapers build and direct those around them, and feel that balance is maintained by those who strive to preserve the world's equilibrium. Lastly, correctors fix problems of all sorts, often acting as stalwart bastions of law who perceive the world in absolutes, with few to no shades of gray. True balance can be achieved only in cases where pressure and force have been applied to make necessary changes. On rare occasions, a conrasu may hear and heed the call of another form of extraplanar being. One might serve a psychopomp, another an archon, and yet another might become a witch and adopt an unknown figure as a patron. Alignment and Religion Many conrasus consider themselves bound to a specific aeon, following them like a deity and doing what they believe to be the aeon's bidding. As a result, almost all conrasus are lawful neutral in alignment. Adventurers Maintainers who become adventurers are often wizards, bards, or clerics who offer their magic and knowledge to the group and subtly nudge the party as needed. Correctors tend to become champions, clerics, and fighters, forming heavy and hard living wood armor around themselves to keep them safe from harm. The rare shaper might travel with a group as a druid or even a bard, usually to accomplish a goal they believe lies outside of the enclaves. No matter the path a conrasu finds themselves on, they tend to come from similar backgrounds. Field medic and herbalist tend to fit those who find themselves comfortable in their homes and with those of their nursery while conrasus of nomad or emissary backgrounds tend to enjoy roaming from place to place. Names Conrasus have little in the way of consciousness as others understand it before they self-actualize and leave the nursery-towns where they sprouted. That includes a name, a concept of gender, and even the passage of time beyond their little bubbles—these are picked up in the wider world. As a result, a conrasu might have nearly any appellation. Sample Names Automa, Azubu, Dumi, Emeka, Ganizadi, Locu, Incanes, Radi, Shell, Weave Conrasu Mechanics Hit Points 10 Size Medium Speed 25 feet Ability Boosts Constitution, Wisdom, Free Ability Flaws Charisma Languages Mwangi Rasu Additional languages equal to your Intelligence modifier (if it is positive). Choose from Celestial, Elven, Iruxi, Sylvan, Terran, Utopian, and any other languages to which you have access (such as the languages prevalent to your region). Sunlight Healing A conrasu can enter a meditative, healing state as a 10-minute activity when exposed to direct sunlight, in which case they recover 1d8 Hit Points. At 3rd level, and every 2 levels thereafter, this healing increases by 1d8. Once a conrasu has recovered Hit Points in this way, they are temporarily immune to further uses of Sunlight Healing for 1 day",
 "trait": [
  "Aeon",
  "Conrasu",
  "Plant",
  "Rare"
 ],
 "trait_markdown": "[Aeon](/Traits.aspx?ID=208), [Conrasu](/Traits.aspx?ID=343), [Plant](/Traits.aspx?ID=125), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Aeon",
  "Conrasu",
  "Plant",
  "Rare"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=43",
 "weakness": {}
}