{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-23",
 "image": [
  "/Images/Ancestries/Dhampir01.png",
  "/Images/Ancestries/Dhampir02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Dhampir](/Ancestries.aspx?ID=23)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Dhampir\" url=\"/Traits.aspx?ID=215\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 32 <sup>2.0</sup></row>\n\n_Many call vampires the children of the night, but it is dhampirs who can truly claim that title. These mortal offspring of vampires walk the line between life and undeath not just physiologically, but also in their social standing, temperament, and worldview._\r\n\r\nThe circumstances surrounding a dhampir's birth are rare, complex, and often shrouded in horrific rumors stoked by societal revulsion at the idea of an undead monstrosity producing mortal offspring. Some dhampirs are the child of one mortal and one [vampiric](/MonsterFamilies.aspx?ID=97) parent, while others are born to those who were turned into vampires while pregnant. Still others rise from dark rituals or other supernatural influences that impose a vampiric curse onto a mortal infant. The life of a dhampir is often difficult: few vampiric parents have the time or inclination to raise a mortal child, while mortal communities find a dhampir's sallow flesh, piercing eyes, and unnerving presence off-putting at best.\n\nDespite being living creatures, dhampirs respond to positive and negative energy as if they were undead, making them unwelcome in many holy communities and often driving them toward necromantic arts. Dhampirs aren't immortal, but age far more slowly than most mortals, with a lifespan similar to that of an elf. Dhampirs have difficulty producing children of their own, and those few born to a dhampir are never dhampirs themselves.\n\n A dhampir generally resembles a member of their non-vampire parent's ancestry, but with a ghostly pallor and eyes so light it seems they have only pinpoint pupils and no iris. All dhampirs have elongated incisors, some nearly as long as those of a true vampire. Many command grace, beauty, and charm, despite their unsettling appearance.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Dhampir01.png\" />\r\n<image src=\"/images/Ancestries/Dhampir02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Distance yourself from your heritage by trying to blend into society or even hunting undead. </li><li>Take special precautions to avoid being exposed to “helpful” healing magic. </li><li>Find yourself fascinated by the sight, smell, or taste of blood.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Feel unsettled by your ghostly pallor and sharp teeth. </li><li>Wonder about or even romanticize your origins and motivations. </li><li>Find themselves strangely drawn to your grace, charm, and appearance.</li></ul>\n\n<title level=\"2\">Adventurers</title>\r\nOutsider status combined with supernatural abilities make dhampirs natural adventurers. The [criminal](/Backgrounds.aspx?ID=10), [hermit](/Backgrounds.aspx?ID=21), [nomad](/Backgrounds.aspx?ID=28), and [street urchin](/Backgrounds.aspx?ID=33) backgrounds are common among dhampirs, while those with better fortune might have the [acolyte](/Backgrounds.aspx?ID=1), [noble](/Backgrounds.aspx?ID=27), or [scholar](/Backgrounds.aspx?ID=36) backgrounds.\n\n Dhampirs who practice magic are often undead-bloodline [sorcerers](/Classes.aspx?ID=11), [wizards](/Classes.aspx?ID=12) of the necromancy school, or occasionally [oracles](/Classes.aspx?ID=14) or [witches](/Classes.aspx?ID=16). Those who have learned to fend for themselves might be [rogues](/Classes.aspx?ID=10) or [swashbucklers](/Classes.aspx?ID=15), and those who seek to slay undead might choose [champion](/Classes.aspx?ID=4) or [ranger](/Classes.aspx?ID=9).\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Dhampir Settlements</title> The Darklands city of Nemret Noktoria is home to a small, isolated enclave of dhampirs born to the city's vampire ambassadors. A similar dhampir community in the city of Kaer Maga welcomes kin from across the Inner Sea region. In Ustalav and the far reaches of Vudra, a few dhampir villages exist—but as the personal projects of vampires, these hamlets become horrors at night.\r\n\r\n<title level=\"3\">Strigoi</title> The first vampires arrived on Golarion from the [Shadow Plane](/MonsterFamilies.aspx?ID=89), but most have died out, gone into hiding, returned to the Shadow Plane, or evolved into modern vampires. Those ancient few who retain their original form are called strigoi. These vampires aren't destroyed when exposed to sunlight— instead, they enter a dormant state from which they rise again at nightfall.\n<title level=\"2\">Dhampir Heritage Mechanics</title>\r\n\r\nYou are the scion of a vampire, half living and half undead, gifted with uncanny charm and grace, a bloodless pallor, and elongated incisors. You gain the [dhampir](/Traits.aspx?ID=215) trait, in addition to the traits from your ancestry. You have the [negative healing](/MonsterAbilities.aspx?ID=42) ability, which means you are harmed by positive damage and healed by negative effects as if you were undead. You also gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision. You can choose from dhampir feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Dhampir",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=23"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=23/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Dhampir\" url=\"/Traits.aspx?ID=215\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 32 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMany call vampires the children of the night, but it is dhampirs who can truly claim that title. These mortal offspring of vampires walk the line …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 32"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 32 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "Many call vampires the children of the night, but it is dhampirs who can truly claim that title. These mortal offspring of vampires walk the line …",
 "summary_markdown": "Many call vampires the children of the night, but it is dhampirs who can truly claim that title. These mortal offspring of vampires walk the line …",
 "text": " Dhampir Source Advanced Player's Guide pg. 32 2.0 Many call vampires the children of the night, but it is dhampirs who can truly claim that title. These mortal offspring of vampires walk the line between life and undeath not just physiologically, but also in their social standing, temperament, and worldview. The circumstances surrounding a dhampir's birth are rare, complex, and often shrouded in horrific rumors stoked by societal revulsion at the idea of an undead monstrosity producing mortal offspring. Some dhampirs are the child of one mortal and one vampiric parent, while others are born to those who were turned into vampires while pregnant. Still others rise from dark rituals or other supernatural influences that impose a vampiric curse onto a mortal infant. The life of a dhampir is often difficult: few vampiric parents have the time or inclination to raise a mortal child, while mortal communities find a dhampir's sallow flesh, piercing eyes, and unnerving presence off-putting at best. Despite being living creatures, dhampirs respond to positive and negative energy as if they were undead, making them unwelcome in many holy communities and often driving them toward necromantic arts. Dhampirs aren't immortal, but age far more slowly than most mortals, with a lifespan similar to that of an elf. Dhampirs have difficulty producing children of their own, and those few born to a dhampir are never dhampirs themselves. A dhampir generally resembles a member of their non-vampire parent's ancestry, but with a ghostly pallor and eyes so light it seems they have only pinpoint pupils and no iris. All dhampirs have elongated incisors, some nearly as long as those of a true vampire. Many command grace, beauty, and charm, despite their unsettling appearance. You Might... Distance yourself from your heritage by trying to blend into society or even hunting undead. Take special precautions to avoid being exposed to “helpful” healing magic. Find yourself fascinated by the sight, smell, or taste of blood. Others Probably... Feel unsettled by your ghostly pallor and sharp teeth. Wonder about or even romanticize your origins and motivations. Find themselves strangely drawn to your grace, charm, and appearance. Adventurers Outsider status combined with supernatural abilities make dhampirs natural adventurers. The criminal, hermit, nomad, and street urchin backgrounds are common among dhampirs, while those with better fortune might have the acolyte, noble, or scholar backgrounds. Dhampirs who practice magic are often undead-bloodline sorcerers, wizards of the necromancy school, or occasionally oracles or witches. Those who have learned to fend for themselves might be rogues or swashbucklers, and those who seek to slay undead might choose champion or ranger. Other Information Dhampir Settlements The Darklands city of Nemret Noktoria is home to a small, isolated enclave of dhampirs born to the city's vampire ambassadors. A similar dhampir community in the city of Kaer Maga welcomes kin from across the Inner Sea region. In Ustalav and the far reaches of Vudra, a few dhampir villages exist—but as the personal projects of vampires, these hamlets become horrors at night. Strigoi The first vampires arrived on Golarion from the Shadow Plane, but most have died out, gone into hiding, returned to the Shadow Plane, or evolved into modern vampires. Those ancient few who retain their original form are called strigoi. These vampires aren't destroyed when exposed to sunlight— instead, they enter a dormant state from which they rise again at nightfall. Dhampir Heritage Mechanics You are the scion of a vampire, half living and half undead, gifted with uncanny charm and grace, a bloodless pallor, and elongated incisors. You gain the dhampir trait, in addition to the traits from your ancestry. You have the negative healing ability, which means you are harmed by positive damage and healed by negative effects as if you were undead. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from dhampir feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Dhampir",
  "Uncommon"
 ],
 "trait_markdown": "[Dhampir](/Traits.aspx?ID=215), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Dhampir",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=23",
 "weakness": {}
}