{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-25",
 "image": [
  "/Images/Ancestries/Duskwalker01.png",
  "/Images/Ancestries/Duskwalker02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Duskwalker](/Ancestries.aspx?ID=25)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Duskwalker\" url=\"/Traits.aspx?ID=257\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 37 <sup>2.0</sup></row>\n\n_The first duskwalkers manifested as the result of a bargain between two powerful [psychopomps](/MonsterFamilies.aspx?ID=83), the immortal guardians and guides of souls after death. One believed that certain souls who helped preserve the cycle of life and death but had their own lives cut short deserved reincarnation, while the other felt this would too greatly violate that same cycle. In the end, the duskwalkers rose from a concession between the two that allowed such rebirths to occur but limited their frequency—only a finite number of duskwalkers ever exist at any one point in time._\r\n\r\nWhen they were first created by psychopomps, duskwalkers were expected to perform roles that would serve the goddess of death, [Pharasma](/Deities.aspx?ID=14), and by extension her realm, the [Boneyard](/Planes.aspx?ID=15). But now duskwalkers have found themselves with more freedom of choice and after a century, have only now come to terms with the fact that their destinies are their own to choose. As they are created, not born, most duskwalkers either struggle to integrate with society or seek out communities and organizations to serve as a surrogate family.\n\n Duskwalkers have an inherent understanding of the cycle of life and death. In most cases this manifests as a deep respect for that cycle and pushes the duskwalker toward occupations that help them to protect it, such as hunters of the undead, midwives, morticians, and priests.\n\n If you want a character who has a mysterious background, seeks a society or organization to join, or looks to fight against undead, you should play a duskwalker.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Duskwalker01.png\" />\r\n<image src=\"/images/Ancestries/Duskwalker02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Seek out opportunities to form strong friendships with a diverse array of companions. </li><li>Become focused on preventing the spread of undeath. </li><li>Be intrigued at finding your identity in a previous life.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume you’re a necromancer or have some other strange interest in death or the dead. </li><li>Want to know if you remember your past life or ask you about the secrets of death or the afterlife.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nAs a reincarnated soul, a duskwalker retains many of the physical traits they possessed in their previous life and is a member of that ancestry, though as a duskwalker they have distinctive ash-gray or dark blue skin. However, sometimes a duskwalker forms from an unusual creature, like a dragon. These duskwalkers appear to be of a humanoid ancestry, but have features like draconic scales or horns.\n\n When a duskwalker perishes and faces final judgment, a new one incarnates within a year from a deserving soul, typically somewhere far from the previous duskwalker’s birthplace. Duskwalkers manifest in locations with a sanctified connection to death, such as graveyards or temples, and begin their lives at adolescence. No duskwalker is capable of bearing or siring biological children, but this doesn’t prevent them from establishing families, typically through adoption.\r\n\r\n<title level=\"2\">Society</title>\r\nIt’s not uncommon for a duskwalker to go their entire life without encountering another of their kind. Despite their overall rarity, duskwalkers are likely to become adventurers, both due to the strange conditions of their creation and common feelings of social isolation.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nMost duskwalkers are neutral or have a neutral component to their alignment. While the typical duskwalker worships or at least respects Pharasma and her powerful psychopomp ushers, any deity associated with death, society, or the occult might attract a duskwalker’s attention.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nDuskwalkers become adventurers most often out of some sense of misplaced destiny. While duskwalkers have free will, they also feel the pressure to make good use of their reincarnation. Many duskwalkers choose to study the otherworldly arts and become [wizards](/Classes.aspx?ID=12) or [bards](/Classes.aspx?ID=3). Duskwalkers are also more concerned than most with matters of the soul, commonly becoming [clerics](/Classes.aspx?ID=5), [champions](/Classes.aspx?ID=4), and [monks](/Classes.aspx?ID=8). Duskwalkers most often come from the [acolyte](/Backgrounds.aspx?ID=1), [fortune teller](/Backgrounds.aspx?ID=16), [hermit](/Backgrounds.aspx?ID=21), [martial disciple](/Backgrounds.aspx?ID=24), and [scholar](/Backgrounds.aspx?ID=36) backgrounds.\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Taking Tea with Death</title> [Psychopomps](/MonsterFamilies.aspx?ID=83) can recognize a duskwalker on sight, and most types of psychopomp are much more likely to start up a conversation with a duskwalker they encounter during their appointed tasks than any other mortal. [Nosois](/Monsters.aspx?ID=339) might trade shiny objects or sweets for tidbits of knowledge, [morrignas](/Monsters.aspx?ID=340) might give a warning of a nearby [undead](/Traits.aspx?ID=160) threat, and so on. Rarely, a psychopomp might take a shine to a duskwalker and visit from time to time—though given the way psychopomps measure time, these gaps could be months, years, or even decades.\r\n\r\n<title level=\"3\">Duskwalker Origins</title> Duskwalkers' past lives were often adventurers, but other origins might include a doctor who fought an undead plague or a gravedigger who encouraged a healthy attitude towards death.\n<title level=\"2\">Duskwalker Heritage Mechanics</title>\r\n\r\nThanks to an ancient bargain, your soul has been reborn as a duskwalker, a planar scion with a connection to [psychopomp](/MonsterFamilies.aspx?ID=83) and the [Boneyard](/Planes.aspx?ID=15). You gain the [duskwalker](/Traits.aspx?ID=257) trait in addition to the traits from your ancestry. You also gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision. Neither your body nor your spirit can ever become undead. You can choose from duskwalker feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Duskwalker",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=25"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=25/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Duskwalker\" url=\"/Traits.aspx?ID=257\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 37 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe first duskwalkers manifested as the result of a bargain between two powerful  psychopomps , the immortal guardians and guides of souls after …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 37"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 37 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "The first duskwalkers manifested as the result of a bargain between two powerful  psychopomps , the immortal guardians and guides of souls after …",
 "summary_markdown": "The first duskwalkers manifested as the result of a bargain between two powerful  psychopomps , the immortal guardians and guides of souls after …",
 "text": " Duskwalker Source Advanced Player's Guide pg. 37 2.0 The first duskwalkers manifested as the result of a bargain between two powerful psychopomps, the immortal guardians and guides of souls after death. One believed that certain souls who helped preserve the cycle of life and death but had their own lives cut short deserved reincarnation, while the other felt this would too greatly violate that same cycle. In the end, the duskwalkers rose from a concession between the two that allowed such rebirths to occur but limited their frequency—only a finite number of duskwalkers ever exist at any one point in time. When they were first created by psychopomps, duskwalkers were expected to perform roles that would serve the goddess of death, Pharasma, and by extension her realm, the Boneyard. But now duskwalkers have found themselves with more freedom of choice and after a century, have only now come to terms with the fact that their destinies are their own to choose. As they are created, not born, most duskwalkers either struggle to integrate with society or seek out communities and organizations to serve as a surrogate family. Duskwalkers have an inherent understanding of the cycle of life and death. In most cases this manifests as a deep respect for that cycle and pushes the duskwalker toward occupations that help them to protect it, such as hunters of the undead, midwives, morticians, and priests. If you want a character who has a mysterious background, seeks a society or organization to join, or looks to fight against undead, you should play a duskwalker. You Might... Seek out opportunities to form strong friendships with a diverse array of companions. Become focused on preventing the spread of undeath. Be intrigued at finding your identity in a previous life. Others Probably... Assume you’re a necromancer or have some other strange interest in death or the dead. Want to know if you remember your past life or ask you about the secrets of death or the afterlife. Physical Description As a reincarnated soul, a duskwalker retains many of the physical traits they possessed in their previous life and is a member of that ancestry, though as a duskwalker they have distinctive ash-gray or dark blue skin. However, sometimes a duskwalker forms from an unusual creature, like a dragon. These duskwalkers appear to be of a humanoid ancestry, but have features like draconic scales or horns. When a duskwalker perishes and faces final judgment, a new one incarnates within a year from a deserving soul, typically somewhere far from the previous duskwalker’s birthplace. Duskwalkers manifest in locations with a sanctified connection to death, such as graveyards or temples, and begin their lives at adolescence. No duskwalker is capable of bearing or siring biological children, but this doesn’t prevent them from establishing families, typically through adoption. Society It’s not uncommon for a duskwalker to go their entire life without encountering another of their kind. Despite their overall rarity, duskwalkers are likely to become adventurers, both due to the strange conditions of their creation and common feelings of social isolation. Alignment and Religion Most duskwalkers are neutral or have a neutral component to their alignment. While the typical duskwalker worships or at least respects Pharasma and her powerful psychopomp ushers, any deity associated with death, society, or the occult might attract a duskwalker’s attention. Adventurers Duskwalkers become adventurers most often out of some sense of misplaced destiny. While duskwalkers have free will, they also feel the pressure to make good use of their reincarnation. Many duskwalkers choose to study the otherworldly arts and become wizards or bards. Duskwalkers are also more concerned than most with matters of the soul, commonly becoming clerics, champions, and monks. Duskwalkers most often come from the acolyte, fortune teller, hermit, martial disciple, and scholar backgrounds. Other Information Taking Tea with Death Psychopomps can recognize a duskwalker on sight, and most types of psychopomp are much more likely to start up a conversation with a duskwalker they encounter during their appointed tasks than any other mortal. Nosois might trade shiny objects or sweets for tidbits of knowledge, morrignas might give a warning of a nearby undead threat, and so on. Rarely, a psychopomp might take a shine to a duskwalker and visit from time to time—though given the way psychopomps measure time, these gaps could be months, years, or even decades. Duskwalker Origins Duskwalkers' past lives were often adventurers, but other origins might include a doctor who fought an undead plague or a gravedigger who encouraged a healthy attitude towards death. Duskwalker Heritage Mechanics Thanks to an ancient bargain, your soul has been reborn as a duskwalker, a planar scion with a connection to psychopomp and the Boneyard. You gain the duskwalker trait in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. Neither your body nor your spirit can ever become undead. You can choose from duskwalker feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Duskwalker",
  "Uncommon"
 ],
 "trait_markdown": "[Duskwalker](/Traits.aspx?ID=257), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Duskwalker",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=25",
 "weakness": {}
}