{
 "ability": [
  "Dexterity",
  "Intelligence",
  "Free"
 ],
 "ability_flaw": [
  "Constitution"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-2",
 "image": [
  "/Images/Ancestries/Elf01.png",
  "/Images/Ancestries/Elf02.png"
 ],
 "language": [
  "Common",
  "Elven"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Elven](/Languages.aspx?ID=4)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Elf](/Ancestries.aspx?ID=2)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 38 <sup>4.0</sup></row>\n\n_As an ancient people, elves have seen great change and have the perspective that can come only from watching the arc of history. After leaving the world in ancient times, they returned to a changed land, and they still struggle to reclaim their ancestral homes, most notably from terrible demons that have invaded parts of their lands. To some, the elves are objects of awe—graceful and beautiful, with immense talent and knowledge. Among themselves, however, the elves place far more importance on personal freedom than on living up to these ideals._\r\n\r\nElves combine otherworldly grace, sharp intellect, and mysterious charm in a way that is practically magnetic to members of other ancestries. They are often voraciously intellectual, though their studies delve into a level of detail that most shorter-lived peoples find excessive or inefficient. Valuing kindness and beauty, elves ever strive to improve their manners, appearance, and culture.\n\n Elves are often rather private people, steeped in the secrets of their groves and kinship groups. They’re slow to build friendships outside their kinsfolk, but for a specific reason: they subtly and deeply attune to their environment and their companions. There’s a physical element to this attunement, but it isn’t only superficial. Elves who spend their lives among shorter‑lived peoples often develop a skewed perception of their own mortality and tend to become morose after watching generation after generation of companions age and die. These elves are called the Forlorn.\n\n If you want a character who is magical, mystical, and mysterious, you should play an elf.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Elf01.png\" />\r\n<image src=\"/images/Ancestries/Elf02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Carefully curate your relationships with people with shorter lifespans, either keeping a careful emotional distance or resigning yourself to outliving them. </li><li>Adopt specialized or obscure interests simply for the sake of mastering them. </li><li>Have features such as eye color, skin tone, hair, or mannerisms that reflect the environment in which you live.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Focus on your appearance, either admiring your grace or treating you as if you're physically fragile. </li><li>Assume you practice archery, cast spells, fight [demons](/MonsterFamilies.aspx?ID=28), and have perfected one or more fine arts. </li><li>Worry that you privately look down on them, or feel like you're condescending and aloof.</li></ul>\n\n<title level=\"2\">Physical Description</title>\r\nWhile generally taller than humans, elves possess a fragile grace, accentuated by long features and sharply pointed ears. Their eyes are wide and almond-shaped, featuring large and vibrant-colored pupils that make up the entire visible portion of the eye. These pupils give them an alien look and allow them to see sharply even in very little light.\n\n Elves gradually adapt to their environment and their companions, and they often take on physical traits reflecting their surroundings. An elf who has dwelled in primeval forests for centuries, for example, might exhibit verdant hair and gnarled fingers, while one who’s lived in a desert might have golden pupils and skin. Elven fashion, like the elves themselves, tends to reflect their surroundings. Elves living in the forests and other wilderness locales wear clothing that plays off the terrain and flora of their homes, while those who live in cities tend to wear the latest fashions.\n\n Elves reach physical adulthood around the age of 20, though they aren’t considered to be fully emotionally mature by other elves until closer to the passing of their first century, once they’ve experienced more, held several occupations, and outlived a generation of shorter-lived people. A typical elf can live to around 600 years old.\r\n\r\n<title level=\"2\">Society</title>\r\nElven culture is deep, rich, and on the decline. Their society peaked millennia ago, long before they fled the world to escape a great calamity. They've since returned, but rebuilding is no easy task. Their inborn patience and intellectual curiosity make elves excellent sages, philosophers, and [wizards](/Classes.aspx?ID=12), and their societies are built upon their inherent sense of wonder and knowledge. Elven architecture displays their deep appreciation of beauty, and elven cities are wondrous works of art.\n\n Elves hold deeply seated ideals of individualism, allowing each elf to explore multiple occupations before alighting on a particular pursuit or passion that suits her best. Elves bear notorious grudges against rivals, which the elves call _ilduliel_, but these antagonistic relationships can sometimes blossom into friendships over time.\n\n<title level=\"2\">Alignment and Religion</title>\r\nElves are often emotional and capricious, yet they hold high ideals close to their hearts. As such, many are chaotic good. They prefer deities who share their love of all things mystic and artistic. [Desna](/Deities.aspx?ID=5) and [Shelyn](/Deities.aspx?ID=17) are particular favorites, the former for her sense of wonder and the latter for her appreciation of artistry. [Calistria](/Deities.aspx?ID=3) is the most notorious of elven deities, as she represents many of the elven ideals taken to the extreme.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nMany elves adventure to find beauty and discover new things. Typical backgrounds for an elf include [emissary](/Backgrounds.aspx?ID=12), [hunter](/Backgrounds.aspx?ID=22), [noble](/Backgrounds.aspx?ID=27), [scholar](/Backgrounds.aspx?ID=36), or [scout](/Backgrounds.aspx?ID=32). Elves often become [rangers](/Classes.aspx?ID=9) or [rogues](/Classes.aspx?ID=10), taking advantage of their dexterity, or [alchemists](/Classes.aspx?ID=1) or [wizards](/Classes.aspx?ID=12), exploring their intellectual curiosity.\r\n\r\n<title level=\"2\">Names</title>\r\nAn elf keeps their personal name secret among their family, while giving a nickname when meeting other people. This nickname can change over time, due to events in the elf’s life or even on a whim. A single elf might be known by many names by associates of different ages and regions. Elven names consist of multiple syllables and are meant to flow lyrically—at least in the Elven tongue. They so commonly end in “-el” or “-ara” that other cultures sometimes avoid names ending in these syllables to avoid sounding too elven.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAerel, Amrunelara, Caladrel, Dardlara, Faunra, Heldalel, Jathal, Lanliss, Oparal, Seldlon, Soumral, Talathel, Tessara, Variel, Yalandlara, Zordlon\n<title level=\"2\">Elf Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n30 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Intelligence, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nConstitution\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Elven](/Languages.aspx?ID=4)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Celestial](/Languages.aspx?ID=16), [Draconic](/Languages.aspx?ID=2), [Gnoll](/Languages.aspx?ID=17), [Gnomish](/Languages.aspx?ID=5), [Goblin](/Languages.aspx?ID=6), [Orcish](/Languages.aspx?ID=9), [Sylvan](/Languages.aspx?ID=10), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, so you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.",
 "name": "Elf",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=2"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=2/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=2/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 38 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n30 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Intelligence, Free\r\n\r\n**Ability Flaw**\r\nConstitution\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAs an ancient people, elves have seen great change and have the perspective that can come only from watching the arc of history. After leaving the …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 38"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 38 <sup>4.0</sup></row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "summary": "As an ancient people, elves have seen great change and have the perspective that can come only from watching the arc of history. After leaving the …",
 "summary_markdown": "As an ancient people, elves have seen great change and have the perspective that can come only from watching the arc of history. After leaving the …",
 "text": " Elf Source Core Rulebook pg. 38 4.0 As an ancient people, elves have seen great change and have the perspective that can come only from watching the arc of history. After leaving the world in ancient times, they returned to a changed land, and they still struggle to reclaim their ancestral homes, most notably from terrible demons that have invaded parts of their lands. To some, the elves are objects of awe—graceful and beautiful, with immense talent and knowledge. Among themselves, however, the elves place far more importance on personal freedom than on living up to these ideals. Elves combine otherworldly grace, sharp intellect, and mysterious charm in a way that is practically magnetic to members of other ancestries. They are often voraciously intellectual, though their studies delve into a level of detail that most shorter-lived peoples find excessive or inefficient. Valuing kindness and beauty, elves ever strive to improve their manners, appearance, and culture. Elves are often rather private people, steeped in the secrets of their groves and kinship groups. They’re slow to build friendships outside their kinsfolk, but for a specific reason: they subtly and deeply attune to their environment and their companions. There’s a physical element to this attunement, but it isn’t only superficial. Elves who spend their lives among shorter‑lived peoples often develop a skewed perception of their own mortality and tend to become morose after watching generation after generation of companions age and die. These elves are called the Forlorn. If you want a character who is magical, mystical, and mysterious, you should play an elf. You Might... Carefully curate your relationships with people with shorter lifespans, either keeping a careful emotional distance or resigning yourself to outliving them. Adopt specialized or obscure interests simply for the sake of mastering them. Have features such as eye color, skin tone, hair, or mannerisms that reflect the environment in which you live. Others Probably... Focus on your appearance, either admiring your grace or treating you as if you're physically fragile. Assume you practice archery, cast spells, fight demons, and have perfected one or more fine arts. Worry that you privately look down on them, or feel like you're condescending and aloof. Physical Description While generally taller than humans, elves possess a fragile grace, accentuated by long features and sharply pointed ears. Their eyes are wide and almond-shaped, featuring large and vibrant-colored pupils that make up the entire visible portion of the eye. These pupils give them an alien look and allow them to see sharply even in very little light. Elves gradually adapt to their environment and their companions, and they often take on physical traits reflecting their surroundings. An elf who has dwelled in primeval forests for centuries, for example, might exhibit verdant hair and gnarled fingers, while one who’s lived in a desert might have golden pupils and skin. Elven fashion, like the elves themselves, tends to reflect their surroundings. Elves living in the forests and other wilderness locales wear clothing that plays off the terrain and flora of their homes, while those who live in cities tend to wear the latest fashions. Elves reach physical adulthood around the age of 20, though they aren’t considered to be fully emotionally mature by other elves until closer to the passing of their first century, once they’ve experienced more, held several occupations, and outlived a generation of shorter-lived people. A typical elf can live to around 600 years old. Society Elven culture is deep, rich, and on the decline. Their society peaked millennia ago, long before they fled the world to escape a great calamity. They've since returned, but rebuilding is no easy task. Their inborn patience and intellectual curiosity make elves excellent sages, philosophers, and wizards, and their societies are built upon their inherent sense of wonder and knowledge. Elven architecture displays their deep appreciation of beauty, and elven cities are wondrous works of art. Elves hold deeply seated ideals of individualism, allowing each elf to explore multiple occupations before alighting on a particular pursuit or passion that suits her best. Elves bear notorious grudges against rivals, which the elves call ilduliel , but these antagonistic relationships can sometimes blossom into friendships over time. Alignment and Religion Elves are often emotional and capricious, yet they hold high ideals close to their hearts. As such, many are chaotic good. They prefer deities who share their love of all things mystic and artistic. Desna and Shelyn are particular favorites, the former for her sense of wonder and the latter for her appreciation of artistry. Calistria is the most notorious of elven deities, as she represents many of the elven ideals taken to the extreme. Adventurers Many elves adventure to find beauty and discover new things. Typical backgrounds for an elf include emissary, hunter, noble, scholar, or scout. Elves often become rangers or rogues, taking advantage of their dexterity, or alchemists or wizards, exploring their intellectual curiosity. Names An elf keeps their personal name secret among their family, while giving a nickname when meeting other people. This nickname can change over time, due to events in the elf’s life or even on a whim. A single elf might be known by many names by associates of different ages and regions. Elven names consist of multiple syllables and are meant to flow lyrically—at least in the Elven tongue. They so commonly end in “-el” or “-ara” that other cultures sometimes avoid names ending in these syllables to avoid sounding too elven. Sample Names Aerel, Amrunelara, Caladrel, Dardlara, Faunra, Heldalel, Jathal, Lanliss, Oparal, Seldlon, Soumral, Talathel, Tessara, Variel, Yalandlara, Zordlon Elf Mechanics Hit Points 6 Size Medium Speed 30 feet Ability Boosts Dexterity, Intelligence, Free Ability Flaws Constitution Languages Common Elven Additional languages equal to your Intelligence modifier (if it's positive). Choose from Celestial, Draconic, Gnoll, Gnomish, Goblin, Orcish, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light.",
 "trait": [
  "Elf",
  "Humanoid"
 ],
 "trait_markdown": "[Elf](/Traits.aspx?ID=58), [Humanoid](/Traits.aspx?ID=91)",
 "trait_raw": [
  "Elf",
  "Humanoid"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=2",
 "vision": "Low-Light Vision",
 "weakness": {}
}