{
 "ability": [
  "Dexterity",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-30",
 "image": [
  "/Images/Ancestries/Fetchling01.png",
  "/Images/Ancestries/Fetchling02.png"
 ],
 "language": [
  "Common",
  "Shadowtongue"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Shadowtongue](/Languages.aspx?ID=21)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Fetchling](/Ancestries.aspx?ID=30)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Fetchling\" url=\"/Traits.aspx?ID=300\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 82 <sup>2.0</sup></row>\n\n_Once human and now something apart, fetchlings display the [Shadow Plane's](/Planes.aspx?ID=11) ancient influence through monochrome complexions, glowing eyes, and the casting of supernatural shadows._\r\n\r\nFetchlings are a striking people whose skin appears entirely drained of color. These lithe and shadowy beings seem to sink and vanish into the gloom. They see in darkness, exercise control over shadows, and have strange occult powers. Some fetchlings develop their powers enough to pass between the [Shadow](/Planes.aspx?ID=11) and [Material Planes](/Planes.aspx?ID=1), leaving other ancestries to whisper about figures that emerge from shaded corners and then vanish without a trace. Through magic and other means, they've spread across Golarion and the planes beyond, as adaptable as the humans they once were.\n\n The first fetchlings were refugees. Ages ago, when Earthfall destroyed ancient Azlant and cast the world into darkness, one small group of Azlanti pleaded for rescue. A mysterious hooded figure known as the Widow answered their call, slicing open a passage into the Shadow Plane. The Azlanti stepped through, trading the darkness of Earthfall for a deep shadow. As they navigated the plane's strange environs and dangerous inhabitants, its nature slowly worked monumental changes on the survivors.\n\n If you want a character more at home in a mirror world of shadow, infused with umbral gloom, and who embodies the dualities of light and darkness, you should play a fetchling.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Fetchling01.png\" />\r\n<image src=\"/images/Ancestries/Fetchling02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Live and work in gloomy areas of dim light with plenty of shadows, only providing bright light when expecting visitors.</li><li>Look to people's shadows as a way of identifying them, alongside features like stature or facial structure.</li><li>Maintain composure when faced with strange creatures and circumstances.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Believe you have shadowy powers, such as the ability to consume light as food, melt into darkness, or travel between planes.</li><li>Expect you to be cautious, reserved, and a loner.</li><li>Express interest in your ancestral physiological connection to the Shadow Plane.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nMost of the [Shadow Plane](/Planes.aspx?ID=11) appears as an altered version of the [Material Plane](/Planes.aspx?ID=1) but leeched of color. These same forces in the Shadow Plane have touched fetchlings, whose skin tones fall on a monochromatic scale from stark white to deep black, and all the shades of gray between. Their bodies are just as diverse in shape and size as humans, though most display a certain fluidity of motion reminiscent of shifting shadows. Fetchlings' reflective, pupilless eyes can pierce darkness. A fetchling's most notable feature is their shadow, which almost never faithfully reflects their body. Instead, fetchling shadows might have incongruous shapes or sizes, while others flicker, move of their own accord, or imitate the shadow of another nearby creature.\r\n\r\n<title level=\"2\">Society</title>\r\nMost fetchlings remain close to Golarion on either the [Material](/Planes.aspx?ID=1) or [Shadow Planes](/Planes.aspx?ID=11), either forming majority-fetchling communities or forging solitary paths. Both planar groups tend to be insular; many fetchling cultures preserve memories of their early, perilous days confronting the Shadow Plane's hostile or beguiling denizens. Their predilection for forming tight communal bonds and adapting to local customs has spread to become part of broader fetchling culture, reinforced by two major fetchling groups—the Estlaris and Sharedars—who live in the shadow of more powerful entities.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nA culture of survival passed down through generations means many fetchlings prefer to maintain a cautious worldview and adapt to prevailing circumstances. As a result, many trend toward a neutral outlook on life. Some choose to join with local powers for personal or communal advancement, or to tear systems down from the inside. Others attempt to shatter what they see as fetters that bind them and their communities.\n\n No small number of fetchlings are nonreligious, recognizing all gods' powers but revering none. Faithful fetchlings prefer gods that offer protection and stability, be it the pastoral embrace of [Erastil](/Deities.aspx?ID=6) or the binding chains of [Zon-Kuthon](/Deities.aspx?ID=20). Those who travel alone or pass between planes seek the comfort of [Alseta](/Deities.aspx?ID=30), [Desna](/Deities.aspx?ID=5), and [Gozreh](/Deities.aspx?ID=8). [Calistria](/Deities.aspx?ID=3) appeals to ambitious fetchlings, while [Grandmother Spider](/Deities.aspx?ID=37) and [Sivanah](/Deities.aspx?ID=46) help those who wish to move through the world unnoticed or unfettered. Some worship these three as a pantheon called the Laughing Veil; a few even include [Norgorber](/Deities.aspx?ID=13) as a fourth member.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nFetchlings have a well-earned reputation as travelers. Their [merchants](/Backgrounds.aspx?ID=25) and [emissaries](/Backgrounds.aspx?ID=12) ply many roads, while [nomads](/Backgrounds.aspx?ID=28) and [sailors](/Backgrounds.aspx?ID=30) seek what lies over the next horizon. [Charlatans](/Backgrounds.aspx?ID=9), [criminals](/Backgrounds.aspx?ID=10), and [street urchins](/Backgrounds.aspx?ID=33) carve livelihoods from inhospitable environs. Many fetchlings leverage their natural litheness as [swashbucklers](/Classes.aspx?ID=15) or [rogues](/Classes.aspx?ID=10). The [Shadow Plane's](/Planes.aspx?ID=11) caress awakens hidden power in many fetchling [bards](/Classes.aspx?ID=3) or [sorcerers](/Classes.aspx?ID=11) (especially those of the shadow bloodline) or drives them to study deeper mysteries as [witches](/Classes.aspx?ID=16) or [wizards](/Classes.aspx?ID=12)\r\n\r\n<title level=\"2\">Names</title>\r\nFetchlings adapted to a new world, and their names do the same. These names commonly include phonetic qualities from multiple languages or are simply local cultural names that fetchling families find compelling. Other dominant naming conventions include flowing sounds, harsh or hissing consonants, and surnames that refer to important relatives or community traits.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAmelisce, Ashka, Drosil, Eitsanara, Eomva, Ikyamek, Inva, Jegan, Lirtae, Meotrai, Sorsul, Zokaratz\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Fetchling Settlements</title> Many fetchlings congregate in these two cities. \n\n**Beacon (Shadow Absalom)**: Estlaris ignore their city's official name on Golarion and instead call their home Beacon. [Velstracs](/MonsterFamilies.aspx?ID=111) and intelligent [undead](/Traits.aspx?ID=160) prowl the city's sparsely traveled streets, but business thrives behind closed doors and in towering [d'ziriak](/Monsters.aspx?ID=644) hives. Ships cross the parched Bay of Dusk to bring diverse wares that fuel warring factions, while the Glare at Beacon's heart can send visitors back to the exact spot from which they entered the Shadow Plane. \n\n**Candlease**: This island of terrace farms, natural spires, and colorful woven bridges floats in the sky beneath Shadow Golarion's moon. In the Tallow amphitheater, the timely gleaming of obsidian standing stones helps predict the Lacrimosas that both take and replace Somal's Tears. Candlease also hosts storytelling contests and Brightsorrow moots.\r\n\r\n<title level=\"3\">Kayal</title> Many fetchlings refer to themselves as kayals, an [Aklo](/Languages.aspx?ID=13)-derived word with a meaning akin to “shadow people.” Most kayals reject the term fetchling, which they see as imposed on them by individuals bound too closely to the [Material Plane](/Planes.aspx?ID=1). The word has uncertain origins, but its use is widespread in Nidal. To kayals in Nidal, their name grounds and uplifts them as a worthy people forging their own paths, not as servitors of darkness. Skeptics consider kayal to be a superficial affectation.\r\n\r\n<title level=\"3\">The Widow</title> The Widow was one of the Forsaken— sinister demigods who once watched over the [Shadow Plane](/Planes.aspx?ID=11). It heard an Azlanti call for rescue, lifted its shivering sickle, and tore a passage into darkness; those it ushered into the Shadow Plane became the first fetchlings. Few remember anything beyond the Widow's name, and fewer still offer it prayers. It grants power to no fetchling priests.\n<title level=\"2\">Fetchling Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Shadowtongue](/Languages.aspx?ID=21)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Aklo](/Languages.aspx?ID=13), [Draconic](/Languages.aspx?ID=2), [D'ziriak](/Languages.aspx?ID=58), [Necril](/Languages.aspx?ID=20), [Undercommon](/Languages.aspx?ID=11), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Darkvision](/Rules.aspx?ID=415)</title>\r\nYou can see in darkness and dim light just as well as you can see in bright light.",
 "name": "Fetchling",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=30"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=30/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=30/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Fetchling\" url=\"/Traits.aspx?ID=300\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 82 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOnce human and now something apart, fetchlings display the  Shadow Plane's  ancient influence through monochrome complexions, glowing eyes, and the …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 82"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 82 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Once human and now something apart, fetchlings display the  Shadow Plane's  ancient influence through monochrome complexions, glowing eyes, and the …",
 "summary_markdown": "Once human and now something apart, fetchlings display the  Shadow Plane's  ancient influence through monochrome complexions, glowing eyes, and the …",
 "text": " Fetchling Source Ancestry Guide pg. 82 2.0 Once human and now something apart, fetchlings display the Shadow Plane's ancient influence through monochrome complexions, glowing eyes, and the casting of supernatural shadows. Fetchlings are a striking people whose skin appears entirely drained of color. These lithe and shadowy beings seem to sink and vanish into the gloom. They see in darkness, exercise control over shadows, and have strange occult powers. Some fetchlings develop their powers enough to pass between the Shadow and Material Planes, leaving other ancestries to whisper about figures that emerge from shaded corners and then vanish without a trace. Through magic and other means, they've spread across Golarion and the planes beyond, as adaptable as the humans they once were. The first fetchlings were refugees. Ages ago, when Earthfall destroyed ancient Azlant and cast the world into darkness, one small group of Azlanti pleaded for rescue. A mysterious hooded figure known as the Widow answered their call, slicing open a passage into the Shadow Plane. The Azlanti stepped through, trading the darkness of Earthfall for a deep shadow. As they navigated the plane's strange environs and dangerous inhabitants, its nature slowly worked monumental changes on the survivors. If you want a character more at home in a mirror world of shadow, infused with umbral gloom, and who embodies the dualities of light and darkness, you should play a fetchling. You Might... Live and work in gloomy areas of dim light with plenty of shadows, only providing bright light when expecting visitors. Look to people's shadows as a way of identifying them, alongside features like stature or facial structure. Maintain composure when faced with strange creatures and circumstances. Others Probably... Believe you have shadowy powers, such as the ability to consume light as food, melt into darkness, or travel between planes. Expect you to be cautious, reserved, and a loner. Express interest in your ancestral physiological connection to the Shadow Plane. Physical Description Most of the Shadow Plane appears as an altered version of the Material Plane but leeched of color. These same forces in the Shadow Plane have touched fetchlings, whose skin tones fall on a monochromatic scale from stark white to deep black, and all the shades of gray between. Their bodies are just as diverse in shape and size as humans, though most display a certain fluidity of motion reminiscent of shifting shadows. Fetchlings' reflective, pupilless eyes can pierce darkness. A fetchling's most notable feature is their shadow, which almost never faithfully reflects their body. Instead, fetchling shadows might have incongruous shapes or sizes, while others flicker, move of their own accord, or imitate the shadow of another nearby creature. Society Most fetchlings remain close to Golarion on either the Material or Shadow Planes, either forming majority-fetchling communities or forging solitary paths. Both planar groups tend to be insular; many fetchling cultures preserve memories of their early, perilous days confronting the Shadow Plane's hostile or beguiling denizens. Their predilection for forming tight communal bonds and adapting to local customs has spread to become part of broader fetchling culture, reinforced by two major fetchling groups—the Estlaris and Sharedars—who live in the shadow of more powerful entities. Alignment and Religion A culture of survival passed down through generations means many fetchlings prefer to maintain a cautious worldview and adapt to prevailing circumstances. As a result, many trend toward a neutral outlook on life. Some choose to join with local powers for personal or communal advancement, or to tear systems down from the inside. Others attempt to shatter what they see as fetters that bind them and their communities. No small number of fetchlings are nonreligious, recognizing all gods' powers but revering none. Faithful fetchlings prefer gods that offer protection and stability, be it the pastoral embrace of Erastil or the binding chains of Zon-Kuthon. Those who travel alone or pass between planes seek the comfort of Alseta, Desna, and Gozreh. Calistria appeals to ambitious fetchlings, while Grandmother Spider and Sivanah help those who wish to move through the world unnoticed or unfettered. Some worship these three as a pantheon called the Laughing Veil; a few even include Norgorber as a fourth member. Adventurers Fetchlings have a well-earned reputation as travelers. Their merchants and emissaries ply many roads, while nomads and sailors seek what lies over the next horizon. Charlatans, criminals, and street urchins carve livelihoods from inhospitable environs. Many fetchlings leverage their natural litheness as swashbucklers or rogues. The Shadow Plane's caress awakens hidden power in many fetchling bards or sorcerers (especially those of the shadow bloodline) or drives them to study deeper mysteries as witches or wizards Names Fetchlings adapted to a new world, and their names do the same. These names commonly include phonetic qualities from multiple languages or are simply local cultural names that fetchling families find compelling. Other dominant naming conventions include flowing sounds, harsh or hissing consonants, and surnames that refer to important relatives or community traits. Sample Names Amelisce, Ashka, Drosil, Eitsanara, Eomva, Ikyamek, Inva, Jegan, Lirtae, Meotrai, Sorsul, Zokaratz Other Information Fetchling Settlements Many fetchlings congregate in these two cities. Beacon (Shadow Absalom) : Estlaris ignore their city's official name on Golarion and instead call their home Beacon. Velstracs and intelligent undead prowl the city's sparsely traveled streets, but business thrives behind closed doors and in towering d'ziriak hives. Ships cross the parched Bay of Dusk to bring diverse wares that fuel warring factions, while the Glare at Beacon's heart can send visitors back to the exact spot from which they entered the Shadow Plane. Candlease : This island of terrace farms, natural spires, and colorful woven bridges floats in the sky beneath Shadow Golarion's moon. In the Tallow amphitheater, the timely gleaming of obsidian standing stones helps predict the Lacrimosas that both take and replace Somal's Tears. Candlease also hosts storytelling contests and Brightsorrow moots. Kayal Many fetchlings refer to themselves as kayals, an Aklo-derived word with a meaning akin to “shadow people.” Most kayals reject the term fetchling, which they see as imposed on them by individuals bound too closely to the Material Plane. The word has uncertain origins, but its use is widespread in Nidal. To kayals in Nidal, their name grounds and uplifts them as a worthy people forging their own paths, not as servitors of darkness. Skeptics consider kayal to be a superficial affectation. The Widow The Widow was one of the Forsaken— sinister demigods who once watched over the Shadow Plane. It heard an Azlanti call for rescue, lifted its shivering sickle, and tore a passage into darkness; those it ushered into the Shadow Plane became the first fetchlings. Few remember anything beyond the Widow's name, and fewer still offer it prayers. It grants power to no fetchling priests. Fetchling Mechanics Hit Points 8 Size Medium Speed 25 feet Ability Boosts Dexterity, Free Languages Common Shadowtongue Additional languages equal to your Intelligence modifier (if it's positive). Choose from Aklo, Draconic, D'ziriak, Necril, Undercommon, and any other languages to which you have access (such as the languages prevalent in your region). Darkvision You can see in darkness and dim light just as well as you can see in bright light.",
 "trait": [
  "Fetchling",
  "Humanoid",
  "Uncommon"
 ],
 "trait_markdown": "[Fetchling](/Traits.aspx?ID=300), [Humanoid](/Traits.aspx?ID=91), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Fetchling",
  "Humanoid",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=30",
 "vision": "Darkvision",
 "weakness": {}
}