{
 "ability": [
  "Constitution",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 10,
 "hp_raw": "10",
 "id": "ancestry-31",
 "image": [
  "/Images/Ancestries/Fleshwarp01.png",
  "/Images/Ancestries/Fleshwarp02.png"
 ],
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Fleshwarp](/Ancestries.aspx?ID=31)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 88 <sup>2.0</sup></row>\n\n_Fleshwarps are people whose forms were created or radically transformed by magic, alchemy, or unnatural energies. Their unorthodox appearance can make it difficult for them to find a place for themselves in the world._\r\n\r\nMagic and science that can warp bone and twist sinew are all too common on Golarion. Fleshwarps are those who have been permanently altered by such methods—sometimes a sapient being created whole cloth from inanimate flesh, but often a victim unwillingly transformed by strange energies or sadistic creators.\n\n The ancestry name “fleshwarp” is an umbrella term, since on Golarion the actual fleshwarping process is more infamously well-known than are alterations caused by uncontrolled magic, technology, or fringe science. Whether practiced by Thassilonian wizards, Nexian fleshcrafters, or the drow of the Darklands, fleshwarping is the craft of reshaping flesh and mind in vats of foul magical reagents. This has led some scholars of monsters to argue that only those beings created by traditional fleshwarping should be considered fleshwarps. Regardless of the source of their altered forms, fleshwarps bear their new shape forever, transformed beings living a wild and strange existence beyond what was possible for their original ancestry.\n\n Although fleshwarps are humanoid, no two look the same. One might possess limbs in unusual places and skin as smooth as glass, while another might have a thick matting of spiny fur. Some might have animalistic features, like a boar snout, scales, or cloven hooves. Others have entirely alien appearances, such as bulging eyes on the backs of their hands. Some may have only subtly uncanny features that differentiate them, such as glowing teeth, smoking eyes, or fingernails made of bone. The only commonality among fleshwarps is their mismatched nature. Let your imagination run wild when creating a fleshwarp character!\n\n If you want a character who is tough and hardy, can change their form as they grow, and can use their wholly unique appearance to inspire awe or fear in others, you should play a fleshwarp.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Fleshwarp01.png\" />\r\n<image src=\"/images/Ancestries/Fleshwarp02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Embrace your unusual appearance to inspire respect or fear.</li><li>Be used to relying on yourself.</li><li>Distrust large groups of people, particularly mobs, based on past experiences.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Find your physiology fascinating or terrifying.</li><li>Assume you are an expert on strange creatures or occult phenomena.</li><li>Consider you an enigmatic and unpredictable—and perhaps even dangerous—outsider.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nFleshwarps are humanoids, ranging from 5 to 7 feet tall and from just under 100 pounds to more than 300 pounds. The proportion and appearance of their limbs and features differ widely, but fleshwarps functionally have two legs, two arms, and a single head; a fleshwarp with more limbs than this should consider an appropriate ancestry feat to reflect this variance, or one of their limbs might be vestigial and mostly nonfunctional. Fleshwarps differ widely in their appearance due to the unique circumstances of their creation. Even fleshwarp siblings or two people transformed through the same procedure might look wildly different.\r\n\r\n<title level=\"2\">Society</title>\r\nFleshwarps are so few in number that congregations of them are rare. They most often live on their own, with a small family group, or at the outskirts of a community. Some thrive in cities, however, where they can remain anonymous among the crowds while pursuing careers that allow them to avoid contact with people who might fear or persecute them.\n\n Fleshwarps value endurance and are quick to learn from others, so those who come into contact with others of their kind usually share stories that help each other survive, hide, or thrive more effectively. How a fleshwarp formed can be a painful or horrifying subject, one they consider rude to discuss with anyone besides close friends or loved ones.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nFleshwarps have little to gain from the broader society, and therefore rarely work to support society in turn, beyond perhaps helping other fleshwarps. They need to be able to adapt quickly to survive on their own. As a consequence, few fleshwarps are lawful. Although bigoted or short-sighted people view fleshwarps as monsters, fleshwarps are no more or less prone to evil than any other people, and most seek only to live their lives without trouble. Most are neutral in alignment, for while alienation doesn't force a fleshwarp to feel contempt for others, neither does it encourage a fleshwarp to avoid it. This is especially true for fleshwarps living in the societies that gave birth to their traumatic transformation. Fleshwarps aren't often casually religious; most either have little to do with faith at all (viewing themselves as scorned by the gods or simply seeing faith as impractical for survival) or are exceptionally devout. Religious fleshwarps often revere [Arazni](/Deities.aspx?ID=31), [Calistria](/Deities.aspx?ID=3), [Desna](/Deities.aspx?ID=5), or [Gozreh](/Deities.aspx?ID=8); evil fleshwarps typically turn to [Lamashtu](/Deities.aspx?ID=11), finding consolation in the Mother of Monsters.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nFleshwarps often live on the margins of society. The [hermit](/Backgrounds.aspx?ID=21), [hunter](/Backgrounds.aspx?ID=22), [nomad](/Backgrounds.aspx?ID=28), or [street urchin](/Backgrounds.aspx?ID=33) backgrounds work well for many fleshwarps; others might be [criminals](/Backgrounds.aspx?ID=10), [entertainers](/Backgrounds.aspx?ID=13), or [prisoners](/Backgrounds.aspx?ID=29). The need to defend themselves leads many fleshwarps to become [barbarians](/Classes.aspx?ID=2), [fighters](/Classes.aspx?ID=7), [rogues](/Classes.aspx?ID=10), or [rangers](/Classes.aspx?ID=9). [champions](/Classes.aspx?ID=4) and [druids](/Classes.aspx?ID=6) are common callings among fleshwarps who seek to defend and better the lot of others of their kind.\r\n\r\n<title level=\"2\">Names</title>\r\nFleshwarps can come from—and thus have names from—any culture or ancestry, but some give themselves new names after being transformed, whether to celebrate the change, recognize a new phase of their lives, or conceal their past identity. Many fleshwarps also carry a descriptive nickname granted to them by others, such as “Triple Handed,” “Barkfoot,” or “Many-Mouth.” Fleshwarps don't keep nicknames they find personally offensive, but they tend to keep ones that describe their distinctive appearances or that are given by people they care about.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nBorble, Dag, Feff, Hurn, Kemp, Omber, Ostro, Shurni, Surm, Wumpin\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Fleshwarp Settlements</title> No settlements consisting entirely of fleshwarps exist openly outside of the Mana Wastes; elsewhere, citizens keep the secret so well that their community's existence isn't known to the world at large. Fleshwarps are more likely to live on the fringes of other settlements, working in industries where their hardy constitution is an advantage and their uncanny appearance isn't a liability. Some are herbalists or trappers, working in the wilderness and interacting with others only rarely. Locals might come to consider a fleshwarp their equal or friend, and take umbrage at outsiders who make a big deal out of the “monster” in their midst. Sentiment might turn quickly upon supernatural events or strange attacks, however, and, tragically, more than a few fleshwarps have been turned out of homes they've occupied for decades when faced with a misguided mob.\r\n\r\n<title level=\"3\">Fleshwarp Motives</title> Fleshwarps have a variety of reasons for taking up the life of an adventurer. Some are turned out of their homes by an uncaring parent or a suspicious mob. Other fleshwarps travel to learn more about their own transformation or to seek out others of their kind. A few even actively seek the means—either technological or magical—to undo their transformations or adopt a new form that won't incite repulsion or fear in common people. Still others understand that a good way to earn respect is to solve a community's problems—then quickly leave the area—and therefore fall into the role of itinerant adventurers-for-hire.\r\n\r\n<title level=\"3\">Fleshwarp Legends</title> Legends of famous fleshwarps travel quickly amid fleshwarp communities. \n\n**Lady Kedley**: A wealthy noble in a life she doesn't remember, Kedley emerged transformed from deep below Westcrown. She uses her family's vast fortune to aid other fleshwarps. \n\n**Spinhead Vanluk**: This Mana Wastes warlord brings mutants and fleshwarps under his banner. He (literally) has eyes in the back of his head.\r\n\r\n<title level=\"3\">The Mana Wastes</title> The Mana Wastes are the vast swaths of desolation adjoining once-warring Geb and Nex. Over more than a thousand years, both nations' unrestricted use of magical fusillades, creeping plagues, and other atrocities of spellcraft transformed a once fertile and beautiful land into a desert where reality screams and bleeds. Wellspring surges of magic form into riptides and whirlwinds of chaotic force throughout the Mana Wastes, rending and twisting everything in their path. Many fleshwarps make their homes in this inhospitable land. Some are native to the region, mutated by the Mana Wastes' volatile outbursts, while others are exiles and refugees from across the Impossible Lands who find the otherworldly hazards of the Mana Wastes preferable to the all-too-worldly persecution of their former homelands and compatriots.\r\n\r\n<title level=\"3\">Fleshforges</title> In the city of Ecanus, the archmage Nex created the Fleshforges—massive edifices that churn and tremble with the birth sequences' roar of smelting flesh and printing bone—to produce fleshwarp soldiers to fuel his war against Geb. The Fleshforgers still engineer a bedazzling array of fleshwarps here, from chimeric messengers, who meld house pet and golem, to disciplined scale-sheathed cataphracts and stupendous dreadnoughts, whose fists and footsteps bend steel and pulverize stone. Recently, the Fleshforges have experienced uninitiated activations with alarming frequency, delivering atypical fleshwarps unconfined by design purviews or production schedules. Ecanus's authorities fervently hunt these unlicensed creations, but some escape, lurching into the night to hide in the city's recesses or venturing afield into the Mana Wastes.\n<title level=\"2\">Fleshwarp Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n10\r\n\r\n<title level=\"3\">Size</title>\r\nMedium or Small\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nConstitution, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\nAdditional languages equal to your Intelligence modifier (if positive). Choose from [Aklo](/Languages.aspx?ID=13), [Draconic](/Languages.aspx?ID=2), [Dwarven](/Languages.aspx?ID=3), [Elven](/Languages.aspx?ID=4), [Goblin](/Traits.aspx?ID=81), [Undercommon](/Languages.aspx?ID=11), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, and you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.\r\n\r\n<title level=\"3\">Unusual Anatomy</title>\r\nYour unorthodox body resists physical afflictions meant for other creatures. You gain a +1 circumstance bonus to saves against [diseases](/Traits.aspx?ID=46) and [poisons](/Traits.aspx?ID=126).",
 "name": "Fleshwarp",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=31"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=31/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=31/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Aberration\" url=\"/Traits.aspx?ID=1\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 88 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n10\r\n\r\n**Sizes**\r\nMedium or Small\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nConstitution, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nFleshwarps are people whose forms were created or radically transformed by magic, alchemy, or unnatural energies. Their unorthodox appearance can …\r\n</summary>",
 "size": [
  "Medium",
  "Small"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 88"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 88 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Fleshwarps are people whose forms were created or radically transformed by magic, alchemy, or unnatural energies. Their unorthodox appearance can …",
 "summary_markdown": "Fleshwarps are people whose forms were created or radically transformed by magic, alchemy, or unnatural energies. Their unorthodox appearance can …",
 "text": " Fleshwarp Source Ancestry Guide pg. 88 2.0 Fleshwarps are people whose forms were created or radically transformed by magic, alchemy, or unnatural energies. Their unorthodox appearance can make it difficult for them to find a place for themselves in the world. Magic and science that can warp bone and twist sinew are all too common on Golarion. Fleshwarps are those who have been permanently altered by such methods—sometimes a sapient being created whole cloth from inanimate flesh, but often a victim unwillingly transformed by strange energies or sadistic creators. The ancestry name “fleshwarp” is an umbrella term, since on Golarion the actual fleshwarping process is more infamously well-known than are alterations caused by uncontrolled magic, technology, or fringe science. Whether practiced by Thassilonian wizards, Nexian fleshcrafters, or the drow of the Darklands, fleshwarping is the craft of reshaping flesh and mind in vats of foul magical reagents. This has led some scholars of monsters to argue that only those beings created by traditional fleshwarping should be considered fleshwarps. Regardless of the source of their altered forms, fleshwarps bear their new shape forever, transformed beings living a wild and strange existence beyond what was possible for their original ancestry. Although fleshwarps are humanoid, no two look the same. One might possess limbs in unusual places and skin as smooth as glass, while another might have a thick matting of spiny fur. Some might have animalistic features, like a boar snout, scales, or cloven hooves. Others have entirely alien appearances, such as bulging eyes on the backs of their hands. Some may have only subtly uncanny features that differentiate them, such as glowing teeth, smoking eyes, or fingernails made of bone. The only commonality among fleshwarps is their mismatched nature. Let your imagination run wild when creating a fleshwarp character! If you want a character who is tough and hardy, can change their form as they grow, and can use their wholly unique appearance to inspire awe or fear in others, you should play a fleshwarp. You Might... Embrace your unusual appearance to inspire respect or fear. Be used to relying on yourself. Distrust large groups of people, particularly mobs, based on past experiences. Others Probably... Find your physiology fascinating or terrifying. Assume you are an expert on strange creatures or occult phenomena. Consider you an enigmatic and unpredictable—and perhaps even dangerous—outsider. Physical Description Fleshwarps are humanoids, ranging from 5 to 7 feet tall and from just under 100 pounds to more than 300 pounds. The proportion and appearance of their limbs and features differ widely, but fleshwarps functionally have two legs, two arms, and a single head; a fleshwarp with more limbs than this should consider an appropriate ancestry feat to reflect this variance, or one of their limbs might be vestigial and mostly nonfunctional. Fleshwarps differ widely in their appearance due to the unique circumstances of their creation. Even fleshwarp siblings or two people transformed through the same procedure might look wildly different. Society Fleshwarps are so few in number that congregations of them are rare. They most often live on their own, with a small family group, or at the outskirts of a community. Some thrive in cities, however, where they can remain anonymous among the crowds while pursuing careers that allow them to avoid contact with people who might fear or persecute them. Fleshwarps value endurance and are quick to learn from others, so those who come into contact with others of their kind usually share stories that help each other survive, hide, or thrive more effectively. How a fleshwarp formed can be a painful or horrifying subject, one they consider rude to discuss with anyone besides close friends or loved ones. Alignment and Religion Fleshwarps have little to gain from the broader society, and therefore rarely work to support society in turn, beyond perhaps helping other fleshwarps. They need to be able to adapt quickly to survive on their own. As a consequence, few fleshwarps are lawful. Although bigoted or short-sighted people view fleshwarps as monsters, fleshwarps are no more or less prone to evil than any other people, and most seek only to live their lives without trouble. Most are neutral in alignment, for while alienation doesn't force a fleshwarp to feel contempt for others, neither does it encourage a fleshwarp to avoid it. This is especially true for fleshwarps living in the societies that gave birth to their traumatic transformation. Fleshwarps aren't often casually religious; most either have little to do with faith at all (viewing themselves as scorned by the gods or simply seeing faith as impractical for survival) or are exceptionally devout. Religious fleshwarps often revere Arazni, Calistria, Desna, or Gozreh; evil fleshwarps typically turn to Lamashtu, finding consolation in the Mother of Monsters. Adventurers Fleshwarps often live on the margins of society. The hermit, hunter, nomad, or street urchin backgrounds work well for many fleshwarps; others might be criminals, entertainers, or prisoners. The need to defend themselves leads many fleshwarps to become barbarians, fighters, rogues, or rangers. champions and druids are common callings among fleshwarps who seek to defend and better the lot of others of their kind. Names Fleshwarps can come from—and thus have names from—any culture or ancestry, but some give themselves new names after being transformed, whether to celebrate the change, recognize a new phase of their lives, or conceal their past identity. Many fleshwarps also carry a descriptive nickname granted to them by others, such as “Triple Handed,” “Barkfoot,” or “Many-Mouth.” Fleshwarps don't keep nicknames they find personally offensive, but they tend to keep ones that describe their distinctive appearances or that are given by people they care about. Sample Names Borble, Dag, Feff, Hurn, Kemp, Omber, Ostro, Shurni, Surm, Wumpin Other Information Fleshwarp Settlements No settlements consisting entirely of fleshwarps exist openly outside of the Mana Wastes; elsewhere, citizens keep the secret so well that their community's existence isn't known to the world at large. Fleshwarps are more likely to live on the fringes of other settlements, working in industries where their hardy constitution is an advantage and their uncanny appearance isn't a liability. Some are herbalists or trappers, working in the wilderness and interacting with others only rarely. Locals might come to consider a fleshwarp their equal or friend, and take umbrage at outsiders who make a big deal out of the “monster” in their midst. Sentiment might turn quickly upon supernatural events or strange attacks, however, and, tragically, more than a few fleshwarps have been turned out of homes they've occupied for decades when faced with a misguided mob. Fleshwarp Motives Fleshwarps have a variety of reasons for taking up the life of an adventurer. Some are turned out of their homes by an uncaring parent or a suspicious mob. Other fleshwarps travel to learn more about their own transformation or to seek out others of their kind. A few even actively seek the means—either technological or magical—to undo their transformations or adopt a new form that won't incite repulsion or fear in common people. Still others understand that a good way to earn respect is to solve a community's problems—then quickly leave the area—and therefore fall into the role of itinerant adventurers-for-hire. Fleshwarp Legends Legends of famous fleshwarps travel quickly amid fleshwarp communities. Lady Kedley : A wealthy noble in a life she doesn't remember, Kedley emerged transformed from deep below Westcrown. She uses her family's vast fortune to aid other fleshwarps. Spinhead Vanluk : This Mana Wastes warlord brings mutants and fleshwarps under his banner. He (literally) has eyes in the back of his head. The Mana Wastes The Mana Wastes are the vast swaths of desolation adjoining once-warring Geb and Nex. Over more than a thousand years, both nations' unrestricted use of magical fusillades, creeping plagues, and other atrocities of spellcraft transformed a once fertile and beautiful land into a desert where reality screams and bleeds. Wellspring surges of magic form into riptides and whirlwinds of chaotic force throughout the Mana Wastes, rending and twisting everything in their path. Many fleshwarps make their homes in this inhospitable land. Some are native to the region, mutated by the Mana Wastes' volatile outbursts, while others are exiles and refugees from across the Impossible Lands who find the otherworldly hazards of the Mana Wastes preferable to the all-too-worldly persecution of their former homelands and compatriots. Fleshforges In the city of Ecanus, the archmage Nex created the Fleshforges—massive edifices that churn and tremble with the birth sequences' roar of smelting flesh and printing bone—to produce fleshwarp soldiers to fuel his war against Geb. The Fleshforgers still engineer a bedazzling array of fleshwarps here, from chimeric messengers, who meld house pet and golem, to disciplined scale-sheathed cataphracts and stupendous dreadnoughts, whose fists and footsteps bend steel and pulverize stone. Recently, the Fleshforges have experienced uninitiated activations with alarming frequency, delivering atypical fleshwarps unconfined by design purviews or production schedules. Ecanus's authorities fervently hunt these unlicensed creations, but some escape, lurching into the night to hide in the city's recesses or venturing afield into the Mana Wastes. Fleshwarp Mechanics Hit Points 10 Size Medium or Small Speed 25 feet Ability Boosts Constitution, Free Languages Common Additional languages equal to your Intelligence modifier (if positive). Choose from Aklo, Draconic, Dwarven, Elven, Goblin, Undercommon, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, and you ignore the concealed condition due to dim light. Unusual Anatomy Your unorthodox body resists physical afflictions meant for other creatures. You gain a +1 circumstance bonus to saves against diseases and poisons.",
 "trait": [
  "Aberration",
  "Humanoid",
  "Rare"
 ],
 "trait_markdown": "[Aberration](/Traits.aspx?ID=1), [Humanoid](/Traits.aspx?ID=91), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Aberration",
  "Humanoid",
  "Rare"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=31",
 "vision": "Low-Light Vision",
 "weakness": {}
}