{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-32",
 "image": [
  "/Images/Ancestries/Ganzi01.png",
  "/Images/Ancestries/Ganzi02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Ganzi](/Ancestries.aspx?ID=32)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Ganzi\" url=\"/Traits.aspx?ID=339\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 94 <sup>2.0</sup></row>\n\n_Children of chaos, ganzis are born of the roiling effervescence of the untamable Maelstrom, the primal sea of all creation. Their blood crackles with the promise of change and the raw power of creation unshackled._\r\n\r\nWhile some ganzis are born of mortals who mingled with the inchoate beings of the [Maelstrom](/Planes.aspx?ID=19), and some are descended from those who sailed that cerulean void, many others are born in places where the [Material Plane](/Planes.aspx?ID=1) frays toward chaos. Whatever their roots, all ganzis share the same potent essence.\n\n More than any other planar scions, ganzis are prone to appearing in otherwise stolid and unremarkable bloodlines. While this is sometimes cause for scandal in less open-minded communities, most ganzi children grow up as happy and loved as any other child. Ganzi children often exhibit irrepressible energy and good-natured mischief. A few even grow out of these tendencies eventually.\n\n If you want a character that channels the spontaneous and the unpredictable, that defies categorization while still finding commonality with other nonconformists, you should play a ganzi.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Ganzi01.png\" />\r\n<image src=\"/images/Ancestries/Ganzi02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Express your individuality through fashion and other personal choices.</li><li>Behave in dramatic or exuberant ways and refuse to get discouraged easily.</li><li>Look for creative or unique solutions to problems.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Expect you to behave unpredictably or impulsively.</li><li>Fear that you possess magic beyond your control.</li><li>Assume you're related to [proteans](/MonsterFamilies.aspx?ID=82).</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nWhile ganzis resemble other members of their ancestry, it's rare for chaos to manifest with any degree of subtlety. No two ganzis are wholly alike and there are no universal traits, yet there is more commonality among ganzis than a layperson might expect. While some ganzis have links to other creatures of chaos, like valkyries or einherji, and some to no known beings, a narrow majority manifest as “proteankin” ganzis. Whether actually related to [proteans](/MonsterFamilies.aspx?ID=82) or not, these ganzis possess serpentine tails with colorful scales and feathers, as well as patches of feather and scale in other places. Bilateral symmetry of such features is ubiquitous, despite their chaotic origins.\n\n Given their dramatic physical features, most ganzis are accustomed to drawing attention. Some lean into this, dressing in daring outfits and developing exuberant personalities, while the more introverted use concealing clothing to hide their heritage. Regardless of social preferences, many ganzis share a passion for works of craft or artistry; ganzis often seek out craftworks as fashion statements, from bracelets to necklaces to brooches.\r\n\r\n<title level=\"2\">Society</title>\r\nAs a highly individualistic and geographically scattered heritage, ganzis have few widespread traditions. The most common, though, is the heart-name. While ganzis are no more likely than others to take issue with their gift-name (as ganzis call given names), the vast majority of ganzis choose names for themselves, selecting or inventing names that better describe their true selves. Some use their gift- and heart-names interchangeably; some share a name only with close friends or lovers; and some discard their gift-name entirely. Heart-names aren't static, and a ganzi might change their heart-name a day or a decade later.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nUnsurprisingly, ganzis lean heavily towards chaos, favoring organizations like the Firebrands. This is hardly universal, however—even a few suits of Hellknight armor accommodate a feathered serpent tail. Likewise, many ganzis find themselves suited to the service of [Desna](/Deities.aspx?ID=5), [Cayden Cailean](/Deities.aspx?ID=4), and other powers that value freedom and individuality.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nGanzis come from all walks of life. Some find joy entertaining others and learn the skills of [acrobats](/Backgrounds.aspx?ID=2), [entertainers](/Backgrounds.aspx?ID=13), or [gladiators](/Backgrounds.aspx?ID=18). Others focus on creative pursuits as [artists](/Backgrounds.aspx?ID=5) or [tinkers](/Backgrounds.aspx?ID=34), or as [charlatans](/Backgrounds.aspx?ID=9). The [rogue](/Classes.aspx?ID=10) and [bard](/Classes.aspx?ID=3) classes suit ganzis' love of chaos and mischief, while those looking for the thrill of combat often become [swashbucklers](/Classes.aspx?ID=15) or even liberator [champions](/Classes.aspx?ID=4). Ganzis might study illusion magic as [wizards](/Classes.aspx?ID=12) or [witches](/Classes.aspx?ID=16).\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Ganzi Settlements</title> Since ganzi births tend to be unexpected and ganzis themselves prone to wanderlust, very few ganzi settlements appear on Golarion. Until recently, the best-known locus of ganzi activity was the city of Anuli in southern Garund; ganzi creativity has contributed a great deal of art (and the occasional crater) to the celestial-blessed city.\n\n Even before the fall of Sarkoris, that region's thin planar boundaries resulted in more ganzi births than normal. In the wake of the Worldwound's closure, many ganzis have journeyed there. Some seek to wipe out the area's [demons](/MonsterFamilies.aspx?ID=28) and restore the land to its people, while others wish to explore the blasted realm or even settle in the region. Today, the Sarkoris Scar hosts more ganzis than anywhere else in Avistan.\r\n\r\n<title level=\"3\">Ganzi Features</title> The features that distinguish ganzis from their mundane kin are extremely varied, as befits their chaotic nature. Proteankin ganzis are the most iconic, with feathery hair, iridescent scales, and long serpentine tails. Ganzi tails are notoriously full of mischief, with even their attached ganzi sometimes baffled by their antics.\n<title level=\"2\">Ganzi Heritage Mechanics</title>\r\n\r\nYour blood is touched by primal chaos. You gain the [ganzi](/Traits.aspx?ID=339) trait in addition to the traits from your ancestry. You gain resistance to a single damage type equal to half your level; at the beginning of each day, determine randomly whether this resistance applies to acid, electricity, or sonic damage. You also gain a +1 circumstance bonus to saving throws against effects that would cause you to gain the [controlled](/Conditions.aspx?ID=6) condition. You can choose from ganzi feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Ganzi",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=32"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=32/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Ganzi\" url=\"/Traits.aspx?ID=339\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 94 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nChildren of chaos, ganzis are born of the roiling effervescence of the untamable Maelstrom, the primal sea of all creation. Their blood crackles with …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 94"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 94 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "Children of chaos, ganzis are born of the roiling effervescence of the untamable Maelstrom, the primal sea of all creation. Their blood crackles with …",
 "summary_markdown": "Children of chaos, ganzis are born of the roiling effervescence of the untamable Maelstrom, the primal sea of all creation. Their blood crackles with …",
 "text": " Ganzi Source Ancestry Guide pg. 94 2.0 Children of chaos, ganzis are born of the roiling effervescence of the untamable Maelstrom, the primal sea of all creation. Their blood crackles with the promise of change and the raw power of creation unshackled. While some ganzis are born of mortals who mingled with the inchoate beings of the Maelstrom, and some are descended from those who sailed that cerulean void, many others are born in places where the Material Plane frays toward chaos. Whatever their roots, all ganzis share the same potent essence. More than any other planar scions, ganzis are prone to appearing in otherwise stolid and unremarkable bloodlines. While this is sometimes cause for scandal in less open-minded communities, most ganzi children grow up as happy and loved as any other child. Ganzi children often exhibit irrepressible energy and good-natured mischief. A few even grow out of these tendencies eventually. If you want a character that channels the spontaneous and the unpredictable, that defies categorization while still finding commonality with other nonconformists, you should play a ganzi. You Might... Express your individuality through fashion and other personal choices. Behave in dramatic or exuberant ways and refuse to get discouraged easily. Look for creative or unique solutions to problems. Others Probably... Expect you to behave unpredictably or impulsively. Fear that you possess magic beyond your control. Assume you're related to proteans. Physical Description While ganzis resemble other members of their ancestry, it's rare for chaos to manifest with any degree of subtlety. No two ganzis are wholly alike and there are no universal traits, yet there is more commonality among ganzis than a layperson might expect. While some ganzis have links to other creatures of chaos, like valkyries or einherji, and some to no known beings, a narrow majority manifest as “proteankin” ganzis. Whether actually related to proteans or not, these ganzis possess serpentine tails with colorful scales and feathers, as well as patches of feather and scale in other places. Bilateral symmetry of such features is ubiquitous, despite their chaotic origins. Given their dramatic physical features, most ganzis are accustomed to drawing attention. Some lean into this, dressing in daring outfits and developing exuberant personalities, while the more introverted use concealing clothing to hide their heritage. Regardless of social preferences, many ganzis share a passion for works of craft or artistry; ganzis often seek out craftworks as fashion statements, from bracelets to necklaces to brooches. Society As a highly individualistic and geographically scattered heritage, ganzis have few widespread traditions. The most common, though, is the heart-name. While ganzis are no more likely than others to take issue with their gift-name (as ganzis call given names), the vast majority of ganzis choose names for themselves, selecting or inventing names that better describe their true selves. Some use their gift- and heart-names interchangeably; some share a name only with close friends or lovers; and some discard their gift-name entirely. Heart-names aren't static, and a ganzi might change their heart-name a day or a decade later. Alignment and Religion Unsurprisingly, ganzis lean heavily towards chaos, favoring organizations like the Firebrands. This is hardly universal, however—even a few suits of Hellknight armor accommodate a feathered serpent tail. Likewise, many ganzis find themselves suited to the service of Desna, Cayden Cailean, and other powers that value freedom and individuality. Adventurers Ganzis come from all walks of life. Some find joy entertaining others and learn the skills of acrobats, entertainers, or gladiators. Others focus on creative pursuits as artists or tinkers, or as charlatans. The rogue and bard classes suit ganzis' love of chaos and mischief, while those looking for the thrill of combat often become swashbucklers or even liberator champions. Ganzis might study illusion magic as wizards or witches. Other Information Ganzi Settlements Since ganzi births tend to be unexpected and ganzis themselves prone to wanderlust, very few ganzi settlements appear on Golarion. Until recently, the best-known locus of ganzi activity was the city of Anuli in southern Garund; ganzi creativity has contributed a great deal of art (and the occasional crater) to the celestial-blessed city. Even before the fall of Sarkoris, that region's thin planar boundaries resulted in more ganzi births than normal. In the wake of the Worldwound's closure, many ganzis have journeyed there. Some seek to wipe out the area's demons and restore the land to its people, while others wish to explore the blasted realm or even settle in the region. Today, the Sarkoris Scar hosts more ganzis than anywhere else in Avistan. Ganzi Features The features that distinguish ganzis from their mundane kin are extremely varied, as befits their chaotic nature. Proteankin ganzis are the most iconic, with feathery hair, iridescent scales, and long serpentine tails. Ganzi tails are notoriously full of mischief, with even their attached ganzi sometimes baffled by their antics. Ganzi Heritage Mechanics Your blood is touched by primal chaos. You gain the ganzi trait in addition to the traits from your ancestry. You gain resistance to a single damage type equal to half your level; at the beginning of each day, determine randomly whether this resistance applies to acid, electricity, or sonic damage. You also gain a +1 circumstance bonus to saving throws against effects that would cause you to gain the controlled condition. You can choose from ganzi feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Ganzi",
  "Uncommon"
 ],
 "trait_markdown": "[Ganzi](/Traits.aspx?ID=339), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Ganzi",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=32",
 "weakness": {}
}