{
 "ability": [
  "Strength",
  "Intelligence",
  "Free"
 ],
 "ability_flaw": [
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-44",
 "image": [
  "/Images/Ancestries/Gnoll01.png",
  "/Images/Ancestries/Gnoll02.png"
 ],
 "language": [
  "Common",
  "Gnoll"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Gnoll](/Languages.aspx?ID=17)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Gnoll](/Ancestries.aspx?ID=44)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Gnoll\" url=\"/Traits.aspx?ID=219\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 110 <sup>2.0</sup></row>\n\n_Powerfully-built humanoids that resemble hyenas, gnolls are cunning warriors and hunters. Their frightening visage and efficient tactics have given them an ill-starred reputation._\r\n\r\nIn lands to the east, such as Katapesh, gnolls have earned themselves well-deserved reputations as brutal slavers and demon-worshippers. Even in the Mwangi Expanse, many outsiders believe that gnolls are witches, cannibals, and worse. The truth is more complex.\n\n Mwangi gnolls, known to themselves as “kholo,” are eminently practical and pragmatic hunters and raiders. To gnolls, honor is just another word for pointless risk. Any loss of a gnoll affects not just the individual, but their packmates and kin as well. Wasting time on anything but victory, whether it's mercy or cruelty, is seen as little shy of immoral. Gnolls see effectiveness as a cardinal virtue and believe that the best fight is one that never gives the opponent a chance to strike back. Mwangi gnolls are masters of ambushes, tactical feints, and psychological warfare—none of which endears them to their neighbors.\n\n Equally misunderstood is the gnoll practice of ancestor worship and endocannibalism. Gnolls consume their dead as a sign of reverence, holding a grand feast and transforming the bones of the fallen into art or weapons. Gnolls extend this honor to respected foes, hoping to bring their enemy's cunning or strength into the clan. While it's a sign of admiration, not everyone sees it that way.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Gnoll01.png\" />\r\n<image src=\"/images/Ancestries/Gnoll02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Always try to work smarter, not harder.</li><li>Be very physically demonstrative—often hugging, punching, or licking your friends.</li><li>Keep a bone from a favorite relative to ask for advice.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Are intimidated by your size, teeth, and eerie laugh.</li><li>Assume that you are dishonorable or worse.</li><li>Respect the brutal efficiency of your hunting style.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nGnolls are large, hyena-like humanoids with short muzzles, sharp teeth, and large and expressive round ears. Their bodies are covered in shaggy fur, rougher on the back and softer and lighter on the stomach and throat, usually in an off-white, tan, or brown shade—spots and stripes are both common. Gnolls typically stand between six and seven feet tall. Women are usually about a head taller than men, and correspondingly stronger. Gnolls are considered adults at fifteen, and live about 60 years on average, though some can reach a hundred or more in good health.\r\n\r\n<title level=\"2\">Society</title>\r\nKholo generally live in clans of 10 to 20 interrelated family groups, containing between 100 to 200 gnolls. They are ruled by a council of female gnolls, typically selected from the oldest members of each family. This council of elders selects one of their number as a Chief Elder, who is essentially the first among equals and sets the agenda. The council is advised by the clan's bonekeeper and storyteller, as well as one or more younger gnolls who lead hunting and raiding packs.\n\n Bonekeepers focus on tending to the wishes of gnoll ancestors and gods— they take their name from the ancestral bones that festoon their clothing and homes. Storytellers serve as teachers and sages, and are expected to have an encyclopedic knowledge of clan history, regional lore, and anything else relevant to the clan. They usually speak several languages.\n\n Kholo women typically work as hunters, warriors, and leaders, while men become artisans, caretakers, and gatherers. However, adherence to gender roles varies from clan to clan. Members of either gender can become bonekeepers or storytellers, and these positions often routes to authority for male gnolls.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nMwangi gnolls have an unsentimental, matter-of-fact approach to life, and prioritize results over methods. They are usually loyal and generous to their people and ruthless toward outsiders—gnolls are typically chaotic neutral but can skew good or evil depending on who they view as “their people.”\n\n Gnolls appeal to their ancestors on a day-to-day basis, invoking their kin to bless cubs, ward off disease, or grant luck on hunts. Gnolls call upon the gods on special occasions or in times of great crisis. Most kholo give homage to [Calistria](/Deities.aspx?ID=3) and [Shelyn](/Deities.aspx?ID=17) as the Elder and Younger Sisters, twin goddesses of power and beauty. [Nethys](/Deities.aspx?ID=12), the Brother, is the patron of bonekeepers, and [Lamashtu](/Deities.aspx?ID=11), while a popular deity in other gnoll societies, is propitiated as the Old Mother, a goddess called upon only as a very last resort, and otherwise begged to stay away.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nSome gnolls leave their clans to work as mercenaries and adventurers, learning new skills, earning wealth, and gaining allies that will one day benefit their people. Other adventuring gnolls are without clans, left orphaned by some disaster or exiled, fairly or not, for some crime. All gnolls are strongly pack-minded and tend to adopt their friends as honorary gnolls and packmates.\n\n Gnolls usually hail from the [animal whisperer](/Backgrounds.aspx?ID=3), [entertainer](/Backgrounds.aspx?ID=13), [herbalist](/Backgrounds.aspx?ID=20), [hunter](/Backgrounds.aspx?ID=22), [nomad](/Backgrounds.aspx?ID=28), [scout](/Backgrounds.aspx?ID=32), and [warrior](/Backgrounds.aspx?ID=35) backgrounds. The [ranger](/Classes.aspx?ID=9) is the archetypal gnoll class, a cunning warrior of the wilderness, but gnolls also make excellent [barbarians](/Classes.aspx?ID=2) and [fighters](/Classes.aspx?ID=7), and their love of clever tricks make them outstanding [rogues](/Classes.aspx?ID=10). Bonekeepers are usually [witches](/Classes.aspx?ID=16), treating ancestral spirits more like squabbling colleagues than objects of worship, while storytellers are typically [bards](/Classes.aspx?ID=3).\n\n<title level=\"2\">Names</title>\r\nNewborn kholo are given a root name, typically that of a bone, plant, or animal (though never Hyena, as this is considered narcissistic and arrogant). As a gnoll reaches certain milestones in life, they add descriptors to their name. Root names are often passed down through families, while descriptors are chosen to fit the gnoll's personality, usually in raucous ceremonies.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nBaobab, Jackal, Onyx Elephant in Shadows, Red Thorn, Unbent Iron Reed, White Acacia, Wistful Tooth, Woodpecker\n<title level=\"2\">Gnoll Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nStrength, Intelligence, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nWisdom\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Gnoll](/Languages.aspx?ID=17)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Iruxi](/Languages.aspx?ID=32), [Necril](/Languages.aspx?ID=20), [Orcish](/Languages.aspx?ID=9), [Sylvan](/Languages.aspx?ID=10), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">Bite</title>\r\nYour sharp teeth and powerful jaws are fearsome weapons. You have a jaws [unarmed](/Traits.aspx?ID=199) attack that deals 1d6 piercing damage. Your jaws are in the [brawling](/WeaponGroups.aspx?ID=4) group.\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, and you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.",
 "name": "Gnoll",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=44"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=44/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=44/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Gnoll\" url=\"/Traits.aspx?ID=219\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 110 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nStrength, Intelligence, Free\r\n\r\n**Ability Flaw**\r\nWisdom\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nPowerfully-built humanoids that resemble hyenas, gnolls are cunning warriors and hunters. Their frightening visage and efficient tactics have given …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 110"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 110 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Powerfully-built humanoids that resemble hyenas, gnolls are cunning warriors and hunters. Their frightening visage and efficient tactics have given …",
 "summary_markdown": "Powerfully-built humanoids that resemble hyenas, gnolls are cunning warriors and hunters. Their frightening visage and efficient tactics have given …",
 "text": " Gnoll Source The Mwangi Expanse pg. 110 2.0 Powerfully-built humanoids that resemble hyenas, gnolls are cunning warriors and hunters. Their frightening visage and efficient tactics have given them an ill-starred reputation. In lands to the east, such as Katapesh, gnolls have earned themselves well-deserved reputations as brutal slavers and demon-worshippers. Even in the Mwangi Expanse, many outsiders believe that gnolls are witches, cannibals, and worse. The truth is more complex. Mwangi gnolls, known to themselves as “kholo,” are eminently practical and pragmatic hunters and raiders. To gnolls, honor is just another word for pointless risk. Any loss of a gnoll affects not just the individual, but their packmates and kin as well. Wasting time on anything but victory, whether it's mercy or cruelty, is seen as little shy of immoral. Gnolls see effectiveness as a cardinal virtue and believe that the best fight is one that never gives the opponent a chance to strike back. Mwangi gnolls are masters of ambushes, tactical feints, and psychological warfare—none of which endears them to their neighbors. Equally misunderstood is the gnoll practice of ancestor worship and endocannibalism. Gnolls consume their dead as a sign of reverence, holding a grand feast and transforming the bones of the fallen into art or weapons. Gnolls extend this honor to respected foes, hoping to bring their enemy's cunning or strength into the clan. While it's a sign of admiration, not everyone sees it that way. You Might... Always try to work smarter, not harder. Be very physically demonstrative—often hugging, punching, or licking your friends. Keep a bone from a favorite relative to ask for advice. Others Probably... Are intimidated by your size, teeth, and eerie laugh. Assume that you are dishonorable or worse. Respect the brutal efficiency of your hunting style. Physical Description Gnolls are large, hyena-like humanoids with short muzzles, sharp teeth, and large and expressive round ears. Their bodies are covered in shaggy fur, rougher on the back and softer and lighter on the stomach and throat, usually in an off-white, tan, or brown shade—spots and stripes are both common. Gnolls typically stand between six and seven feet tall. Women are usually about a head taller than men, and correspondingly stronger. Gnolls are considered adults at fifteen, and live about 60 years on average, though some can reach a hundred or more in good health. Society Kholo generally live in clans of 10 to 20 interrelated family groups, containing between 100 to 200 gnolls. They are ruled by a council of female gnolls, typically selected from the oldest members of each family. This council of elders selects one of their number as a Chief Elder, who is essentially the first among equals and sets the agenda. The council is advised by the clan's bonekeeper and storyteller, as well as one or more younger gnolls who lead hunting and raiding packs. Bonekeepers focus on tending to the wishes of gnoll ancestors and gods— they take their name from the ancestral bones that festoon their clothing and homes. Storytellers serve as teachers and sages, and are expected to have an encyclopedic knowledge of clan history, regional lore, and anything else relevant to the clan. They usually speak several languages. Kholo women typically work as hunters, warriors, and leaders, while men become artisans, caretakers, and gatherers. However, adherence to gender roles varies from clan to clan. Members of either gender can become bonekeepers or storytellers, and these positions often routes to authority for male gnolls. Alignment and Religion Mwangi gnolls have an unsentimental, matter-of-fact approach to life, and prioritize results over methods. They are usually loyal and generous to their people and ruthless toward outsiders—gnolls are typically chaotic neutral but can skew good or evil depending on who they view as “their people.” Gnolls appeal to their ancestors on a day-to-day basis, invoking their kin to bless cubs, ward off disease, or grant luck on hunts. Gnolls call upon the gods on special occasions or in times of great crisis. Most kholo give homage to Calistria and Shelyn as the Elder and Younger Sisters, twin goddesses of power and beauty. Nethys, the Brother, is the patron of bonekeepers, and Lamashtu, while a popular deity in other gnoll societies, is propitiated as the Old Mother, a goddess called upon only as a very last resort, and otherwise begged to stay away. Adventurers Some gnolls leave their clans to work as mercenaries and adventurers, learning new skills, earning wealth, and gaining allies that will one day benefit their people. Other adventuring gnolls are without clans, left orphaned by some disaster or exiled, fairly or not, for some crime. All gnolls are strongly pack-minded and tend to adopt their friends as honorary gnolls and packmates. Gnolls usually hail from the animal whisperer, entertainer, herbalist, hunter, nomad, scout, and warrior backgrounds. The ranger is the archetypal gnoll class, a cunning warrior of the wilderness, but gnolls also make excellent barbarians and fighters, and their love of clever tricks make them outstanding rogues. Bonekeepers are usually witches, treating ancestral spirits more like squabbling colleagues than objects of worship, while storytellers are typically bards. Names Newborn kholo are given a root name, typically that of a bone, plant, or animal (though never Hyena, as this is considered narcissistic and arrogant). As a gnoll reaches certain milestones in life, they add descriptors to their name. Root names are often passed down through families, while descriptors are chosen to fit the gnoll's personality, usually in raucous ceremonies. Sample Names Baobab, Jackal, Onyx Elephant in Shadows, Red Thorn, Unbent Iron Reed, White Acacia, Wistful Tooth, Woodpecker Gnoll Mechanics Hit Points 8 Size Medium Speed 25 feet Ability Boosts Strength, Intelligence, Free Ability Flaws Wisdom Languages Common Gnoll Additional languages equal to your Intelligence modifier (if it's positive). Choose from Draconic, Elven, Iruxi, Necril, Orcish, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region). Bite Your sharp teeth and powerful jaws are fearsome weapons. You have a jaws unarmed attack that deals 1d6 piercing damage. Your jaws are in the brawling group. Low-Light Vision You can see in dim light as though it were bright light, and you ignore the concealed condition due to dim light.",
 "trait": [
  "Gnoll",
  "Humanoid",
  "Uncommon"
 ],
 "trait_markdown": "[Gnoll](/Traits.aspx?ID=219), [Humanoid](/Traits.aspx?ID=91), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Gnoll",
  "Humanoid",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=44",
 "vision": "Low-Light Vision",
 "weakness": {}
}