{
 "ability": [
  "Constitution",
  "Charisma",
  "Free"
 ],
 "ability_flaw": [
  "Strength"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-3",
 "image": [
  "/Images/Ancestries/Gnome01.png",
  "/Images/Ancestries/Gnome02.png"
 ],
 "language": [
  "Common",
  "Gnomish",
  "Sylvan"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Gnomish](/Languages.aspx?ID=5), [Sylvan](/Languages.aspx?ID=10)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Gnome](/Ancestries.aspx?ID=3)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Gnome\" url=\"/Traits.aspx?ID=80\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 42 <sup>4.0</sup></row>\n\n_Long ago, early gnome ancestors emigrated from the First World, realm of the fey. While it’s unclear why the first gnomes wandered to Golarion, this lineage manifests in modern gnomes as bizarre reasoning, eccentricity, obsessive tendencies, and what some see as naivete. These qualities are further reflected in their physical characteristics, such as spindly limbs, brightly colored hair, and childlike and extremely expressive facial features that further reflect their otherworldly origins._\r\n\r\nAlways hungry for new experiences, gnomes constantly wander both mentally and physically, attempting to stave off a terrible ailment that threatens all of their people. This affliction—the Bleaching—strikes gnomes who fail to dream, innovate, and take in new experiences, in the gnomes' absence of crucial magical essence from the [First World](/Planes.aspx?ID=10). Gnomes latch onto a source of localized magic where they live, typically [primal](/SpellLists.aspx?Tradition=4) magic, as befits their [fey](/Traits.aspx?ID=69) lineage, but this isn't enough to avoid the Bleaching unless they supplement this magic with new experiences. The Bleaching slowly drains the color—literally—from gnomes, and it plunges those affected into states of deep depression that eventually claim their lives. Very few gnomes survive this scourge, becoming deeply morose and wise survivors known as bleachlings.\n\n If you want a character with boundless enthusiasm and an alien, fey outlook on morality and life, you should play a gnome.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Gnome01.png\" />\r\n<image src=\"/images/Ancestries/Gnome02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Embrace learning and hop from one area of study to another without warning. </li><li>Rush into action before fully taking stock of the entire situation. </li><li>Speak, think, and move quickly, and lose patience with those who can’t keep up.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Appreciate your enthusiasm and the energy with which you approach new situations. </li><li>Struggle to understand your motivations or adapt to your rapid changes of direction. </li><li>See you as unpredictable, flighty, unreliable, or even reckless.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nMost gnomes stand just over 3 feet in height and weigh little more than a human child. They exhibit a wide range of natural skin, hair, and eye colors. For gnomes that haven’t begun the Bleaching, nearly any hair and eye color other than white is possible, with vibrant colors most frequent, while skin tones span a slightly narrower spectrum and tend toward earthy tones and pinkish hues, though occasionally green, black, or pale blue. Gnomes’ large eyes and dense facial muscles allow them to be particularly expressive in their emotions. Gnomes typically reach physical maturity at the age of 18, though many gnomes maintain a childlike curiosity about the world even into adulthood. A gnome can theoretically live to any age if she can stave off the Bleaching indefinitely, but in practice gnomes rarely live longer than around 400 years.\r\n\r\n<title level=\"2\">Society</title>\r\nWhile most gnomes adopt some of the cultural practices of the region in which they live, they tend to pick and choose, adjusting their communities to fit their own fey logic. This often leads to majority gnome communities eventually consisting almost entirely of gnomes, as other people, bewildered by gnomish political decisions, choose to move elsewhere. Gnomes have little culture that they would consider entirely their own. No gnome kingdoms or nations exist on the surface of Golarion, and gnomes wouldn’t know what to do with such a state if they had one.\n\n By necessity, few gnomes marry for life, instead allowing relationships to run their course before amicably moving on, the better to stave off the Bleaching with new experiences. Though gnome families tend to be small, many gnome communities raise children communally, with fluid family boundaries. As adults depart the settlement, unrelated adolescents sometimes tag along, creating adopted families to journey together.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nThough gnomes are impulsive tricksters with inscrutable motives and confusing methods, many at least attempt to make the world a better place. They are prone to fits of powerful emotion, and they are often good but rarely lawful. Gnomes most commonly worship deities that value individuality and nature, such as [Cayden Cailean](/Deities.aspx?ID=4), [Desna](/Deities.aspx?ID=5), [Gozreh](/Deities.aspx?ID=8), and [Shelyn](/Deities.aspx?ID=17).\r\n\r\n<title level=\"2\">Adventurers</title>\r\nAdventure is not so much a choice as a necessity for most gnomes. Adventuring gnomes often claim mementos, allowing them to remember and relive their most exciting stories.\n\n Gnomes often consider the [entertainer](/Backgrounds.aspx?ID=13), [merchant](/Backgrounds.aspx?ID=25), or [nomad](/Backgrounds.aspx?ID=28) backgrounds. In addition, the [animal whisperer](/Backgrounds.aspx?ID=3), [barkeep](/Backgrounds.aspx?ID=6), [gambler](/Backgrounds.aspx?ID=17), and [tinker](/Backgrounds.aspx?ID=34) backgrounds are particularly appropriate.\n\n Gnomes' connection to magic makes spellcasting classes particularly thematic for you, especially classes that match the tradition of your primal innate spells, such as [druid](/Classes.aspx?ID=6) or primal [sorcerer](/Classes.aspx?ID=11), though wellspring gnomes might choose others.\r\n\r\n<title level=\"2\">Names</title>\r\nGnome names can get quite complex and polysyllabic. They have little interest in familial names, and most children receive their names purely on a parent’s whim. Gnomes rarely concern themselves with how easy their names are to pronounce, and they often go by shorter nicknames. Some even collect and chronicle these nicknames. Among gnomes, the shorter the name, the more feminine it’s considered to be.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAbroshtor, Bastargre, Besh, Fijit, Halungalom, Krolmnite, Neji, Majet, Pai, Poshment, Queck, Trig, Zarzuket, Zatqualmie\n<title level=\"2\">Gnome Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nConstitution, Charisma, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nStrength\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Gnomish](/Languages.aspx?ID=5)\r\n\r\n[Sylvan](/Languages.aspx?ID=10)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Draconic](/Languages.aspx?ID=2), [Dwarven](/Languages.aspx?ID=3), [Elven](/Languages.aspx?ID=4), [Goblin](/Languages.aspx?ID=6), [Jotun](/Languages.aspx?ID=8), [Orcish](/Languages.aspx?ID=9), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, so you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.",
 "name": "Gnome",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=3"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=3/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=3/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Gnome\" url=\"/Traits.aspx?ID=80\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 42 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nConstitution, Charisma, Free\r\n\r\n**Ability Flaw**\r\nStrength\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLong ago, early gnome ancestors emigrated from the First World, realm of the fey. While it’s unclear why the first gnomes wandered to Golarion, this …\r\n</summary>",
 "size": [
  "Small"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 42"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 42 <sup>4.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Long ago, early gnome ancestors emigrated from the First World, realm of the fey. While it’s unclear why the first gnomes wandered to Golarion, this …",
 "summary_markdown": "Long ago, early gnome ancestors emigrated from the First World, realm of the fey. While it’s unclear why the first gnomes wandered to Golarion, this …",
 "text": " Gnome Source Core Rulebook pg. 42 4.0 Long ago, early gnome ancestors emigrated from the First World, realm of the fey. While it’s unclear why the first gnomes wandered to Golarion, this lineage manifests in modern gnomes as bizarre reasoning, eccentricity, obsessive tendencies, and what some see as naivete. These qualities are further reflected in their physical characteristics, such as spindly limbs, brightly colored hair, and childlike and extremely expressive facial features that further reflect their otherworldly origins. Always hungry for new experiences, gnomes constantly wander both mentally and physically, attempting to stave off a terrible ailment that threatens all of their people. This affliction—the Bleaching—strikes gnomes who fail to dream, innovate, and take in new experiences, in the gnomes' absence of crucial magical essence from the First World. Gnomes latch onto a source of localized magic where they live, typically primal magic, as befits their fey lineage, but this isn't enough to avoid the Bleaching unless they supplement this magic with new experiences. The Bleaching slowly drains the color—literally—from gnomes, and it plunges those affected into states of deep depression that eventually claim their lives. Very few gnomes survive this scourge, becoming deeply morose and wise survivors known as bleachlings. If you want a character with boundless enthusiasm and an alien, fey outlook on morality and life, you should play a gnome. You Might... Embrace learning and hop from one area of study to another without warning. Rush into action before fully taking stock of the entire situation. Speak, think, and move quickly, and lose patience with those who can’t keep up. Others Probably... Appreciate your enthusiasm and the energy with which you approach new situations. Struggle to understand your motivations or adapt to your rapid changes of direction. See you as unpredictable, flighty, unreliable, or even reckless. Physical Description Most gnomes stand just over 3 feet in height and weigh little more than a human child. They exhibit a wide range of natural skin, hair, and eye colors. For gnomes that haven’t begun the Bleaching, nearly any hair and eye color other than white is possible, with vibrant colors most frequent, while skin tones span a slightly narrower spectrum and tend toward earthy tones and pinkish hues, though occasionally green, black, or pale blue. Gnomes’ large eyes and dense facial muscles allow them to be particularly expressive in their emotions. Gnomes typically reach physical maturity at the age of 18, though many gnomes maintain a childlike curiosity about the world even into adulthood. A gnome can theoretically live to any age if she can stave off the Bleaching indefinitely, but in practice gnomes rarely live longer than around 400 years. Society While most gnomes adopt some of the cultural practices of the region in which they live, they tend to pick and choose, adjusting their communities to fit their own fey logic. This often leads to majority gnome communities eventually consisting almost entirely of gnomes, as other people, bewildered by gnomish political decisions, choose to move elsewhere. Gnomes have little culture that they would consider entirely their own. No gnome kingdoms or nations exist on the surface of Golarion, and gnomes wouldn’t know what to do with such a state if they had one. By necessity, few gnomes marry for life, instead allowing relationships to run their course before amicably moving on, the better to stave off the Bleaching with new experiences. Though gnome families tend to be small, many gnome communities raise children communally, with fluid family boundaries. As adults depart the settlement, unrelated adolescents sometimes tag along, creating adopted families to journey together. Alignment and Religion Though gnomes are impulsive tricksters with inscrutable motives and confusing methods, many at least attempt to make the world a better place. They are prone to fits of powerful emotion, and they are often good but rarely lawful. Gnomes most commonly worship deities that value individuality and nature, such as Cayden Cailean, Desna, Gozreh, and Shelyn. Adventurers Adventure is not so much a choice as a necessity for most gnomes. Adventuring gnomes often claim mementos, allowing them to remember and relive their most exciting stories. Gnomes often consider the entertainer, merchant, or nomad backgrounds. In addition, the animal whisperer, barkeep, gambler, and tinker backgrounds are particularly appropriate. Gnomes' connection to magic makes spellcasting classes particularly thematic for you, especially classes that match the tradition of your primal innate spells, such as druid or primal sorcerer, though wellspring gnomes might choose others. Names Gnome names can get quite complex and polysyllabic. They have little interest in familial names, and most children receive their names purely on a parent’s whim. Gnomes rarely concern themselves with how easy their names are to pronounce, and they often go by shorter nicknames. Some even collect and chronicle these nicknames. Among gnomes, the shorter the name, the more feminine it’s considered to be. Sample Names Abroshtor, Bastargre, Besh, Fijit, Halungalom, Krolmnite, Neji, Majet, Pai, Poshment, Queck, Trig, Zarzuket, Zatqualmie Gnome Mechanics Hit Points 8 Size Small Speed 25 feet Ability Boosts Constitution, Charisma, Free Ability Flaws Strength Languages Common Gnomish Sylvan Additional languages equal to your Intelligence modifier (if it's positive). Choose from Draconic, Dwarven, Elven, Goblin, Jotun, Orcish, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light.",
 "trait": [
  "Gnome",
  "Humanoid"
 ],
 "trait_markdown": "[Gnome](/Traits.aspx?ID=80), [Humanoid](/Traits.aspx?ID=91)",
 "trait_raw": [
  "Gnome",
  "Humanoid"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=3",
 "vision": "Low-Light Vision",
 "weakness": {}
}