{
 "ability": [
  "Dexterity",
  "Charisma",
  "Free"
 ],
 "ability_flaw": [
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-4",
 "image": [
  "/Images/Ancestries/Goblin01.png",
  "/Images/Ancestries/Goblin02.png"
 ],
 "language": [
  "Common",
  "Goblin"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Goblin](/Languages.aspx?ID=6)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Goblin](/Ancestries.aspx?ID=4)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Goblin\" url=\"/Traits.aspx?ID=81\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 46 <sup>4.0</sup></row>\n\n_The convoluted histories other people cling to don’t interest goblins. These small folk live in the moment, and they prefer tall tales over factual records. The wars of a few decades ago might as well be from the ancient past. Misunderstood by other people, goblins are happy how they are. Goblin virtues are about being present, creative, and honest. They strive to lead fulfilled lives, rather than worrying about how their journeys will end. To tell stories, not nitpick the facts. To be small, but dream big._\r\n\r\nGoblins have a reputation as simple creatures who love songs, fire, and eating disgusting things and who hate reading, dogs, and horses—and there are a great many for whom this description fits perfectly. However, great changes have come to goblinkind, and more and more goblins resist conformity to these stereotypes. Even among goblins that are more worldly, many still exemplify their old ways in some small manner, just to a more sensible degree. Some goblins remain deeply fascinated with fire or fearlessly devour a meal that might turn others’ stomachs. Others are endless tinkerers and view their companions’ trash as the components of gadgets yet to be made.\n\n Though goblins’ culture has splintered radically, their reputation has changed little. As such, goblins who travel to larger cities are frequently subjected to derision, and many work twice as hard at proving their worth.\n\n If you want a character who is eccentric, enthusiastic, and fun-loving, you should play a goblin.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Goblin01.png\" />\r\n<image src=\"/images/Ancestries/Goblin02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Strive to prove that you have a place among other civilized peoples, perhaps even to yourself. </li><li>Fight tooth and nail—sometimes literally—to protect yourself and your friends from danger. </li><li>Lighten the heavy emotional burdens others carry (and amuse yourself) with antics and pranks.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Work to ensure you don’t accidentally (or intentionally) set too many things on fire. </li><li>Assume you can’t—or won’t—read. </li><li>Wonder how you survive given your ancestry’s typical gastronomic choices, reckless behavior, and love of fire.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nGoblins are stumpy humanoids with large bodies, scrawny limbs, and massively oversized heads with large ears and beady red eyes. Their skin ranges from green to gray to blue, and they often bear scars, boils, and rashes. Goblins average 3 feet tall. Most are bald, with little or no body hair. Their jagged teeth fall out and regrow constantly, and their fast metabolism means they eat constantly and nap frequently. Mutations are also more common among goblins than other peoples, and goblins usually view particularly salient mutations as a sign of power or fortune.\n\n Goblins reach adolescence by the age of 3 and adulthood 4 or 5 years later. Goblins can live 50 years or more, but without anyone to protect them from each other or themselves, few live past 20 years of age.\r\n\r\n<title level=\"2\">Society</title>\r\nGoblins tend to flock to strong leaders, forming small tribes. These tribes rarely number more than a hundred, though the larger a tribe is, the more diligent the leader must be to keep order—a notoriously difficult task. As new threats rise across the Inner Sea region, many tribal elders have put aside their reckless ways in the hope of forging alliances that offer their people a greater chance at survival. Play and creativity matter more to goblins than productivity or study, and their encampments erupt with songs and laughter.\n\n Goblins bond closely with their allies, fiercely protecting those companions who have protected them or offered a sympathetic ear. Goblins tend to assume for their own protection that members of taller ancestries, which goblins often refer to colloquially as “longshanks,” won’t treat them kindly. Learning to trust longshanks is difficult for a goblin, and it’s been only in recent years that such a partnership has even been an option. However, their attitude as a people is changing rapidly, and their short lifespans and poor memories help them adapt quickly.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nEven well-intentioned goblins have trouble following the rules, meaning they’re rarely lawful. Most goblin adventurers are chaotic neutral or chaotic good. Organized worship confounds goblins, and most of them would rather pick their own deities, choosing powerful monsters, natural wonders, or anything else they find fascinating. Longshanks might have books upon books about the structures of divinity, but to a goblin, anything can be a god if you want it to. Goblins who spend time around people of other ancestries might adopt some of their beliefs, though, and many goblin adventurers adopt the worship of [Cayden Cailean](/Deities.aspx?ID=4).\r\n\r\n<title level=\"2\">Adventurers</title>\r\nTo some degree, almost every goblin is an adventurer, surviving life on the edge using skill and wits. Goblins explore and hunt for treasures by nature, though some become true adventurers in their own rights, often after being separated from their group or tribe.\n\n Goblins often have the [acrobat](/Backgrounds.aspx?ID=2), [criminal](/Backgrounds.aspx?ID=10), [entertainer](/Backgrounds.aspx?ID=13), [gladiator](/Backgrounds.aspx?ID=18), [hunter](/Backgrounds.aspx?ID=22), and [street urchin](/Backgrounds.aspx?ID=33) backgrounds. Consider playing an [alchemist](/Classes.aspx?ID=1), since many goblins love fire, or a [bard](/Classes.aspx?ID=3), since many goblins love songs. As scrappy survivors, goblins are often [rogues](/Classes.aspx?ID=10) who dart about the shadows, though their inherently charismatic nature also draws them to the pursuit of magical classes such as [sorcerer](/Classes.aspx?ID=11).\r\n\r\n<title level=\"2\">Names</title>\r\nGoblins keep their names simple. A good name should be easy to pronounce, short enough to shout without getting winded, and taste good to say. The namer often picks a word that rhymes with something they like so that writing songs is easier. Since there aren’t any real traditions regarding naming in goblin culture, children often name themselves once they’re old enough to do something resembling talking.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAk, Bokker, Frum, Guzmuk, Krobby, Loohi, Mazmord, Neeka, Omgot, Ranzak, Rickle, Tup, Wakla, Yonk, Zibini\n<title level=\"2\">Goblin Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Charisma, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nWisdom\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Goblin](/Languages.aspx?ID=6)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Draconic](/Languages.aspx?ID=2), [Dwarven](/Languages.aspx?ID=3), [Gnoll](/Languages.aspx?ID=17), [Gnomish](/Languages.aspx?ID=5), [Halfling](/Languages.aspx?ID=7), [Orcish](/Languages.aspx?ID=9), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Darkvision](/Rules.aspx?ID=415)</title>\r\nYou can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "name": "Goblin",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=4"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=4/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=4/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Goblin\" url=\"/Traits.aspx?ID=81\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 46 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Charisma, Free\r\n\r\n**Ability Flaw**\r\nWisdom\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe convoluted histories other people cling to don’t interest goblins. These small folk live in the moment, and they prefer tall tales over factual …\r\n</summary>",
 "size": [
  "Small"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 46"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 46 <sup>4.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "The convoluted histories other people cling to don’t interest goblins. These small folk live in the moment, and they prefer tall tales over factual …",
 "summary_markdown": "The convoluted histories other people cling to don’t interest goblins. These small folk live in the moment, and they prefer tall tales over factual …",
 "text": " Goblin Source Core Rulebook pg. 46 4.0 The convoluted histories other people cling to don’t interest goblins. These small folk live in the moment, and they prefer tall tales over factual records. The wars of a few decades ago might as well be from the ancient past. Misunderstood by other people, goblins are happy how they are. Goblin virtues are about being present, creative, and honest. They strive to lead fulfilled lives, rather than worrying about how their journeys will end. To tell stories, not nitpick the facts. To be small, but dream big. Goblins have a reputation as simple creatures who love songs, fire, and eating disgusting things and who hate reading, dogs, and horses—and there are a great many for whom this description fits perfectly. However, great changes have come to goblinkind, and more and more goblins resist conformity to these stereotypes. Even among goblins that are more worldly, many still exemplify their old ways in some small manner, just to a more sensible degree. Some goblins remain deeply fascinated with fire or fearlessly devour a meal that might turn others’ stomachs. Others are endless tinkerers and view their companions’ trash as the components of gadgets yet to be made. Though goblins’ culture has splintered radically, their reputation has changed little. As such, goblins who travel to larger cities are frequently subjected to derision, and many work twice as hard at proving their worth. If you want a character who is eccentric, enthusiastic, and fun-loving, you should play a goblin. You Might... Strive to prove that you have a place among other civilized peoples, perhaps even to yourself. Fight tooth and nail—sometimes literally—to protect yourself and your friends from danger. Lighten the heavy emotional burdens others carry (and amuse yourself) with antics and pranks. Others Probably... Work to ensure you don’t accidentally (or intentionally) set too many things on fire. Assume you can’t—or won’t—read. Wonder how you survive given your ancestry’s typical gastronomic choices, reckless behavior, and love of fire. Physical Description Goblins are stumpy humanoids with large bodies, scrawny limbs, and massively oversized heads with large ears and beady red eyes. Their skin ranges from green to gray to blue, and they often bear scars, boils, and rashes. Goblins average 3 feet tall. Most are bald, with little or no body hair. Their jagged teeth fall out and regrow constantly, and their fast metabolism means they eat constantly and nap frequently. Mutations are also more common among goblins than other peoples, and goblins usually view particularly salient mutations as a sign of power or fortune. Goblins reach adolescence by the age of 3 and adulthood 4 or 5 years later. Goblins can live 50 years or more, but without anyone to protect them from each other or themselves, few live past 20 years of age. Society Goblins tend to flock to strong leaders, forming small tribes. These tribes rarely number more than a hundred, though the larger a tribe is, the more diligent the leader must be to keep order—a notoriously difficult task. As new threats rise across the Inner Sea region, many tribal elders have put aside their reckless ways in the hope of forging alliances that offer their people a greater chance at survival. Play and creativity matter more to goblins than productivity or study, and their encampments erupt with songs and laughter. Goblins bond closely with their allies, fiercely protecting those companions who have protected them or offered a sympathetic ear. Goblins tend to assume for their own protection that members of taller ancestries, which goblins often refer to colloquially as “longshanks,” won’t treat them kindly. Learning to trust longshanks is difficult for a goblin, and it’s been only in recent years that such a partnership has even been an option. However, their attitude as a people is changing rapidly, and their short lifespans and poor memories help them adapt quickly. Alignment and Religion Even well-intentioned goblins have trouble following the rules, meaning they’re rarely lawful. Most goblin adventurers are chaotic neutral or chaotic good. Organized worship confounds goblins, and most of them would rather pick their own deities, choosing powerful monsters, natural wonders, or anything else they find fascinating. Longshanks might have books upon books about the structures of divinity, but to a goblin, anything can be a god if you want it to. Goblins who spend time around people of other ancestries might adopt some of their beliefs, though, and many goblin adventurers adopt the worship of Cayden Cailean. Adventurers To some degree, almost every goblin is an adventurer, surviving life on the edge using skill and wits. Goblins explore and hunt for treasures by nature, though some become true adventurers in their own rights, often after being separated from their group or tribe. Goblins often have the acrobat, criminal, entertainer, gladiator, hunter, and street urchin backgrounds. Consider playing an alchemist, since many goblins love fire, or a bard, since many goblins love songs. As scrappy survivors, goblins are often rogues who dart about the shadows, though their inherently charismatic nature also draws them to the pursuit of magical classes such as sorcerer. Names Goblins keep their names simple. A good name should be easy to pronounce, short enough to shout without getting winded, and taste good to say. The namer often picks a word that rhymes with something they like so that writing songs is easier. Since there aren’t any real traditions regarding naming in goblin culture, children often name themselves once they’re old enough to do something resembling talking. Sample Names Ak, Bokker, Frum, Guzmuk, Krobby, Loohi, Mazmord, Neeka, Omgot, Ranzak, Rickle, Tup, Wakla, Yonk, Zibini Goblin Mechanics Hit Points 6 Size Small Speed 25 feet Ability Boosts Dexterity, Charisma, Free Ability Flaws Wisdom Languages Common Goblin Additional languages equal to your Intelligence modifier (if it's positive). Choose from Draconic, Dwarven, Gnoll, Gnomish, Halfling, Orcish, and any other languages to which you have access (such as the languages prevalent in your region). Darkvision You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "trait": [
  "Goblin",
  "Humanoid"
 ],
 "trait_markdown": "[Goblin](/Traits.aspx?ID=81), [Humanoid](/Traits.aspx?ID=91)",
 "trait_raw": [
  "Goblin",
  "Humanoid"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=4",
 "vision": "Darkvision",
 "weakness": {}
}