{
 "ability": [
  "Wisdom",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-45",
 "image": [
  "/Images/Ancestries/Goloma01.png",
  "/Images/Ancestries/Goloma02.png"
 ],
 "language": [
  "Goloma",
  "Mwangi"
 ],
 "language_markdown": "[Goloma](/Languages.aspx?ID=83), [Mwangi](/Languages.aspx?ID=39)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Goloma](/Ancestries.aspx?ID=45)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Goloma\" url=\"/Traits.aspx?ID=381\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 114 <sup>2.0</sup></row>\n\n_Golomas fear most other people and deliberately use their unusual biology to frighten off those they consider to be dangerous predators. Rarely seen and poorly understood, golomas' many-eyed and wooden faced visages instill terror in most they meet._\r\n\r\nThough just as capable of being dangerous as any intelligent creature on Golarion, golomas have a deep-rooted psychological understanding that they are prey, and that all two-eyed people are predators. As a result, golomas rarely reveal themselves to others, and when they do, they often adopt threatening personas as a means to protect themselves. Even those few golomas who venture out into greater Mwangi society often have trouble relating to other ancestries, due to their strong differences in perception and mindset.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Goloma01.png\" />\r\n<image src=\"/images/Ancestries/Goloma02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Instinctively process large amounts of disparate information quickly and efficiently.</li><li>Project an air of intimidation to conceal your nervous disposition.</li><li>Have difficulty distinguishing individual objects or people from others that are similar.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Are frightened by your strange physiology.</li><li>Mistake your difficulties with identifying distinct people from one another as indifference.</li><li>Are awed by your skill at noticing minute details at a glance and drawing rapid conclusions.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nGolomas are humanoids with rough skin that ranges in color from warm brown to ebony, although sickly gray or white individuals with albinism are not uncommon. Their fingers and feet are coated with a thin layer of chitin. A goloma's face is an oblong wedge made of smooth chitin, almost resembling a wooden mask. Protruding from this face are eight gelatinous, shining eyes. A goloma's mouth and jaw are located beneath their face-plate, and a bony crest juts from the top of their chitinous visage. The back of a goloma's head and neck is coated in black hair that is filled with thousands of tiny, peering eyes. These eyes tend to glow and squirm as they look around—an unsettling sight for most.\r\n\r\n<title level=\"2\">Society</title>\r\nAn ancient goloma story states that during a calamity unleashed long ago, gods and demons burst forth from the earth to steal the eyes from other creatures. Only the golomas and others who were in hiding were spared—yet golomas soon began to be hunted by the now two-eyed people, who were hungry to take goloma eyes to replace what they had lost. This accurately sums up most golomas' mentalities: to be exposed is to be vulnerable, and to trust a stranger is deadly. Golomas usually travel and live with groups of other golomas, as this is where they feel most comfortable. \n\n Golomas learn at a young age to be vigilant at all times, observing the environment for any irregularities and then reacting with quick, calculated instinct rather than deliberative action. Other ancestries often perceive golomas to be paranoid and hypervigilant. Golomas are also better at wide-scale observation than observation of specific things—they can easily notice commonalities across large fields but have difficulty remembering what a specific object or creature looked like. This only increases their paranoia, as they have trouble visually distinguishing known friends from potentially hostile foes.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nGolomas tend to focus on their own survival and thus are typically neutral, though those who find more comfort in conformity than others trend toward lawful alignments. Golomas often pay homage to [Kalekot](/Deities.aspx?ID=225), a deity of protective fear, as the guardian of their people, though not one to be trusted. Kalekot is called upon to curse those who victimize golomas, as most feel that justice can only be attained using supernatural means. Other popular gods include [Mazludeh](/Deities.aspx?ID=227) and [Grandmother Spider](/Deities.aspx?ID=37), who encourage the strength of community, though a typical goloma's idea of community is often very insular.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nGolomas keep to themselves in self-sufficient societies, and commonly possess backgrounds such as [hunter](/Backgrounds.aspx?ID=22), [laborer](/Backgrounds.aspx?ID=23), [artist](/Backgrounds.aspx?ID=5), or [farmhand](/Backgrounds.aspx?ID=14). Golomas who keep a lookout for their communities might be [scouts](/Backgrounds.aspx?ID=32) or [acolytes](/Backgrounds.aspx?ID=1). They make excellent [clerics](/Classes.aspx?ID=5) of more unusual gods—those who are less attuned to a typical humanoid mindset and seek worshippers who can truly understand them. [Druids](/Classes.aspx?ID=6) are not uncommon among golomas, and they also make excellent [investigators](/Classes.aspx?ID=13).\n\n<title level=\"2\">Names</title>\r\nA goloma's true name is kept among golomas, as there are hundreds of cautionary tales of what could happen if another creature learns a goloma's true name. Names tend to lack soft syllables, which golomas often struggle to pronounce, and typically consist of hard consonants and individually enunciated vowels instead. Among other people, golomas tend to use names that are intended to be intimidating, taking elements and sounds from [Aklo](/Languages.aspx?ID=13), [Necril](/Languages.aspx?ID=20), or words from local languages that seem to cause strong reactions.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nBiqkuul, Ehbouja, Haamaah, Kouzo, Quaerjii, Tebaazu, Uruueda, Zekuukeu\n<title level=\"2\">Goloma Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n30 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nWisdom, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Goloma](/Languages.aspx?ID=83)\r\n\r\n[Mwangi](/Languages.aspx?ID=39)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Abyssal](/Languages.aspx?ID=12), [Aklo](/Languages.aspx?ID=13), [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Halfling](/Traits.aspx?ID=87), [Necril](/Languages.aspx?ID=20), [Orcish](/Languages.aspx?ID=9), [Sylvan](/Languages.aspx?ID=10), and any other languages to which you have access (such as the languages prevalent in your region)\r\n</column>\r\n\r\n<title level=\"3\">Eyes in Back</title>\r\nYou have eyes that point in several different directions and instinctively notice movement in the peripheries of your vision. When you use the [Seek](/Actions.aspx?ID=84) basic action, you can look for creatures in two areas instead of one. If precision is necessary, you can select two 30- foot cones or 15-foot bursts within line of sight instead of one. ",
 "name": "Goloma",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=45"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=45/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=45/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Goloma\" url=\"/Traits.aspx?ID=381\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 114 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n30 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nWisdom, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGolomas fear most other people and deliberately use their unusual biology to frighten off those they consider to be dangerous predators. Rarely seen …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 114"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 114 <sup>2.0</sup></row>",
 "speed": {
  "land": 30,
  "max": 30
 },
 "speed_markdown": "30 feet",
 "speed_raw": "30 feet",
 "summary": "Golomas fear most other people and deliberately use their unusual biology to frighten off those they consider to be dangerous predators. Rarely seen …",
 "summary_markdown": "Golomas fear most other people and deliberately use their unusual biology to frighten off those they consider to be dangerous predators. Rarely seen …",
 "text": " Goloma Source The Mwangi Expanse pg. 114 2.0 Golomas fear most other people and deliberately use their unusual biology to frighten off those they consider to be dangerous predators. Rarely seen and poorly understood, golomas' many-eyed and wooden faced visages instill terror in most they meet. Though just as capable of being dangerous as any intelligent creature on Golarion, golomas have a deep-rooted psychological understanding that they are prey, and that all two-eyed people are predators. As a result, golomas rarely reveal themselves to others, and when they do, they often adopt threatening personas as a means to protect themselves. Even those few golomas who venture out into greater Mwangi society often have trouble relating to other ancestries, due to their strong differences in perception and mindset. You Might... Instinctively process large amounts of disparate information quickly and efficiently. Project an air of intimidation to conceal your nervous disposition. Have difficulty distinguishing individual objects or people from others that are similar. Others Probably... Are frightened by your strange physiology. Mistake your difficulties with identifying distinct people from one another as indifference. Are awed by your skill at noticing minute details at a glance and drawing rapid conclusions. Physical Description Golomas are humanoids with rough skin that ranges in color from warm brown to ebony, although sickly gray or white individuals with albinism are not uncommon. Their fingers and feet are coated with a thin layer of chitin. A goloma's face is an oblong wedge made of smooth chitin, almost resembling a wooden mask. Protruding from this face are eight gelatinous, shining eyes. A goloma's mouth and jaw are located beneath their face-plate, and a bony crest juts from the top of their chitinous visage. The back of a goloma's head and neck is coated in black hair that is filled with thousands of tiny, peering eyes. These eyes tend to glow and squirm as they look around—an unsettling sight for most. Society An ancient goloma story states that during a calamity unleashed long ago, gods and demons burst forth from the earth to steal the eyes from other creatures. Only the golomas and others who were in hiding were spared—yet golomas soon began to be hunted by the now two-eyed people, who were hungry to take goloma eyes to replace what they had lost. This accurately sums up most golomas' mentalities: to be exposed is to be vulnerable, and to trust a stranger is deadly. Golomas usually travel and live with groups of other golomas, as this is where they feel most comfortable. Golomas learn at a young age to be vigilant at all times, observing the environment for any irregularities and then reacting with quick, calculated instinct rather than deliberative action. Other ancestries often perceive golomas to be paranoid and hypervigilant. Golomas are also better at wide-scale observation than observation of specific things—they can easily notice commonalities across large fields but have difficulty remembering what a specific object or creature looked like. This only increases their paranoia, as they have trouble visually distinguishing known friends from potentially hostile foes. Alignment and Religion Golomas tend to focus on their own survival and thus are typically neutral, though those who find more comfort in conformity than others trend toward lawful alignments. Golomas often pay homage to Kalekot, a deity of protective fear, as the guardian of their people, though not one to be trusted. Kalekot is called upon to curse those who victimize golomas, as most feel that justice can only be attained using supernatural means. Other popular gods include Mazludeh and Grandmother Spider, who encourage the strength of community, though a typical goloma's idea of community is often very insular. Adventurers Golomas keep to themselves in self-sufficient societies, and commonly possess backgrounds such as hunter, laborer, artist, or farmhand. Golomas who keep a lookout for their communities might be scouts or acolytes. They make excellent clerics of more unusual gods—those who are less attuned to a typical humanoid mindset and seek worshippers who can truly understand them. Druids are not uncommon among golomas, and they also make excellent investigators. Names A goloma's true name is kept among golomas, as there are hundreds of cautionary tales of what could happen if another creature learns a goloma's true name. Names tend to lack soft syllables, which golomas often struggle to pronounce, and typically consist of hard consonants and individually enunciated vowels instead. Among other people, golomas tend to use names that are intended to be intimidating, taking elements and sounds from Aklo, Necril, or words from local languages that seem to cause strong reactions. Sample Names Biqkuul, Ehbouja, Haamaah, Kouzo, Quaerjii, Tebaazu, Uruueda, Zekuukeu Goloma Mechanics Hit Points 8 Size Medium Speed 30 feet Ability Boosts Wisdom, Free Languages Goloma Mwangi Additional languages equal to your Intelligence modifier (if it's positive). Choose from Abyssal, Aklo, Draconic, Elven, Halfling, Necril, Orcish, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region) Eyes in Back You have eyes that point in several different directions and instinctively notice movement in the peripheries of your vision. When you use the Seek basic action, you can look for creatures in two areas instead of one. If precision is necessary, you can select two 30- foot cones or 15-foot bursts within line of sight instead of one. ",
 "trait": [
  "Goloma",
  "Humanoid",
  "Rare"
 ],
 "trait_markdown": "[Goloma](/Traits.aspx?ID=381), [Humanoid](/Traits.aspx?ID=91), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Goloma",
  "Humanoid",
  "Rare"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=45",
 "weakness": {}
}