{
 "ability": [
  "Dexterity",
  "Wisdom",
  "Free"
 ],
 "ability_flaw": [
  "Strength"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-46",
 "image": [
  "/Images/Ancestries/Grippli01.png",
  "/Images/Ancestries/Grippli02.png"
 ],
 "language": [
  "Common",
  "Grippli"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Grippli](/Languages.aspx?ID=48)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Grippli](/Ancestries.aspx?ID=46)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Grippli\" url=\"/Traits.aspx?ID=264\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 118 <sup>2.0</sup></row>\n\n_Gripplis are a shy and cautious people who generally seek to avoid being drawn into the complicated and dangerous affairs of others. Despite their outlook and small stature, gripplis often take bold and noble action when the situation demands it._\r\n\r\nReclusive and canny, gripplis are treetop survivalists who harvest their homes' bounty and defend themselves against terrible threats. Their reliance on cunning and simple tools has led to gripplis being mischaracterized as primitive, yet this overlooks their shaping of the land with hidden orchards and camouflaged causeways that allow gripplis to live in prosperous peace. Gripplis are most likely to emerge from their forest homes to trade, explore, and combat threats that would despoil the world.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Grippli01.png\" />\r\n<image src=\"/images/Ancestries/Grippli02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Seek out clever ways to exploit your environment when overcoming challenges.</li><li>Make friends slowly, concerned by cautionary tales of exploitative strangers.</li><li>Be fiercely protective of your home or community.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume you dislike cities and people who live in them.</li><li>Trust in your impartial, measured approach to understanding situations and solving problems.</li><li>Give you space, fearing that touching you would prove toxic.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nGripplis resemble humanoid tree frogs, with oversized eyes, wide mouths, and gangly physiques. Their slight frames and large toes afford excellent grip while climbing, while their colorful skin provides reliable camouflage that varies by their home environment— green and brown for jungle-dwelling groups, blue and orange for riparian communities, and many other colors between. A grippli grows quickly, reaching adult size of about 2 feet in height about 3 years after hatching, though they're only considered adults around age 12. Gripplis rarely live beyond 60 years, though exceptional individuals occasionally live as long as a century.\r\n\r\n<title level=\"2\">Society</title>\r\nGripplis lead a sophisticated hunter-gatherer lifestyle with which they reshape the landscape to suit their needs: building spillways to trap fish, seeding fruit-bearing trees, sowing cover-granting foliage for future hunts, and more techniques that often escape an agriculturist's eye. These strategies rely on community cooperation as well as dispersed populations, so gripplis commonly live in small villages, each part of a complex web of alliances and relationships. Reclusiveness has preserved grippli lives and lifestyles for millennia, yet they increasingly find themselves threatened by ancient evils and new explorers alike.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nTaught to wait, observe, and respect natural processes of life and death, many gripplis adopt neutral alignments. Those who take a more active role suppressing evils that take refuge in the jungles are often neutral good, most notably those rare fiend-keepers who absorb an evil being into their soul to contain and eventually transform its villainy through virtuous acts. Nature deities such as [Gozreh](/Deities.aspx?ID=8) or [Erastil](/Deities.aspx?ID=6) often earn gripplis' respect, yet communities often prefer less prominent, more intimate divinities such as [empyreal lords](/DeityCategories.aspx?ID=10), [psychopomp ushers](/DeityCategories.aspx?ID=12), or the fey [Eldest](/DeityCategories.aspx?ID=7).\r\n\r\n<title level=\"2\">Adventurers</title>\r\nFor the many gripplis who hail from remote regions, wilderness backgrounds like [hunter](/Backgrounds.aspx?ID=22), [nomad](/Backgrounds.aspx?ID=28), or [scout](/Backgrounds.aspx?ID=32) are excellent fits. Those more accustomed to urban areas might be [animal whisperers](/Backgrounds.aspx?ID=3), [bounty hunters](/Backgrounds.aspx?ID=22), and [herbalists](/Backgrounds.aspx?ID=20). [Hermits](/Backgrounds.aspx?ID=21) are common, and [emissaries](/Backgrounds.aspx?ID=12) are critical to maintaining relationships with other peoples. Thanks to their deep cultural connections to nature, gripplis make excellent [druids](/Classes.aspx?ID=6) and [rangers](/Classes.aspx?ID=9). Their musical traditions are a great fit for [bards](/Classes.aspx?ID=3). Gripplis' natural agility and perceptiveness also make them capable [clerics](/Classes.aspx?ID=5), [monks](/Classes.aspx?ID=8), and [rogues](/Classes.aspx?ID=10).\n\n<title level=\"2\">Names</title>\r\nGrippli names often include resonant vowels and chirped consonants that remain difficult for non-gripplis to vocalize properly. Gripplis that travel widely often adopt one or more names more easily replicated by their associates.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAalpo'ol, Bogwynne, Ctaprak, Eegru, Gpoun, Gruoksh, Hrrauti, Iopo, Iykiki, Kyrsiik, Mhruugu, Oplugo, Quaasol, Yolkuu, Ztaal\n<title level=\"2\">Grippli Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Wisdom, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nStrength\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Grippli](/Languages.aspx?ID=48)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Abyssal](/Languages.aspx?ID=12), [Aquan](/Languages.aspx?ID=14), [Boggard](/Languages.aspx?ID=27), [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Iruxi](/Languages.aspx?ID=32), [Sylvan](/Languages.aspx?ID=10), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, and you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.",
 "name": "Grippli",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=46"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=46/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=46/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Grippli\" url=\"/Traits.aspx?ID=264\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 118 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Wisdom, Free\r\n\r\n**Ability Flaw**\r\nStrength\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGripplis are a shy and cautious people who generally seek to avoid being drawn into the complicated and dangerous affairs of others. Despite their …\r\n</summary>",
 "size": [
  "Small"
 ],
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 118"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 118 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Gripplis are a shy and cautious people who generally seek to avoid being drawn into the complicated and dangerous affairs of others. Despite their …",
 "summary_markdown": "Gripplis are a shy and cautious people who generally seek to avoid being drawn into the complicated and dangerous affairs of others. Despite their …",
 "text": " Grippli Source The Mwangi Expanse pg. 118 2.0 Gripplis are a shy and cautious people who generally seek to avoid being drawn into the complicated and dangerous affairs of others. Despite their outlook and small stature, gripplis often take bold and noble action when the situation demands it. Reclusive and canny, gripplis are treetop survivalists who harvest their homes' bounty and defend themselves against terrible threats. Their reliance on cunning and simple tools has led to gripplis being mischaracterized as primitive, yet this overlooks their shaping of the land with hidden orchards and camouflaged causeways that allow gripplis to live in prosperous peace. Gripplis are most likely to emerge from their forest homes to trade, explore, and combat threats that would despoil the world. You Might... Seek out clever ways to exploit your environment when overcoming challenges. Make friends slowly, concerned by cautionary tales of exploitative strangers. Be fiercely protective of your home or community. Others Probably... Assume you dislike cities and people who live in them. Trust in your impartial, measured approach to understanding situations and solving problems. Give you space, fearing that touching you would prove toxic. Physical Description Gripplis resemble humanoid tree frogs, with oversized eyes, wide mouths, and gangly physiques. Their slight frames and large toes afford excellent grip while climbing, while their colorful skin provides reliable camouflage that varies by their home environment— green and brown for jungle-dwelling groups, blue and orange for riparian communities, and many other colors between. A grippli grows quickly, reaching adult size of about 2 feet in height about 3 years after hatching, though they're only considered adults around age 12. Gripplis rarely live beyond 60 years, though exceptional individuals occasionally live as long as a century. Society Gripplis lead a sophisticated hunter-gatherer lifestyle with which they reshape the landscape to suit their needs: building spillways to trap fish, seeding fruit-bearing trees, sowing cover-granting foliage for future hunts, and more techniques that often escape an agriculturist's eye. These strategies rely on community cooperation as well as dispersed populations, so gripplis commonly live in small villages, each part of a complex web of alliances and relationships. Reclusiveness has preserved grippli lives and lifestyles for millennia, yet they increasingly find themselves threatened by ancient evils and new explorers alike. Alignment and Religion Taught to wait, observe, and respect natural processes of life and death, many gripplis adopt neutral alignments. Those who take a more active role suppressing evils that take refuge in the jungles are often neutral good, most notably those rare fiend-keepers who absorb an evil being into their soul to contain and eventually transform its villainy through virtuous acts. Nature deities such as Gozreh or Erastil often earn gripplis' respect, yet communities often prefer less prominent, more intimate divinities such as empyreal lords, psychopomp ushers, or the fey Eldest. Adventurers For the many gripplis who hail from remote regions, wilderness backgrounds like hunter, nomad, or scout are excellent fits. Those more accustomed to urban areas might be animal whisperers, bounty hunters, and herbalists. Hermits are common, and emissaries are critical to maintaining relationships with other peoples. Thanks to their deep cultural connections to nature, gripplis make excellent druids and rangers. Their musical traditions are a great fit for bards. Gripplis' natural agility and perceptiveness also make them capable clerics, monks, and rogues. Names Grippli names often include resonant vowels and chirped consonants that remain difficult for non-gripplis to vocalize properly. Gripplis that travel widely often adopt one or more names more easily replicated by their associates. Sample Names Aalpo'ol, Bogwynne, Ctaprak, Eegru, Gpoun, Gruoksh, Hrrauti, Iopo, Iykiki, Kyrsiik, Mhruugu, Oplugo, Quaasol, Yolkuu, Ztaal Grippli Mechanics Hit Points 6 Size Small Speed 25 feet Ability Boosts Dexterity, Wisdom, Free Ability Flaws Strength Languages Common Grippli Additional languages equal to your Intelligence modifier (if it's positive). Choose from Abyssal, Aquan, Boggard, Draconic, Elven, Iruxi, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, and you ignore the concealed condition due to dim light.",
 "trait": [
  "Grippli",
  "Humanoid",
  "Uncommon"
 ],
 "trait_markdown": "[Grippli](/Traits.aspx?ID=264), [Humanoid](/Traits.aspx?ID=91), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Grippli",
  "Humanoid",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=46",
 "vision": "Low-Light Vision",
 "weakness": {}
}