{
 "ability": [
  "Free",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-7",
 "image": [
  "/Images/Ancestries/HalfElf01.png"
 ],
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "markdown": "<title level=\"1\" right=\"Half-Human Heritage\" pfs=\"Standard\">[Half-Elf](/Ancestries.aspx?ID=7)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Half-Elf\" url=\"/Traits.aspx?ID=85\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 55 <sup>4.0</sup></row>\n\n_A half-elf is born to an elf and a human, or to two half-elves. The life of a half-elf can be difficult, often marked by a struggle to fit in. Half-elves don’t have their own homeland on Golarion, nor are populations of half-elves particularly tied to one another, since they often have very disparate human and elven traditions. Instead, most half-elves attempt to find acceptance in either human or elven settlements._\r\n\r\n_Half-elves often appear primarily human, with subtly pointed ears and a taller stature than most full-blooded humans. Half-elves lack the almost alien eyes of their elf parents, though they do have a natural presence—and often a striking beauty— that leads many to become artists or entertainers. Despite this innate appeal, many half-elves have difficulty forming lasting bonds with either humans or elves due to the distance they feel from both peoples as a whole._\r\n\r\n_Half-elves live longer than other humans, often reaching an age around 150 years. This causes some of them to fear friendship and romance with humans, knowing that they’ll likely outlive their companions._\r\n\r\nYou can create a half-elf character by selecting the [half-elf heritage](/Heritages.aspx?ID=26) at 1st level. This gives you access to elf and half-elf ancestry feats in addition to human ancestry feats.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/HalfElf01.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Keep to yourself and find it difficult to form close bonds with others. </li><li>Strongly embrace or reject one side or the other of your parentage. </li><li>Identify strongly with and relate to other people with mixed ancestries.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Find you more attractive than humans and more approachable than elves. </li><li>Dismiss your human ethnicity and culture in light of your elven heritage. </li><li>Downplay the challenges of being caught between two cultures.</li></ul>\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Other Halves</title> By default, half-elves and half-orcs descend from humans, but your GM might allow you to be the offspring of an elf, orc, or different ancestry. In these cases, the GM will let you select the half-elf or half-orc heritage as the heritage for this other ancestry. The most likely other parent of a half-elf are gnomes and halflings, and the most likely parents of a half-orc are goblins, halflings, and dwarves.\n<title level=\"2\">Half-Elf Heritage Mechanics</title>\r\n\r\nEither one of your parents was an [elf](/Ancestries.aspx?ID=2), or one or both were half-elves. You have pointed ears and other telltale signs of elf heritage. You gain the [elf](/Traits.aspx?ID=58) trait, the [half-elf](/Traits.aspx?ID=85) trait, and [low-light vision](/Rules.aspx?ID=416). In addition, you can select elf, half-elf, and human feats whenever you gain an ancestry feat.",
 "name": "Half-Elf",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=7"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=7/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Elf\" url=\"/Traits.aspx?ID=58\" />\r\n<trait label=\"Half-Elf\" url=\"/Traits.aspx?ID=85\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 55 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nFree, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA half-elf is born to an elf and a human, or to two half-elves. The life of a half-elf can be difficult, often marked by a struggle to fit in. …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 55"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 55 <sup>4.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "A half-elf is born to an elf and a human, or to two half-elves. The life of a half-elf can be difficult, often marked by a struggle to fit in. …",
 "summary_markdown": "A half-elf is born to an elf and a human, or to two half-elves. The life of a half-elf can be difficult, often marked by a struggle to fit in. …",
 "text": " Half-Elf Source Core Rulebook pg. 55 4.0 A half-elf is born to an elf and a human, or to two half-elves. The life of a half-elf can be difficult, often marked by a struggle to fit in. Half-elves don’t have their own homeland on Golarion, nor are populations of half-elves particularly tied to one another, since they often have very disparate human and elven traditions. Instead, most half-elves attempt to find acceptance in either human or elven settlements. Half-elves often appear primarily human, with subtly pointed ears and a taller stature than most full-blooded humans. Half-elves lack the almost alien eyes of their elf parents, though they do have a natural presence—and often a striking beauty— that leads many to become artists or entertainers. Despite this innate appeal, many half-elves have difficulty forming lasting bonds with either humans or elves due to the distance they feel from both peoples as a whole. Half-elves live longer than other humans, often reaching an age around 150 years. This causes some of them to fear friendship and romance with humans, knowing that they’ll likely outlive their companions. You can create a half-elf character by selecting the half-elf heritage at 1st level. This gives you access to elf and half-elf ancestry feats in addition to human ancestry feats. You Might... Keep to yourself and find it difficult to form close bonds with others. Strongly embrace or reject one side or the other of your parentage. Identify strongly with and relate to other people with mixed ancestries. Others Probably... Find you more attractive than humans and more approachable than elves. Dismiss your human ethnicity and culture in light of your elven heritage. Downplay the challenges of being caught between two cultures. Other Information Other Halves By default, half-elves and half-orcs descend from humans, but your GM might allow you to be the offspring of an elf, orc, or different ancestry. In these cases, the GM will let you select the half-elf or half-orc heritage as the heritage for this other ancestry. The most likely other parent of a half-elf are gnomes and halflings, and the most likely parents of a half-orc are goblins, halflings, and dwarves. Half-Elf Heritage Mechanics Either one of your parents was an elf, or one or both were half-elves. You have pointed ears and other telltale signs of elf heritage. You gain the elf trait, the half-elf trait, and low-light vision. In addition, you can select elf, half-elf, and human feats whenever you gain an ancestry feat.",
 "trait": [
  "Elf",
  "Half-Elf",
  "Humanoid"
 ],
 "trait_markdown": "[Elf](/Traits.aspx?ID=58), [Half-Elf](/Traits.aspx?ID=85), [Humanoid](/Traits.aspx?ID=91)",
 "trait_raw": [
  "Elf",
  "Half-Elf",
  "Humanoid"
 ],
 "type": "Half-Human Heritage",
 "url": "/Ancestries.aspx?ID=7",
 "vision": "Low-Light Vision",
 "weakness": {}
}