{
 "ability": [
  "Free",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-8",
 "image": [
  "/Images/Ancestries/HalfOrc01.png"
 ],
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "markdown": "<title level=\"1\" right=\"Half-Human Heritage\" pfs=\"Standard\">[Half-Orc](/Ancestries.aspx?ID=8)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Half-Orc\" url=\"/Traits.aspx?ID=86\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Orc\" url=\"/Traits.aspx?ID=124\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 55 <sup>4.0</sup></row>\n\n_A half-orc is the offspring of a human and an orc, or of two half-orcs. Because some intolerant people see orcs as more akin to monsters than people, they sometimes hate and fear half-orcs simply due to their lineage. This commonly pushes half-orcs to the margins of society, where some find work in manual labor or as mercenaries, and others fall into crime or cruelty. Many who can’t stand the indignities heaped on them in human society find a home among their orc kin or trek into the wilderness to live in peace, apart from society’s judgment._\r\n\r\n_Humans often assume half-orcs are unintelligent or uncivilized, and half-orcs rarely find acceptance among societies with many such folk. To an orc tribe, a half-orc is considered smart enough to make a good war leader but weaker physically than other orcs. Many half-orcs thus end up having low status among orc tribes unless they can prove their strength._\r\n\r\n_A half-orc has a shorter lifespan than other humans, living to be roughly 70 years old._\r\n\r\nYou can create a half-orc character by selecting the [half-orc heritage](/Heritages.aspx?ID=27) at 1st level. This gives you access to orc and half-orc ancestry feats in addition to human ancestry feats.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/HalfOrc01.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Ignore, embrace, or actively counter the common stereotypes about half-orcs. </li><li>Make the most of your size and strength, either physically or socially. </li><li>Keep your distance from people of most other ancestries, in case they unfairly reject you due to your orc ancestors.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume you enjoy and excel at fighting but aren’t inclined toward magical or intellectual pursuits. </li><li>Pity you for the tragic circumstances they assume were involved in your birth. </li><li>Get out of your way and back down rather than face your anger.</li></ul>\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Other Halves</title> By default, half-elves and half-orcs descend from humans, but your GM might allow you to be the offspring of an elf, orc, or different ancestry. In these cases, the GM will let you select the half-elf or half-orc heritage as the heritage for this other ancestry. The most likely other parent of a half-elf are gnomes and halflings, and the most likely parents of a half-orc are goblins, halflings, and dwarves.\n<title level=\"2\">Half-Orc Heritage Mechanics</title>\r\n\r\nEither one of your parents was an [elf](/Ancestries.aspx?ID=2), or one or both were half-elves. You have pointed ears and other telltale signs of elf heritage. You gain the [elf](/Traits.aspx?ID=58) trait, the [half-elf](/Traits.aspx?ID=85) trait, and [low-light vision](/Rules.aspx?ID=416). In addition, you can select elf, half-elf, and human feats whenever you gain an ancestry feat.",
 "name": "Half-Orc",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=8"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=8/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Half-Orc\" url=\"/Traits.aspx?ID=86\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Orc\" url=\"/Traits.aspx?ID=124\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 55 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nFree, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA half-orc is the offspring of a human and an orc, or of two half-orcs. Because some intolerant people see orcs as more akin to monsters than people, …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 55"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 55 <sup>4.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "A half-orc is the offspring of a human and an orc, or of two half-orcs. Because some intolerant people see orcs as more akin to monsters than people, …",
 "summary_markdown": "A half-orc is the offspring of a human and an orc, or of two half-orcs. Because some intolerant people see orcs as more akin to monsters than people, …",
 "text": " Half-Orc Source Core Rulebook pg. 55 4.0 A half-orc is the offspring of a human and an orc, or of two half-orcs. Because some intolerant people see orcs as more akin to monsters than people, they sometimes hate and fear half-orcs simply due to their lineage. This commonly pushes half-orcs to the margins of society, where some find work in manual labor or as mercenaries, and others fall into crime or cruelty. Many who can’t stand the indignities heaped on them in human society find a home among their orc kin or trek into the wilderness to live in peace, apart from society’s judgment. Humans often assume half-orcs are unintelligent or uncivilized, and half-orcs rarely find acceptance among societies with many such folk. To an orc tribe, a half-orc is considered smart enough to make a good war leader but weaker physically than other orcs. Many half-orcs thus end up having low status among orc tribes unless they can prove their strength. A half-orc has a shorter lifespan than other humans, living to be roughly 70 years old. You can create a half-orc character by selecting the half-orc heritage at 1st level. This gives you access to orc and half-orc ancestry feats in addition to human ancestry feats. You Might... Ignore, embrace, or actively counter the common stereotypes about half-orcs. Make the most of your size and strength, either physically or socially. Keep your distance from people of most other ancestries, in case they unfairly reject you due to your orc ancestors. Others Probably... Assume you enjoy and excel at fighting but aren’t inclined toward magical or intellectual pursuits. Pity you for the tragic circumstances they assume were involved in your birth. Get out of your way and back down rather than face your anger. Other Information Other Halves By default, half-elves and half-orcs descend from humans, but your GM might allow you to be the offspring of an elf, orc, or different ancestry. In these cases, the GM will let you select the half-elf or half-orc heritage as the heritage for this other ancestry. The most likely other parent of a half-elf are gnomes and halflings, and the most likely parents of a half-orc are goblins, halflings, and dwarves. Half-Orc Heritage Mechanics Either one of your parents was an elf, or one or both were half-elves. You have pointed ears and other telltale signs of elf heritage. You gain the elf trait, the half-elf trait, and low-light vision. In addition, you can select elf, half-elf, and human feats whenever you gain an ancestry feat.",
 "trait": [
  "Half-Orc",
  "Humanoid",
  "Orc"
 ],
 "trait_markdown": "[Half-Orc](/Traits.aspx?ID=86), [Humanoid](/Traits.aspx?ID=91), [Orc](/Traits.aspx?ID=124)",
 "trait_raw": [
  "Half-Orc",
  "Humanoid",
  "Orc"
 ],
 "type": "Half-Human Heritage",
 "url": "/Ancestries.aspx?ID=8",
 "vision": "Low-Light Vision",
 "weakness": {}
}