{
 "ability": [
  "Dexterity",
  "Wisdom",
  "Free"
 ],
 "ability_flaw": [
  "Strength"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-5",
 "image": [
  "/Images/Ancestries/Halfling01.png",
  "/Images/Ancestries/Halfling02.png"
 ],
 "language": [
  "Common",
  "Halfling"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Halfling](/Languages.aspx?ID=7)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Halfling](/Ancestries.aspx?ID=5)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Halfling\" url=\"/Traits.aspx?ID=87\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 50 <sup>4.0</sup></row>\n\n_Claiming no place as their own, halflings control few settlements larger than villages. Instead, they frequently live among humans within the walls of larger cities, carving out small communities alongside taller folk. Many halflings lead perfectly fulfilling lives in the shadows of their larger neighbors, while others prefer a nomadic existence, traveling the world and taking advantage of opportunities and adventures as they come._\r\n\r\nOptimistic and cheerful, blessed with uncanny luck, and driven by powerful wanderlust, halflings make up for their short stature with an abundance of bravado and curiosity. At once excitable and easygoing, they are the best kind of opportunists, and their passions favor joy over violence. Even in the jaws of danger, halflings rarely lose their sense of humor.\n\n Many taller people dismiss halflings due to their size or, worse, treat them like children. Halflings use these prejudices and misconceptions to their advantage, gaining access to opportunities and performing deeds of daring mischief or heroism. A halfling’s curiosity is tempered by wisdom and caution, leading to calculated risks and narrow escapes.\n\n While their wanderlust and curiosity sometimes drive them toward adventure, halflings also carry strong ties to house and home, often spending above their means to achieve comfort in their homelife.\n\n If you want to play a character who must contend with these opposing drives toward adventure and comfort, you should play a halfling.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Halfling01.png\" />\r\n<image src=\"/images/Ancestries/Halfling02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Get along well with a wide variety of people and enjoy meeting new friends. </li><li>Find it difficult to resist indulging your curiosity, even when you know it’s going to lead to trouble. </li><li>Hold a deep and personal hatred of the practice of slavery and devote yourself to freeing those who still labor against their will.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Appreciate your ability to always find a silver lining or something to laugh about, no matter how dire the situation. </li><li>Think you bring good luck with you. </li><li>Underestimate your strength, endurance, and fighting prowess.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nHalflings are short humanoids who look vaguely like smaller humans. They rarely grow to be more than 3 feet in height. Halfling proportions vary, with some looking like shorter adult humans with slightly larger heads and others having proportions closer to those of a human child.\n\n Most halflings prefer to walk barefoot rather than wearing shoes, and those who do so develop roughly calloused soles on their feet over time. Tufts of thick, often-curly hair warm the tops of their broad, tanned feet. Halfling skin tones tend toward rich, tawny shades like amber or oak, and their hair color ranges from a light golden blond to raven black.\n\n Halflings reach physical adulthood around the age of 20. A typical halfling can live to be around 150 years old.\r\n\r\n<title level=\"2\">Society</title>\r\nDespite their jovial and friendly nature, halflings don’t usually tend to congregate. They have no cultural homeland in the Inner Sea region, and they instead weave themselves throughout the societies of the world. Halflings eke out whatever living they can manage, many performing menial labor or holding simple service jobs. Some halflings reject city life, instead turning to the open road and traveling from place to place in search of fortune and fame. These nomadic halflings often travel in small groups, sharing hardships and simple pleasures among close friends and family.\n\n Wherever halflings go, they seamlessly blend into the society they find themselves in, adapting to the culture of the predominant ancestry around them and adding their uniquely halfling twists, creating a blend of cultural diffusion that enriches both cultures.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nHalflings are loyal to their friends and their family, but they aren’t afraid to do what needs to be done in order to survive. Halfling alignments vary, typically closely in keeping with the alignment of the other ancestries that live around them. Halflings favor gods that either grant luck, like [Desna](/Deities.aspx?ID=5), or encourage guile, like [Norgorber](/Deities.aspx?ID=13), and many appreciate [Cayden Cailean’s](/Deities.aspx?ID=4) role as a liberator, as well as any religions common among other ancestries around them.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nHalflings' natural wanderlust and opportunistic nature make them ideal adventurers. Many people put up with their vivacious attitudes in return for the natural talents they provide and the popular superstition that traveling with a halfling is good luck.\n\n Typical backgrounds for halflings include [acrobat](/Backgrounds.aspx?ID=2), [criminal](/Backgrounds.aspx?ID=10), [emissary](/Backgrounds.aspx?ID=12), [entertainer](/Backgrounds.aspx?ID=13), [laborer](/Backgrounds.aspx?ID=23), and [street urchin](/Backgrounds.aspx?ID=33). Halflings make great [clerics](/Classes.aspx?ID=5) and [rogues](/Classes.aspx?ID=10), but many also become [monks](/Classes.aspx?ID=8) or [rangers](/Classes.aspx?ID=9).\r\n\r\n<title level=\"2\">Names</title>\r\nHalfling names are usually two to three syllables, with a gentle sound that avoids hard consonants. Preferring their names to sound humble, halflings see overly long or complex names as a sign of arrogance. This goes only for their own people, however—halflings have names that suit them, and they understand that elves and humans might have longer names to suit their own aesthetics. Humans in particular have a tendency to refer to halflings by nicknames, with “Lucky” being common to the point of absurdity.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAnafa, Antal, Bellis, Boram, Etune, Filiu, Jamir, Kaleb, Linna, Marra, Miro, Rillka, Sistra, Sumak, Yamyra\n<title level=\"2\">Halfling Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Wisdom, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nStrength\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Halfling](/Languages.aspx?ID=7)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Dwarven](/Languages.aspx?ID=3), [Elven](/Languages.aspx?ID=4), [Gnomish](/Languages.aspx?ID=5), [Goblin](/Languages.aspx?ID=6), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">Keen Eyes</title>\r\nYour eyes are sharp, allowing you to make out small details about [concealed](/Conditions.aspx?ID=4) or even [invisible](/Conditions.aspx?ID=26) creatures that others might miss. You gain a +2 circumstance bonus when using the [Seek](/Actions.aspx?ID=84) action to find [hidden](/Conditions.aspx?ID=22) or [undetected](/Conditions.aspx?ID=39) creatures within 30 feet of you. When you target an opponent that is concealed from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one.",
 "name": "Halfling",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=5"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=5/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=5/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Halfling\" url=\"/Traits.aspx?ID=87\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 50 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Wisdom, Free\r\n\r\n**Ability Flaw**\r\nStrength\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nClaiming no place as their own, halflings control few settlements larger than villages. Instead, they frequently live among humans within the walls …\r\n</summary>",
 "size": [
  "Small"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 50"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 50 <sup>4.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Claiming no place as their own, halflings control few settlements larger than villages. Instead, they frequently live among humans within the walls …",
 "summary_markdown": "Claiming no place as their own, halflings control few settlements larger than villages. Instead, they frequently live among humans within the walls …",
 "text": " Halfling Source Core Rulebook pg. 50 4.0 Claiming no place as their own, halflings control few settlements larger than villages. Instead, they frequently live among humans within the walls of larger cities, carving out small communities alongside taller folk. Many halflings lead perfectly fulfilling lives in the shadows of their larger neighbors, while others prefer a nomadic existence, traveling the world and taking advantage of opportunities and adventures as they come. Optimistic and cheerful, blessed with uncanny luck, and driven by powerful wanderlust, halflings make up for their short stature with an abundance of bravado and curiosity. At once excitable and easygoing, they are the best kind of opportunists, and their passions favor joy over violence. Even in the jaws of danger, halflings rarely lose their sense of humor. Many taller people dismiss halflings due to their size or, worse, treat them like children. Halflings use these prejudices and misconceptions to their advantage, gaining access to opportunities and performing deeds of daring mischief or heroism. A halfling’s curiosity is tempered by wisdom and caution, leading to calculated risks and narrow escapes. While their wanderlust and curiosity sometimes drive them toward adventure, halflings also carry strong ties to house and home, often spending above their means to achieve comfort in their homelife. If you want to play a character who must contend with these opposing drives toward adventure and comfort, you should play a halfling. You Might... Get along well with a wide variety of people and enjoy meeting new friends. Find it difficult to resist indulging your curiosity, even when you know it’s going to lead to trouble. Hold a deep and personal hatred of the practice of slavery and devote yourself to freeing those who still labor against their will. Others Probably... Appreciate your ability to always find a silver lining or something to laugh about, no matter how dire the situation. Think you bring good luck with you. Underestimate your strength, endurance, and fighting prowess. Physical Description Halflings are short humanoids who look vaguely like smaller humans. They rarely grow to be more than 3 feet in height. Halfling proportions vary, with some looking like shorter adult humans with slightly larger heads and others having proportions closer to those of a human child. Most halflings prefer to walk barefoot rather than wearing shoes, and those who do so develop roughly calloused soles on their feet over time. Tufts of thick, often-curly hair warm the tops of their broad, tanned feet. Halfling skin tones tend toward rich, tawny shades like amber or oak, and their hair color ranges from a light golden blond to raven black. Halflings reach physical adulthood around the age of 20. A typical halfling can live to be around 150 years old. Society Despite their jovial and friendly nature, halflings don’t usually tend to congregate. They have no cultural homeland in the Inner Sea region, and they instead weave themselves throughout the societies of the world. Halflings eke out whatever living they can manage, many performing menial labor or holding simple service jobs. Some halflings reject city life, instead turning to the open road and traveling from place to place in search of fortune and fame. These nomadic halflings often travel in small groups, sharing hardships and simple pleasures among close friends and family. Wherever halflings go, they seamlessly blend into the society they find themselves in, adapting to the culture of the predominant ancestry around them and adding their uniquely halfling twists, creating a blend of cultural diffusion that enriches both cultures. Alignment and Religion Halflings are loyal to their friends and their family, but they aren’t afraid to do what needs to be done in order to survive. Halfling alignments vary, typically closely in keeping with the alignment of the other ancestries that live around them. Halflings favor gods that either grant luck, like Desna, or encourage guile, like Norgorber, and many appreciate Cayden Cailean’s role as a liberator, as well as any religions common among other ancestries around them. Adventurers Halflings' natural wanderlust and opportunistic nature make them ideal adventurers. Many people put up with their vivacious attitudes in return for the natural talents they provide and the popular superstition that traveling with a halfling is good luck. Typical backgrounds for halflings include acrobat, criminal, emissary, entertainer, laborer, and street urchin. Halflings make great clerics and rogues, but many also become monks or rangers. Names Halfling names are usually two to three syllables, with a gentle sound that avoids hard consonants. Preferring their names to sound humble, halflings see overly long or complex names as a sign of arrogance. This goes only for their own people, however—halflings have names that suit them, and they understand that elves and humans might have longer names to suit their own aesthetics. Humans in particular have a tendency to refer to halflings by nicknames, with “Lucky” being common to the point of absurdity. Sample Names Anafa, Antal, Bellis, Boram, Etune, Filiu, Jamir, Kaleb, Linna, Marra, Miro, Rillka, Sistra, Sumak, Yamyra Halfling Mechanics Hit Points 6 Size Small Speed 25 feet Ability Boosts Dexterity, Wisdom, Free Ability Flaws Strength Languages Common Halfling Additional languages equal to your Intelligence modifier (if it's positive). Choose from Dwarven, Elven, Gnomish, Goblin, and any other languages to which you have access (such as the languages prevalent in your region). Keen Eyes Your eyes are sharp, allowing you to make out small details about concealed or even invisible creatures that others might miss. You gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within 30 feet of you. When you target an opponent that is concealed from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one.",
 "trait": [
  "Halfling",
  "Humanoid"
 ],
 "trait_markdown": "[Halfling](/Traits.aspx?ID=87), [Humanoid](/Traits.aspx?ID=91)",
 "trait_raw": [
  "Halfling",
  "Humanoid"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=5",
 "weakness": {}
}