{
 "ability": [
  "Constitution",
  "Intelligence",
  "Free"
 ],
 "ability_flaw": [
  "Wisdom"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-13",
 "image": [
  "/Images/Ancestries/Hobgoblin01.png",
  "/Images/Ancestries/Hobgoblin02.png"
 ],
 "language": [
  "Common",
  "Goblin"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Goblin](/Languages.aspx?ID=6)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Hobgoblin](/Ancestries.aspx?ID=13)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Goblin\" url=\"/Traits.aspx?ID=81\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 48 <sup>2.0</sup></row>\n\n_Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms._\r\n\r\nThe reputation of hobgoblins in the Inner Sea region has been upended by Oprak, the hobgoblin nation established recently in the mountains between Nidal and Nirmathas. The Ironfang Legion that stormed through Molthune and Nirmathas only a few years ago made a calculated decision to cease fighting, claim Oprak as a new homeland, and seek peace with its neighbors. Now under strict orders to not start conflicts with other nations, the hobgoblins of Oprak have begun to cautiously investigate Avistan in the spirit of cooperation rather than conquest. Many people, especially those that suffered terrible cruelties under the Ironfang Legion, fear that this is simply a pause in aggression while Oprak gains enough strength to crush its rivals. Others hope these bold soldiers might prove to be allies against the endless hordes of the Whispering Tyrant.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Hobgoblin01.png\" />\r\n<image src=\"/images/Ancestries/Hobgoblin02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Seek out the most effective and practical solutions to any problem.</li> <li>Encourage a clear chain of command among any group you travel with, following orders even if you disagree with them.</li> <li>Look for opportune alliances with other creatures, even if you don’t fully understand or trust them.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Consider you dangerous, due to your reputation and intimidating appearance.</li> <li>Assume you hate magic and other mystical arts.</li> <li>Recognize your incredible endurance, dedication, and discipline.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nHobgoblins stand nearly as tall as humans, though they tend to have shorter legs and longer arms and torsos. They have the bald, wide heads and beady eyes, and gray skin that becomes steely blue when tanned. Hobgoblins are remarkably hardy; they recover from illnesses quickly and are able to exert themselves for long periods of time with little difficulty.\n\n Hobgoblins mature quickly, and most can walk, talk, and hold a weapon by the time they are 1 year old, reaching adolescence by the age of 8 to 12 and adulthood around 14. Hobgoblins typically live up to 70 years of age.\r\n\r\n<title level=\"2\">Society</title>\r\nHobgoblins structure their society after military hierarchies. Even civilian groups such as farming collectives or trading houses organize into regiments, companies, and divisions. Most hobgoblins fixate on social status, and many constantly strive to advance their social position. Hobgoblin punishments are primarily social demotions, although execution or slavery are common for serious crimes, such as arson or desertion.\n\n Hobgoblin veterans hold a high place in their society, usually becoming leaders or advisors. Magic is rarely practiced and often derided, as most hobgoblins don’t trust it over the strength of their own sword arms. Their arts tend to have a military bent; many hobgoblins consider stirring marches and weaponsmithing the only artistic endeavors worth pursuing, though Oprak’s enforced era of peace is beginning to change this.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nThough familiar with the chaos of war, most hobgoblins have orderly minds and prefer to live within established hierarchies. While many hobgoblins consider sentimentality weak, those with mild temperaments have recently found success in diplomacy and international outreach. As a result, hobgoblin adventurers are usually lawful neutral, with only those rejecting or raised outside of their militaristic society chaotic. Faith has little place in hobgoblin society, as many feel it is impractical, though religious hobgoblins can gain a begrudging modicum of acceptance due to their useful healing magic.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nHobgoblin society's rigid militaristic hierarchy produces excellent adventurers, as hobgoblins reach adulthood trained for combat. Due to their upbringing, many hobgoblins have the [warrior](/Backgrounds.aspx?ID=35) background. The [laborer](/Backgrounds.aspx?ID=23), [martial disciple](/Backgrounds.aspx?ID=24), [miner](/Backgrounds.aspx?ID=26), and [scout](/Backgrounds.aspx?ID=32) backgrounds are also common. Hobgoblins raised away from their people often have the [criminal](/Backgrounds.aspx?ID=10), [hermit](/Backgrounds.aspx?ID=21), or [nomad](/Backgrounds.aspx?ID=28) backgrounds instead. Hobgoblins are most often [fighters](/Classes.aspx?ID=7), [rangers](/Classes.aspx?ID=9), or [rogues](/Classes.aspx?ID=10), although hobgoblin rogues approach their class with a disciplined mindset. Hobgoblins hold an ancestral grudge against [elves](/Ancestries.aspx?ID=2) and a distrust of arcane magic, which they call “elf magic.” Hobgoblin practitioners of arcane magic are exceedingly rare and usually shunned by other hobgoblins. Particularly clever hobgoblins usually become [alchemists](/Classes.aspx?ID=1).\r\n\r\n<title level=\"2\">Names</title>\r\nLike goblins, hobgoblin names tend to be simple, though hobgoblin names usually sound more guttural and forceful. On rare occasions, hobgoblins will alter their names, keeping the core but adding aspects, usually in response to an extreme trauma or a life-altering event. Hobgoblins have no surnames, considering them both pointless and presumptuous; an individual’s merits and demerits are to be earned by their actions, not by an association with a particular lineage.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAze, Druknar, Ghargam, Hathkren, Imakra, Kralaeng, Mazkol, Olzu, Rezal, Sivkrag, Volmak, Zornum\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Cantorian Spring</title> In days long past, Cantorys, goddess of life, transformations, and forests, created a staff called the _Cantorian Spring_ and placed it on Golarion for fledgling mortals to find. A powerful [devil](/MonsterFamilies.aspx?ID=30) named Canzoriant learned of the staff and slew Cantorys, claiming it for himself. Using the _Cantorian Spring_'s power, Canzoriant transformed early [goblins](/Ancestries.aspx?ID=4) into the more powerful and calculating hobgoblins, instilling in them a deep hatred for [elves](/Ancestries.aspx?ID=2). After a failed attempt by elves to claim the staff, the _Cantorian Spring_ disappeared and hasn't been seen since.\r\n\r\n<title level=\"3\">Looming Concerns</title> To many, the specter of Oprak looms large over the Eye of Dread region. While the Whispering Tyrant is a more fearsome figure, nearby nations worry that once he is defeated, Oprak will be the next monstrous powerhouse on their doorstep. Some nations, like Druma, realize the potential of Oprak as an economic ally. Others, like Molthune and Nirmathas, still feel the sting of the Ironfang Invasion and hold unchecked grudges. Nidal has reached out to extend their non-aggression agreement, and Nirmathas appears grudgingly set to follow suit. Molthune remains undecided, or at least unspoken about its leanings, though rumors suggest that hostility between Oprak and Molthune is rising behind the scenes.\r\n\r\n<title level=\"3\">International Relationships</title> Oprak holds a powerful magical tool that has contributed to its economic boom: the _Onyx Key_. Through this powerful artifact, the nation creates planar tunnels that facilitate easy, seamless travel across Golarion. Using the artifact, General Azaersi contacted her fellow hobgoblin nations of Kaoling and, later, Rakh Lo, establishing trade agreements between the three powers. These pacts have faced their share of difficulties, however. Oprak and Rakh Lo quickly grew into close allies, but Kaoling's harsh traditionalism, even among hobgoblins, has complicated diplomatic progress.\n<title level=\"2\">Hobgoblin Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nConstitution, Intelligence, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nWisdom\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Goblin](/Languages.aspx?ID=6)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Draconic](/Languages.aspx?ID=2), [Dwarven](/Languages.aspx?ID=3), [Gnoll](/Languages.aspx?ID=17), [Jotun](/Languages.aspx?ID=8), [Halfling](/Languages.aspx?ID=7), [Orcish](/Languages.aspx?ID=9), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Darkvision](/Rules.aspx?ID=415)</title>\r\nYou can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "name": "Hobgoblin",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=13"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=13/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=13/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Goblin\" url=\"/Traits.aspx?ID=81\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 48 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nConstitution, Intelligence, Free\r\n\r\n**Ability Flaw**\r\nWisdom\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTaller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms.\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Character Guide"
 ],
 "source_raw": [
  "Character Guide pg. 48"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Character Guide](/Sources.aspx?ID=12) pg. 48 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms.",
 "summary_markdown": "Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms.",
 "text": " Hobgoblin Source Character Guide pg. 48 2.0 Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms. The reputation of hobgoblins in the Inner Sea region has been upended by Oprak, the hobgoblin nation established recently in the mountains between Nidal and Nirmathas. The Ironfang Legion that stormed through Molthune and Nirmathas only a few years ago made a calculated decision to cease fighting, claim Oprak as a new homeland, and seek peace with its neighbors. Now under strict orders to not start conflicts with other nations, the hobgoblins of Oprak have begun to cautiously investigate Avistan in the spirit of cooperation rather than conquest. Many people, especially those that suffered terrible cruelties under the Ironfang Legion, fear that this is simply a pause in aggression while Oprak gains enough strength to crush its rivals. Others hope these bold soldiers might prove to be allies against the endless hordes of the Whispering Tyrant. You Might... Seek out the most effective and practical solutions to any problem. Encourage a clear chain of command among any group you travel with, following orders even if you disagree with them. Look for opportune alliances with other creatures, even if you don’t fully understand or trust them. Others Probably... Consider you dangerous, due to your reputation and intimidating appearance. Assume you hate magic and other mystical arts. Recognize your incredible endurance, dedication, and discipline. Physical Description Hobgoblins stand nearly as tall as humans, though they tend to have shorter legs and longer arms and torsos. They have the bald, wide heads and beady eyes, and gray skin that becomes steely blue when tanned. Hobgoblins are remarkably hardy; they recover from illnesses quickly and are able to exert themselves for long periods of time with little difficulty. Hobgoblins mature quickly, and most can walk, talk, and hold a weapon by the time they are 1 year old, reaching adolescence by the age of 8 to 12 and adulthood around 14. Hobgoblins typically live up to 70 years of age. Society Hobgoblins structure their society after military hierarchies. Even civilian groups such as farming collectives or trading houses organize into regiments, companies, and divisions. Most hobgoblins fixate on social status, and many constantly strive to advance their social position. Hobgoblin punishments are primarily social demotions, although execution or slavery are common for serious crimes, such as arson or desertion. Hobgoblin veterans hold a high place in their society, usually becoming leaders or advisors. Magic is rarely practiced and often derided, as most hobgoblins don’t trust it over the strength of their own sword arms. Their arts tend to have a military bent; many hobgoblins consider stirring marches and weaponsmithing the only artistic endeavors worth pursuing, though Oprak’s enforced era of peace is beginning to change this. Alignment and Religion Though familiar with the chaos of war, most hobgoblins have orderly minds and prefer to live within established hierarchies. While many hobgoblins consider sentimentality weak, those with mild temperaments have recently found success in diplomacy and international outreach. As a result, hobgoblin adventurers are usually lawful neutral, with only those rejecting or raised outside of their militaristic society chaotic. Faith has little place in hobgoblin society, as many feel it is impractical, though religious hobgoblins can gain a begrudging modicum of acceptance due to their useful healing magic. Adventurers Hobgoblin society's rigid militaristic hierarchy produces excellent adventurers, as hobgoblins reach adulthood trained for combat. Due to their upbringing, many hobgoblins have the warrior background. The laborer, martial disciple, miner, and scout backgrounds are also common. Hobgoblins raised away from their people often have the criminal, hermit, or nomad backgrounds instead. Hobgoblins are most often fighters, rangers, or rogues, although hobgoblin rogues approach their class with a disciplined mindset. Hobgoblins hold an ancestral grudge against elves and a distrust of arcane magic, which they call “elf magic.” Hobgoblin practitioners of arcane magic are exceedingly rare and usually shunned by other hobgoblins. Particularly clever hobgoblins usually become alchemists. Names Like goblins, hobgoblin names tend to be simple, though hobgoblin names usually sound more guttural and forceful. On rare occasions, hobgoblins will alter their names, keeping the core but adding aspects, usually in response to an extreme trauma or a life-altering event. Hobgoblins have no surnames, considering them both pointless and presumptuous; an individual’s merits and demerits are to be earned by their actions, not by an association with a particular lineage. Sample Names Aze, Druknar, Ghargam, Hathkren, Imakra, Kralaeng, Mazkol, Olzu, Rezal, Sivkrag, Volmak, Zornum Other Information Cantorian Spring In days long past, Cantorys, goddess of life, transformations, and forests, created a staff called the Cantorian Spring and placed it on Golarion for fledgling mortals to find. A powerful devil named Canzoriant learned of the staff and slew Cantorys, claiming it for himself. Using the Cantorian Spring 's power, Canzoriant transformed early goblins into the more powerful and calculating hobgoblins, instilling in them a deep hatred for elves. After a failed attempt by elves to claim the staff, the Cantorian Spring disappeared and hasn't been seen since. Looming Concerns To many, the specter of Oprak looms large over the Eye of Dread region. While the Whispering Tyrant is a more fearsome figure, nearby nations worry that once he is defeated, Oprak will be the next monstrous powerhouse on their doorstep. Some nations, like Druma, realize the potential of Oprak as an economic ally. Others, like Molthune and Nirmathas, still feel the sting of the Ironfang Invasion and hold unchecked grudges. Nidal has reached out to extend their non-aggression agreement, and Nirmathas appears grudgingly set to follow suit. Molthune remains undecided, or at least unspoken about its leanings, though rumors suggest that hostility between Oprak and Molthune is rising behind the scenes. International Relationships Oprak holds a powerful magical tool that has contributed to its economic boom: the Onyx Key . Through this powerful artifact, the nation creates planar tunnels that facilitate easy, seamless travel across Golarion. Using the artifact, General Azaersi contacted her fellow hobgoblin nations of Kaoling and, later, Rakh Lo, establishing trade agreements between the three powers. These pacts have faced their share of difficulties, however. Oprak and Rakh Lo quickly grew into close allies, but Kaoling's harsh traditionalism, even among hobgoblins, has complicated diplomatic progress. Hobgoblin Mechanics Hit Points 8 Size Medium Speed 25 feet Ability Boosts Constitution, Intelligence, Free Ability Flaws Wisdom Languages Common Goblin Additional languages equal to your Intelligence modifier (if it's positive). Choose from Draconic, Dwarven, Gnoll, Jotun, Halfling, Orcish, and any other languages to which you have access (such as the languages prevalent in your region). Darkvision You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "trait": [
  "Goblin",
  "Humanoid",
  "Uncommon"
 ],
 "trait_markdown": "[Goblin](/Traits.aspx?ID=81), [Humanoid](/Traits.aspx?ID=91), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Goblin",
  "Humanoid",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=13",
 "vision": "Darkvision",
 "weakness": {}
}