{
 "ability": [
  "Free",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-6",
 "image": [
  "/Images/Ancestries/Human01.png"
 ],
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Human](/Ancestries.aspx?ID=6)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 54 <sup>4.0</sup></row>\n\n_As unpredictable and varied as any of Golarion’s peoples, humans have exceptional drive and the capacity to endure and expand. Though many civilizations thrived before humanity rose to prominence, humans have built some of the greatest and the most terrible societies throughout the course of history, and today they are the most populous people in the realms around the Inner Sea._\r\n\r\nHumans’ ambition, versatility, and exceptional potential have led to their status as the world’s predominant ancestry. Their empires and nations are vast, sprawling things, and their citizens carve names for themselves with the strength of their sword arms and the power of their spells. Humanity is diverse and tumultuous, running the gamut from nomadic to imperial, sinister to saintly. Many of them venture forth to explore, to map the expanse of the multiverse, to search for long-lost treasure, or to lead mighty armies to conquer their neighbors—for no better reason than because they can.\n\n If you want a character who can be just about anything, you should play a human.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Human01.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Strive to achieve greatness, either in your own right or on behalf of a cause. </li><li>Seek to understand your purpose in the world. </li><li>Cherish your relationships with family and friends.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Respect your flexibility, your adaptability, and—in most cases— your open‑mindedness. </li><li>Distrust your intentions, fearing you seek only power or wealth. </li><li>Aren’t sure what to expect from you and are hesitant to assume your intentions.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nHumans' physical characteristics are as varied as the world's climes. Humans have a wide variety of skin and hair colors, body types, and facial features. Generally speaking, their skin has a darker hue the closer to the equator they or their ancestors lived.\n\n Humans reach physical adulthood around the age of 15, though mental maturity occurs a few years later. A typical human can live to be around 90 years old. Humans often intermarry with people of other ancestries, giving rise to children who bear the traits of both parents. The most notable half-humans are [half-elves](/Ancestries.aspx?ID=7) and [half-orcs](/Ancestries.aspx?ID=8).\r\n\r\n<title level=\"2\">Society</title>\r\nHuman variety also manifests in terms of their governments, attitudes, and social norms. Though the oldest of human cultures can trace their shared histories thousands of years into the past, when compared to the societies of the [elves](/Ancestries.aspx?ID=2) or [dwarves](/Ancestries.aspx?ID=1), human civilizations seem in a state of constant flux as empires fragment and new kingdoms subsume the old.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nHumanity is perhaps the most heterogeneous of all the ancestries, with a capacity for great evil and boundless good. Some humans assemble into vast raging hordes, while others build sprawling cities. Considered as a whole, most humans are neutral, yet they tend to congregate into nations or communities of a shared alignment, or at least a shared tendency toward an alignment. Humans also worship a wide range of gods and practice many different religions, tending to seek favor from any divine being they encounter.\n\n<title level=\"2\">Names</title>\r\nUnlike many ancestral cultures, which generally cleave to specific traditions and shared histories, humanity's diversity has resulted in a near-infinite set of names. The humans of northern tribes have different names than those dwelling in southern nation-states. Humans throughout much of the world speak [Common](/Traits.aspx?ID=28) (though some continents on Golarion have their own regional common languages), yet their names are as varied as their beliefs and appearances.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nA variety of human ethnic groups—many of which have origins on distant lands— populates the continents bordering Golarion’s Inner Sea. Human characters can be any of these ethnicities, regardless of what lands they call home.\n\n Characters of human ethnicities in the Inner Sea region speak Common (also known as Taldane), and some ethnicities grant access to an uncommon language.\n<title level=\"2\">Human Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nFree, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\nAdditional languages equal to 1 + your Intelligence modifier (if it's positive). Choose from the [list of common languages](/languages) and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>",
 "name": "Human",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=6"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=6/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=6/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Human\" url=\"/Traits.aspx?ID=90\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 54 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nFree, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAs unpredictable and varied as any of Golarion’s peoples, humans have exceptional drive and the capacity to endure and expand. Though many …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 54"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 54 <sup>4.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "As unpredictable and varied as any of Golarion’s peoples, humans have exceptional drive and the capacity to endure and expand. Though many …",
 "summary_markdown": "As unpredictable and varied as any of Golarion’s peoples, humans have exceptional drive and the capacity to endure and expand. Though many …",
 "text": " Human Source Core Rulebook pg. 54 4.0 As unpredictable and varied as any of Golarion’s peoples, humans have exceptional drive and the capacity to endure and expand. Though many civilizations thrived before humanity rose to prominence, humans have built some of the greatest and the most terrible societies throughout the course of history, and today they are the most populous people in the realms around the Inner Sea. Humans’ ambition, versatility, and exceptional potential have led to their status as the world’s predominant ancestry. Their empires and nations are vast, sprawling things, and their citizens carve names for themselves with the strength of their sword arms and the power of their spells. Humanity is diverse and tumultuous, running the gamut from nomadic to imperial, sinister to saintly. Many of them venture forth to explore, to map the expanse of the multiverse, to search for long-lost treasure, or to lead mighty armies to conquer their neighbors—for no better reason than because they can. If you want a character who can be just about anything, you should play a human. You Might... Strive to achieve greatness, either in your own right or on behalf of a cause. Seek to understand your purpose in the world. Cherish your relationships with family and friends. Others Probably... Respect your flexibility, your adaptability, and—in most cases— your open‑mindedness. Distrust your intentions, fearing you seek only power or wealth. Aren’t sure what to expect from you and are hesitant to assume your intentions. Physical Description Humans' physical characteristics are as varied as the world's climes. Humans have a wide variety of skin and hair colors, body types, and facial features. Generally speaking, their skin has a darker hue the closer to the equator they or their ancestors lived. Humans reach physical adulthood around the age of 15, though mental maturity occurs a few years later. A typical human can live to be around 90 years old. Humans often intermarry with people of other ancestries, giving rise to children who bear the traits of both parents. The most notable half-humans are half-elves and half-orcs. Society Human variety also manifests in terms of their governments, attitudes, and social norms. Though the oldest of human cultures can trace their shared histories thousands of years into the past, when compared to the societies of the elves or dwarves, human civilizations seem in a state of constant flux as empires fragment and new kingdoms subsume the old. Alignment and Religion Humanity is perhaps the most heterogeneous of all the ancestries, with a capacity for great evil and boundless good. Some humans assemble into vast raging hordes, while others build sprawling cities. Considered as a whole, most humans are neutral, yet they tend to congregate into nations or communities of a shared alignment, or at least a shared tendency toward an alignment. Humans also worship a wide range of gods and practice many different religions, tending to seek favor from any divine being they encounter. Names Unlike many ancestral cultures, which generally cleave to specific traditions and shared histories, humanity's diversity has resulted in a near-infinite set of names. The humans of northern tribes have different names than those dwelling in southern nation-states. Humans throughout much of the world speak Common (though some continents on Golarion have their own regional common languages), yet their names are as varied as their beliefs and appearances. Sample Names A variety of human ethnic groups—many of which have origins on distant lands— populates the continents bordering Golarion’s Inner Sea. Human characters can be any of these ethnicities, regardless of what lands they call home. Characters of human ethnicities in the Inner Sea region speak Common (also known as Taldane), and some ethnicities grant access to an uncommon language. Human Mechanics Hit Points 8 Size Medium Speed 25 feet Ability Boosts Free, Free Languages Common Additional languages equal to 1 + your Intelligence modifier (if it's positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent in your region). ",
 "trait": [
  "Human",
  "Humanoid"
 ],
 "trait_markdown": "[Human](/Traits.aspx?ID=90), [Humanoid](/Traits.aspx?ID=91)",
 "trait_raw": [
  "Human",
  "Humanoid"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=6",
 "weakness": {}
}