{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-33",
 "image": [
  "/Images/Ancestries/Ifrit01.png",
  "/Images/Ancestries/Ifrit02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Ifrit](/Ancestries.aspx?ID=33)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Ifrit\" url=\"/Traits.aspx?ID=301\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 100 <sup>2.0</sup></row>\n\n_Ifrits descend from creatures such as [efreet](/Monsters.aspx?ID=214), [salamanders](/Monsters.aspx?ID=189), and [magma dragons](/MonsterFamilies.aspx?ID=178). Their spark of ancestral flame gives them a reputation for being passionate, if not capricious._\r\n\r\nIfrits often build up personal relationships between themselves and the idea of fire, feeling as though they embody it mentally or spiritually, in addition to physically. Some ifrits relate to fire's mutable energy, illuminating properties, or destructive nature.\n\n Some ifrits share a connection from birth to specific aspects of elemental fire, such as radiance, ash, or lava; this is called an ifrit lineage. Ifrits often have the same lineage as their parents, though sometimes ifrits are born with lineages different from their families, or to parents without one. Lineages can appear in ifrit children as a reflection of where they were born—for example, cindersoul ifrits sometimes originate from being born in areas prone to forest fires. They can also occur as a reflection of the ifrit's planar ancestry, such as a brightsoul ifrit having a fire-themed celestial ancestor like a [peri](/Monsters.aspx?ID=1262). Magma ifrits with the lavasoul lineage are most often born the descendants of [magma dragons](/MonsterFamilies.aspx?ID=178) or other lava-themed [fire elementals](/MonsterFamilies.aspx?ID=43).\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Ifrit01.png\" />\r\n<image src=\"/images/Ancestries/Ifrit02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Relate your personal identity to elemental fire and believe fire represents core aspects of your personality.</li><li>Always keep yourself moving and busy, traveling to new places or trying new things, for fear that slowing down may dim your inner fire.</li><li>Take great pride in your elemental lineage, especially if you believe you are related to the mighty efreeti nobles, the maliks.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Look to you as an authority on fire magic or the elemental planes.</li><li>Think of you as a never-ending well of passion and inspiration, with an inner spark that never dies.</li><li>Assume you must be hot-headed and reckless, acting before you think.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nJust as their elemental origins can vary, so too can ifrits' otherworldly appearances. Red, orange, and brass are all common skin colors, while others have charcoal-gray, ash-brown, or radiant white, yellow, or blue hues. Ifrit hair often falls in untamable coils of flame that grow over the ifrit's lifespan. [Salamander](/Monsters.aspx?ID=189)-descended ifrits can have lizard-like scales, while those descended from [efreeti](/Monsters.aspx?ID=214) may have huge, red horns curling up from their skulls.\n\n Many ifrits keep their skin uncovered and open to the air, favoring loose or breathable clothes made in light fabrics like silk and chiffon. Their styles often feature bright colors and bold patterns paired with metallic jewelry.\r\n\r\n<title level=\"2\">Society</title>\r\nIfrits are typically born into societies built by others, where they comprise minority populations. Most ifrits place a high value on their freedom, and though they might live within societies and cultures dominated by [humans](/Ancestries.aspx?ID=6), [elves](/Ancestries.aspx?ID=2), or [dwarves](/Ancestries.aspx?ID=1), many carve out peaceful, productive, and fulfilling places for themselves. Because most ifrits aren't bothered by high temperatures, many gravitate toward workplaces that get uncomfortably hot for other mortals, like forges.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nIfrits are fiercely independent, sometimes valuing their personal freedoms above those of others around them. Though frequently accused of lacking morals by their detractors, ifrits who tend toward mischief are rarely motivated by malice. The most common alignments among ifrits are lawful neutral and chaotic neutral, with the rest typically falling into true neutrality, neutral good, or neutral evil.\n\n Ifrits are rarely inclined to venerate Golarion's deities, typically resenting the strictures and rules of an organized faith, but those who do most often worship deities of fire or the sun, such as [Sarenrae](/Deities.aspx?ID=16) and [Shizuru](/Deities.aspx?ID=47), or one of the Elemental Lords of Fire, like [Ymeri](/Deities.aspx?ID=108) or [Atreia](/Deities.aspx?ID=101).\r\n\r\n<title level=\"2\">Adventurers</title>\r\nIfrits who choose to set out as adventurers usually have backgrounds as [artisans](/Backgrounds.aspx?ID=4), [artists](/Backgrounds.aspx?ID=5), [entertainers](/Backgrounds.aspx?ID=13), and [merchants](/Backgrounds.aspx?ID=25). Ifrits who choose to become [champions](/Classes.aspx?ID=4) are often redeemers, especially when they enter the service of [Sarenrae](/Deities.aspx?ID=16), and ifrit [clerics](/Classes.aspx?ID=5) tend to worship deities who hold fire in their areas of concern, such as [Shizuru](/Deities.aspx?ID=47), [Atreia](/Deities.aspx?ID=101), and [Ymeri](/Deities.aspx?ID=108).\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Ifrit Settlements</title> The City of Brass, the largest city on the Elemental Planes, has a population that overshadows even the greatest cities on Golarion. More ifrits are born here than anywhere else, though they are born second-class citizens. Cinderveil, an ifrit city on the [Plane of Shadow](/Planes.aspx?ID=11), was founded 100 years ago when a mountain corresponding to the location of the Eye of Abendego on the Material Plane erupted in ash and dust.\r\n\r\n<title level=\"3\">Family Relations</title> The most common elemental ancestors for ifrits are [efreet](/Monsters.aspx?ID=214), the fire genies native to the [Plane of Fire](/Planes.aspx?ID=6), but they have many possible otherworldly progenitors. [Salamander](/Monsters.aspx?ID=189)-descended ifrits are usually born with tails and forked tongues. When [magma dragon](/MonsterFamilies.aspx?ID=178) mate with mortals, their children are sometimes born as ifrits with draconic tails and vestigial wings.\r\n\r\n<title level=\"3\">Geniekin Trendsetters</title> Geniekin often find tight clothing restrictive and prefer generous, flowing garments. Recently, this trend has spread from geniekin to everyone in Jalmeray, with people of any gender wearing skirts, though the fabric tends to be cut and folded differently based on the outfit. Jewelry, perfume, and makeup, which geniekin of any gender use to express inner elemental identity, are likewise broadly fashionable there.\n\n Geniekin dancers enjoy the benefits of celebrity and patronage among the urban elite across the Impossible Lands. For geniekin, dance forms a narrative, and they often recreate ancient Vudrani tales with elemental flair. Performers accompany the music with ankle bells or, in places of great natural beauty, with the sounds of the elements themselves. In recent decades, geniekin dance companies have emerged, touring the Impossible Lands and spreading their cultural influence.\r\n\r\n<title level=\"3\">Geniekin Cuisine</title> For geniekin, food is about elemental unity. The tradition of tea is particularly important in Jalmeray, and geniekin tea makers—undine and ifrit in particular—are known for their ability to tease subtle flavors and aromas out of blends. Oread and sylph cuisine emphasizes aroma above all things, infusing rice or wheat with cardamom, cloves, anise, and other spices that create complex and intense tastes. In recent years, ifrit cuisine has taken a turn toward eating dangerous animals and plants. Whether it be snapping flytrap salad, lemon-fried dragonfish fillet, or herb-crusted cockatrice breast, the thrill of taming a dangerous creature into culinary art has become a trend. Oread cooks use components from spellcasters and alchemists in Nex and machinists in Alkenstar; with such ingredients, they create dumplings that hold far more soup than they should, cakes that produce bursts of sparks, and even entrées whose steam spells out the cook's name.\n<title level=\"2\">Ifrit Heritage Mechanics</title>\r\n\r\nYou descend from [fire elementals](/MonsterFamilies.aspx?ID=43) or bear the mark of the Inner Spheres, and your features illustrate the influence that elemental fire has over you. You gain the [ifrit](/Traits.aspx?ID=301) trait, in addition to the traits from your ancestry. You gain resistance to fire equal to half your level (minimum 1), and you treat [environmental heat effects](/Rules.aspx?ID=642) as if they were one step less severe (incredible heat becomes extreme, extreme heat becomes severe, and so on). You can choose from ifrit feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Ifrit",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=33"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=33/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Ifrit\" url=\"/Traits.aspx?ID=301\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 100 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIfrits descend from creatures such as  efreet ,  salamanders , and  magma dragons . Their spark of ancestral flame gives them a reputation for being …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 100"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 100 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "Ifrits descend from creatures such as  efreet ,  salamanders , and  magma dragons . Their spark of ancestral flame gives them a reputation for being …",
 "summary_markdown": "Ifrits descend from creatures such as  efreet ,  salamanders , and  magma dragons . Their spark of ancestral flame gives them a reputation for being …",
 "text": " Ifrit Source Ancestry Guide pg. 100 2.0 Ifrits descend from creatures such as efreet, salamanders, and magma dragons. Their spark of ancestral flame gives them a reputation for being passionate, if not capricious. Ifrits often build up personal relationships between themselves and the idea of fire, feeling as though they embody it mentally or spiritually, in addition to physically. Some ifrits relate to fire's mutable energy, illuminating properties, or destructive nature. Some ifrits share a connection from birth to specific aspects of elemental fire, such as radiance, ash, or lava; this is called an ifrit lineage. Ifrits often have the same lineage as their parents, though sometimes ifrits are born with lineages different from their families, or to parents without one. Lineages can appear in ifrit children as a reflection of where they were born—for example, cindersoul ifrits sometimes originate from being born in areas prone to forest fires. They can also occur as a reflection of the ifrit's planar ancestry, such as a brightsoul ifrit having a fire-themed celestial ancestor like a peri. Magma ifrits with the lavasoul lineage are most often born the descendants of magma dragons or other lava-themed fire elementals. You Might... Relate your personal identity to elemental fire and believe fire represents core aspects of your personality. Always keep yourself moving and busy, traveling to new places or trying new things, for fear that slowing down may dim your inner fire. Take great pride in your elemental lineage, especially if you believe you are related to the mighty efreeti nobles, the maliks. Others Probably... Look to you as an authority on fire magic or the elemental planes. Think of you as a never-ending well of passion and inspiration, with an inner spark that never dies. Assume you must be hot-headed and reckless, acting before you think. Physical Description Just as their elemental origins can vary, so too can ifrits' otherworldly appearances. Red, orange, and brass are all common skin colors, while others have charcoal-gray, ash-brown, or radiant white, yellow, or blue hues. Ifrit hair often falls in untamable coils of flame that grow over the ifrit's lifespan. Salamander-descended ifrits can have lizard-like scales, while those descended from efreeti may have huge, red horns curling up from their skulls. Many ifrits keep their skin uncovered and open to the air, favoring loose or breathable clothes made in light fabrics like silk and chiffon. Their styles often feature bright colors and bold patterns paired with metallic jewelry. Society Ifrits are typically born into societies built by others, where they comprise minority populations. Most ifrits place a high value on their freedom, and though they might live within societies and cultures dominated by humans, elves, or dwarves, many carve out peaceful, productive, and fulfilling places for themselves. Because most ifrits aren't bothered by high temperatures, many gravitate toward workplaces that get uncomfortably hot for other mortals, like forges. Alignment and Religion Ifrits are fiercely independent, sometimes valuing their personal freedoms above those of others around them. Though frequently accused of lacking morals by their detractors, ifrits who tend toward mischief are rarely motivated by malice. The most common alignments among ifrits are lawful neutral and chaotic neutral, with the rest typically falling into true neutrality, neutral good, or neutral evil. Ifrits are rarely inclined to venerate Golarion's deities, typically resenting the strictures and rules of an organized faith, but those who do most often worship deities of fire or the sun, such as Sarenrae and Shizuru, or one of the Elemental Lords of Fire, like Ymeri or Atreia. Adventurers Ifrits who choose to set out as adventurers usually have backgrounds as artisans, artists, entertainers, and merchants. Ifrits who choose to become champions are often redeemers, especially when they enter the service of Sarenrae, and ifrit clerics tend to worship deities who hold fire in their areas of concern, such as Shizuru, Atreia, and Ymeri. Other Information Ifrit Settlements The City of Brass, the largest city on the Elemental Planes, has a population that overshadows even the greatest cities on Golarion. More ifrits are born here than anywhere else, though they are born second-class citizens. Cinderveil, an ifrit city on the Plane of Shadow, was founded 100 years ago when a mountain corresponding to the location of the Eye of Abendego on the Material Plane erupted in ash and dust. Family Relations The most common elemental ancestors for ifrits are efreet, the fire genies native to the Plane of Fire, but they have many possible otherworldly progenitors. Salamander-descended ifrits are usually born with tails and forked tongues. When magma dragon mate with mortals, their children are sometimes born as ifrits with draconic tails and vestigial wings. Geniekin Trendsetters Geniekin often find tight clothing restrictive and prefer generous, flowing garments. Recently, this trend has spread from geniekin to everyone in Jalmeray, with people of any gender wearing skirts, though the fabric tends to be cut and folded differently based on the outfit. Jewelry, perfume, and makeup, which geniekin of any gender use to express inner elemental identity, are likewise broadly fashionable there. Geniekin dancers enjoy the benefits of celebrity and patronage among the urban elite across the Impossible Lands. For geniekin, dance forms a narrative, and they often recreate ancient Vudrani tales with elemental flair. Performers accompany the music with ankle bells or, in places of great natural beauty, with the sounds of the elements themselves. In recent decades, geniekin dance companies have emerged, touring the Impossible Lands and spreading their cultural influence. Geniekin Cuisine For geniekin, food is about elemental unity. The tradition of tea is particularly important in Jalmeray, and geniekin tea makers—undine and ifrit in particular—are known for their ability to tease subtle flavors and aromas out of blends. Oread and sylph cuisine emphasizes aroma above all things, infusing rice or wheat with cardamom, cloves, anise, and other spices that create complex and intense tastes. In recent years, ifrit cuisine has taken a turn toward eating dangerous animals and plants. Whether it be snapping flytrap salad, lemon-fried dragonfish fillet, or herb-crusted cockatrice breast, the thrill of taming a dangerous creature into culinary art has become a trend. Oread cooks use components from spellcasters and alchemists in Nex and machinists in Alkenstar; with such ingredients, they create dumplings that hold far more soup than they should, cakes that produce bursts of sparks, and even entrées whose steam spells out the cook's name. Ifrit Heritage Mechanics You descend from fire elementals or bear the mark of the Inner Spheres, and your features illustrate the influence that elemental fire has over you. You gain the ifrit trait, in addition to the traits from your ancestry. You gain resistance to fire equal to half your level (minimum 1), and you treat environmental heat effects as if they were one step less severe (incredible heat becomes extreme, extreme heat becomes severe, and so on). You can choose from ifrit feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Ifrit",
  "Uncommon"
 ],
 "trait_markdown": "[Ifrit](/Traits.aspx?ID=301), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Ifrit",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=33",
 "weakness": {}
}