{
 "ability": [
  "Charisma",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-38",
 "image": [
  "/Images/Ancestries/Kitsune01.png",
  "/Images/Ancestries/Kitsune02.png"
 ],
 "language": [
  "Common"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Kitsune](/Ancestries.aspx?ID=38)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Kitsune\" url=\"/Traits.aspx?ID=341\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 120 <sup>2.0</sup></row>\n\n_Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to shapechange into other forms. Whether they pass unseen among other peoples or hold their tails high, kitsune are clever observers of the societies around them._\r\n\r\nKitsune are shapechangers with two forms: one of a fox-headed humanoid and one largely depending on where they were raised. Those raised in populated areas typically have what's called a tailless form—a humanoid body without any fox features that resembles a more common ancestry, such as an elf or a human. In wooded or rural areas, their second form is more likely to be that of a fox.\n\n Though all-kitsune settlements exist, most live among people of other ancestries, granting them a degree of external insight into social rules or dynamics that others process only subconsciously. Kitsune enjoy subverting expectations as much as they do going along with them. Their fondness for jokes, stories, and wordplay, especially when the twist of a riddle hinges on the listener's assumptions, reinforces their reputation as tricksters.\n\n With dual forms and a connection to both the material and spiritual worlds, kitsune have diverse concepts of self and identity. Some even view their forms as separate individuals altogether, using them to explore different aspects of their personality.\n\n If you want to play a character with innate magical talents and countless hidden facets, each revealed with a glint of the eye and a twisting grin, you should play a kitsune.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Kitsune01.png\" />\r\n<image src=\"/images/Ancestries/Kitsune02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Studiously observe the habits of those around you, taking mental notes on how to imitate them better.</li><li>Delight in jokes, clever wordplay, pranks, or unnecessarily complex plots.</li><li>Present a different, but authentic, side of yourself in each new situation.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Are taken in by your magnetic personality and enigmatic nature.</li><li>Marvel at your many supernatural abilities.</li><li>Wonder what you aren't telling them.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nKitsune have alert vulpine ears, pointed snouts, and short, semi-retractable claws on their fingers and toes. Their fur is dense, countershaded, and most often red, tan, black, or white in color. Kitsune have bushy tails that grow in number as they hone their innate magical abilities, to as many as nine.\r\n\r\n<title level=\"2\">Society</title>\r\nKitsune are rarely the majority in whatever communities they inhabit, and many go their whole lives without meeting another kitsune beyond their family. Their society, as much as it exists, centers primarily around the commonalities that kitsune find as they pass among other peoples. The same social perspective that helps them imitate others also makes them quick to notice signs that someone may need help or a kind word. Due to this, kitsune often form strong interpersonal relationships and tend to anchor their social circles.<br /> When two kitsune do meet, they may find themselves exchanging light verbal repartee, enjoying the sport of trying to outwit each other. While it's considered a grave offense to outright give away another kitsune's shapechanging nature, kitsune relish surreptitiously forcing another to “break character,” shocking the other into disrupting their transformation through a well-placed comment.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nKitsune often have neutrality in their alignment from balancing their dual natures, though their instinct for stirring up trouble leads many to lean slightly toward chaos. Some possess the ability to control or bend the will of others, but even among those that do, only the evilest use these arts flippantly or selfishly. The patron kitsune deity is [Daikitsu](/Deities.aspx?ID=174), the goddess of crafting and agriculture. Though not all kitsune necessarily worship Daikitsu, most respect her as the purported source of their powers. Kitsune in Tian Xia often revere both [Shizuru](/Deities.aspx?ID=47) and [Tsukiyo](/Deities.aspx?ID=48), seeing the duality of the sun and moon in their own multifaceted nature. A small sect of Avistani kitsune worship [Sivanah](/Deities.aspx?ID=46), the goddess of illusion, respecting her position between perception and reality and believing the goddess's true form to be that of a kitsune—hidden behind not seven veils, but nine.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nKitsune who live among others often have the [charlatan](/Backgrounds.aspx?ID=9), [emissary](/Backgrounds.aspx?ID=12), [entertainer](/Backgrounds.aspx?ID=13), [fortune teller](/Backgrounds.aspx?ID=16), [merchant](/Backgrounds.aspx?ID=25), [noble](/Backgrounds.aspx?ID=27), or [nomad](/Backgrounds.aspx?ID=28) backgrounds. Those kitsune who strike out alone favor the [acolyte](/Backgrounds.aspx?ID=1), [bandit](/Backgrounds.aspx?ID=165), or [hermit](/Backgrounds.aspx?ID=21) backgrounds. Kitsune often excel as [rogues](/Classes.aspx?ID=10), [investigators](/Classes.aspx?ID=13), and [bards](/Classes.aspx?ID=3). Kitsune who hone their magical abilities lean more toward [sorcerers](/Classes.aspx?ID=11) or [oracles](/Classes.aspx?ID=14), and those who forge a stronger connection to the spirits may become [witches](/Classes.aspx?ID=16).\r\n\r\n<title level=\"2\">Names</title>\r\nWhile kitsune have some traditional names, they're more likely to use names that are unremarkable in their local society, the better to pass unnoticed. Some have different names for each form: a kitsune name for their kitsune form, a regional name for a tailless form, and possibly no name at all for a fox form.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nHamako, Haohiko, Kitsukou, Kon, Kwan-la, Talaro\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Fox Families</title> Due to their shifting nature, kitsune often have mixed-ancestry family units. The children of a kitsune and a non-kitsune can inherit either of their parent's lineages, though many assume that a human baby born to a kitsune is simply a kitsune that has yet to reveal their true form. This has led to the widespread misconception that all offspring of kitsune are themselves kitsune.\r\n\r\n<title level=\"3\">Kitsune Settlements</title> Though kitsune live all around the world, two major kitsune settlements exist on Golarion: Kihime in Tian Xia, and Angen in the Inner Sea region. Kihime, the central settlement for Souko kitsune, is located in the Forest of Spirits and consists of low, thatched buildings in an intentionally ancient, though effective, design. Rather than torches, star orbs line the streets and glow with soft foxfire to light the darkness—legends state that these star orbs can be unified to cloak Kihime in illusions and abjurations in times of peril. Angen, in the Verduran Forest of Taldor, represents a more modern and cosmopolitan kitsune town, with buildings made in a variety of styles. Angen customs emphasize unity and collectivism, one of the best known being the Foxes' Wedding. In this yearly festival, which occurs spontaneously on the first autumn day that rain falls from a blue sky, all kitsune who became betrothed in the last year are considered married. In celebration, rainbows formed from the mixed sunlight and raindrops are enhanced by kitsune illusions, becoming truly a sight to behold.\r\n\r\n<title level=\"3\">The Lady of Foxes</title> Though usually referred to with she/her pronouns, the goddess [Daikitsu's](/Deities.aspx?ID=174) nature is fluid; her gender, age, and appearance change at her whim. Kitsune's legends state that they were created when Daikitsu granted her original attendants, fox spirits known as the Nine Bright Grains, one of her own abilities: the power to dance between shapes. \n<title level=\"2\">Kitsune Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nCharisma, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\nAdditional languages equal to your Intelligence modifier (if positive). Choose from [Elven](/Languages.aspx?ID=4), [Gnomish](/Languages.aspx?ID=5), [Goblin](/Traits.aspx?ID=81), [Halfling](/Traits.aspx?ID=87), [Dwarven](/Languages.aspx?ID=3), [Sylvan](/Languages.aspx?ID=10), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, and you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.\r\n\r\n<title level=\"3\">Change Shape</title>\r\nAs a kitsune, you gain the Change Shape ability.\n\n<document level=\"2\" id=\"action-701\" />",
 "name": "Kitsune",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=38"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=38/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=38/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Kitsune\" url=\"/Traits.aspx?ID=341\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 120 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nCharisma, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 120"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 120 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to …",
 "summary_markdown": "Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to …",
 "text": " Kitsune Source Ancestry Guide pg. 120 2.0 Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to shapechange into other forms. Whether they pass unseen among other peoples or hold their tails high, kitsune are clever observers of the societies around them. Kitsune are shapechangers with two forms: one of a fox-headed humanoid and one largely depending on where they were raised. Those raised in populated areas typically have what's called a tailless form—a humanoid body without any fox features that resembles a more common ancestry, such as an elf or a human. In wooded or rural areas, their second form is more likely to be that of a fox. Though all-kitsune settlements exist, most live among people of other ancestries, granting them a degree of external insight into social rules or dynamics that others process only subconsciously. Kitsune enjoy subverting expectations as much as they do going along with them. Their fondness for jokes, stories, and wordplay, especially when the twist of a riddle hinges on the listener's assumptions, reinforces their reputation as tricksters. With dual forms and a connection to both the material and spiritual worlds, kitsune have diverse concepts of self and identity. Some even view their forms as separate individuals altogether, using them to explore different aspects of their personality. If you want to play a character with innate magical talents and countless hidden facets, each revealed with a glint of the eye and a twisting grin, you should play a kitsune. You Might... Studiously observe the habits of those around you, taking mental notes on how to imitate them better. Delight in jokes, clever wordplay, pranks, or unnecessarily complex plots. Present a different, but authentic, side of yourself in each new situation. Others Probably... Are taken in by your magnetic personality and enigmatic nature. Marvel at your many supernatural abilities. Wonder what you aren't telling them. Physical Description Kitsune have alert vulpine ears, pointed snouts, and short, semi-retractable claws on their fingers and toes. Their fur is dense, countershaded, and most often red, tan, black, or white in color. Kitsune have bushy tails that grow in number as they hone their innate magical abilities, to as many as nine. Society Kitsune are rarely the majority in whatever communities they inhabit, and many go their whole lives without meeting another kitsune beyond their family. Their society, as much as it exists, centers primarily around the commonalities that kitsune find as they pass among other peoples. The same social perspective that helps them imitate others also makes them quick to notice signs that someone may need help or a kind word. Due to this, kitsune often form strong interpersonal relationships and tend to anchor their social circles. When two kitsune do meet, they may find themselves exchanging light verbal repartee, enjoying the sport of trying to outwit each other. While it's considered a grave offense to outright give away another kitsune's shapechanging nature, kitsune relish surreptitiously forcing another to “break character,” shocking the other into disrupting their transformation through a well-placed comment. Alignment and Religion Kitsune often have neutrality in their alignment from balancing their dual natures, though their instinct for stirring up trouble leads many to lean slightly toward chaos. Some possess the ability to control or bend the will of others, but even among those that do, only the evilest use these arts flippantly or selfishly. The patron kitsune deity is Daikitsu, the goddess of crafting and agriculture. Though not all kitsune necessarily worship Daikitsu, most respect her as the purported source of their powers. Kitsune in Tian Xia often revere both Shizuru and Tsukiyo, seeing the duality of the sun and moon in their own multifaceted nature. A small sect of Avistani kitsune worship Sivanah, the goddess of illusion, respecting her position between perception and reality and believing the goddess's true form to be that of a kitsune—hidden behind not seven veils, but nine. Adventurers Kitsune who live among others often have the charlatan, emissary, entertainer, fortune teller, merchant, noble, or nomad backgrounds. Those kitsune who strike out alone favor the acolyte, bandit, or hermit backgrounds. Kitsune often excel as rogues, investigators, and bards. Kitsune who hone their magical abilities lean more toward sorcerers or oracles, and those who forge a stronger connection to the spirits may become witches. Names While kitsune have some traditional names, they're more likely to use names that are unremarkable in their local society, the better to pass unnoticed. Some have different names for each form: a kitsune name for their kitsune form, a regional name for a tailless form, and possibly no name at all for a fox form. Sample Names Hamako, Haohiko, Kitsukou, Kon, Kwan-la, Talaro Other Information Fox Families Due to their shifting nature, kitsune often have mixed-ancestry family units. The children of a kitsune and a non-kitsune can inherit either of their parent's lineages, though many assume that a human baby born to a kitsune is simply a kitsune that has yet to reveal their true form. This has led to the widespread misconception that all offspring of kitsune are themselves kitsune. Kitsune Settlements Though kitsune live all around the world, two major kitsune settlements exist on Golarion: Kihime in Tian Xia, and Angen in the Inner Sea region. Kihime, the central settlement for Souko kitsune, is located in the Forest of Spirits and consists of low, thatched buildings in an intentionally ancient, though effective, design. Rather than torches, star orbs line the streets and glow with soft foxfire to light the darkness—legends state that these star orbs can be unified to cloak Kihime in illusions and abjurations in times of peril. Angen, in the Verduran Forest of Taldor, represents a more modern and cosmopolitan kitsune town, with buildings made in a variety of styles. Angen customs emphasize unity and collectivism, one of the best known being the Foxes' Wedding. In this yearly festival, which occurs spontaneously on the first autumn day that rain falls from a blue sky, all kitsune who became betrothed in the last year are considered married. In celebration, rainbows formed from the mixed sunlight and raindrops are enhanced by kitsune illusions, becoming truly a sight to behold. The Lady of Foxes Though usually referred to with she/her pronouns, the goddess Daikitsu's nature is fluid; her gender, age, and appearance change at her whim. Kitsune's legends state that they were created when Daikitsu granted her original attendants, fox spirits known as the Nine Bright Grains, one of her own abilities: the power to dance between shapes. Kitsune Mechanics Hit Points 8 Size Medium Speed 25 feet Ability Boosts Charisma, Free Languages Common Additional languages equal to your Intelligence modifier (if positive). Choose from Elven, Gnomish, Goblin, Halfling, Dwarven, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, and you ignore the concealed condition due to dim light. Change Shape As a kitsune, you gain the Change Shape ability.\n",
 "trait": [
  "Humanoid",
  "Kitsune",
  "Uncommon"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Kitsune](/Traits.aspx?ID=341), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Humanoid",
  "Kitsune",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=38",
 "vision": "Low-Light Vision",
 "weakness": {}
}