{
 "ability": [
  "Dexterity",
  "Charisma",
  "Free"
 ],
 "ability_flaw": [
  "Constitution"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-18",
 "image": [
  "/Images/Ancestries/Kobold01.png",
  "/Images/Ancestries/Kobold02.png"
 ],
 "language": [
  "Common",
  "Draconic"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Draconic](/Languages.aspx?ID=2)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Kobold](/Ancestries.aspx?ID=18)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Kobold\" url=\"/Traits.aspx?ID=224\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 12 <sup>2.0</sup></row>\n\n_Every kobold knows that their slight frame belies true, mighty draconic power. They are ingenious crafters and devoted allies within their warrens, but those who trespass into their territory find them to be inspired skirmishers, especially when they have the backing of a draconic sorcerer or true dragon overlord. However, these reptilian opportunists prove happy to cooperate with other humanoids when it’s to their benefit, combining caution and cunning to make their fortunes in the wider world._\r\n\r\nKobolds are resourceful survivors whose snare-guarded warrens and opportunistic scavenging have cast them as villains to most other humanoids, with their draconic reverence lending them a reputation as mere minions and nuisances. Yet some kobolds have emerged from their secluded warrens seeking the relative safety of surface settlements, the lucrative prospects of the adventuring life, or validating awe from followers of their own.\n\n If you want a character with oversized confidence, deadly cunning, and the ancient power of dragons flowing through their veins, you should play a kobold.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Kobold01.png\" />\r\n<image src=\"/images/Ancestries/Kobold02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Take pride in your draconic connections, whether you believe dragons are your ancestors or simply patrons. </li><li>Analyze your surroundings, always looking for ambushes, advantageous terrain, and escape routes. </li><li>Naturally observe, adopt, and respect group dynamics, whether as leader, subordinate, or equal.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume that you are cowardly and won’t stick around in the face of danger. </li><li>Appreciate your ingenuity and resourcefulness, especially when it comes to building defenses. </li><li>Consider your claims of draconic power to be overblown, delusional, or endearing.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nKobolds are short (about 3 feet tall) reptilian humanoids with slender bodies and long tails. They often boast distant draconic ancestry, and every kobold displays one or more draconic features, such as stout horns, razor-sharp teeth, or—more rarely—vestigial wings or draconic breath. They mature quickly, reaching adulthood by about 12 years and living to about 60.\n\n The color of a kobold’s scales can vary widely. Most often, they mimic the hues of chromatic or metallic dragons, with a mix of slightly darker or lighter scales that create a mottled appearance. The scales of newly hatched kobolds often reflect the community’s draconic exemplar, whether that’s the dragon they currently serve or the dragon type from which they’re descended.\r\n\r\n<title level=\"2\">Society</title>\r\nKobolds have an ingrained cautiousness that keeps them alive. They're secretive or subservient around powerful creatures to avoid becoming victims. This meekness fades once kobolds secure either a formidable patron (like a dragon) or a potent source of supernatural power (like an artifact or sorcerous leader). They often achieve an unshakable fervor and loyalty to their new cause or leader. However, kobolds are infamous for sensing a proverbial sinking ship, and once their source of power fails or seems doomed, their morale breaks swiftly.\n\n Whether led by a dragon or not, kobolds almost always identify themselves with a type of dragon that serves as their spiritual exemplar. Their societies regularly adopt laws and cultural norms inspired by the exemplar's personality.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nAll but the most iconoclastic kobolds have a natural respect for hierarchies and rules, and so kobolds are rarely chaotic. Kobold adventurers tend to be lawful neutral or neutral, relying on their ancestral social strategies for survival.\n\n Organized religion feels natural for most kobolds, especially when a deity assumes a commanding or tyrannical disposition. Many gravitate toward [Abadar](/Deities.aspx?ID=1)'s order or [Shelyn](/Deities.aspx?ID=17)'s artistic flair. More sinister communities uphold [Asmodeus](/Deities.aspx?ID=2) and other archdevils as common patrons. The dragon deities [Apsu](/Deities.aspx?ID=149) and [Dahak](/Deities.aspx?ID=150) are also common subjects of worship. Kobolds also often find themselves drawn to cults, particularly those with dragons or devils as figureheads.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nKobolds often adventure in pursuit of the power, lore, and treasure that they feel befit their disproportionately large egos. When adventurers, militias, or careless tyrants shatter a kobold community, the survivors often latch onto new families, seeking emotional solace—and sometimes revenge. Typical kobold backgrounds include [artisan](/Backgrounds.aspx?ID=4), [artist](/Backgrounds.aspx?ID=5), [criminal](/Backgrounds.aspx?ID=10), [hunter](/Backgrounds.aspx?ID=22), [miner](/Backgrounds.aspx?ID=26), [scout](/Backgrounds.aspx?ID=32), and [tinker](/Backgrounds.aspx?ID=34) from the _Core Rulebook_, plus [bandit](/Backgrounds.aspx?ID=165), [cultist](/Backgrounds.aspx?ID=170), [scavenger](/Backgrounds.aspx?ID=176), and [servant](/Backgrounds.aspx?ID=177) from this book. Kobolds excel as [bards](/Classes.aspx?ID=3), [rangers](/Classes.aspx?ID=9), [rogues](/Classes.aspx?ID=10), and [sorcerers](/Classes.aspx?ID=11), though they also often channel their ingenuity as [alchemists](/Classes.aspx?ID=1) or [wizards](/Classes.aspx?ID=12).\r\n\r\n<title level=\"2\">Names</title>\r\nA young kobold’s given name is rarely more than a syllable or two. However, as they age, achieve status, and accomplish great deeds, kobolds add more syllables to their names, imitating a common draconic practice. Kobolds rarely have surnames except in an effort to better fit into a community, in which case they typically adopt the surname of an inspiring figure in that group.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAzrnak, Draahzin, Enga, Fazgyn, Fazij, Jekkajak, Kib, Kirrok, Mirkol, Tarka, Urkak, Varshez, Vroklan, Zekstikah, Zgaz\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Kobold Origins</title> Kobolds in the Inner Sea region have numerous origin stories, many tied to the conflict between the dragon gods [Dahak](/Deities.aspx?ID=150) and [Apsu](/Deities.aspx?ID=149). Kobolds who live in caves near the surface often believe they predate true dragons, as Dahak scooped up their ancestors and transformed them into dragons. The further a kobold settlement is from a cave system, the less these tales link kobolds directly to dragons. Kobolds in swamps generally tell of their birth from blood that Dahak shed in battle, while those who dwell in trees and mountains often believe they were born of Dahak's tears.\r\n\r\n<title level=\"3\">Other Kobolds</title> Kobolds most commonly share the coloration and some physical resemblance to chromatic and metallic dragons, but others closely match different sets of true dragons—notably esoteric, imperial, planar, and primal dragons. In Tian Xia, kobolds with an imperial dragon appearance are nearly as common as those with chromatic and metallic features, and often take roles as advisors and spellcasters. Planar and primal kobolds sometimes hatch when a settlement is in great danger or exposed to planar energies, and are often considered to be destined for greatness. Esoteric kobolds are rare anywhere, though they appear more regularly in places with strange energies (such as the Impossible Lands), and are often feared and mistrusted by their clutchmates.\r\n\r\n<title level=\"3\">Traps!</title> Kobolds are renowned trap-makers and take great pride in their ability to design, develop, and construct cunning and complex varieties of these hidden defensive mechanisms, which they call “slow fangs.” They often test new trap concepts far from their homes, using them to hunt or harass disliked neighbors. This allows kobolds to iterate on designs, sometimes mixing traps to see if they're more effective in tandem rather than alone. Only once a trap idea has proven effective is it considered worthy to defend a kobold settlement.\n\n Trap-makers are treated by most kobold settlements as intellectual elites, and are often given the kind of deference other cultures reserve for priests and war heroes. A kobold tribe lacking a trap-maker is likely to send an emissary to find one and implore them to come teach their craft.\n<title level=\"2\">Kobold Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Charisma, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nConstitution\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Draconic](/Languages.aspx?ID=2)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it’s positive). Choose from [Aklo](/Languages.aspx?ID=13), [Dwarven](/Languages.aspx?ID=3), [Gnomish](/Languages.aspx?ID=5), [Infernal](/Languages.aspx?ID=19), [Terran](/Languages.aspx?ID=22), [Undercommon](/Languages.aspx?ID=11), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Darkvision](/Rules.aspx?ID=415)</title>\r\nYou can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.\r\n\r\n<title level=\"3\">Draconic Exemplar</title>\r\nYou draw minor powers from your draconic exemplar. Choose a type of chromatic or metallic dragon to be your exemplar. This determines your scale color and appearance, and dragons sometimes look more favorably upon those kobolds who resemble them, at the GM’s discretion. Your exemplar may also determine details of other abilities you have, using the Draconic Exemplars table.\n\n## Table 1-1: Draconic Exemplars\n<row gap=\"tiny\">\n<table><tr><td>**Dragon**</td><td>**Breath Weapon Shape**</td><td>**Damage Type**</td><td>**Saving Throw**</td></tr> <tr><td>Black</td><td>Line</td><td>Acid</td><td>Reflex</td></tr> <tr><td>Blue</td><td>Line</td><td>Electricity</td><td>Reflex</td></tr> <tr><td>Green</td><td>Cone</td><td>Poison</td><td>Fortitude</td></tr> <tr><td>Red</td><td>Cone</td><td>Fire</td><td>Reflex</td></tr> <tr><td>White</td><td>Cone</td><td>Cold</td><td>Reflex</td></tr> <tr><td>Brass</td><td>Line</td><td>Fire</td><td>Reflex</td></tr> <tr><td>Bronze</td><td>Line</td><td>Electricity</td><td>Reflex</td></tr> <tr><td>Copper</td><td>Line</td><td>Acid</td><td>Reflex</td></tr> <tr><td>Gold</td><td>Cone</td><td>Fire</td><td>Reflex</td></tr><tr><td>Silver</td><td>Cone</td><td>Cold</td><td>Reflex</td></tr></table></row>",
 "name": "Kobold",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=18"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=18/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=18/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Kobold\" url=\"/Traits.aspx?ID=224\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 12 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Charisma, Free\r\n\r\n**Ability Flaw**\r\nConstitution\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEvery kobold knows that their slight frame belies true, mighty draconic power. They are ingenious crafters and devoted allies within their warrens, …\r\n</summary>",
 "size": [
  "Small"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 12"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 12 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Every kobold knows that their slight frame belies true, mighty draconic power. They are ingenious crafters and devoted allies within their warrens, …",
 "summary_markdown": "Every kobold knows that their slight frame belies true, mighty draconic power. They are ingenious crafters and devoted allies within their warrens, …",
 "text": " Kobold Source Advanced Player's Guide pg. 12 2.0 Every kobold knows that their slight frame belies true, mighty draconic power. They are ingenious crafters and devoted allies within their warrens, but those who trespass into their territory find them to be inspired skirmishers, especially when they have the backing of a draconic sorcerer or true dragon overlord. However, these reptilian opportunists prove happy to cooperate with other humanoids when it’s to their benefit, combining caution and cunning to make their fortunes in the wider world. Kobolds are resourceful survivors whose snare-guarded warrens and opportunistic scavenging have cast them as villains to most other humanoids, with their draconic reverence lending them a reputation as mere minions and nuisances. Yet some kobolds have emerged from their secluded warrens seeking the relative safety of surface settlements, the lucrative prospects of the adventuring life, or validating awe from followers of their own. If you want a character with oversized confidence, deadly cunning, and the ancient power of dragons flowing through their veins, you should play a kobold. You Might... Take pride in your draconic connections, whether you believe dragons are your ancestors or simply patrons. Analyze your surroundings, always looking for ambushes, advantageous terrain, and escape routes. Naturally observe, adopt, and respect group dynamics, whether as leader, subordinate, or equal. Others Probably... Assume that you are cowardly and won’t stick around in the face of danger. Appreciate your ingenuity and resourcefulness, especially when it comes to building defenses. Consider your claims of draconic power to be overblown, delusional, or endearing. Physical Description Kobolds are short (about 3 feet tall) reptilian humanoids with slender bodies and long tails. They often boast distant draconic ancestry, and every kobold displays one or more draconic features, such as stout horns, razor-sharp teeth, or—more rarely—vestigial wings or draconic breath. They mature quickly, reaching adulthood by about 12 years and living to about 60. The color of a kobold’s scales can vary widely. Most often, they mimic the hues of chromatic or metallic dragons, with a mix of slightly darker or lighter scales that create a mottled appearance. The scales of newly hatched kobolds often reflect the community’s draconic exemplar, whether that’s the dragon they currently serve or the dragon type from which they’re descended. Society Kobolds have an ingrained cautiousness that keeps them alive. They're secretive or subservient around powerful creatures to avoid becoming victims. This meekness fades once kobolds secure either a formidable patron (like a dragon) or a potent source of supernatural power (like an artifact or sorcerous leader). They often achieve an unshakable fervor and loyalty to their new cause or leader. However, kobolds are infamous for sensing a proverbial sinking ship, and once their source of power fails or seems doomed, their morale breaks swiftly. Whether led by a dragon or not, kobolds almost always identify themselves with a type of dragon that serves as their spiritual exemplar. Their societies regularly adopt laws and cultural norms inspired by the exemplar's personality. Alignment and Religion All but the most iconoclastic kobolds have a natural respect for hierarchies and rules, and so kobolds are rarely chaotic. Kobold adventurers tend to be lawful neutral or neutral, relying on their ancestral social strategies for survival. Organized religion feels natural for most kobolds, especially when a deity assumes a commanding or tyrannical disposition. Many gravitate toward Abadar's order or Shelyn's artistic flair. More sinister communities uphold Asmodeus and other archdevils as common patrons. The dragon deities Apsu and Dahak are also common subjects of worship. Kobolds also often find themselves drawn to cults, particularly those with dragons or devils as figureheads. Adventurers Kobolds often adventure in pursuit of the power, lore, and treasure that they feel befit their disproportionately large egos. When adventurers, militias, or careless tyrants shatter a kobold community, the survivors often latch onto new families, seeking emotional solace—and sometimes revenge. Typical kobold backgrounds include artisan, artist, criminal, hunter, miner, scout, and tinker from the Core Rulebook , plus bandit, cultist, scavenger, and servant from this book. Kobolds excel as bards, rangers, rogues, and sorcerers, though they also often channel their ingenuity as alchemists or wizards. Names A young kobold’s given name is rarely more than a syllable or two. However, as they age, achieve status, and accomplish great deeds, kobolds add more syllables to their names, imitating a common draconic practice. Kobolds rarely have surnames except in an effort to better fit into a community, in which case they typically adopt the surname of an inspiring figure in that group. Sample Names Azrnak, Draahzin, Enga, Fazgyn, Fazij, Jekkajak, Kib, Kirrok, Mirkol, Tarka, Urkak, Varshez, Vroklan, Zekstikah, Zgaz Other Information Kobold Origins Kobolds in the Inner Sea region have numerous origin stories, many tied to the conflict between the dragon gods Dahak and Apsu. Kobolds who live in caves near the surface often believe they predate true dragons, as Dahak scooped up their ancestors and transformed them into dragons. The further a kobold settlement is from a cave system, the less these tales link kobolds directly to dragons. Kobolds in swamps generally tell of their birth from blood that Dahak shed in battle, while those who dwell in trees and mountains often believe they were born of Dahak's tears. Other Kobolds Kobolds most commonly share the coloration and some physical resemblance to chromatic and metallic dragons, but others closely match different sets of true dragons—notably esoteric, imperial, planar, and primal dragons. In Tian Xia, kobolds with an imperial dragon appearance are nearly as common as those with chromatic and metallic features, and often take roles as advisors and spellcasters. Planar and primal kobolds sometimes hatch when a settlement is in great danger or exposed to planar energies, and are often considered to be destined for greatness. Esoteric kobolds are rare anywhere, though they appear more regularly in places with strange energies (such as the Impossible Lands), and are often feared and mistrusted by their clutchmates. Traps! Kobolds are renowned trap-makers and take great pride in their ability to design, develop, and construct cunning and complex varieties of these hidden defensive mechanisms, which they call “slow fangs.” They often test new trap concepts far from their homes, using them to hunt or harass disliked neighbors. This allows kobolds to iterate on designs, sometimes mixing traps to see if they're more effective in tandem rather than alone. Only once a trap idea has proven effective is it considered worthy to defend a kobold settlement. Trap-makers are treated by most kobold settlements as intellectual elites, and are often given the kind of deference other cultures reserve for priests and war heroes. A kobold tribe lacking a trap-maker is likely to send an emissary to find one and implore them to come teach their craft. Kobold Mechanics Hit Points 6 Size Small Speed 25 feet Ability Boosts Dexterity, Charisma, Free Ability Flaws Constitution Languages Common Draconic Additional languages equal to your Intelligence modifier (if it’s positive). Choose from Aklo, Dwarven, Gnomish, Infernal, Terran, Undercommon, and any other languages to which you have access (such as the languages prevalent in your region). Darkvision You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white. Draconic Exemplar You draw minor powers from your draconic exemplar. Choose a type of chromatic or metallic dragon to be your exemplar. This determines your scale color and appearance, and dragons sometimes look more favorably upon those kobolds who resemble them, at the GM’s discretion. Your exemplar may also determine details of other abilities you have, using the Draconic Exemplars table. ## Table 1-1: Draconic Exemplars Dragon Breath Weapon Shape Damage Type Saving Throw Black Line Acid Reflex Blue Line Electricity Reflex Green Cone Poison Fortitude Red Cone Fire Reflex White Cone Cold Reflex Brass Line Fire Reflex Bronze Line Electricity Reflex Copper Line Acid Reflex Gold Cone Fire Reflex Silver Cone Cold Reflex ",
 "trait": [
  "Humanoid",
  "Kobold",
  "Uncommon"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Kobold](/Traits.aspx?ID=224), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Humanoid",
  "Kobold",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=18",
 "vision": "Darkvision",
 "weakness": {}
}