{
 "ability": [
  "Constitution",
  "Wisdom",
  "Free"
 ],
 "ability_flaw": [
  "Intelligence"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-14",
 "image": [
  "/Images/Ancestries/Leshy01.png",
  "/Images/Ancestries/Leshy02.png",
  "/Images/Ancestries/Leshy03.png",
  "/Images/Ancestries/Leshy04.png"
 ],
 "language": [
  "Common",
  "Sylvan"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Leshy](/Ancestries.aspx?ID=14)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Leshy\" url=\"/Traits.aspx?ID=225\" />\r\n<trait label=\"Plant\" url=\"/Traits.aspx?ID=125\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 52 <sup>2.0</sup></row>\n\n_Guardians and emissaries of the environment, leshies are immortal spirits of nature temporarily granted a physical form._\r\n\r\nLeshies are “born” when a skilled druid or other master of primal magic conducts a ritual to create a suitable vessel, and then a spirit chooses that vessel to be their temporary home. Leshies are self-sufficient from the moment the ritual ends, and so they do not depend upon these druids for care, though it is not uncommon for leshies to maintain lifelong bonds with their creators.\n\n Not all leshies have a strong enough spirit to strike off completely on their own, however. Weaker nature spirits can form only tenuous bonds that are just strong enough to animate Tiny bodies. These spirits become leshy familiars, acting as companions to their druid creators. Independent leshies are often protective of such leshy familiars, advocating for them to be treated with dignity and respect.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Leshy01.png\" />\r\n<image src=\"/images/Ancestries/Leshy02.png\" />\r\n<image src=\"/images/Ancestries/Leshy03.png\" />\r\n<image src=\"/images/Ancestries/Leshy04.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Act as a traveling agent for natural guardians who are unable to leave their territories.</li> <li>Encourage civilizations you encounter to cooperate with nature and build their cities in ecologically friendly ways.</li> <li>Become attached to new friends you make on your journeys.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Think of you as a curiosity due to your spiritual origins.</li> <li>Judge you by your looks, treating you sweetly if you are cute or reacting with horror if you are frightening.</li> <li>Assume you know only about nature and are unfamiliar with civilization and society.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nLeshies are as varied as the material used to create their vessels, usually appearing as a bizarre mishmash of various plants or fungi. Their bodies are vaguely humanoid in shape, with numerous characteristics of the plant or fungus from which they were made. A typical leshy is about 3 feet tall. Due to the nature of the ritual used to create a leshy, leshies begin their lives as adults. As spirits, they do not age, and a leshy could potentially remain in the same vessel forever—though leshies rarely consider this outcome to be desirable.\r\n\r\n<title level=\"2\">Society</title>\r\nThough guardian leshies often congregate, traveling leshies are not naturally drawn to others of their own kind. To most leshies, the concept of family is not a matter of birth, but rather determined by bonds of loyalty and friendship. Leshies are dedicated allies, but they have little tolerance for those who would despoil nature. As much as they are happy to accept someone who earns their trust into their family, they expect family members to look out for them and their natural wards in return. A betrayed leshy might not directly attack those who slight them, but they might withdraw support at a critical moment or leave their betrayers to get lost in the wilderness.\n\n Leshies are grouped into categories akin to ethnicities, but these are not connected to physical features; rather, they represent broad categories of characteristics of their spirits. Certain spirits are more likely to gravitate toward particular physical bodies, though those familiar with leshies know that this predisposition is far from absolute. Leshies often take pride in their own appearances and appreciate beauty of all kinds in others, but they rarely form judgments based on physical appearance. Leshies’ genders are determined by the spirits that inhabit their bodies. Leshies tend to gravitate toward plant bodies that match their genders. Some leshies are exclusively male or female, while many consider themselves both. Others, particularly fungus leshies, tend toward far more complex expressions of gender, or eschew the concept entirely.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nA leshy can be of any alignment, depending on what spirit inhabits their body, but their outlook often includes a neutral element. Religion is not particularly significant to most leshies. Those with a philosophical bent lean toward the Green Faith, and Gozreh is the most popular deity among faithful leshies. Some leshies also venerate green men, powerful spirits of nature that act as regional guardians.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nSome backgrounds are particularly suitable for adventuring leshies, especially those backgrounds with a tie to the natural world, such as [hunter](/Backgrounds.aspx?ID=22), [nomad](/Backgrounds.aspx?ID=28), or [scout](/Backgrounds.aspx?ID=32). Nature-themed classes such as [druid](/Classes.aspx?ID=6) and [ranger](/Classes.aspx?ID=9) are popular choices for leshies. As druids, leshies gravitate toward the [leaf order](/DruidicOrders.aspx?ID=2). [Bard](/Classes.aspx?ID=3) is also a good fit for leshies with a love of storytelling; such leshies often inhabit vine leshy bodies.\r\n\r\n<title level=\"2\">Names</title>\r\nLeshies choose and change their names multiple times throughout their lives. These names often represent a facet of their personalities or values, though another common naming convention is to use descriptions of a natural feature they admire. Some leshies even use a cycle of names that changes to align with natural phenomena, such as names based upon the season or the time of day.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nScarlet in Summer, Verdant Taleweaver, Lurking Hunter, Masterful Sun Drinker, Noon Sky Evening Song, Snowy Pine Branch, Cascading Rapids\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Green Men</title> The first beings to create leshys were green men, sometimes referred to as leshy kings. These legendary guardians emerge when countless spirits of nature merge and rise to divinity. Many green men discovered how to draw upon the connection they held with other spirits of nature, coaxing them into physical forms. These early leshys worked alongside green men to defend their verdant homes. Though modern leshys have far more varied motivations, many still respect and revere the gods that first gave them a chance at mortal life.\n\n While green men were indifferent to most non-plant creatures, they didn't scorn the assistance of druids. In time, some green men taught trusted allies a version of the ritual to create leshys.\r\n\r\n<title level=\"3\">Leshy Resurrection</title> Leshys who lose their physical form incorporate the changes they experienced in life into their spirit. Even though a leshy's spirit isn't the same as the soul of many ancestries, resurrection magic can still restore it to their most recent body. Should the ritual fail, it's usually because a leshy has shed too many of their memories and attachments, rather than due to [Pharasma's](/Deities.aspx?ID=14) judgment.\r\n\r\n<title level=\"3\">Life without Form</title> Leshy spirits are beings of pure vital essence without any of the otherworldly quintessence known as spiritual essence. Existing without physical form allows them closer contact with memories from their distant past, but this broader perspective gradually erodes memories of their experiences in their most recent body.\n<title level=\"2\">Leshy Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nConstitution, Wisdom, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nIntelligence\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Sylvan](/Languages.aspx?ID=10)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Gnomish](/Languages.aspx?ID=5), [Goblin](/Languages.aspx?ID=6), [Halfling](/Languages.aspx?ID=7), [Undercommon](/Languages.aspx?ID=11), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, so you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.\r\n\r\n<title level=\"3\">Plant Nourishment</title>\r\nYou gain nourishment in the same way that the plants or fungi that match your body type normally do, through some combination of photosynthesis, absorbing minerals with your roots, or scavenging decaying matter. You typically do not need to pay for food. If you normally rely on photosynthesis and go without sunlight for 1 week, you begin to [starve](/Rules.aspx?ID=537). You can derive nourishment from specially formulated bottles of sunlight instead of natural sunlight, but these bottles cost 10 times as much as standard rations (or 40 sp).",
 "name": "Leshy",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=14"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=14/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=14/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Leshy\" url=\"/Traits.aspx?ID=225\" />\r\n<trait label=\"Plant\" url=\"/Traits.aspx?ID=125\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 52 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nConstitution, Wisdom, Free\r\n\r\n**Ability Flaw**\r\nIntelligence\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGuardians and emissaries of the environment, leshies are immortal spirits of nature temporarily granted a physical form.\r\n</summary>",
 "size": [
  "Small"
 ],
 "source": [
  "Character Guide"
 ],
 "source_raw": [
  "Character Guide pg. 52"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Character Guide](/Sources.aspx?ID=12) pg. 52 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Guardians and emissaries of the environment, leshies are immortal spirits of nature temporarily granted a physical form.",
 "summary_markdown": "Guardians and emissaries of the environment, leshies are immortal spirits of nature temporarily granted a physical form.",
 "text": " Leshy Source Character Guide pg. 52 2.0 Guardians and emissaries of the environment, leshies are immortal spirits of nature temporarily granted a physical form. Leshies are “born” when a skilled druid or other master of primal magic conducts a ritual to create a suitable vessel, and then a spirit chooses that vessel to be their temporary home. Leshies are self-sufficient from the moment the ritual ends, and so they do not depend upon these druids for care, though it is not uncommon for leshies to maintain lifelong bonds with their creators. Not all leshies have a strong enough spirit to strike off completely on their own, however. Weaker nature spirits can form only tenuous bonds that are just strong enough to animate Tiny bodies. These spirits become leshy familiars, acting as companions to their druid creators. Independent leshies are often protective of such leshy familiars, advocating for them to be treated with dignity and respect. You Might... Act as a traveling agent for natural guardians who are unable to leave their territories. Encourage civilizations you encounter to cooperate with nature and build their cities in ecologically friendly ways. Become attached to new friends you make on your journeys. Others Probably... Think of you as a curiosity due to your spiritual origins. Judge you by your looks, treating you sweetly if you are cute or reacting with horror if you are frightening. Assume you know only about nature and are unfamiliar with civilization and society. Physical Description Leshies are as varied as the material used to create their vessels, usually appearing as a bizarre mishmash of various plants or fungi. Their bodies are vaguely humanoid in shape, with numerous characteristics of the plant or fungus from which they were made. A typical leshy is about 3 feet tall. Due to the nature of the ritual used to create a leshy, leshies begin their lives as adults. As spirits, they do not age, and a leshy could potentially remain in the same vessel forever—though leshies rarely consider this outcome to be desirable. Society Though guardian leshies often congregate, traveling leshies are not naturally drawn to others of their own kind. To most leshies, the concept of family is not a matter of birth, but rather determined by bonds of loyalty and friendship. Leshies are dedicated allies, but they have little tolerance for those who would despoil nature. As much as they are happy to accept someone who earns their trust into their family, they expect family members to look out for them and their natural wards in return. A betrayed leshy might not directly attack those who slight them, but they might withdraw support at a critical moment or leave their betrayers to get lost in the wilderness. Leshies are grouped into categories akin to ethnicities, but these are not connected to physical features; rather, they represent broad categories of characteristics of their spirits. Certain spirits are more likely to gravitate toward particular physical bodies, though those familiar with leshies know that this predisposition is far from absolute. Leshies often take pride in their own appearances and appreciate beauty of all kinds in others, but they rarely form judgments based on physical appearance. Leshies’ genders are determined by the spirits that inhabit their bodies. Leshies tend to gravitate toward plant bodies that match their genders. Some leshies are exclusively male or female, while many consider themselves both. Others, particularly fungus leshies, tend toward far more complex expressions of gender, or eschew the concept entirely. Alignment and Religion A leshy can be of any alignment, depending on what spirit inhabits their body, but their outlook often includes a neutral element. Religion is not particularly significant to most leshies. Those with a philosophical bent lean toward the Green Faith, and Gozreh is the most popular deity among faithful leshies. Some leshies also venerate green men, powerful spirits of nature that act as regional guardians. Adventurers Some backgrounds are particularly suitable for adventuring leshies, especially those backgrounds with a tie to the natural world, such as hunter, nomad, or scout. Nature-themed classes such as druid and ranger are popular choices for leshies. As druids, leshies gravitate toward the leaf order. Bard is also a good fit for leshies with a love of storytelling; such leshies often inhabit vine leshy bodies. Names Leshies choose and change their names multiple times throughout their lives. These names often represent a facet of their personalities or values, though another common naming convention is to use descriptions of a natural feature they admire. Some leshies even use a cycle of names that changes to align with natural phenomena, such as names based upon the season or the time of day. Sample Names Scarlet in Summer, Verdant Taleweaver, Lurking Hunter, Masterful Sun Drinker, Noon Sky Evening Song, Snowy Pine Branch, Cascading Rapids Other Information Green Men The first beings to create leshys were green men, sometimes referred to as leshy kings. These legendary guardians emerge when countless spirits of nature merge and rise to divinity. Many green men discovered how to draw upon the connection they held with other spirits of nature, coaxing them into physical forms. These early leshys worked alongside green men to defend their verdant homes. Though modern leshys have far more varied motivations, many still respect and revere the gods that first gave them a chance at mortal life. While green men were indifferent to most non-plant creatures, they didn't scorn the assistance of druids. In time, some green men taught trusted allies a version of the ritual to create leshys. Leshy Resurrection Leshys who lose their physical form incorporate the changes they experienced in life into their spirit. Even though a leshy's spirit isn't the same as the soul of many ancestries, resurrection magic can still restore it to their most recent body. Should the ritual fail, it's usually because a leshy has shed too many of their memories and attachments, rather than due to Pharasma's judgment. Life without Form Leshy spirits are beings of pure vital essence without any of the otherworldly quintessence known as spiritual essence. Existing without physical form allows them closer contact with memories from their distant past, but this broader perspective gradually erodes memories of their experiences in their most recent body. Leshy Mechanics Hit Points 8 Size Small Speed 25 feet Ability Boosts Constitution, Wisdom, Free Ability Flaws Intelligence Languages Common Sylvan Additional languages equal to your Intelligence modifier (if it's positive). Choose from Draconic, Elven, Gnomish, Goblin, Halfling, Undercommon, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light. Plant Nourishment You gain nourishment in the same way that the plants or fungi that match your body type normally do, through some combination of photosynthesis, absorbing minerals with your roots, or scavenging decaying matter. You typically do not need to pay for food. If you normally rely on photosynthesis and go without sunlight for 1 week, you begin to starve. You can derive nourishment from specially formulated bottles of sunlight instead of natural sunlight, but these bottles cost 10 times as much as standard rations (or 40 sp).",
 "trait": [
  "Leshy",
  "Plant",
  "Uncommon"
 ],
 "trait_markdown": "[Leshy](/Traits.aspx?ID=225), [Plant](/Traits.aspx?ID=125), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Leshy",
  "Plant",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=14",
 "vision": "Low-Light Vision",
 "weakness": {}
}