{
 "ability": [
  "Strength",
  "Wisdom",
  "Free"
 ],
 "ability_flaw": [
  "Intelligence"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-15",
 "image": [
  "/Images/Ancestries/Lizardfolk01.png",
  "/Images/Ancestries/Lizardfolk02.png"
 ],
 "language": [
  "Common",
  "Iruxi"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Iruxi](/Languages.aspx?ID=32)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Lizardfolk](/Ancestries.aspx?ID=15)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Lizardfolk\" url=\"/Traits.aspx?ID=226\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 56 <sup>2.0</sup></row>\n\n_Lizardfolk are consummate survivors, heirs to empires considered ancient even by the elves._\r\n\r\nLizardfolk move through the societies of other humanoids with the steely reserve of born predators. They have a well-deserved reputation as outstanding rangers and unsentimental fighters. Though lizardfolk have adapted to many different environments, many of them still prefer to remain near bodies of water, using their ability to hold their breath to their advantage. As a result, lizardfolk usually prefer equipment that is not easily damaged by moisture, eschewing leather and metal for gear made of stone, ivory, glass, and bone.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Lizardfolk01.png\" />\r\n<image src=\"/images/Ancestries/Lizardfolk02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Demonstrate extreme patience, even when pressured to act.</li> <li>Hold your people’s history in high regard and look to the past for solutions to present problems.</li> <li>Strive to adapt perfectly to your environment while also keeping your culture and traditions intact.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume you are beholden to tradition and have ancient knowledge.</li> <li>See you as cold-blooded and callous due to your subdued physical reactions.</li> <li>Respect your impressive strength and your knowledge of natural areas.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nLizardfolk vary depending on their environment, but share toothy snouts and long and powerful tails. Those from temperate or desert regions tend toward gray, green, or brown scales that aid in camouflage, while those from tropical climes are brightly colored. Many sport dorsal spikes or garish neck frills that hint at their clan lineage. Lizardfolk reach physical adulthood at age 15 and live up to 120 years. The average lizardfolk stands 6 to 7 feet tall, but grows throughout their lifetime, gaining strength and size with age.\r\n\r\n<title level=\"2\">Society</title>\r\nKnown among themselves as iruxi, lizardfolk are raised communally from the moment they break from their shells. They have an oral tradition stretching back thousands of years, brought to life through epic poems, evocative carvings, and ancestral rites performed among fields of fossilized bone. Lizardfolk are passionate astrologers with one eye on the future. If they seem slow to act, it is because their long history has taught them the value of patience.\n\n The simple villages most outsiders associate with iruxi are the homes of migrants in outlying regions. True iruxi settlements are often overlooked, as they are partially or mostly submerged in water. These glass and stone complexes bear the mark of every generation of lizardfolk that lived within them, and lizardfolk bones often adorn the walls, as many lizardfolk believe these remains can be animated by ancestral spirits when the residents are in danger.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nMost iruxi are unconcerned with heavy questions of morality and are therefore usually neutral in alignment. Adventuring iruxi who leave their people to travel might have any number of reasons for doing so and can be of any alignment. Iruxi religion plays a large role in their culture, but it is heavily practical, blending animism and ancestor worship with druidic rites. Of the gods, only Gozreh is commonly revered, but lizardfolk may call upon other powers devoted to ancient wyrms, astrology, nature, rivers, and might of arms, from kindly Desna to cruel Hanspur and certain demon lords.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nSome background options are particularly suitable for lizardfolk. Wilderness or martial backgrounds like the [animal whisperer](/Backgrounds.aspx?ID=3), [hunter](/Backgrounds.aspx?ID=22), [scout](/Backgrounds.aspx?ID=32), or [warrior](/Backgrounds.aspx?ID=35) are ideal. Living at the margins of human civilization means an iruxi might have grown up as a hardy [street urchin](/Backgrounds.aspx?ID=33), traveled as a [nomad](/Backgrounds.aspx?ID=28) or [sailor](/Backgrounds.aspx?ID=30), or found work as a [laborer](/Backgrounds.aspx?ID=23) or [gladiator](/Backgrounds.aspx?ID=18). Lizardfolk's ties to the wilderness make them excellent [rangers](/Classes.aspx?ID=9) or [druids](/Classes.aspx?ID=6). Their outstanding strength serves them well if they select the [barbarian](/Classes.aspx?ID=2), [fighter](/Classes.aspx?ID=7), or [monk](/Classes.aspx?ID=8) classes, though they can also strike from stealth as a [rogue](/Classes.aspx?ID=10). Iruxi also have a strong oral tradition kept alive by lizardfolk [bards](/Classes.aspx?ID=3) and [sorcerers](/Classes.aspx?ID=11).\r\n\r\n<title level=\"2\">Names</title>\r\nLizardfolk names come from their ancient language and tend to be traditional. Names are typically chosen by the clan’s astrologer in accordance to omens and which star signs are ascendant when an iruxi egg hatches, though occasionally an iruxi’s parents may name a hatchling for an ancestor or a beloved historical hero.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nArasheg, Barashk, Essaru, Enshuk, Gishkim, Hazi, Inishish, Kutak, Nasha, Shulkuru, Tizkar, Utakish, Zelkekek\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Droon</title> Long before the birth of Azlant, iruxi realms girdled Golarion. Today, only one nation recalls the splendor of that bygone era: Droon, a vast empire on the coast of southern Garund. Here, lizardfolk rule astride dinosaurs. Iruxi nobles settle feuds via ceratosaur duels. Sauropod caravan trains haul goods across seemingly impossible distances. Wizards breed spell-laced rhamphorhynchus familiars, and no thief worth their salt pulls a job without a whistling velociraptor lookout.\r\n\r\n<title level=\"3\">Iruxi</title> While most lizardfolk permit humans and others to refer to them by that moniker, they call themselves iruxi. This ancient word arose from the [Draconic](/Languages.aspx?ID=2) tongue, though its exact etymology is unclear. In Droon, iruxi astronomers point to the jagged constellation of the Maw and the starry figure who stands against it. Today, while this constellation is called the Lone Mother and features in fables about environmental conservation, she once had another name in dragon lore: Erux, meaning “defiance.”\r\n\r\n<title level=\"3\">Iruxi Ancestors</title> Ancestor worship is central to iruxi spiritual life. Lizardfolk keep their elders' physical remains close, incorporating them into the architecture of their settlements. The bones of deceased iruxi shore up protective walls and fill great vaulting ossuaries. Preserved and suffused with ritual veneration, these bones become magical reservoirs of power. It's rumored that in times of great need, iruxi ancestors will reanimate their bones and fight for their descendants.\n<title level=\"2\">Lizardfolk Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nStrength, Wisdom, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nIntelligence\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Iruxi](/Languages.aspx?ID=32)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Amurrun](/Languages.aspx?ID=25), [Aquan](/Languages.aspx?ID=14), [Boggard](/Languages.aspx?ID=27), [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Jotun](/Languages.aspx?ID=8), [Sylvan](/Languages.aspx?ID=10), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">Claws</title>\r\nYour sharp claws offer an alternative to the fists other humanoids bring to a fight. You have a claw unarmed attack that deals 1d4 slashing damage and has the [agile](/Traits.aspx?ID=170) and [finesse](/Traits.aspx?ID=179) traits.\r\n\r\n<title level=\"3\">Aquatic Adaptation</title>\r\nYour reptilian biology allows you to hold your breath for a long time. You gain the [Breath Control](/Feats.aspx?ID=763) general feat as a bonus feat.",
 "name": "Lizardfolk",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=15"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=15/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=15/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Lizardfolk\" url=\"/Traits.aspx?ID=226\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 56 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nStrength, Wisdom, Free\r\n\r\n**Ability Flaw**\r\nIntelligence\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nLizardfolk are consummate survivors, heirs to empires considered ancient even by the elves.\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Character Guide"
 ],
 "source_raw": [
  "Character Guide pg. 56"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Character Guide](/Sources.aspx?ID=12) pg. 56 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Lizardfolk are consummate survivors, heirs to empires considered ancient even by the elves.",
 "summary_markdown": "Lizardfolk are consummate survivors, heirs to empires considered ancient even by the elves.",
 "text": " Lizardfolk Source Character Guide pg. 56 2.0 Lizardfolk are consummate survivors, heirs to empires considered ancient even by the elves. Lizardfolk move through the societies of other humanoids with the steely reserve of born predators. They have a well-deserved reputation as outstanding rangers and unsentimental fighters. Though lizardfolk have adapted to many different environments, many of them still prefer to remain near bodies of water, using their ability to hold their breath to their advantage. As a result, lizardfolk usually prefer equipment that is not easily damaged by moisture, eschewing leather and metal for gear made of stone, ivory, glass, and bone. You Might... Demonstrate extreme patience, even when pressured to act. Hold your people’s history in high regard and look to the past for solutions to present problems. Strive to adapt perfectly to your environment while also keeping your culture and traditions intact. Others Probably... Assume you are beholden to tradition and have ancient knowledge. See you as cold-blooded and callous due to your subdued physical reactions. Respect your impressive strength and your knowledge of natural areas. Physical Description Lizardfolk vary depending on their environment, but share toothy snouts and long and powerful tails. Those from temperate or desert regions tend toward gray, green, or brown scales that aid in camouflage, while those from tropical climes are brightly colored. Many sport dorsal spikes or garish neck frills that hint at their clan lineage. Lizardfolk reach physical adulthood at age 15 and live up to 120 years. The average lizardfolk stands 6 to 7 feet tall, but grows throughout their lifetime, gaining strength and size with age. Society Known among themselves as iruxi, lizardfolk are raised communally from the moment they break from their shells. They have an oral tradition stretching back thousands of years, brought to life through epic poems, evocative carvings, and ancestral rites performed among fields of fossilized bone. Lizardfolk are passionate astrologers with one eye on the future. If they seem slow to act, it is because their long history has taught them the value of patience. The simple villages most outsiders associate with iruxi are the homes of migrants in outlying regions. True iruxi settlements are often overlooked, as they are partially or mostly submerged in water. These glass and stone complexes bear the mark of every generation of lizardfolk that lived within them, and lizardfolk bones often adorn the walls, as many lizardfolk believe these remains can be animated by ancestral spirits when the residents are in danger. Alignment and Religion Most iruxi are unconcerned with heavy questions of morality and are therefore usually neutral in alignment. Adventuring iruxi who leave their people to travel might have any number of reasons for doing so and can be of any alignment. Iruxi religion plays a large role in their culture, but it is heavily practical, blending animism and ancestor worship with druidic rites. Of the gods, only Gozreh is commonly revered, but lizardfolk may call upon other powers devoted to ancient wyrms, astrology, nature, rivers, and might of arms, from kindly Desna to cruel Hanspur and certain demon lords. Adventurers Some background options are particularly suitable for lizardfolk. Wilderness or martial backgrounds like the animal whisperer, hunter, scout, or warrior are ideal. Living at the margins of human civilization means an iruxi might have grown up as a hardy street urchin, traveled as a nomad or sailor, or found work as a laborer or gladiator. Lizardfolk's ties to the wilderness make them excellent rangers or druids. Their outstanding strength serves them well if they select the barbarian, fighter, or monk classes, though they can also strike from stealth as a rogue. Iruxi also have a strong oral tradition kept alive by lizardfolk bards and sorcerers. Names Lizardfolk names come from their ancient language and tend to be traditional. Names are typically chosen by the clan’s astrologer in accordance to omens and which star signs are ascendant when an iruxi egg hatches, though occasionally an iruxi’s parents may name a hatchling for an ancestor or a beloved historical hero. Sample Names Arasheg, Barashk, Essaru, Enshuk, Gishkim, Hazi, Inishish, Kutak, Nasha, Shulkuru, Tizkar, Utakish, Zelkekek Other Information Droon Long before the birth of Azlant, iruxi realms girdled Golarion. Today, only one nation recalls the splendor of that bygone era: Droon, a vast empire on the coast of southern Garund. Here, lizardfolk rule astride dinosaurs. Iruxi nobles settle feuds via ceratosaur duels. Sauropod caravan trains haul goods across seemingly impossible distances. Wizards breed spell-laced rhamphorhynchus familiars, and no thief worth their salt pulls a job without a whistling velociraptor lookout. Iruxi While most lizardfolk permit humans and others to refer to them by that moniker, they call themselves iruxi. This ancient word arose from the Draconic tongue, though its exact etymology is unclear. In Droon, iruxi astronomers point to the jagged constellation of the Maw and the starry figure who stands against it. Today, while this constellation is called the Lone Mother and features in fables about environmental conservation, she once had another name in dragon lore: Erux, meaning “defiance.” Iruxi Ancestors Ancestor worship is central to iruxi spiritual life. Lizardfolk keep their elders' physical remains close, incorporating them into the architecture of their settlements. The bones of deceased iruxi shore up protective walls and fill great vaulting ossuaries. Preserved and suffused with ritual veneration, these bones become magical reservoirs of power. It's rumored that in times of great need, iruxi ancestors will reanimate their bones and fight for their descendants. Lizardfolk Mechanics Hit Points 8 Size Medium Speed 25 feet Ability Boosts Strength, Wisdom, Free Ability Flaws Intelligence Languages Common Iruxi Additional languages equal to your Intelligence modifier (if it's positive). Choose from Amurrun, Aquan, Boggard, Draconic, Elven, Jotun, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region). Claws Your sharp claws offer an alternative to the fists other humanoids bring to a fight. You have a claw unarmed attack that deals 1d4 slashing damage and has the agile and finesse traits. Aquatic Adaptation Your reptilian biology allows you to hold your breath for a long time. You gain the Breath Control general feat as a bonus feat.",
 "trait": [
  "Humanoid",
  "Lizardfolk",
  "Uncommon"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Lizardfolk](/Traits.aspx?ID=226), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Humanoid",
  "Lizardfolk",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=15",
 "weakness": {}
}