{
 "ability": [
  "Strength",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 10,
 "hp_raw": "10",
 "id": "ancestry-19",
 "image": [
  "/Images/Ancestries/Orc01.png",
  "/Images/Ancestries/Orc02.png"
 ],
 "language": [
  "Common",
  "Orcish"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Orcish](/Languages.aspx?ID=9)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Orc](/Ancestries.aspx?ID=19)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Orc\" url=\"/Traits.aspx?ID=124\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 16 <sup>2.0</sup></row>\n\n_Orcs are forged in the fires of violence and conflict, often from the moment they are born. As they live lives that are frequently cut brutally short, orcs revel in testing their strength against worthy foes, whether by challenging a higher-ranking member of their community for dominance or raiding a neighboring settlement. Many orcs seek glory as soon as they can walk and carry a blade or club, taming wild beasts or hunting deadly monsters._\r\n\r\nOrcs often struggle to gain acceptance among other communities, who frequently see them as brutes. Those who earn the loyalty of an orc friend, however, soon learn that an orc's fidelity and honesty are unparalleled. Orc barbarians, fighters, and rangers are prized as gladiators and mercenaries. While some human settlements might be hesitant to accept an entire orc community into their midst, a small handful of orc mercenaries can do the job of an entire squad of human conscripts, so long as the orcs are well fed and well paid. Though the belief that orcs are only suited for battle is pervasive among other humanoids, the harsh orc mentality comes from a long history of conflict rather than a lack of ability in other areas.\n\n Orc culture teaches that they are shaped by the challenges they survive, and the most worthy survive the most hardships. Orcs who attain both a long life and great triumphs command immense respect.\n\n If you want a character who is hardy, fearsome, and excels at feats of physical prowess, you should play an orc.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Orc01.png\" />\r\n<image src=\"/images/Ancestries/Orc02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Eagerly meet any chance to prove your strength in a physical contest. </li><li>Believe that lies and treachery are for those who lack the strength to seize what they want. </li><li>View dying in glorious combat as preferable to a mundane death from old age or illness.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>See you as violent or lacking in discipline. </li><li>Underestimate your intellect, cunning, and knowledge. </li><li>Admire your forthrightness and blunt honesty.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nOrcs are tall and powerfully built, with long arms and stocky legs. Many orcs top 7 feet in height, though they tend to adopt broad, almost bow-legged stances and slouch forward at the shoulders. The combination makes for a seeming contradiction, sharing an eye level with most humanoids while simultaneously towering over them. Orcs have rough skin, thick bones, and rock-hard muscles, making them suited to war and other physically demanding tasks. Despite the roughness of their skin, orcs scar easily, and most orcs take great pride in the scars they have accumulated. Orc skin color is typically green and occasionally gray, though some orcs have other skin colors that reflect adaptations to their environments.\n\n Orcs consider powerful builds and heavily scarred skin attractive, regardless of gender. A powerful orc makes the hold stronger, and scars are signs of victories won or hardships survived. Similarly, many orcs consider large, jutting tusks to be more attractive than smaller tusks, since the former make more effective weapons. Many orcs also find tattoos to be attractive, particularly large or painful ones that cover a significant amount of skin.\r\n\r\n<title level=\"2\">Society</title>\r\nMost orc communities define themselves through two things: pain and glory. Each earns respect in near equal measure, so long as the pain is borne with stoicism. An orc with many scars who walks uncomplaining with a broken leg draws as much admiration as one who wins a great victory on the battlefield.\n\n Power in an orc hold comes from strength or family lineage. The structure tends to be feudal, with weaker orcs working at the behest of the strong. The Hold of Belkzen is the largest such society, and power changes hands there quickly. One mighty orc dying in battle can shake up an entire power structure, leading to squabbling and duels to decide control. Many orcs who tire of being subservient split off to form their own warbands, traveling to new territory.\n\n Young orcs are typically raised by the entire community. Indeed, it would be almost impossible for orcs to raise their young any other way, since twins, triplets, and even quadruplets are quite common in orc families, as are deaths among orcs in their child-rearing years. Many orc holds conduct ceremonies when a young orc comes of age, typically around their tenth or eleventh birthday, during which the new adults are told what their role in the hold will be. For communities that practice ritual scarification or tattooing, this is often when the young orcs receive their first hold-scar or tattoo as well.\n\n Orcs fear very little, but most distrust magic. Magic is seen as a tool that bypasses the physical and allows the weak to contend with the strong, a belief that runs at odds with orc values. While they respect the physical might of Gorumite warpriests, and even druids who take on the forms of great beasts, they find arcane and occult magic questionable at best and unethical on the whole. All but the most depraved orc communities see necromancy as a foul art that steals glory from the dead, and their growing struggles against the undead have given them newfound common ground with their humanoid neighbors.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nA common orc saying is, “You are the scars that shape you.” Violent, chaotic lives in violent, chaotic lands mean that most orcs tend heavily toward chaotic alignments. [Gorum](/Deities.aspx?ID=7), [Lamashtu](/Deities.aspx?ID=11), and [Rovagug](/Deities.aspx?ID=15) are all commonly worshiped among orc communities, though less violent holds worship nature deities like [Gozreh](/Deities.aspx?ID=8) or gods like [Sarenrae](/Deities.aspx?ID=16), whose tenets of fire, redemption, and glory all hold some appeal to orc sensibilities.\n\n While there are orc deities, their worship is surprisingly uncommon among orcs. Orcs believe that if a creature has a face and a name, it can be killed, and so their own deities are targets, rather than objects of reverence. Some orc holds teach that the greatest members of the hold can earn a chance to challenge the orc deities for a place amid the pantheon. Most orcs don't waste their dying moments praising the divine or praying for a place in the afterlife, but spitting a blood-flecked warning at their deities, promising a new challenger through broken teeth.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nAn orc's drive to overcome challenges and prove themself spurs many orcs to become adventurers, though orcs are more likely to set out on their own or with other orcs than alongside adventurers of other ancestries.\n\n Common orc backgrounds include [gladiator](/Backgrounds.aspx?ID=18), [hunter](/Backgrounds.aspx?ID=22), [martial disciple](/Backgrounds.aspx?ID=24), [nomad](/Backgrounds.aspx?ID=28), and [warrior](/Backgrounds.aspx?ID=35) from the _Core Rulebook_, plus [bandit](/Backgrounds.aspx?ID=165), [outrider](/Backgrounds.aspx?ID=172), and [refugee](/Backgrounds.aspx?ID=174) from this book. Orcs thrive in martial classes like [barbarian](/Classes.aspx?ID=2) and [fighter](/Classes.aspx?ID=7).\r\n\r\n<title level=\"2\">Names</title>\r\nOrcs have a harsh, guttural language, and their naming conventions are no exception. Many orc names are simply the Orcish word for a particularly desirable trait, such as great strength, height, or ferocity. Orcs commonly use either their hold name or a name referencing a particularly memorable accomplishment as their surname.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nArkus, Ausk, Durra, Grask, Grillgiss, Krugga, Mahja, Murdut, Ollak, Onyat, Thurk, Uirch, Unach\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Orc Settlements</title> Orc settlements rapidly rise and fall, but a few have stood the test of time. \n\n**Garaguum**: In the Darklands, orcs inhabit a ruin built by their ancestors: the final battleground of their people's last stand against the dwarf invaders. \n\n**Scarwall**: When the curse lifted from this haunted castle within the Hold of Belkzen, the local orc holds rushed to make their claim. The castle's lingering magic warped the minds and bodies of the orcs, who now call themselves the Spirit Skull Hold.\r\n\r\n<title level=\"3\">Orc History</title> Originating deep underground, orcs were driven upward when the [dwarves](/Ancestries.aspx?ID=1) began their Quest for Sky. Endless dwarf forces advanced from below, crossing into orc territory and inciting a war that lasted for countless orc lifetimes, with each new generation losing more ground. When finally driven to the surface, orcs discovered a world shrouded by ash. The nearby [human](/Ancestries.aspx?ID=6) civilizations were unprepared for their anger and desperation as they battled their way to empire with dauntless ferocity.\r\n\r\n<title level=\"3\">Orc Holds</title> Orc holds are large groups of orcs bound together by family, values, and loyalty. \n\n**Burning Sun**: Armed with their faith in [Sarenrae](/Deities.aspx?ID=16), the Burning Sun hold is dedicated to directing orc culture toward a more righteous path. \n\n**Empty Hand**: The Empty Hand hold collects taxes from trade in Urgir to acquire top-quality weapons and armor. The hold's renown reached new heights after they led a recent victory over the Whispering Tyrant's undead forces.\n<title level=\"2\">Orc Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n10\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nStrength, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Orcish](/Languages.aspx?ID=9)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it’s positive). Choose from [Goblin](/Languages.aspx?ID=6), [Jotun](/Languages.aspx?ID=8), [Terran](/Languages.aspx?ID=22), [Undercommon](/Languages.aspx?ID=11), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Darkvision](/Rules.aspx?ID=415)</title>\r\nYou can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "name": "Orc",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=19"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=19/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=19/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Orc\" url=\"/Traits.aspx?ID=124\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 16 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n10\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nStrength, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nOrcs are forged in the fires of violence and conflict, often from the moment they are born. As they live lives that are frequently cut brutally …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 16"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 16 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Orcs are forged in the fires of violence and conflict, often from the moment they are born. As they live lives that are frequently cut brutally …",
 "summary_markdown": "Orcs are forged in the fires of violence and conflict, often from the moment they are born. As they live lives that are frequently cut brutally …",
 "text": " Orc Source Advanced Player's Guide pg. 16 2.0 Orcs are forged in the fires of violence and conflict, often from the moment they are born. As they live lives that are frequently cut brutally short, orcs revel in testing their strength against worthy foes, whether by challenging a higher-ranking member of their community for dominance or raiding a neighboring settlement. Many orcs seek glory as soon as they can walk and carry a blade or club, taming wild beasts or hunting deadly monsters. Orcs often struggle to gain acceptance among other communities, who frequently see them as brutes. Those who earn the loyalty of an orc friend, however, soon learn that an orc's fidelity and honesty are unparalleled. Orc barbarians, fighters, and rangers are prized as gladiators and mercenaries. While some human settlements might be hesitant to accept an entire orc community into their midst, a small handful of orc mercenaries can do the job of an entire squad of human conscripts, so long as the orcs are well fed and well paid. Though the belief that orcs are only suited for battle is pervasive among other humanoids, the harsh orc mentality comes from a long history of conflict rather than a lack of ability in other areas. Orc culture teaches that they are shaped by the challenges they survive, and the most worthy survive the most hardships. Orcs who attain both a long life and great triumphs command immense respect. If you want a character who is hardy, fearsome, and excels at feats of physical prowess, you should play an orc. You Might... Eagerly meet any chance to prove your strength in a physical contest. Believe that lies and treachery are for those who lack the strength to seize what they want. View dying in glorious combat as preferable to a mundane death from old age or illness. Others Probably... See you as violent or lacking in discipline. Underestimate your intellect, cunning, and knowledge. Admire your forthrightness and blunt honesty. Physical Description Orcs are tall and powerfully built, with long arms and stocky legs. Many orcs top 7 feet in height, though they tend to adopt broad, almost bow-legged stances and slouch forward at the shoulders. The combination makes for a seeming contradiction, sharing an eye level with most humanoids while simultaneously towering over them. Orcs have rough skin, thick bones, and rock-hard muscles, making them suited to war and other physically demanding tasks. Despite the roughness of their skin, orcs scar easily, and most orcs take great pride in the scars they have accumulated. Orc skin color is typically green and occasionally gray, though some orcs have other skin colors that reflect adaptations to their environments. Orcs consider powerful builds and heavily scarred skin attractive, regardless of gender. A powerful orc makes the hold stronger, and scars are signs of victories won or hardships survived. Similarly, many orcs consider large, jutting tusks to be more attractive than smaller tusks, since the former make more effective weapons. Many orcs also find tattoos to be attractive, particularly large or painful ones that cover a significant amount of skin. Society Most orc communities define themselves through two things: pain and glory. Each earns respect in near equal measure, so long as the pain is borne with stoicism. An orc with many scars who walks uncomplaining with a broken leg draws as much admiration as one who wins a great victory on the battlefield. Power in an orc hold comes from strength or family lineage. The structure tends to be feudal, with weaker orcs working at the behest of the strong. The Hold of Belkzen is the largest such society, and power changes hands there quickly. One mighty orc dying in battle can shake up an entire power structure, leading to squabbling and duels to decide control. Many orcs who tire of being subservient split off to form their own warbands, traveling to new territory. Young orcs are typically raised by the entire community. Indeed, it would be almost impossible for orcs to raise their young any other way, since twins, triplets, and even quadruplets are quite common in orc families, as are deaths among orcs in their child-rearing years. Many orc holds conduct ceremonies when a young orc comes of age, typically around their tenth or eleventh birthday, during which the new adults are told what their role in the hold will be. For communities that practice ritual scarification or tattooing, this is often when the young orcs receive their first hold-scar or tattoo as well. Orcs fear very little, but most distrust magic. Magic is seen as a tool that bypasses the physical and allows the weak to contend with the strong, a belief that runs at odds with orc values. While they respect the physical might of Gorumite warpriests, and even druids who take on the forms of great beasts, they find arcane and occult magic questionable at best and unethical on the whole. All but the most depraved orc communities see necromancy as a foul art that steals glory from the dead, and their growing struggles against the undead have given them newfound common ground with their humanoid neighbors. Alignment and Religion A common orc saying is, “You are the scars that shape you.” Violent, chaotic lives in violent, chaotic lands mean that most orcs tend heavily toward chaotic alignments. Gorum, Lamashtu, and Rovagug are all commonly worshiped among orc communities, though less violent holds worship nature deities like Gozreh or gods like Sarenrae, whose tenets of fire, redemption, and glory all hold some appeal to orc sensibilities. While there are orc deities, their worship is surprisingly uncommon among orcs. Orcs believe that if a creature has a face and a name, it can be killed, and so their own deities are targets, rather than objects of reverence. Some orc holds teach that the greatest members of the hold can earn a chance to challenge the orc deities for a place amid the pantheon. Most orcs don't waste their dying moments praising the divine or praying for a place in the afterlife, but spitting a blood-flecked warning at their deities, promising a new challenger through broken teeth. Adventurers An orc's drive to overcome challenges and prove themself spurs many orcs to become adventurers, though orcs are more likely to set out on their own or with other orcs than alongside adventurers of other ancestries. Common orc backgrounds include gladiator, hunter, martial disciple, nomad, and warrior from the Core Rulebook , plus bandit, outrider, and refugee from this book. Orcs thrive in martial classes like barbarian and fighter. Names Orcs have a harsh, guttural language, and their naming conventions are no exception. Many orc names are simply the Orcish word for a particularly desirable trait, such as great strength, height, or ferocity. Orcs commonly use either their hold name or a name referencing a particularly memorable accomplishment as their surname. Sample Names Arkus, Ausk, Durra, Grask, Grillgiss, Krugga, Mahja, Murdut, Ollak, Onyat, Thurk, Uirch, Unach Other Information Orc Settlements Orc settlements rapidly rise and fall, but a few have stood the test of time. Garaguum : In the Darklands, orcs inhabit a ruin built by their ancestors: the final battleground of their people's last stand against the dwarf invaders. Scarwall : When the curse lifted from this haunted castle within the Hold of Belkzen, the local orc holds rushed to make their claim. The castle's lingering magic warped the minds and bodies of the orcs, who now call themselves the Spirit Skull Hold. Orc History Originating deep underground, orcs were driven upward when the dwarves began their Quest for Sky. Endless dwarf forces advanced from below, crossing into orc territory and inciting a war that lasted for countless orc lifetimes, with each new generation losing more ground. When finally driven to the surface, orcs discovered a world shrouded by ash. The nearby human civilizations were unprepared for their anger and desperation as they battled their way to empire with dauntless ferocity. Orc Holds Orc holds are large groups of orcs bound together by family, values, and loyalty. Burning Sun : Armed with their faith in Sarenrae, the Burning Sun hold is dedicated to directing orc culture toward a more righteous path. Empty Hand : The Empty Hand hold collects taxes from trade in Urgir to acquire top-quality weapons and armor. The hold's renown reached new heights after they led a recent victory over the Whispering Tyrant's undead forces. Orc Mechanics Hit Points 10 Size Medium Speed 25 feet Ability Boosts Strength, Free Languages Common Orcish Additional languages equal to your Intelligence modifier (if it’s positive). Choose from Goblin, Jotun, Terran, Undercommon, and any other languages to which you have access (such as the languages prevalent in your region). Darkvision You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "trait": [
  "Humanoid",
  "Orc",
  "Uncommon"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Orc](/Traits.aspx?ID=124), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Humanoid",
  "Orc",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=19",
 "vision": "Darkvision",
 "weakness": {}
}