{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-34",
 "image": [
  "/Images/Ancestries/Oread01.png",
  "/Images/Ancestries/Oread02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Oread](/Ancestries.aspx?ID=34)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Oread\" url=\"/Traits.aspx?ID=304\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 104 <sup>2.0</sup></row>\n\n_The [Plane of Earth's](/Planes.aspx?ID=5) influence runs through an oread's family, most often from a [shaitan](/Monsters.aspx?ID=213) or [crystal dragon](/MonsterFamilies.aspx?ID=177) ancestor. Oreads tend to be stoic, steadfast, and dependable, but they contain depths not seen on the surface._\r\n\r\nOreads can be slow to reveal their true selves, or perhaps more accurately, have enough depth and mystery inherent to their beings that they can reveal new and unexpected facets of themselves every day. They usually feel that they personify certain aspects of earth, stone, or other sediments or minerals, such as a cliff's tenacious resilience against erosion, the generosity and nourishment of fertile soil, or the versatile utility of metal and stone.\n\n Oreads born with a special connection to a specific subset of elemental earth, such as crystal, dust, or mud, might have an oread lineage. A lineage can be inherited along a family bloodline, or it can manifest spontaneously in oread children. They can be caused by where an oread's ancestors lived, frequently seen in dustsoul oreads, many of whom are born in a desert or to a family that has farmed for generations. Lineages can also be the result of specific planar heritages. Gemsoul oreads often have a crystal dragon in their lineage, and miresoul oreads descend from the more sodden creatures of [elemental earth](/MonsterFamilies.aspx?ID=42).\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Oread01.png\" />\r\n<image src=\"/images/Ancestries/Oread02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Relate your personal identity with elemental earth and believe stones or mountains represent core aspects of your personality.</li><li>Value moments of peace and quiet seclusion where you can be alone with nature.</li><li>Take great pride in your elemental lineage, especially if you believe you are related to the austere shaitan pashas.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Look to you as an authority on earth magic or elemental planes.</li><li>Think you are wise and cautious, moving into action only after you have considered a problem from all angles.</li><li>Assume you are stoic and quietly strong, keeping your thoughts and feelings to yourself.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nOreads have the same diversity in height, body type, and physical characteristics as any other member of their mortal ancestries, alongside a handful of other traits that distinguish them as geniekin. Their skin is often gray or brown, but can also resemble metals and precious stones, with copper and iron veining or crystals that grow out of their skin. Instead of hair, oreads often have crystals or rocks that grow from their heads; regardless, most oreads sculpt, decorate, or otherwise maintain the appearance of their hair, whatever form it takes. Almost all oreads have shimmering gemstone eyes, beautiful and multifaceted.\n\n Oreads usually dress in sturdy clothes that can withstand physical labor and exposure to the elements, like wool and leather. Many choose clothing that will expose their unique characteristics, tailored to show off any crystals embedded in their rocky skin.\r\n\r\n<title level=\"2\">Society</title>\r\nBorn and raised within the societies of their mortal families, oread children are often (though not universally) described as shy and quiet, growing up to be patient, observant, and clever. They gravitate toward careers that allow them to work in peaceful contemplation with their thoughts, present opportunities to work with their hands, or ideally, both. Many oreads become miners or crafters who work with the earth, such as stonemasons, metalworkers, or gem cutters.\n\n Oreads also tend to enjoy opportunities to uphold structures or systems, and many find their vigilance and patience well-suited for careers as guards, wardens, or clerks. Oreads born in rural communities find fulfillment working and living on the land in a peaceful, self-sufficient harmony with nature.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nOreads are known for being steadfast and reliable, often placing high value on personal honor and keeping their word. Many are fiercely protective of their friends but less concerned for the safety of those outside their circle. The most common alignments among oreads are true neutral and lawful neutral, with the rest typically falling into other neutral alignments like neutral good or neutral evil.\n\n Religious oreads find that lives of silence, contemplation, or seclusion suit them well, and most dedicate themselves to the worship of earth and nature deities like [Torag](/Deities.aspx?ID=18), [Ashukharma](/Deities.aspx?ID=187)—the Vudran deity of canyons and cliffs—or one of the Elemental Lords of Earth, [Sairazul](/Deities.aspx?ID=107) and [Ayrzul](/Deities.aspx?ID=102). The nature-focused philosophy of the [Green Faith](/Deities.aspx?ID=22) also appeals to many oreads, especially those who become druids of the stone order. An oread's contemplative nature also aligns well with the teachings of [Irori](/Deities.aspx?ID=10) and [Gruhastha](/Deities.aspx?ID=39).\r\n\r\n<title level=\"2\">Adventurers</title>\r\nOread adventurers usually come from [artisan](/Backgrounds.aspx?ID=4), [herbalist](/Backgrounds.aspx?ID=20), and [miner](/Backgrounds.aspx?ID=26) backgrounds. Many oreads work with their hands as craftspeople, creating their work out of stone, metal, gems, or other forms of their ancestral element. Oread [clerics](/Classes.aspx?ID=5) tend to worship one of the Elemental Lords of Earth ([Ayrzul](/Deities.aspx?ID=102) or the still-imprisoned [Sairazul](/Deities.aspx?ID=107)) or the dwarven god [Torag](/Deities.aspx?ID=18), or follow the path of the [Green Faith](/Deities.aspx?ID=22). [Druid](/Classes.aspx?ID=6) and [ranger](/Classes.aspx?ID=9) oreads are common, with most druid oreads following the stone order.\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Oread Settlements</title> Most oreads prefer to integrate into the communities of their birth rather than settle their own cities, but over time, oread communities naturally develop and grow in areas with concentrated oread births. The dwarven Sky Citadel Janderhoff in southwestern Varisia has a large oread population. Dwarf elders speculate that its proximity to Crystalrock, a cavern in the Mindspin Mountains where crystal formations pulse with a heartbeat, is responsible.\r\n\r\n<title level=\"3\">Family Relations</title> Most oreads are descended from [shaitans](/Monsters.aspx?ID=213), genies native to the Plane of Earth, but other planar creatures, especially other [earth elementals](/MonsterFamilies.aspx?ID=42), can also have oread descendants. The children of [earth](/Monsters.aspx?ID=193) and mud mephits are typically born smaller than their mortal parent, with modest vestigial wigs or nubs in their backs where a mephit's wings would have been. When a [dragon, crystal](/MonsterFamilies.aspx?ID=177) dragon bears oread offspring, they almost always have the [gemsoul](/Feats.aspx?ID=2567) lineage in addition to draconic features like wings or a tail. [Xorns](/Monsters.aspx?ID=184) are the least common elemental ancestors for an oread, as they seldom have relationships with mortals.\r\n\r\n<title level=\"3\">Geniekin Trendsetters</title> Geniekin often find tight clothing restrictive and prefer generous, flowing garments. Recently, this trend has spread from geniekin to everyone in Jalmeray, with people of any gender wearing skirts, though the fabric tends to be cut and folded differently based on the outfit. Jewelry, perfume, and makeup, which geniekin of any gender use to express inner elemental identity, are likewise broadly fashionable there.\n\n Geniekin dancers enjoy the benefits of celebrity and patronage among the urban elite across the Impossible Lands. For geniekin, dance forms a narrative, and they often recreate ancient Vudrani tales with elemental flair. Performers accompany the music with ankle bells or, in places of great natural beauty, with the sounds of the elements themselves. In recent decades, geniekin dance companies have emerged, touring the Impossible Lands and spreading their cultural influence.\r\n\r\n<title level=\"3\">Geniekin Cuisine</title> For geniekin, food is about elemental unity. The tradition of tea is particularly important in Jalmeray, and geniekin tea makers—undine and ifrit in particular—are known for their ability to tease subtle flavors and aromas out of blends. Oread and sylph cuisine emphasizes aroma above all things, infusing rice or wheat with cardamom, cloves, anise, and other spices that create complex and intense tastes. In recent years, ifrit cuisine has taken a turn toward eating dangerous animals and plants. Whether it be snapping flytrap salad, lemon-fried dragonfish fillet, or herb-crusted cockatrice breast, the thrill of taming a dangerous creature into culinary art has become a trend. Oread cooks use components from spellcasters and alchemists in Nex and machinists in Alkenstar; with such ingredients, they create dumplings that hold far more soup than they should, cakes that produce bursts of sparks, and even entrées whose steam spells out the cook's name.\n<title level=\"2\">Oread Heritage Mechanics</title>\r\n\r\nAn [earth elemental](/MonsterFamilies.aspx?ID=42) ancestor has influenced your bloodline, and your features highlight this elemental planar connection. You might have a crystalline or metallic sheen to your skin or hair, rough and stony flesh, or glittering gemstone eyes. You gain the [oread](/Traits.aspx?ID=304) trait, in addition to the traits from your ancestry. You also gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision. You can choose from oread feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Oread",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=34"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=34/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Oread\" url=\"/Traits.aspx?ID=304\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 104 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe  Plane of Earth's  influence runs through an oread's family, most often from a  shaitan  or  crystal dragon  ancestor. Oreads tend to be stoic, …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 104"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 104 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "The  Plane of Earth's  influence runs through an oread's family, most often from a  shaitan  or  crystal dragon  ancestor. Oreads tend to be stoic, …",
 "summary_markdown": "The  Plane of Earth's  influence runs through an oread's family, most often from a  shaitan  or  crystal dragon  ancestor. Oreads tend to be stoic, …",
 "text": " Oread Source Ancestry Guide pg. 104 2.0 The Plane of Earth's influence runs through an oread's family, most often from a shaitan or crystal dragon ancestor. Oreads tend to be stoic, steadfast, and dependable, but they contain depths not seen on the surface. Oreads can be slow to reveal their true selves, or perhaps more accurately, have enough depth and mystery inherent to their beings that they can reveal new and unexpected facets of themselves every day. They usually feel that they personify certain aspects of earth, stone, or other sediments or minerals, such as a cliff's tenacious resilience against erosion, the generosity and nourishment of fertile soil, or the versatile utility of metal and stone. Oreads born with a special connection to a specific subset of elemental earth, such as crystal, dust, or mud, might have an oread lineage. A lineage can be inherited along a family bloodline, or it can manifest spontaneously in oread children. They can be caused by where an oread's ancestors lived, frequently seen in dustsoul oreads, many of whom are born in a desert or to a family that has farmed for generations. Lineages can also be the result of specific planar heritages. Gemsoul oreads often have a crystal dragon in their lineage, and miresoul oreads descend from the more sodden creatures of elemental earth. You Might... Relate your personal identity with elemental earth and believe stones or mountains represent core aspects of your personality. Value moments of peace and quiet seclusion where you can be alone with nature. Take great pride in your elemental lineage, especially if you believe you are related to the austere shaitan pashas. Others Probably... Look to you as an authority on earth magic or elemental planes. Think you are wise and cautious, moving into action only after you have considered a problem from all angles. Assume you are stoic and quietly strong, keeping your thoughts and feelings to yourself. Physical Description Oreads have the same diversity in height, body type, and physical characteristics as any other member of their mortal ancestries, alongside a handful of other traits that distinguish them as geniekin. Their skin is often gray or brown, but can also resemble metals and precious stones, with copper and iron veining or crystals that grow out of their skin. Instead of hair, oreads often have crystals or rocks that grow from their heads; regardless, most oreads sculpt, decorate, or otherwise maintain the appearance of their hair, whatever form it takes. Almost all oreads have shimmering gemstone eyes, beautiful and multifaceted. Oreads usually dress in sturdy clothes that can withstand physical labor and exposure to the elements, like wool and leather. Many choose clothing that will expose their unique characteristics, tailored to show off any crystals embedded in their rocky skin. Society Born and raised within the societies of their mortal families, oread children are often (though not universally) described as shy and quiet, growing up to be patient, observant, and clever. They gravitate toward careers that allow them to work in peaceful contemplation with their thoughts, present opportunities to work with their hands, or ideally, both. Many oreads become miners or crafters who work with the earth, such as stonemasons, metalworkers, or gem cutters. Oreads also tend to enjoy opportunities to uphold structures or systems, and many find their vigilance and patience well-suited for careers as guards, wardens, or clerks. Oreads born in rural communities find fulfillment working and living on the land in a peaceful, self-sufficient harmony with nature. Alignment and Religion Oreads are known for being steadfast and reliable, often placing high value on personal honor and keeping their word. Many are fiercely protective of their friends but less concerned for the safety of those outside their circle. The most common alignments among oreads are true neutral and lawful neutral, with the rest typically falling into other neutral alignments like neutral good or neutral evil. Religious oreads find that lives of silence, contemplation, or seclusion suit them well, and most dedicate themselves to the worship of earth and nature deities like Torag, Ashukharma—the Vudran deity of canyons and cliffs—or one of the Elemental Lords of Earth, Sairazul and Ayrzul. The nature-focused philosophy of the Green Faith also appeals to many oreads, especially those who become druids of the stone order. An oread's contemplative nature also aligns well with the teachings of Irori and Gruhastha. Adventurers Oread adventurers usually come from artisan, herbalist, and miner backgrounds. Many oreads work with their hands as craftspeople, creating their work out of stone, metal, gems, or other forms of their ancestral element. Oread clerics tend to worship one of the Elemental Lords of Earth (Ayrzul or the still-imprisoned Sairazul) or the dwarven god Torag, or follow the path of the Green Faith. Druid and ranger oreads are common, with most druid oreads following the stone order. Other Information Oread Settlements Most oreads prefer to integrate into the communities of their birth rather than settle their own cities, but over time, oread communities naturally develop and grow in areas with concentrated oread births. The dwarven Sky Citadel Janderhoff in southwestern Varisia has a large oread population. Dwarf elders speculate that its proximity to Crystalrock, a cavern in the Mindspin Mountains where crystal formations pulse with a heartbeat, is responsible. Family Relations Most oreads are descended from shaitans, genies native to the Plane of Earth, but other planar creatures, especially other earth elementals, can also have oread descendants. The children of earth and mud mephits are typically born smaller than their mortal parent, with modest vestigial wigs or nubs in their backs where a mephit's wings would have been. When a dragon, crystal dragon bears oread offspring, they almost always have the gemsoul lineage in addition to draconic features like wings or a tail. Xorns are the least common elemental ancestors for an oread, as they seldom have relationships with mortals. Geniekin Trendsetters Geniekin often find tight clothing restrictive and prefer generous, flowing garments. Recently, this trend has spread from geniekin to everyone in Jalmeray, with people of any gender wearing skirts, though the fabric tends to be cut and folded differently based on the outfit. Jewelry, perfume, and makeup, which geniekin of any gender use to express inner elemental identity, are likewise broadly fashionable there. Geniekin dancers enjoy the benefits of celebrity and patronage among the urban elite across the Impossible Lands. For geniekin, dance forms a narrative, and they often recreate ancient Vudrani tales with elemental flair. Performers accompany the music with ankle bells or, in places of great natural beauty, with the sounds of the elements themselves. In recent decades, geniekin dance companies have emerged, touring the Impossible Lands and spreading their cultural influence. Geniekin Cuisine For geniekin, food is about elemental unity. The tradition of tea is particularly important in Jalmeray, and geniekin tea makers—undine and ifrit in particular—are known for their ability to tease subtle flavors and aromas out of blends. Oread and sylph cuisine emphasizes aroma above all things, infusing rice or wheat with cardamom, cloves, anise, and other spices that create complex and intense tastes. In recent years, ifrit cuisine has taken a turn toward eating dangerous animals and plants. Whether it be snapping flytrap salad, lemon-fried dragonfish fillet, or herb-crusted cockatrice breast, the thrill of taming a dangerous creature into culinary art has become a trend. Oread cooks use components from spellcasters and alchemists in Nex and machinists in Alkenstar; with such ingredients, they create dumplings that hold far more soup than they should, cakes that produce bursts of sparks, and even entrées whose steam spells out the cook's name. Oread Heritage Mechanics An earth elemental ancestor has influenced your bloodline, and your features highlight this elemental planar connection. You might have a crystalline or metallic sheen to your skin or hair, rough and stony flesh, or glittering gemstone eyes. You gain the oread trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from oread feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Oread",
  "Uncommon"
 ],
 "trait_markdown": "[Oread](/Traits.aspx?ID=304), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Oread",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=34",
 "weakness": {}
}