{
 "ability": [
  "Dexterity",
  "Intelligence",
  "Free"
 ],
 "ability_flaw": [
  "Strength"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-20",
 "image": [
  "/Images/Ancestries/Ratfolk01.png",
  "/Images/Ancestries/Ratfolk02.png"
 ],
 "language": [
  "Common",
  "Ysoki"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Ysoki](/Languages.aspx?ID=61)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Ratfolk](/Ancestries.aspx?ID=20)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Ratfolk\" url=\"/Traits.aspx?ID=234\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 20 <sup>2.0</sup></row>\n\n_Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living spaces_\r\n\r\nMost surface-dwelling humanoids call ysoki “ratfolk” and know them as a communal people who prefer cramped conditions, with up to 100 individuals living in a given house. If they can’t find homes in town, ysoki may instead live in caves and cavern complexes, as these provide great storage for the many and varied goods they bring back from trading expeditions.\n\n Ratfolk love to travel, and they can often be found on the road in merchant caravans. They’re good with their hands and have a keen eye for spotting anything out of the ordinary, from threats to treasures. They’re also inveterate hoarders; ysoki warrens are crammed full of unusual odds and ends gathered by previous generations and stowed away in preparation for some future emergency.\n\n If you want a character who is smart, fast, well-traveled, and adaptable, try playing a ysoki!\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Ratfolk01.png\" />\r\n<image src=\"/images/Ancestries/Ratfolk02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Have pride in your large extended family, and stay in contact with everyone in it. </li><li>Like to travel near and far in search of new experiences, likely collecting trinkets along the way. </li><li>Work well with others.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Mistake you for a wererat or another monster. </li><li>Are surprised by your careful grooming and other fastidious habits. </li><li>Think you’re crowding them and invading their personal space.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nRatfolk have whiskered snouts, large ears, and hairless tails, and typically have red eyes and short brown or black fur. A common ysoki is 4 feet tall and weighs around 80 pounds. Ratfolk vary considerably, however; even a single family group can exhibit substantial variation in hair color, eye color, or size.\n\n Instinct drives ysoki to maintain cleanliness, though this is also reinforced through their strong social structures. Other condescending humanoids often presume ratfolk are dirty or diseased, but in actuality, they are meticulous about personal hygiene. Because their appearance is often considered unnatural—and other people mistake them for wererats—ysoki often conceal their physical features with hoods, gloves, shoes, long-sleeved tunics, robes, and other layers of clothing when moving through spaces dominated by other ancestries.\r\n\r\n<title level=\"2\">Society</title>\r\nYsoki culture values cooperation and community. Every ysoki learns—through communal games, social occasions, and sports—to forge fast friendships and connections with ysoki outside their family. You may never know whose help you’re going to need, but when you do, you’re going to need it _now_.\n\n With a long tradition of working as traders and tinkers, ysoki travel frequently from one town to another. Their wagons are usually grouped into caravans of up to half a dozen vehicles. Ysoki wagons are pulled by exceptionally large giant rats; many ysoki can speak to such animals.\n\n Discrimination against ysoki has shaped their culture, prompting them to rely on each other and strengthening their family and communal bonds. Ysoki are very good at differentiating between bad actors and those who are simply acting out of ignorance, modeling good behavior and slowly working to reverse generations of discrimination for those willing to learn. They are always on the lookout for members of other ancestries who don’t judge them for their appearance, embracing these individuals as true friends and welcoming them into their communities. But they also can quickly spot determined bigots prone to violence and steer clear of such individuals, minimizing any opportunity for tragedy.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nYsoki care more about their family than abstract concepts of good and evil. Their warrens might be chaotic dens filled with hoarded knickknacks, but they also obey strict social codes. Most ysoki are neutral.\n\n Though ysoki revere their ancestors and tend to acknowledge whatever deity is prevalent in their local area, [Lao Shu Po](/Deities.aspx?ID=180) has a special role in ysoki culture. Grandmother Rat, as she is sometimes known, embodies many things that are otherwise antithetical to ratfolk—she urges followers to put their own interests above others, and she encourages deceit and trickery. To most ysoki, Grandmother Rat accomplishes all those things ratfolk need done, but which no reasonable ratfolk would wish to do.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nRatfolk might take up the adventuring life to explore and travel, to defend their family or community, or for any number of other reasons.\n\n Their natural wit and nimble fingers make ratfolk excellent [alchemists](/Classes.aspx?ID=1) and [rogues](/Classes.aspx?ID=10), while some specialize in ranged weapons as [fighters](/Classes.aspx?ID=7) or [rangers](/Classes.aspx?ID=9).\n\n Typical ratfolk backgrounds include [animal whisperer](/Backgrounds.aspx?ID=3), [artisan](/Backgrounds.aspx?ID=4), [merchant](/Backgrounds.aspx?ID=25), [medic](/Backgrounds.aspx?ID=15), [nomad](/Backgrounds.aspx?ID=28), [scout](/Backgrounds.aspx?ID=32), and [tinker](/Backgrounds.aspx?ID=34) from the _Core Rulebook_, plus [bandit](/Backgrounds.aspx?ID=165), [barber](/Backgrounds.aspx?ID=166), [scavenger](/Backgrounds.aspx?ID=176), and [teacher](/Backgrounds.aspx?ID=180) from this book.\r\n\r\n<title level=\"2\">Names</title>\r\nEvery ysoki family has perhaps two dozen names that have been passed down from generation to generation, sometimes with minor alterations or alternative nicknames. A grandfather might be Grivver, for example, while his daughter goes by Griva and her son is simply Griv. Ratfolk are often assigned nicknames and sobriquets by humanoids they interact with, but most ysoki find these names distasteful and endure them only when outside ysoki communities.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nBarnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Ratfolk Settlements</title> Ysoki congregate at trading cities and crossroads of all kinds. In Avistan, ratfolk are somewhat more prevalent in Druma, the Five Kings Mountains, and Taldor, as well as port cities like Absalom and Riddleport. Others carve out warrens far from human settlements, such as Numeria's Chitterhome. Garundi ysoki congregate in Katapesh and the Mana Wastes (where they're in demand as alchemists and tinkerers), though many sail as far as Thuvia, the Shackles, and Vidrian. Ysoki dwell throughout Casmaron. They are respected in Kelesh and well established in the caravan city of Ular Kel. Diguo-Dashu, the famous “Empire of Rats,” sprawls below central Tian Xia; however, ysoki also appear throughout that continent's Darklands, especially in the recently reestablished Second Ticker (see below) and the Deepmarket below Goka.\r\n\r\n<title level=\"3\">Second Ticker</title> Five centuries ago, the sorceress Hao Jin (_Lost Omens Legends_ 46) thwarted a ratfolk surface invasion by transporting the ratfolk's Darklands province to her private demiplane. The demiplane recently collapsed, returning the sphere (now called Round Mountain) to its former site—thankfully just after Pathfinder agents had evacuated the area (then known as Broken Ticker). At first, the ysoki's delight at their reunification smoothed over the upheaval caused by Round Mountain's return. However, the event diverted nearby rivers and trade routes and caused many Broken Ticker ratfolk to lose their homes; the Round Mountain ysoki must now readjust to a world that forgot them; and Hao Jin is reluctant to arbitrate. The united realm of Second Ticker has thus become a powder keg, with only the threat of a nearby army of clockwork soldiers keeping it from exploding.\r\n\r\n<title level=\"3\">Ysoki of the Red Planet</title> To Golarion natives, Akiton appears as a pink star winking in the evening sky. The handful of explorers who've gone there and returned tell of a desert planet peopled by red-skinned humanoids, four-armed giants, and— most surprisingly of all—ysoki almost identical to Golarion's ratfolk, even down to a shared common language. These ysoki are expert traders as well as superlative gadgeteers; while they invent little themselves, they can repair or reverse-engineer nearly any sort of widget.\n<title level=\"2\">Ratfolk Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nSmall\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Intelligence, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nStrength\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Ysoki](/Languages.aspx?ID=61)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it’s positive). Choose from [Aklo](/Languages.aspx?ID=13), [Draconic](/Languages.aspx?ID=2), [Dwarven](/Languages.aspx?ID=3), [Gnoll](/Languages.aspx?ID=6), [Gnomish](/Languages.aspx?ID=5), [Goblin](/Languages.aspx?ID=6), [Halfling](/Languages.aspx?ID=7), [Orcish](/Languages.aspx?ID=9), [Undercommon](/Languages.aspx?ID=11), or any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, so you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.",
 "name": "Ratfolk",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=20"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=20/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=20/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Ratfolk\" url=\"/Traits.aspx?ID=234\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 20 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nSmall\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Intelligence, Free\r\n\r\n**Ability Flaw**\r\nStrength\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nYsoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living …\r\n</summary>",
 "size": [
  "Small"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 20"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 20 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living …",
 "summary_markdown": "Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living …",
 "text": " Ratfolk Source Advanced Player's Guide pg. 20 2.0 Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living spaces Most surface-dwelling humanoids call ysoki “ratfolk” and know them as a communal people who prefer cramped conditions, with up to 100 individuals living in a given house. If they can’t find homes in town, ysoki may instead live in caves and cavern complexes, as these provide great storage for the many and varied goods they bring back from trading expeditions. Ratfolk love to travel, and they can often be found on the road in merchant caravans. They’re good with their hands and have a keen eye for spotting anything out of the ordinary, from threats to treasures. They’re also inveterate hoarders; ysoki warrens are crammed full of unusual odds and ends gathered by previous generations and stowed away in preparation for some future emergency. If you want a character who is smart, fast, well-traveled, and adaptable, try playing a ysoki! You Might... Have pride in your large extended family, and stay in contact with everyone in it. Like to travel near and far in search of new experiences, likely collecting trinkets along the way. Work well with others. Others Probably... Mistake you for a wererat or another monster. Are surprised by your careful grooming and other fastidious habits. Think you’re crowding them and invading their personal space. Physical Description Ratfolk have whiskered snouts, large ears, and hairless tails, and typically have red eyes and short brown or black fur. A common ysoki is 4 feet tall and weighs around 80 pounds. Ratfolk vary considerably, however; even a single family group can exhibit substantial variation in hair color, eye color, or size. Instinct drives ysoki to maintain cleanliness, though this is also reinforced through their strong social structures. Other condescending humanoids often presume ratfolk are dirty or diseased, but in actuality, they are meticulous about personal hygiene. Because their appearance is often considered unnatural—and other people mistake them for wererats—ysoki often conceal their physical features with hoods, gloves, shoes, long-sleeved tunics, robes, and other layers of clothing when moving through spaces dominated by other ancestries. Society Ysoki culture values cooperation and community. Every ysoki learns—through communal games, social occasions, and sports—to forge fast friendships and connections with ysoki outside their family. You may never know whose help you’re going to need, but when you do, you’re going to need it now . With a long tradition of working as traders and tinkers, ysoki travel frequently from one town to another. Their wagons are usually grouped into caravans of up to half a dozen vehicles. Ysoki wagons are pulled by exceptionally large giant rats; many ysoki can speak to such animals. Discrimination against ysoki has shaped their culture, prompting them to rely on each other and strengthening their family and communal bonds. Ysoki are very good at differentiating between bad actors and those who are simply acting out of ignorance, modeling good behavior and slowly working to reverse generations of discrimination for those willing to learn. They are always on the lookout for members of other ancestries who don’t judge them for their appearance, embracing these individuals as true friends and welcoming them into their communities. But they also can quickly spot determined bigots prone to violence and steer clear of such individuals, minimizing any opportunity for tragedy. Alignment and Religion Ysoki care more about their family than abstract concepts of good and evil. Their warrens might be chaotic dens filled with hoarded knickknacks, but they also obey strict social codes. Most ysoki are neutral. Though ysoki revere their ancestors and tend to acknowledge whatever deity is prevalent in their local area, Lao Shu Po has a special role in ysoki culture. Grandmother Rat, as she is sometimes known, embodies many things that are otherwise antithetical to ratfolk—she urges followers to put their own interests above others, and she encourages deceit and trickery. To most ysoki, Grandmother Rat accomplishes all those things ratfolk need done, but which no reasonable ratfolk would wish to do. Adventurers Ratfolk might take up the adventuring life to explore and travel, to defend their family or community, or for any number of other reasons. Their natural wit and nimble fingers make ratfolk excellent alchemists and rogues, while some specialize in ranged weapons as fighters or rangers. Typical ratfolk backgrounds include animal whisperer, artisan, merchant, medic, nomad, scout, and tinker from the Core Rulebook , plus bandit, barber, scavenger, and teacher from this book. Names Every ysoki family has perhaps two dozen names that have been passed down from generation to generation, sometimes with minor alterations or alternative nicknames. A grandfather might be Grivver, for example, while his daughter goes by Griva and her son is simply Griv. Ratfolk are often assigned nicknames and sobriquets by humanoids they interact with, but most ysoki find these names distasteful and endure them only when outside ysoki communities. Sample Names Barnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess Other Information Ratfolk Settlements Ysoki congregate at trading cities and crossroads of all kinds. In Avistan, ratfolk are somewhat more prevalent in Druma, the Five Kings Mountains, and Taldor, as well as port cities like Absalom and Riddleport. Others carve out warrens far from human settlements, such as Numeria's Chitterhome. Garundi ysoki congregate in Katapesh and the Mana Wastes (where they're in demand as alchemists and tinkerers), though many sail as far as Thuvia, the Shackles, and Vidrian. Ysoki dwell throughout Casmaron. They are respected in Kelesh and well established in the caravan city of Ular Kel. Diguo-Dashu, the famous “Empire of Rats,” sprawls below central Tian Xia; however, ysoki also appear throughout that continent's Darklands, especially in the recently reestablished Second Ticker (see below) and the Deepmarket below Goka. Second Ticker Five centuries ago, the sorceress Hao Jin ( Lost Omens Legends 46) thwarted a ratfolk surface invasion by transporting the ratfolk's Darklands province to her private demiplane. The demiplane recently collapsed, returning the sphere (now called Round Mountain) to its former site—thankfully just after Pathfinder agents had evacuated the area (then known as Broken Ticker). At first, the ysoki's delight at their reunification smoothed over the upheaval caused by Round Mountain's return. However, the event diverted nearby rivers and trade routes and caused many Broken Ticker ratfolk to lose their homes; the Round Mountain ysoki must now readjust to a world that forgot them; and Hao Jin is reluctant to arbitrate. The united realm of Second Ticker has thus become a powder keg, with only the threat of a nearby army of clockwork soldiers keeping it from exploding. Ysoki of the Red Planet To Golarion natives, Akiton appears as a pink star winking in the evening sky. The handful of explorers who've gone there and returned tell of a desert planet peopled by red-skinned humanoids, four-armed giants, and— most surprisingly of all—ysoki almost identical to Golarion's ratfolk, even down to a shared common language. These ysoki are expert traders as well as superlative gadgeteers; while they invent little themselves, they can repair or reverse-engineer nearly any sort of widget. Ratfolk Mechanics Hit Points 6 Size Small Speed 25 feet Ability Boosts Dexterity, Intelligence, Free Ability Flaws Strength Languages Common Ysoki Additional languages equal to your Intelligence modifier (if it’s positive). Choose from Aklo, Draconic, Dwarven, Gnoll, Gnomish, Goblin, Halfling, Orcish, Undercommon, or any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light.",
 "trait": [
  "Humanoid",
  "Ratfolk",
  "Uncommon"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Ratfolk](/Traits.aspx?ID=234), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Humanoid",
  "Ratfolk",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=20",
 "vision": "Low-Light Vision",
 "weakness": {}
}