{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-51",
 "image": [
  "/Images/Ancestries/Reflection01.png",
  "/Images/Ancestries/Reflection02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Reflection](/Ancestries.aspx?ID=51)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Reflection\" url=\"/Traits.aspx?ID=431\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 119</row>\n\n_Stories of malevolent duplicates are commonly told around campfires to frighten companions. In these tales, the duplicate forms after a botched ritual or exposure to a mysterious artifact, and is bent on replacing the creature they've replicated. Most believe such stories to be only that, but such reflection duplicates are real. While some wish to replace their progenitors, others merely want to forge a new life for themselves where no one knows of their origins._\r\n\r\nMethods of their creation vary, but all reflections are duplicates of someone else existing in the world. Some are drawn out from literal mirrors, developing a life of their own once set free from the Echoing Pale. Mirror-focused rituals or spells can create independent reflections, whether deliberately or accidentally, as can the magical hazard known as a [_darkside mirror_](/Hazards.aspx?ID=28), which replaces those looking into it with malicious duplicates. Some reflections are created as magical clones by spellcasters, only to turn on their creators or be left adrift, while others arise from polymorph magic gone wrong.\n\n If you want a character who seeks to forge their own identity in the face of their duplicate nature, with a strong tie to another character somewhere out there in the world, you should play a reflection.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Reflection01.png\" />\r\n<image src=\"/images/Ancestries/Reflection02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Feel as though you're just an out-of-place imitation.</li><li>Want to keep your nature a secret from everyone except trusted companions.</li><li>Be extremely dedicated to your friends or anyone who gives you a sense of community.</li></ul>\n\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Don't realize your true nature as a copy.</li><li>Expect you to be plotting a nefarious fate for your progenitor.</li><li>Are wary of or intrigued by your unusual abilities.</li></ul>\n\n<title level=\"2\">Physical Description</title>\r\nA reflection's physical appearance almost exactly matches their progenitor's. In mirror-risen reflections, their appearance is reversed, so details such as scars are on the opposite side. Other reflections often have a swirled mark somewhere on their bodies, appearing as a tattoo or birthmark. Reflections are typically indistinguishable from a regular member of that ancestry.\n\n<title level=\"2\">Society</title>\r\nAs duplicates of others, and ones that appear only in rare circumstances, reflections have no inherent society of their own. Many reflections have a degree of existential angst, struggling to find somewhere they feel they belong and won't be identified as a “fake.” A reflection's greatest (though not necessarily best) bond is usually to their progenitor. Progenitors and their reflections are sometimes aware of each other, with some progenitors taking their reflection under their wing, which often grants the reflection a greater sense of community.\n\n<title level=\"2\">Alignment and Religion</title>\r\nDespite the tales, not all reflections are malevolent. Reflections formed from _darkside mirrors_ are always evil, but others usually have either the alignment of their progenitor or the exact opposite one—many good-aligned reflections arise from the nefarious experiments of an evil alchemist or spellcaster. Most reflections are wary of religion, but those who adhere to a faith are typically extremely devout.\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Final Usurpation</title> If your progenitor is deceased, you might be able to take over their life. It might require a special ritual and other activities taking 1 week, as you take over your progenitor's lodgings, activities, relationships, and so on. Once you finish, provided no creature has successfully identified you as an impostor, the memories of everyone who knew or interacted with your progenitor are altered, so they forget your progenitor's usual personality and behavior in favor of yours, and you no longer risk discovery for acting out of character for them. You belong now.\n<title level=\"2\">Reflection Heritage Mechanics</title>\r\n\r\nYou were created as a duplicate of another creature, intentionally or accidentally, though you might not know of your origins. Other than a minor mark or two, you look just like your progenitor. You gain the [reflection](/Traits.aspx?ID=431) trait, in addition to the traits from your ancestry. You don't need to attempt [Deception](/Skills.aspx?ID=5) checks to [Impersonate](/Actions.aspx?ID=46) your progenitor unless you're interacting with people who know them personally or you do something known to be out of character for them. The GM might require you to roll a Deception check in other circumstances, such as if you're mirror-risen and interacting with someone who has seen an accurate likeness of your progenitor and might notice a distinguishing feature on the reverse side. You can choose from reflection feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Reflection",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=51"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=51/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Reflection\" url=\"/Traits.aspx?ID=431\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 119</row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nStories of malevolent duplicates are commonly told around campfires to frighten companions. In these tales, the duplicate forms after a botched …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 119"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 119</row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "Stories of malevolent duplicates are commonly told around campfires to frighten companions. In these tales, the duplicate forms after a botched …",
 "summary_markdown": "Stories of malevolent duplicates are commonly told around campfires to frighten companions. In these tales, the duplicate forms after a botched …",
 "text": " Reflection Source Dark Archive pg. 119 Stories of malevolent duplicates are commonly told around campfires to frighten companions. In these tales, the duplicate forms after a botched ritual or exposure to a mysterious artifact, and is bent on replacing the creature they've replicated. Most believe such stories to be only that, but such reflection duplicates are real. While some wish to replace their progenitors, others merely want to forge a new life for themselves where no one knows of their origins. Methods of their creation vary, but all reflections are duplicates of someone else existing in the world. Some are drawn out from literal mirrors, developing a life of their own once set free from the Echoing Pale. Mirror-focused rituals or spells can create independent reflections, whether deliberately or accidentally, as can the magical hazard known as a darkside mirror , which replaces those looking into it with malicious duplicates. Some reflections are created as magical clones by spellcasters, only to turn on their creators or be left adrift, while others arise from polymorph magic gone wrong. If you want a character who seeks to forge their own identity in the face of their duplicate nature, with a strong tie to another character somewhere out there in the world, you should play a reflection. You Might... Feel as though you're just an out-of-place imitation. Want to keep your nature a secret from everyone except trusted companions. Be extremely dedicated to your friends or anyone who gives you a sense of community. Others Probably... Don't realize your true nature as a copy. Expect you to be plotting a nefarious fate for your progenitor. Are wary of or intrigued by your unusual abilities. Physical Description A reflection's physical appearance almost exactly matches their progenitor's. In mirror-risen reflections, their appearance is reversed, so details such as scars are on the opposite side. Other reflections often have a swirled mark somewhere on their bodies, appearing as a tattoo or birthmark. Reflections are typically indistinguishable from a regular member of that ancestry. Society As duplicates of others, and ones that appear only in rare circumstances, reflections have no inherent society of their own. Many reflections have a degree of existential angst, struggling to find somewhere they feel they belong and won't be identified as a “fake.” A reflection's greatest (though not necessarily best) bond is usually to their progenitor. Progenitors and their reflections are sometimes aware of each other, with some progenitors taking their reflection under their wing, which often grants the reflection a greater sense of community. Alignment and Religion Despite the tales, not all reflections are malevolent. Reflections formed from darkside mirrors are always evil, but others usually have either the alignment of their progenitor or the exact opposite one—many good-aligned reflections arise from the nefarious experiments of an evil alchemist or spellcaster. Most reflections are wary of religion, but those who adhere to a faith are typically extremely devout. Other Information Final Usurpation If your progenitor is deceased, you might be able to take over their life. It might require a special ritual and other activities taking 1 week, as you take over your progenitor's lodgings, activities, relationships, and so on. Once you finish, provided no creature has successfully identified you as an impostor, the memories of everyone who knew or interacted with your progenitor are altered, so they forget your progenitor's usual personality and behavior in favor of yours, and you no longer risk discovery for acting out of character for them. You belong now. Reflection Heritage Mechanics You were created as a duplicate of another creature, intentionally or accidentally, though you might not know of your origins. Other than a minor mark or two, you look just like your progenitor. You gain the reflection trait, in addition to the traits from your ancestry. You don't need to attempt Deception checks to Impersonate your progenitor unless you're interacting with people who know them personally or you do something known to be out of character for them. The GM might require you to roll a Deception check in other circumstances, such as if you're mirror-risen and interacting with someone who has seen an accurate likeness of your progenitor and might notice a distinguishing feature on the reverse side. You can choose from reflection feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Rare",
  "Reflection"
 ],
 "trait_markdown": "[Rare](/Traits.aspx?ID=137), [Reflection](/Traits.aspx?ID=431)",
 "trait_raw": [
  "Rare",
  "Reflection"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=51",
 "weakness": {}
}