{
 "ability": [
  "Intelligence",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-47",
 "image": [
  "/Images/Ancestries/Shisk01.png",
  "/Images/Ancestries/Shisk02.png"
 ],
 "language": [
  "Mwangi",
  "Shisk"
 ],
 "language_markdown": "[Mwangi](/Languages.aspx?ID=39), [Shisk](/Languages.aspx?ID=84)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Shisk](/Ancestries.aspx?ID=47)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Shisk\" url=\"/Traits.aspx?ID=382\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 122 <sup>2.0</sup></row>\n\n_Shisks are secretive mountain-dwellers, bone-feathered humanoids who lurk underground in dark tunnels and caverns. Their fascination with collecting and protecting esoteric knowledge is one of the few things that can persuade them to explore the outside world._\r\n\r\nShisks rarely encounter other peoples, even in the Mwangi Expanse. Shisks subsist on low-calorie diets of vegetables and insects, causing them to rarely compete with others for resources or seek out people to trade. They have a tight-knit society, wary of outsiders, though they don't outright attack visitors.\n\n Their history is passed down verbally and musically, and they rarely maintain written records in order to keep their knowledge safe. Often the only proof that shisks exist comes from explorers finding signs of their architecture: organic and low-impact adobe buildings carved out of mountains rather than built atop them.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Shisk01.png\" />\r\n<image src=\"/images/Ancestries/Shisk02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>See yourself as a part of nature and avoid taking anything you don't need.</li><li>Be wary of others getting one over on you by tricking you into revealing something.</li><li>Love warmth and enjoy sunbathing despite your subterranean nature.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Are concerned by your diet and how little you eat.</li><li>Become confused or annoyed by your refusal to give information freely.</li><li>Appreciate your incredible memory and knowledge.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nShisks have features and skin-tones similar to humans, usually ranging from deep tan to deep black. They are lighter than their body size might indicate, due to having hollow bones. Shisks have no body hair—instead, their backs are covered in vestigial plumage that now grow only as bony quills that resemble calcified pin feathers. Though shisks can't fly, these spines are longer around their arms, as if they once had wings. A shisk's eyes contract into slits in the sunlight and are typically warmly colored, from hazel and brown to more unique colors like red or amber. Shisks have two prominent narrow fangs as the front teeth on their upper jaw, causing some people to mistake them for [asanbosams](/Monsters.aspx?ID=439) or [vampires](/MonsterFamilies.aspx?ID=97).\r\n\r\n<title level=\"2\">Society</title>\r\nThough rarely encountered, shisks are willing to speak, host, and trade with outsiders. Their economy might be confusing to others: they greatly eschew materialism in favor of information and the arts. They freely give away material goods for knowledge or even performances, considering themselves on the “winning” side of a bargain if people are willing to take material things in exchange for valuable information. They never give away information for material goods, only for other knowledge, and they rarely ask for material goods in trades.\n\n Shisk are so paranoid that different communities of shisks have been known to clash with one another over secrets. Wars are fought not over territory or resources, but over coveted information. On a few occasions, when shisk sages or diplomats convinced different groups of shisks to put aside their differences and collaborate, great puzzles and mysteries of Golarion have been solved in a matter of hours. \n\n Shisk clothing is loose and breathable, and often minimal to avoid catching on their bony feathers. Due to their society's disregard for materialism, the shisk live in great harmony with nature around them, taking only what they need. Shisk often take up simple hobbies, such as sunbathing.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nSeeing themselves as part of the natural world and typically focused on their own pursuits instead of society, most shisks adopt neutral alignments. Some shisks are patrons of gods that have been long forgotten. Many shisks worship the sun god [Chohar](/Deities.aspx?ID=215), a fact which might seem odd for people who dwell underground. The [Green Faith](/Deities.aspx?ID=22) is highly common among shisks, but when seeking out personal gods to revere, most shisks prefer gods of knowledge and secrets such as [Irez](/Deities.aspx?ID=121), [Nethys](/Deities.aspx?ID=12), or [Norgorber](/Deities.aspx?ID=13).\r\n\r\n<title level=\"2\">Adventurers</title>\r\nWith a cultural obsession around learning and secrets, shisks are perfect fits for the [scholar](/Backgrounds.aspx?ID=36) background. They are also reclusive in their tasks, making [hermits](/Backgrounds.aspx?ID=21) and [nomads](/Backgrounds.aspx?ID=28) common. Their love of histories spread through song makes them ideal [entertainers](/Backgrounds.aspx?ID=13), while shisks' coexistence with nature means they are ideal [herbalists](/Backgrounds.aspx?ID=20) and [animal whisperers](/Backgrounds.aspx?ID=3). Shisks make excellent [bards](/Classes.aspx?ID=3) and [wizards](/Classes.aspx?ID=12), as they excel at focus and long hours of research. Those who venture into other societies to learn are also great fits for the [investigator](/Classes.aspx?ID=13) class.\n\n<title level=\"2\">Names</title>\r\nShisk names are usually granted by their parents, though these names often have secret meanings known only to their families. They are often filled with sibilant syllables, occasionally punctuated by sharp vowels.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nAdomssha, Asjossa, Chishinsa, Dalissho, Lessia, Lishassha, Somissu, Quinshu\n<title level=\"2\">Shisk Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nIntelligence, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Mwangi](/Languages.aspx?ID=39)\r\n\r\n[Shisk](/Languages.aspx?ID=84)\r\n\r\nAdditional languages equal to your Intelligence modifier (if positive). Choose from any Common language, and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Darkvision](/Rules.aspx?ID=415)</title>\r\nYou can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "name": "Shisk",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=47"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=47/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=47/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Shisk\" url=\"/Traits.aspx?ID=382\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [The Mwangi Expanse](/Sources.aspx?ID=89) pg. 122 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nIntelligence, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nShisks are secretive mountain-dwellers, bone-feathered humanoids who lurk underground in dark tunnels and caverns. Their fascination with collecting …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "The Mwangi Expanse"
 ],
 "source_raw": [
  "The Mwangi Expanse pg. 122"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[The Mwangi Expanse](/Sources.aspx?ID=89) pg. 122 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Shisks are secretive mountain-dwellers, bone-feathered humanoids who lurk underground in dark tunnels and caverns. Their fascination with collecting …",
 "summary_markdown": "Shisks are secretive mountain-dwellers, bone-feathered humanoids who lurk underground in dark tunnels and caverns. Their fascination with collecting …",
 "text": " Shisk Source The Mwangi Expanse pg. 122 2.0 Shisks are secretive mountain-dwellers, bone-feathered humanoids who lurk underground in dark tunnels and caverns. Their fascination with collecting and protecting esoteric knowledge is one of the few things that can persuade them to explore the outside world. Shisks rarely encounter other peoples, even in the Mwangi Expanse. Shisks subsist on low-calorie diets of vegetables and insects, causing them to rarely compete with others for resources or seek out people to trade. They have a tight-knit society, wary of outsiders, though they don't outright attack visitors. Their history is passed down verbally and musically, and they rarely maintain written records in order to keep their knowledge safe. Often the only proof that shisks exist comes from explorers finding signs of their architecture: organic and low-impact adobe buildings carved out of mountains rather than built atop them. You Might... See yourself as a part of nature and avoid taking anything you don't need. Be wary of others getting one over on you by tricking you into revealing something. Love warmth and enjoy sunbathing despite your subterranean nature. Others Probably... Are concerned by your diet and how little you eat. Become confused or annoyed by your refusal to give information freely. Appreciate your incredible memory and knowledge. Physical Description Shisks have features and skin-tones similar to humans, usually ranging from deep tan to deep black. They are lighter than their body size might indicate, due to having hollow bones. Shisks have no body hair—instead, their backs are covered in vestigial plumage that now grow only as bony quills that resemble calcified pin feathers. Though shisks can't fly, these spines are longer around their arms, as if they once had wings. A shisk's eyes contract into slits in the sunlight and are typically warmly colored, from hazel and brown to more unique colors like red or amber. Shisks have two prominent narrow fangs as the front teeth on their upper jaw, causing some people to mistake them for asanbosams or vampires. Society Though rarely encountered, shisks are willing to speak, host, and trade with outsiders. Their economy might be confusing to others: they greatly eschew materialism in favor of information and the arts. They freely give away material goods for knowledge or even performances, considering themselves on the “winning” side of a bargain if people are willing to take material things in exchange for valuable information. They never give away information for material goods, only for other knowledge, and they rarely ask for material goods in trades. Shisk are so paranoid that different communities of shisks have been known to clash with one another over secrets. Wars are fought not over territory or resources, but over coveted information. On a few occasions, when shisk sages or diplomats convinced different groups of shisks to put aside their differences and collaborate, great puzzles and mysteries of Golarion have been solved in a matter of hours. Shisk clothing is loose and breathable, and often minimal to avoid catching on their bony feathers. Due to their society's disregard for materialism, the shisk live in great harmony with nature around them, taking only what they need. Shisk often take up simple hobbies, such as sunbathing. Alignment and Religion Seeing themselves as part of the natural world and typically focused on their own pursuits instead of society, most shisks adopt neutral alignments. Some shisks are patrons of gods that have been long forgotten. Many shisks worship the sun god Chohar, a fact which might seem odd for people who dwell underground. The Green Faith is highly common among shisks, but when seeking out personal gods to revere, most shisks prefer gods of knowledge and secrets such as Irez, Nethys, or Norgorber. Adventurers With a cultural obsession around learning and secrets, shisks are perfect fits for the scholar background. They are also reclusive in their tasks, making hermits and nomads common. Their love of histories spread through song makes them ideal entertainers, while shisks' coexistence with nature means they are ideal herbalists and animal whisperers. Shisks make excellent bards and wizards, as they excel at focus and long hours of research. Those who venture into other societies to learn are also great fits for the investigator class. Names Shisk names are usually granted by their parents, though these names often have secret meanings known only to their families. They are often filled with sibilant syllables, occasionally punctuated by sharp vowels. Sample Names Adomssha, Asjossa, Chishinsa, Dalissho, Lessia, Lishassha, Somissu, Quinshu Shisk Mechanics Hit Points 8 Size Medium Speed 25 feet Ability Boosts Intelligence, Free Languages Mwangi Shisk Additional languages equal to your Intelligence modifier (if positive). Choose from any Common language, and any other languages to which you have access (such as the languages prevalent in your region). Darkvision You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white.",
 "trait": [
  "Humanoid",
  "Rare",
  "Shisk"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Rare](/Traits.aspx?ID=137), [Shisk](/Traits.aspx?ID=382)",
 "trait_raw": [
  "Humanoid",
  "Rare",
  "Shisk"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=47",
 "vision": "Darkvision",
 "weakness": {}
}