{
 "ability": [
  "Dexterity",
  "Intelligence",
  "Free"
 ],
 "ability_flaw": [
  "Strength"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-39",
 "image": [
  "/Images/Ancestries/Sprite01.png",
  "/Images/Ancestries/Sprite02.png"
 ],
 "language": [
  "Common",
  "Sylvan"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Sylvan](/Languages.aspx?ID=10)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Sprite](/Ancestries.aspx?ID=39)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n<trait label=\"Sprite\" url=\"/Traits.aspx?ID=238\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 126 <sup>2.0</sup></row>\n\n_Sprites are diminutive, whimsical, and exuberant creatures from the fey realm known as the [First World](/Planes.aspx?ID=10). They love playing pranks, exploring new things, and embracing everything to do with magic._\r\n\r\nWhen most people picture a [fey](/Traits.aspx?ID=69), chances are they're thinking of a sprite. The majority of sprites remain in the First World, where they are essentially immortal, reincarnating to a new form of fey when their life eventually comes to an end. Some even meld together with others to form a more substantial body or split apart into multiple smaller fey. However, sprites are incredibly curious about all forms of magic, leading a significant number to risk the mortal world to explore the new possibilities offered by the unusually static nature of mortal existence. These creatures mix in with other, smaller groups of [Material Plane](/Planes.aspx?ID=1) comrades, including exiles from the First World, those whose family swore pacts to mortals, and even contemplative individuals curious to enter the mortal cycle of souls.\n\n The first generation of Material Plane sprites were content to guard magical locations or objects, learn music, and play pranks on the unsuspecting. Panic struck when children born in the mortal world didn't form wings upon adulthood—some sprites transitioning to the mortal world likewise lost their wings after a time. Believing this to be a sign that the mortal world was too alien for them to live there, many of the initial sprite explorers returned to the safety of the First World.\n\n However, their wingless children exhibited a potential unmatched by any of their ancestors, as well as a particular magical affinity for the mortal world. They became the mightiest of sprite heroes, but also, on occasion, the most dangerous villains. As they came close to reaching their full strength, many of them did grow their wings at long last: larger, unique, and more vibrant than any from the First World had seen before, a sign of their limitless potential.\n\n If you want a character who is tiny, mercurial, and curious, you should play a sprite.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Sprite01.png\" />\r\n<image src=\"/images/Ancestries/Sprite02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Play good-natured pranks on those around you, intended to teach a lesson, aid in locating a lost item, or even help find love.</li><li>Become sidetracked by something new and eye-catching before you have fully followed through on your previous plan.</li><li>Find something magical that's so important to you, you can't help but protect it with every ounce of your strength.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Expect you to know strange fey mysteries and perform fantastical primal magic well beyond your actual abilities.</li><li>Consider you the prime suspect whenever unexplained hijinks or serendipity comes their way.</li><li>Misconstrue the way your mind works, seeing your flitting attention as a sign of being scatterbrained.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nSprites are tiny faeries whose features vary wildly based on their heritage. The Wingless—those with the potential to become powerful heroes and villains, including all PC sprites—slowly grow their wings over time as their magical potential manifests, though some never grow wings at all. Those sprites with humbler destinies typically grow wings when reaching full adulthood and mastering their innate magic. Sprites reach adulthood at around the same rate as humans do, but a typical fey who can manage to stay out of mischief and danger can live 1,000 years or more. [Material Plane](/Planes.aspx?ID=1) sprites who sense their time is coming to an end usually return to the [First World](/Planes.aspx?ID=10) to be reborn and start their adventure all over again.\r\n\r\n<title level=\"2\">Society</title>\r\nSprites habitually live in tiny, reclusive villages in areas with abundant magic, natural beauty, or other curiosities of interest. Other sprites live as loners or with small family or peer groups, traveling across the land in search of excitement.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nSprites run the gamut of alignments but are rarely lawful or evil. They are far more likely to worship the [Eldest](/DeityCategories.aspx?ID=7)— the peculiar deities of the fey—than those of the mortal world. They have a particular affinity for [Shyka](/Deities.aspx?ID=100), the many-formed Eldest of time, and [the Lantern King](/Deities.aspx?ID=95), the trickster among their ranks. Among mortal deities, sprites appreciate [Desna](/Deities.aspx?ID=5) the most, and due to her iconic depiction as a butterfly-winged woman, some Desnan sprites claim her as one of their own. Sprites also readily comprehend the doctrines of [Cayden Cailean](/Deities.aspx?ID=4) and [Shelyn](/Deities.aspx?ID=17), and the goddess of beauty and art is a particular favorite among [grigs](/Heritages.aspx?ID=141).\r\n\r\n<title level=\"2\">Adventurers</title>\r\nWhile PCs sprites are marked from adulthood as destined for great things, their childhoods before that point vary as widely as any other ancestry. That said, the tendency of most sprites to live either apart from civilization or in small villages means they rarely have backgrounds related to cities or large organizations and more likely were [acrobats](/Backgrounds.aspx?ID=2), [animal whisperers](/Backgrounds.aspx?ID=3), [artists](/Backgrounds.aspx?ID=5), [entertainers](/Backgrounds.aspx?ID=13), [gamblers](/Backgrounds.aspx?ID=17), [herbalists](/Backgrounds.aspx?ID=20), [hermits](/Backgrounds.aspx?ID=21), [nomads](/Backgrounds.aspx?ID=28), or [scouts](/Backgrounds.aspx?ID=32). Sprites are most often [bards](/Classes.aspx?ID=3), [rogues](/Classes.aspx?ID=10), or [sorcerers](/Classes.aspx?ID=11), though sprite [rangers](/Classes.aspx?ID=9) and [druids](/Classes.aspx?ID=6) do exist and tap into their love of the natural world. Likewise, sprite [witches](/Classes.aspx?ID=16) and [wizards](/Classes.aspx?ID=12) are even more enthusiastic about learning the secrets of magic, and sprite [oracles](/Classes.aspx?ID=14) approach the contradictions of their mystery from the experience of living the contradictions between the fey and mortal worlds.\r\n\r\n<title level=\"2\">Names</title>\r\nSprite names are based entirely on their parents' whimsy. Sprites often adopt additional monikers later in life or change those assigned to them at birth; this is neither frowned upon nor considered abnormal.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nBree, Plumgrass, Cowrie, Flit, Moth, Zephyr, Naatalu, Pinebrush, Zandivar\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Tiny PCs</title> PCs are typically Small or Medium size, but most sprite PCs are Tiny instead! Being Tiny comes with its own set of rules about space and reach. Your Tiny sprite can enter another creature's space, which is important because your melee Strikes typically have no reach, meaning you must enter their space to attack them. Like other Tiny creatures, you don't automatically receive lesser cover from being in a larger creature's space, but circumstances might allow you to [Take Cover](/Actions.aspx?ID=90). You can purchase weapons, armor, and other items for your size with the same statistics as normal gear, except that melee weapons have a reach of 0 for you (or a reach 5 feet shorter than normal if they have the [reach](/Traits.aspx?ID=192) trait). Remember to adjust the Bulk of items and your Bulk limit for Tiny size (see [Items and Sizes](/Rules.aspx?ID=256)).\r\n\r\n<title level=\"3\">Riding PCs</title> As a Tiny creature, a sprite PC weighs so little and takes up so little Bulk that it doesn't cause issues to hitch a ride in a sack, shoulder, or other position on another PC. However, the amount of coordination required to ensure you don't get in each other's way or jostle each other into losing actions makes this tactic unfavorable for most fellow adventurers during combat. If you're riding along with another PC or similar non-[minion](/Traits.aspx?ID=109) intelligent creature, roll both your initiatives and use the lower of the two results. You act in either order on the same initiative count. While traveling in this way, you each gain two actions at the start of your turn, instead of three, since they spend one action keeping you balanced on their back, and you spend one action maintaining your grip.\r\n\r\n<title level=\"3\">Sprites in Society</title> Sprites who mingle openly among mortals find that mortal superstitions about fey regularly color their interactions with sprites, for both good and ill. Mortals often believe half-remembered tales, frequently about a different sort of fey altogether; most sprites find this hilarious and play along. Mortals uninterested in sprites' pranks tend to view them as nuisances and treat them accordingly. Additionally, sprites' small stature and excitable natures sometimes cause mortals to treat them like children. Sprites vary in their reactions to this sort of treatment from annoyance to good humor, and sometimes even a realization that they can get away with more this way.\n<title level=\"2\">Sprite Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nTiny\r\n\r\n<title level=\"3\">Speed</title>\r\n20 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Intelligence, Free\r\n\r\n<title level=\"3\">Ability Flaws</title>\r\nStrength\r\n\r\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Sylvan](/Languages.aspx?ID=10)\r\n\r\nAdditional languages equal to your Intelligence modifier (if it's positive). Choose from [Celestial](/Traits.aspx?ID=23), [Draconic](/Languages.aspx?ID=2), [Elven](/Languages.aspx?ID=4), [Gnomish](/Languages.aspx?ID=5), [Goblin](/Traits.aspx?ID=81), [Jotun](/Languages.aspx?ID=8), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, and you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.\r\n\r\n<title level=\"3\">Magical Strikes</title>\r\nYour inherent magic pervades your entire being. All your Strikes are [magical](/Traits.aspx?ID=103), whether with unarmed attacks or weapons.",
 "name": "Sprite",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=39"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=39/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=39/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Fey\" url=\"/Traits.aspx?ID=69\" />\r\n<trait label=\"Sprite\" url=\"/Traits.aspx?ID=238\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 126 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nTiny\r\n\r\n**Speed**\r\n20 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Intelligence, Free\r\n\r\n**Ability Flaw**\r\nStrength\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSprites are diminutive, whimsical, and exuberant creatures from the fey realm known as the  First World . They love playing pranks, exploring new …\r\n</summary>",
 "size": [
  "Tiny"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 126"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 126 <sup>2.0</sup></row>",
 "speed": {
  "land": 20,
  "max": 20
 },
 "speed_markdown": "20 feet",
 "speed_raw": "20 feet",
 "summary": "Sprites are diminutive, whimsical, and exuberant creatures from the fey realm known as the  First World . They love playing pranks, exploring new …",
 "summary_markdown": "Sprites are diminutive, whimsical, and exuberant creatures from the fey realm known as the  First World . They love playing pranks, exploring new …",
 "text": " Sprite Source Ancestry Guide pg. 126 2.0 Sprites are diminutive, whimsical, and exuberant creatures from the fey realm known as the First World. They love playing pranks, exploring new things, and embracing everything to do with magic. When most people picture a fey, chances are they're thinking of a sprite. The majority of sprites remain in the First World, where they are essentially immortal, reincarnating to a new form of fey when their life eventually comes to an end. Some even meld together with others to form a more substantial body or split apart into multiple smaller fey. However, sprites are incredibly curious about all forms of magic, leading a significant number to risk the mortal world to explore the new possibilities offered by the unusually static nature of mortal existence. These creatures mix in with other, smaller groups of Material Plane comrades, including exiles from the First World, those whose family swore pacts to mortals, and even contemplative individuals curious to enter the mortal cycle of souls. The first generation of Material Plane sprites were content to guard magical locations or objects, learn music, and play pranks on the unsuspecting. Panic struck when children born in the mortal world didn't form wings upon adulthood—some sprites transitioning to the mortal world likewise lost their wings after a time. Believing this to be a sign that the mortal world was too alien for them to live there, many of the initial sprite explorers returned to the safety of the First World. However, their wingless children exhibited a potential unmatched by any of their ancestors, as well as a particular magical affinity for the mortal world. They became the mightiest of sprite heroes, but also, on occasion, the most dangerous villains. As they came close to reaching their full strength, many of them did grow their wings at long last: larger, unique, and more vibrant than any from the First World had seen before, a sign of their limitless potential. If you want a character who is tiny, mercurial, and curious, you should play a sprite. You Might... Play good-natured pranks on those around you, intended to teach a lesson, aid in locating a lost item, or even help find love. Become sidetracked by something new and eye-catching before you have fully followed through on your previous plan. Find something magical that's so important to you, you can't help but protect it with every ounce of your strength. Others Probably... Expect you to know strange fey mysteries and perform fantastical primal magic well beyond your actual abilities. Consider you the prime suspect whenever unexplained hijinks or serendipity comes their way. Misconstrue the way your mind works, seeing your flitting attention as a sign of being scatterbrained. Physical Description Sprites are tiny faeries whose features vary wildly based on their heritage. The Wingless—those with the potential to become powerful heroes and villains, including all PC sprites—slowly grow their wings over time as their magical potential manifests, though some never grow wings at all. Those sprites with humbler destinies typically grow wings when reaching full adulthood and mastering their innate magic. Sprites reach adulthood at around the same rate as humans do, but a typical fey who can manage to stay out of mischief and danger can live 1,000 years or more. Material Plane sprites who sense their time is coming to an end usually return to the First World to be reborn and start their adventure all over again. Society Sprites habitually live in tiny, reclusive villages in areas with abundant magic, natural beauty, or other curiosities of interest. Other sprites live as loners or with small family or peer groups, traveling across the land in search of excitement. Alignment and Religion Sprites run the gamut of alignments but are rarely lawful or evil. They are far more likely to worship the Eldest— the peculiar deities of the fey—than those of the mortal world. They have a particular affinity for Shyka, the many-formed Eldest of time, and the Lantern King, the trickster among their ranks. Among mortal deities, sprites appreciate Desna the most, and due to her iconic depiction as a butterfly-winged woman, some Desnan sprites claim her as one of their own. Sprites also readily comprehend the doctrines of Cayden Cailean and Shelyn, and the goddess of beauty and art is a particular favorite among grigs. Adventurers While PCs sprites are marked from adulthood as destined for great things, their childhoods before that point vary as widely as any other ancestry. That said, the tendency of most sprites to live either apart from civilization or in small villages means they rarely have backgrounds related to cities or large organizations and more likely were acrobats, animal whisperers, artists, entertainers, gamblers, herbalists, hermits, nomads, or scouts. Sprites are most often bards, rogues, or sorcerers, though sprite rangers and druids do exist and tap into their love of the natural world. Likewise, sprite witches and wizards are even more enthusiastic about learning the secrets of magic, and sprite oracles approach the contradictions of their mystery from the experience of living the contradictions between the fey and mortal worlds. Names Sprite names are based entirely on their parents' whimsy. Sprites often adopt additional monikers later in life or change those assigned to them at birth; this is neither frowned upon nor considered abnormal. Sample Names Bree, Plumgrass, Cowrie, Flit, Moth, Zephyr, Naatalu, Pinebrush, Zandivar Other Information Tiny PCs PCs are typically Small or Medium size, but most sprite PCs are Tiny instead! Being Tiny comes with its own set of rules about space and reach. Your Tiny sprite can enter another creature's space, which is important because your melee Strikes typically have no reach, meaning you must enter their space to attack them. Like other Tiny creatures, you don't automatically receive lesser cover from being in a larger creature's space, but circumstances might allow you to Take Cover. You can purchase weapons, armor, and other items for your size with the same statistics as normal gear, except that melee weapons have a reach of 0 for you (or a reach 5 feet shorter than normal if they have the reach trait). Remember to adjust the Bulk of items and your Bulk limit for Tiny size (see Items and Sizes). Riding PCs As a Tiny creature, a sprite PC weighs so little and takes up so little Bulk that it doesn't cause issues to hitch a ride in a sack, shoulder, or other position on another PC. However, the amount of coordination required to ensure you don't get in each other's way or jostle each other into losing actions makes this tactic unfavorable for most fellow adventurers during combat. If you're riding along with another PC or similar non-minion intelligent creature, roll both your initiatives and use the lower of the two results. You act in either order on the same initiative count. While traveling in this way, you each gain two actions at the start of your turn, instead of three, since they spend one action keeping you balanced on their back, and you spend one action maintaining your grip. Sprites in Society Sprites who mingle openly among mortals find that mortal superstitions about fey regularly color their interactions with sprites, for both good and ill. Mortals often believe half-remembered tales, frequently about a different sort of fey altogether; most sprites find this hilarious and play along. Mortals uninterested in sprites' pranks tend to view them as nuisances and treat them accordingly. Additionally, sprites' small stature and excitable natures sometimes cause mortals to treat them like children. Sprites vary in their reactions to this sort of treatment from annoyance to good humor, and sometimes even a realization that they can get away with more this way. Sprite Mechanics Hit Points 6 Size Tiny Speed 20 feet Ability Boosts Dexterity, Intelligence, Free Ability Flaws Strength Languages Common Sylvan Additional languages equal to your Intelligence modifier (if it's positive). Choose from Celestial, Draconic, Elven, Gnomish, Goblin, Jotun, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, and you ignore the concealed condition due to dim light. Magical Strikes Your inherent magic pervades your entire being. All your Strikes are magical, whether with unarmed attacks or weapons.",
 "trait": [
  "Fey",
  "Rare",
  "Sprite"
 ],
 "trait_markdown": "[Fey](/Traits.aspx?ID=69), [Rare](/Traits.aspx?ID=137), [Sprite](/Traits.aspx?ID=238)",
 "trait_raw": [
  "Fey",
  "Rare",
  "Sprite"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=39",
 "vision": "Low-Light Vision",
 "weakness": {}
}