{
 "ability": [
  "Dexterity",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 8,
 "hp_raw": "8",
 "id": "ancestry-40",
 "image": [
  "/Images/Ancestries/Strix01.png",
  "/Images/Ancestries/Strix02.png"
 ],
 "language": [
  "Common",
  "Strix"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Strix](/Languages.aspx?ID=50)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Strix](/Ancestries.aspx?ID=40)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Strix\" url=\"/Traits.aspx?ID=342\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 132 <sup>2.0</sup></row>\n\n_Known as itarii in their own language, strix are reclusive avian humanoids devoted to their homelands and their tribes. They defend their precious communities with broad wingspans and razor talons._\r\n\r\nStrix value ferocity, vengeance, and devotion above all else. Their dark, formidable wingspans and long history of taking revenge for their fallen family members have painted them as winged devils in the eyes of neighboring human populations. In contradiction to their misunderstood nature, strix boast a spiritual, artistic, and compassionate culture that is rarely seen outside of their roosts.\n\n As strix populations begin to resurge and spread beyond the mountainous region known as the Devil's Perch, their tribes now speckle the landscape of Cheliax and surrounding nations. Soaring over mountains, forests, and beaches, strix are always brought home by the deep connections they share with their kinfolk. If you want a character who is loyal yet enigmatic, fierce yet artistic, and who yearns to soar above the world, you should play a strix.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Strix01.png\" />\r\n<image src=\"/images/Ancestries/Strix02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Dedicate and endear yourself to your family, friends, or community.</li><li>Harbor an inherited distrust of [humans](/Ancestries.aspx?ID=6).</li><li>Keep strangers at arm's length and perhaps exhibit naivete about the world beyond your homeland.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Appreciate your dedicated friendship, even if they don't grasp the cultural history behind it.</li><li>Treat you on occasion like a carrier pigeon, asking you to deliver letters or other similar favors.</li><li>Find your appearance frightening due to complete inexperience with strix.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nStrix are avian-influenced humanoids with intimidating talons and feathered wings sprouting from their backs. With an average height of 6 feet, strix are taller than most humans but are very light for their size. Strix are considered mature at 14 years of age and have an average lifespan of 40 years. They have pointed ears and large eyes that are typically black from sclera to pupil, but occasionally appear as a piercing golden color. Strix lack the ability to move their eyes independently of their head, resulting in distinctive jerky movements as their gaze snaps between targets. Their bodies are usually taut with defined musculature—a result of the strength necessary to flex their wings.\r\n\r\n<title level=\"2\">Society</title>\r\nStrix are rare and reclusive people who cling to their ancestral territories. They live in modest-sized tribes, but some reside in smaller bands of tight-knit individuals. The largest settlements of strix reside on Devil's Perch, but a small number of their ilk have traveled far across Golarion. Strix feel an intense empathy and attachment to their family and other community members. They prioritize the needs of their community over their individual desires, and their bands and tribes benefit from an easy yet expertly organized division of labor. Strix tribes are led by a rokoa, a female tribal leader.\n\n A long history of conflict with the nearby nation of Cheliax has bred into most strix a deep fear and suspicion of humans—who they call kotaara. Strix have struggled to keep hold of their territories and maintain their numbers in the face of constant conflict with these enemies who, in addition to trying to destroy what they believe to be winged devils, vastly outnumber them. Due to their strongly bonded groups, the loss of a single tribe member is devastating.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nDue to their deep respect for the rules of a functioning society, strix are rarely chaotic, but some may be flexible on adopting the rules of outside societies. Strix are typically nonreligious and instead use stories from an epic known as the Korrsat Akra, or “The Scattered Nest,” to tell them of their origins and give them direction on their current place in the world. They have a deep investment in the lives of their fellows and experience intense grief at their passing.\n\n [Pharasma](/Deities.aspx?ID=14) is a common influence among religious strix due to the popularity of religious and spiritual practices honoring the lives and deaths in their beloved community. [Gozreh](/Deities.aspx?ID=8) is also an everyday influence for many strix, who beseech the Wind and the Waves to give them satisfying tailwinds for flight and protect their kin when the sky turns dark with fury. [Erastil](/Deities.aspx?ID=6) and even [Torag](/Deities.aspx?ID=18) represent two versions of social order and may be unifying deities across entire tribes.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nAdventuring strix most commonly take the [emissary](/Backgrounds.aspx?ID=12), [hermit](/Backgrounds.aspx?ID=21), [nomad](/Backgrounds.aspx?ID=28), [scout](/Backgrounds.aspx?ID=32), or [street urchin](/Backgrounds.aspx?ID=33) backgrounds. Strix are agile combatants and prudent adventurers who excel as [druids](/Classes.aspx?ID=6), [fighters](/Classes.aspx?ID=7), [monks](/Classes.aspx?ID=8), [rangers](/Classes.aspx?ID=9), or [rogues](/Classes.aspx?ID=10).\r\n\r\n<title level=\"2\">Names</title>\r\nStrix names consist of sounds that are reminiscent of chirping, screeches, or trilling by various birds, and their naming conventions are influenced primarily by tradition and spirituality. Strix in small communities might share a common syllable among all their names to express their unity. Due to their deep affection for their family members, naming children after other loved ones is very common, occasionally with an additional syllable or slight change to the pronunciation.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nChiit-iir, Cicreeti, Ikatarii, Irkoata, Kaata, Kiilo, Kirii, Rahka, Roatatwiil, Turiilo, Turuk, Twilii\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Strix Settlements</title> Strix settlements, called roosts, are lofty dwellings at the highest point of the local landscape. Mountains are a particular favorite, especially if they provide tall spires that make foot traffic impossible. Strix living in forests build their communities around the largest trees available, and seaside dwellers prefer to nestle their dwellings along perilous cliffs.\n\n By far, the largest strix community resides at Ciricskree, which translates from the Strix language to “the Shrieking Spire.” This tribe of over 500 individuals is the cultural epicenter for the Devil's Perch and the entire Avistani strix population. Additional settlements include the Ikaraka in the Barrowood forest at the base of the Menador Mountains, and the small Blackcove tribe along the shore, who have established a tolerant trading relationship with a nearby fishing village.\r\n\r\n<title level=\"3\">Strix Storytelling</title> Strix utilize storytelling to convey a verbal history of their people and perform poetic tales that sound like songs when sung in their native tongue. Nestling strix grow up hearing their histories sung to them as lullabies and serenades of daily life. Powerful moments are punctuated with screeches, and mournful recounts float in the air like soft cooing. One common story tells of a vengeful strix whose wings turned gloriously red, but who hid his face with a mask, ashamed of the actions that led to his glory. Another crooned to nestlings warns of a mysterious parasite that hides in filthy feathers.\r\n\r\n<title level=\"3\">Rokoas</title> Strix tribes are led by a spiritual, social, and military leader called a rokoa. Rokoas are elder female leaders who consult a council of other warriors and spiritualists to make decisions for the entirety of the community. Young female strix are selected early as potential successors to the tribe's current rokoa. Often the rokoa herself chooses her favorite protégé to pass along her storytelling recitations, battle stratagems, and spiritual understanding.\n<title level=\"2\">Strix Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n8\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Strix](/Languages.aspx?ID=50)\r\n\r\nAdditional languages equal to your Intelligence modifier (if positive). Choose from [Draconic](/Languages.aspx?ID=2), [Jotun](/Languages.aspx?ID=8), [Gnome](/Traits.aspx?ID=80), [Infernal](/Languages.aspx?ID=19), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">Wings</title>\r\nAll strix possess powerful wings. While not all strix focus on honing their flying skills, a strong flap of their wings allows strix to travel longer distances when jumping. When [Leaping](/Actions.aspx?ID=81) horizontally, you move an additional 5 feet. You don't automatically fail your checks to [High Jump](/Actions.aspx?ID=36) or [Long Jump](/Actions.aspx?ID=37) if you don't Stride at least 10 feet first. In addition, when you make a Long Jump, you can jump a distance up to 10 feet further than your [Athletics](/Skills.aspx?ID=3) check result, though still with the normal maximum of your Speed.\n\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, so you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.",
 "name": "Strix",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=40"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=40/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=40/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Strix\" url=\"/Traits.aspx?ID=342\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 132 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n8\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKnown as itarii in their own language, strix are reclusive avian humanoids devoted to their homelands and their tribes. They defend their precious …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 132"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 132 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Known as itarii in their own language, strix are reclusive avian humanoids devoted to their homelands and their tribes. They defend their precious …",
 "summary_markdown": "Known as itarii in their own language, strix are reclusive avian humanoids devoted to their homelands and their tribes. They defend their precious …",
 "text": " Strix Source Ancestry Guide pg. 132 2.0 Known as itarii in their own language, strix are reclusive avian humanoids devoted to their homelands and their tribes. They defend their precious communities with broad wingspans and razor talons. Strix value ferocity, vengeance, and devotion above all else. Their dark, formidable wingspans and long history of taking revenge for their fallen family members have painted them as winged devils in the eyes of neighboring human populations. In contradiction to their misunderstood nature, strix boast a spiritual, artistic, and compassionate culture that is rarely seen outside of their roosts. As strix populations begin to resurge and spread beyond the mountainous region known as the Devil's Perch, their tribes now speckle the landscape of Cheliax and surrounding nations. Soaring over mountains, forests, and beaches, strix are always brought home by the deep connections they share with their kinfolk. If you want a character who is loyal yet enigmatic, fierce yet artistic, and who yearns to soar above the world, you should play a strix. You Might... Dedicate and endear yourself to your family, friends, or community. Harbor an inherited distrust of humans. Keep strangers at arm's length and perhaps exhibit naivete about the world beyond your homeland. Others Probably... Appreciate your dedicated friendship, even if they don't grasp the cultural history behind it. Treat you on occasion like a carrier pigeon, asking you to deliver letters or other similar favors. Find your appearance frightening due to complete inexperience with strix. Physical Description Strix are avian-influenced humanoids with intimidating talons and feathered wings sprouting from their backs. With an average height of 6 feet, strix are taller than most humans but are very light for their size. Strix are considered mature at 14 years of age and have an average lifespan of 40 years. They have pointed ears and large eyes that are typically black from sclera to pupil, but occasionally appear as a piercing golden color. Strix lack the ability to move their eyes independently of their head, resulting in distinctive jerky movements as their gaze snaps between targets. Their bodies are usually taut with defined musculature—a result of the strength necessary to flex their wings. Society Strix are rare and reclusive people who cling to their ancestral territories. They live in modest-sized tribes, but some reside in smaller bands of tight-knit individuals. The largest settlements of strix reside on Devil's Perch, but a small number of their ilk have traveled far across Golarion. Strix feel an intense empathy and attachment to their family and other community members. They prioritize the needs of their community over their individual desires, and their bands and tribes benefit from an easy yet expertly organized division of labor. Strix tribes are led by a rokoa, a female tribal leader. A long history of conflict with the nearby nation of Cheliax has bred into most strix a deep fear and suspicion of humans—who they call kotaara. Strix have struggled to keep hold of their territories and maintain their numbers in the face of constant conflict with these enemies who, in addition to trying to destroy what they believe to be winged devils, vastly outnumber them. Due to their strongly bonded groups, the loss of a single tribe member is devastating. Alignment and Religion Due to their deep respect for the rules of a functioning society, strix are rarely chaotic, but some may be flexible on adopting the rules of outside societies. Strix are typically nonreligious and instead use stories from an epic known as the Korrsat Akra, or “The Scattered Nest,” to tell them of their origins and give them direction on their current place in the world. They have a deep investment in the lives of their fellows and experience intense grief at their passing. Pharasma is a common influence among religious strix due to the popularity of religious and spiritual practices honoring the lives and deaths in their beloved community. Gozreh is also an everyday influence for many strix, who beseech the Wind and the Waves to give them satisfying tailwinds for flight and protect their kin when the sky turns dark with fury. Erastil and even Torag represent two versions of social order and may be unifying deities across entire tribes. Adventurers Adventuring strix most commonly take the emissary, hermit, nomad, scout, or street urchin backgrounds. Strix are agile combatants and prudent adventurers who excel as druids, fighters, monks, rangers, or rogues. Names Strix names consist of sounds that are reminiscent of chirping, screeches, or trilling by various birds, and their naming conventions are influenced primarily by tradition and spirituality. Strix in small communities might share a common syllable among all their names to express their unity. Due to their deep affection for their family members, naming children after other loved ones is very common, occasionally with an additional syllable or slight change to the pronunciation. Sample Names Chiit-iir, Cicreeti, Ikatarii, Irkoata, Kaata, Kiilo, Kirii, Rahka, Roatatwiil, Turiilo, Turuk, Twilii Other Information Strix Settlements Strix settlements, called roosts, are lofty dwellings at the highest point of the local landscape. Mountains are a particular favorite, especially if they provide tall spires that make foot traffic impossible. Strix living in forests build their communities around the largest trees available, and seaside dwellers prefer to nestle their dwellings along perilous cliffs. By far, the largest strix community resides at Ciricskree, which translates from the Strix language to “the Shrieking Spire.” This tribe of over 500 individuals is the cultural epicenter for the Devil's Perch and the entire Avistani strix population. Additional settlements include the Ikaraka in the Barrowood forest at the base of the Menador Mountains, and the small Blackcove tribe along the shore, who have established a tolerant trading relationship with a nearby fishing village. Strix Storytelling Strix utilize storytelling to convey a verbal history of their people and perform poetic tales that sound like songs when sung in their native tongue. Nestling strix grow up hearing their histories sung to them as lullabies and serenades of daily life. Powerful moments are punctuated with screeches, and mournful recounts float in the air like soft cooing. One common story tells of a vengeful strix whose wings turned gloriously red, but who hid his face with a mask, ashamed of the actions that led to his glory. Another crooned to nestlings warns of a mysterious parasite that hides in filthy feathers. Rokoas Strix tribes are led by a spiritual, social, and military leader called a rokoa. Rokoas are elder female leaders who consult a council of other warriors and spiritualists to make decisions for the entirety of the community. Young female strix are selected early as potential successors to the tribe's current rokoa. Often the rokoa herself chooses her favorite protégé to pass along her storytelling recitations, battle stratagems, and spiritual understanding. Strix Mechanics Hit Points 8 Size Medium Speed 25 feet Ability Boosts Dexterity, Free Languages Common Strix Additional languages equal to your Intelligence modifier (if positive). Choose from Draconic, Jotun, Gnome, Infernal, and any other languages to which you have access (such as the languages prevalent in your region). Wings All strix possess powerful wings. While not all strix focus on honing their flying skills, a strong flap of their wings allows strix to travel longer distances when jumping. When Leaping horizontally, you move an additional 5 feet. You don't automatically fail your checks to High Jump or Long Jump if you don't Stride at least 10 feet first. In addition, when you make a Long Jump, you can jump a distance up to 10 feet further than your Athletics check result, though still with the normal maximum of your Speed. Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light.",
 "trait": [
  "Humanoid",
  "Rare",
  "Strix"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Rare](/Traits.aspx?ID=137), [Strix](/Traits.aspx?ID=342)",
 "trait_raw": [
  "Humanoid",
  "Rare",
  "Strix"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=40",
 "vision": "Low-Light Vision",
 "weakness": {}
}