{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-35",
 "image": [
  "/Images/Ancestries/Suli01.png",
  "/Images/Ancestries/Suli02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Suli](/Ancestries.aspx?ID=35)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Suli\" url=\"/Traits.aspx?ID=310\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 108 <sup>2.0</sup></row>\n\n_Sulis are geniekin who embody a mixture of elements, most commonly air, earth, fire, and water. They are typically the descendants of jann, genies of all four elements that wander the [Material Plane](/Planes.aspx?ID=1) instead of making a home on the Elemental Planes._\r\n\r\nAt birth, a suli resembles their mortal ancestry, not manifesting their otherworldly heritage until adolescence, when they awaken into their elemental power. Strong in body and will, sulis are dynamic and ever-changing, and most feel they embody either all the elements together at once or the traits of different elements at different times. Some see themselves as having multiple aspects or faces to their personalities—one for each element—that they cycle through over the course of days or weeks.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Suli01.png\" />\r\n<image src=\"/images/Ancestries/Suli02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Relate your personal identity with the mixture of elements within you, believing you have sides that befit each element.</li><li>Work to harmonize or broker peace and understanding in the world around you.</li><li>Be prone to bragging, both about your own accomplishments and those of your family or allies.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Rely on you for your elemental abilities and expertise.</li><li>Think you must be descended from a janni, if they recognize that you are a geniekin at all.</li><li>Assume your position at the nexus of opposing elements means you are a neutral diplomat.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nOf all geniekin, sulis most closely resemble their mortal ancestries, and many could be easily mistaken for a non-suli As children, they appear wholly mortal; a suli's otherworldly characteristics only begin to develop when they awaken into their power in adulthood, which some refer to as a second puberty. Most adult sulis have eyes that glow with a supernatural light or shift color depending on the element they are attuned to at that moment. Adult sulis are also prone to asymmetry or physical traits manifesting only on one side of their bodies, such as developing heterochromia, beauty marks, freckles on one side of the face but not the other, or vitiligo on half of the body. Their skin often takes on a metallic (especially bronzy) sheen after their awakening, as well.\n\n Most sulis choose utilitarian clothes, expressing themselves through jewelry that highlights their glowing eyes or metallic skin, or with tattoos that symbolize their journey through life.\r\n\r\n<title level=\"2\">Society</title>\r\nMost sulis can conform to the societies they're born into. They tend to be highly social and gravitate toward jobs or societal roles where they will be seen by or interact with the public, whether working in restaurants or performing on a stage. Sulis often prize fame and recognition, wanting themselves or the people close to them to be known and remembered, and many take up artistic hobbies like songwriting, poetry, or painting to memorialize people and places they hold dear.\n\n Some suli-jann try to seek out their immortal ancestors, but the nomadic [jann ](/Monsters.aspx?ID=211) rarely invite sulis to live among them. Instead, jann encourage sulis to enter mortal societies, hopefully working to influence the Empire of Kelesh from the inside and end the enslavement of genies. Many sulis become drawn into this conflict; some do so to impress their immortal ancestors, but most simply abhor slavery.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nMost sulis are intense but adaptable people, valuing inner strength and truth over conformity or peace, often respecting others for living their personal truths more than for sharing common values. Sulis usually have a neutral component to their alignment; true neutral is the most common alignment among them, with lawful neutral, chaotic neutral, neutral good, and neutral evil suiting most other sulis.\n\n Sulis are typically only religious if raised in a religious society, but those that heavily invest in their faiths or become clerics tend to follow gods of duality like [Nethys](/Deities.aspx?ID=12) and [Gozreh](/Deities.aspx?ID=8), gods of creation and alchemy like [Qi Zhong](/Deities.aspx?ID=182) and [Brigh](/Deities.aspx?ID=33), or gods of travel like [Desna](/Deities.aspx?ID=5) and [Alseta](/Deities.aspx?ID=30). Shelyn is also popular among sulis who identify themselves with the process of artistic creation, seeing themselves as a beautiful whole made of disparate parts.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nSulis often come from [artisan](/Backgrounds.aspx?ID=4), [bounty hunter](/Backgrounds.aspx?ID=8), [emissary](/Backgrounds.aspx?ID=12), or [nomad](/Backgrounds.aspx?ID=28) backgrounds before becoming adventurers. Sulis' elemental manifestations in adolescence cause many of them to seek answers about their heritage; these sulis typically train as [acolytes](/Backgrounds.aspx?ID=1) or [scholars](/Backgrounds.aspx?ID=36). Classes that focus on creation or the combination of elements, such as [alchemists](/Classes.aspx?ID=1) and [wizards](/Classes.aspx?ID=12), appeal to the multi-elemental nature of many sulis, while others pursue classes like [bard](/Classes.aspx?ID=3) that combine martial and magical disciplines. Suli [monks](/Classes.aspx?ID=8) often focus their attention inward, harnessing the elemental potential within themselves and exploring their inherent connection to the elements through their martial art.\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Suli Settlements</title> Like their jann ancestors, sulis tend to wander or live nomadic lives more often than settle down in a single city. Golarion's largest populations of jann wander the Windswept Wastes of Casmaron, and many families of sulijann can also be found there. In the city-state of Merab in Thuvia, sulis' skill with mixing and understanding elements is held in high esteem by the local alchemists and magicians, and some suli elementalists move there, at least for a time.\r\n\r\n<title level=\"3\">Family Relations</title> Most sulis are descended from [jann](/Monsters.aspx?ID=211), a type of genie that embodies the connection and interaction between the four elements. These suli are known as [suli-jann](/Feats.aspx?ID=2583), though the fact that a suli could have any ancestor other than a janni is often lost on non-sulis. Other sulis are the children of creatures that encompass multiple elements, or are the children of two geniekin tied to different elements (such as an [oread](/Ancestries.aspx?ID=34) and an [undine](/Ancestries.aspx?ID=37)).\r\n\r\n<title level=\"3\">Geniekin Trendsetters</title> Geniekin often find tight clothing restrictive and prefer generous, flowing garments. Recently, this trend has spread from geniekin to everyone in Jalmeray, with people of any gender wearing skirts, though the fabric tends to be cut and folded differently based on the outfit. Jewelry, perfume, and makeup, which geniekin of any gender use to express inner elemental identity, are likewise broadly fashionable there.\n\n Geniekin dancers enjoy the benefits of celebrity and patronage among the urban elite across the Impossible Lands. For geniekin, dance forms a narrative, and they often recreate ancient Vudrani tales with elemental flair. Performers accompany the music with ankle bells or, in places of great natural beauty, with the sounds of the elements themselves. In recent decades, geniekin dance companies have emerged, touring the Impossible Lands and spreading their cultural influence.\r\n\r\n<title level=\"3\">Geniekin Cuisine</title> For geniekin, food is about elemental unity. The tradition of tea is particularly important in Jalmeray, and geniekin tea makers—undine and ifrit in particular—are known for their ability to tease subtle flavors and aromas out of blends. Oread and sylph cuisine emphasizes aroma above all things, infusing rice or wheat with cardamom, cloves, anise, and other spices that create complex and intense tastes. In recent years, ifrit cuisine has taken a turn toward eating dangerous animals and plants. Whether it be snapping flytrap salad, lemon-fried dragonfish fillet, or herb-crusted cockatrice breast, the thrill of taming a dangerous creature into culinary art has become a trend. Oread cooks use components from spellcasters and alchemists in Nex and machinists in Alkenstar; with such ingredients, they create dumplings that hold far more soup than they should, cakes that produce bursts of sparks, and even entrées whose steam spells out the cook's name.\n<title level=\"2\">Suli Heritage Mechanics</title>\r\n\r\nYou are descended from a [janni](/Monsters.aspx?ID=211) or otherwise embody a dichotomy of opposing elemental planar forces. You gain the [suli](/Traits.aspx?ID=310) trait, in addition to the traits from your ancestry. You also gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision. You can choose from suli feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Suli",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=35"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=35/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Suli\" url=\"/Traits.aspx?ID=310\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 108 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSulis are geniekin who embody a mixture of elements, most commonly air, earth, fire, and water. They are typically the descendants of jann, genies of …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 108"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 108 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "Sulis are geniekin who embody a mixture of elements, most commonly air, earth, fire, and water. They are typically the descendants of jann, genies of …",
 "summary_markdown": "Sulis are geniekin who embody a mixture of elements, most commonly air, earth, fire, and water. They are typically the descendants of jann, genies of …",
 "text": " Suli Source Ancestry Guide pg. 108 2.0 Sulis are geniekin who embody a mixture of elements, most commonly air, earth, fire, and water. They are typically the descendants of jann, genies of all four elements that wander the Material Plane instead of making a home on the Elemental Planes. At birth, a suli resembles their mortal ancestry, not manifesting their otherworldly heritage until adolescence, when they awaken into their elemental power. Strong in body and will, sulis are dynamic and ever-changing, and most feel they embody either all the elements together at once or the traits of different elements at different times. Some see themselves as having multiple aspects or faces to their personalities—one for each element—that they cycle through over the course of days or weeks. You Might... Relate your personal identity with the mixture of elements within you, believing you have sides that befit each element. Work to harmonize or broker peace and understanding in the world around you. Be prone to bragging, both about your own accomplishments and those of your family or allies. Others Probably... Rely on you for your elemental abilities and expertise. Think you must be descended from a janni, if they recognize that you are a geniekin at all. Assume your position at the nexus of opposing elements means you are a neutral diplomat. Physical Description Of all geniekin, sulis most closely resemble their mortal ancestries, and many could be easily mistaken for a non-suli As children, they appear wholly mortal; a suli's otherworldly characteristics only begin to develop when they awaken into their power in adulthood, which some refer to as a second puberty. Most adult sulis have eyes that glow with a supernatural light or shift color depending on the element they are attuned to at that moment. Adult sulis are also prone to asymmetry or physical traits manifesting only on one side of their bodies, such as developing heterochromia, beauty marks, freckles on one side of the face but not the other, or vitiligo on half of the body. Their skin often takes on a metallic (especially bronzy) sheen after their awakening, as well. Most sulis choose utilitarian clothes, expressing themselves through jewelry that highlights their glowing eyes or metallic skin, or with tattoos that symbolize their journey through life. Society Most sulis can conform to the societies they're born into. They tend to be highly social and gravitate toward jobs or societal roles where they will be seen by or interact with the public, whether working in restaurants or performing on a stage. Sulis often prize fame and recognition, wanting themselves or the people close to them to be known and remembered, and many take up artistic hobbies like songwriting, poetry, or painting to memorialize people and places they hold dear. Some suli-jann try to seek out their immortal ancestors, but the nomadic jann rarely invite sulis to live among them. Instead, jann encourage sulis to enter mortal societies, hopefully working to influence the Empire of Kelesh from the inside and end the enslavement of genies. Many sulis become drawn into this conflict; some do so to impress their immortal ancestors, but most simply abhor slavery. Alignment and Religion Most sulis are intense but adaptable people, valuing inner strength and truth over conformity or peace, often respecting others for living their personal truths more than for sharing common values. Sulis usually have a neutral component to their alignment; true neutral is the most common alignment among them, with lawful neutral, chaotic neutral, neutral good, and neutral evil suiting most other sulis. Sulis are typically only religious if raised in a religious society, but those that heavily invest in their faiths or become clerics tend to follow gods of duality like Nethys and Gozreh, gods of creation and alchemy like Qi Zhong and Brigh, or gods of travel like Desna and Alseta. Shelyn is also popular among sulis who identify themselves with the process of artistic creation, seeing themselves as a beautiful whole made of disparate parts. Adventurers Sulis often come from artisan, bounty hunter, emissary, or nomad backgrounds before becoming adventurers. Sulis' elemental manifestations in adolescence cause many of them to seek answers about their heritage; these sulis typically train as acolytes or scholars. Classes that focus on creation or the combination of elements, such as alchemists and wizards, appeal to the multi-elemental nature of many sulis, while others pursue classes like bard that combine martial and magical disciplines. Suli monks often focus their attention inward, harnessing the elemental potential within themselves and exploring their inherent connection to the elements through their martial art. Other Information Suli Settlements Like their jann ancestors, sulis tend to wander or live nomadic lives more often than settle down in a single city. Golarion's largest populations of jann wander the Windswept Wastes of Casmaron, and many families of sulijann can also be found there. In the city-state of Merab in Thuvia, sulis' skill with mixing and understanding elements is held in high esteem by the local alchemists and magicians, and some suli elementalists move there, at least for a time. Family Relations Most sulis are descended from jann, a type of genie that embodies the connection and interaction between the four elements. These suli are known as suli-jann, though the fact that a suli could have any ancestor other than a janni is often lost on non-sulis. Other sulis are the children of creatures that encompass multiple elements, or are the children of two geniekin tied to different elements (such as an oread and an undine). Geniekin Trendsetters Geniekin often find tight clothing restrictive and prefer generous, flowing garments. Recently, this trend has spread from geniekin to everyone in Jalmeray, with people of any gender wearing skirts, though the fabric tends to be cut and folded differently based on the outfit. Jewelry, perfume, and makeup, which geniekin of any gender use to express inner elemental identity, are likewise broadly fashionable there. Geniekin dancers enjoy the benefits of celebrity and patronage among the urban elite across the Impossible Lands. For geniekin, dance forms a narrative, and they often recreate ancient Vudrani tales with elemental flair. Performers accompany the music with ankle bells or, in places of great natural beauty, with the sounds of the elements themselves. In recent decades, geniekin dance companies have emerged, touring the Impossible Lands and spreading their cultural influence. Geniekin Cuisine For geniekin, food is about elemental unity. The tradition of tea is particularly important in Jalmeray, and geniekin tea makers—undine and ifrit in particular—are known for their ability to tease subtle flavors and aromas out of blends. Oread and sylph cuisine emphasizes aroma above all things, infusing rice or wheat with cardamom, cloves, anise, and other spices that create complex and intense tastes. In recent years, ifrit cuisine has taken a turn toward eating dangerous animals and plants. Whether it be snapping flytrap salad, lemon-fried dragonfish fillet, or herb-crusted cockatrice breast, the thrill of taming a dangerous creature into culinary art has become a trend. Oread cooks use components from spellcasters and alchemists in Nex and machinists in Alkenstar; with such ingredients, they create dumplings that hold far more soup than they should, cakes that produce bursts of sparks, and even entrées whose steam spells out the cook's name. Suli Heritage Mechanics You are descended from a janni or otherwise embody a dichotomy of opposing elemental planar forces. You gain the suli trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from suli feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Suli",
  "Uncommon"
 ],
 "trait_markdown": "[Suli](/Traits.aspx?ID=310), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Suli",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=35",
 "weakness": {}
}