{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-36",
 "image": [
  "/Images/Ancestries/Sylph01.png",
  "/Images/Ancestries/Sylph02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Sylph](/Ancestries.aspx?ID=36)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Sylph\" url=\"/Traits.aspx?ID=311\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 112 <sup>2.0</sup></row>\n\n_Sylphs are an intense and lively people, flighty and tempestuous. These planar scions have kinship to beings of elemental air such as [djinni](/Monsters.aspx?ID=212), [invisible stalkers](/Monsters.aspx?ID=179), and [cloud dragons](/MonsterFamilies.aspx?ID=176)._\r\n\r\nSylphs enjoying following their own tempos, shifting between wild energy that draws all eyes to embodying the spirit of unseen breezes that slip away without note. They often build their identities around their perceived personal connection to the element of air, relating to a gentle breeze, a sudden flash of lightning, or an uncontrollable storm.\n\n Some sylphs are born with a connection to an extremely focused aspect of elemental air, such as smoke, storms, or toxic gas. While it does happen, a child is rarely born with a lineage that differs from their parents', as geniekin typically pass these unusual gifts on to their offspring. Lineages can manifest in sylph children as a result of where they're born, such as when stormsoul sylphs are birthed in regions prone to tornadoes or windstorms. A lineage can also reflect a sylph's elemental heritage like in smokesoul sylphs, who often descend from [belkers](/Monsters.aspx?ID=648). Fumesoul sylphs, on the other hand, are associated with poisonous and otherwise unbreathable gases.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Sylph01.png\" />\r\n<image src=\"/images/Ancestries/Sylph02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Relate your identity with the element of air and believe the wind and storms represent core aspects of your personality.</li><li>Enjoy traveling and exploring high, secluded places where you can observe the world beneath you.</li><li>Take pride in your elemental lineage, especially if you believe you are related to the gregarious djinn viziers.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Look to you as an authority on air magic or the elemental [Plane of Air](/Planes.aspx?ID=4).</li><li>Believe you easily flow through all aspects of society, while listening to those around you.</li><li>Assume you must be airheaded or capricious, prone to irresponsible behavior without regard for consequence.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nLike all geniekin, sylphs are recognizable as members of their ancestries with unique characteristics that identify their planar heritage. Their skin and hair can be any color of the sky, ranging from cloudy whites to the twilight tones of dawn and dusk. Complex, swirling marks dance across the skin of many sylphs, resembling shifting summer clouds. Some have skin cool to the touch, while others are surrounded by a constant static. Their hair can move with a life of its own, and they're often accompanied by light breezes that follow them everywhere they go.\n\n Sylphs typically prefer clothing in light, airy fabrics such as silk and linen, cut in loose and voluminous styles that flow in the breeze. Many of them deliberately wear chimes and jewels that jingle in the wind, though more stealthy geniekin endeavor to keep everything pinned down.\r\n\r\n<title level=\"2\">Society</title>\r\nSylphs exist within the societies of other ancestries, usually that of their mortal families, and it's incredibly common for them to have a sense of never quite belonging. Most sylphs engage in a practice known as “listening to the wind,” keeping their eyes and ears open to all that happens, often making their companions uncomfortable in the process. For sylphs, this habit of vigilance and information-seeking helps them feel connected to the world around them. A curious and restless bunch, many sylphs seek out occupations and lifestyles that allow them to travel and explore.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nMost sylphs place little value on laws and tradition, preferring to forge their own paths and go where the wind blows, especially as many have a great love for subterfuge and trickery, placing them at odds with nearly all laws and social norms. Overall, they tend toward neutrality, pursuing the most expedient avenues toward accomplishing their goals, regardless of legality.\n\n Sylphs often find themselves drawn toward the mysteries of secretive cults, worshipping outsider demigods like the elemental lords of air [Hshurha](/Deities.aspx?ID=103) and [Ranginori](/Deities.aspx?ID=106), or the empyreal lords of detectives and vigilance [Zohls](/Deities.aspx?ID=133) or [Tanagaar](/Deities.aspx?ID=129). Those who worship conventional deities tend to favor gods of travel like [Desna](/Deities.aspx?ID=5), gods of secrets such as [Norgorber](/Deities.aspx?ID=13), or the obvious gods of air, [Gozreh](/Deities.aspx?ID=8) and [Hei Feng](/Deities.aspx?ID=40).\r\n\r\n<title level=\"2\">Adventurers</title>\r\nSylphs who become adventurers often have backgrounds as [acrobats](/Backgrounds.aspx?ID=2), [entertainers](/Backgrounds.aspx?ID=13), [nomads](/Backgrounds.aspx?ID=28), and [scouts](/Backgrounds.aspx?ID=32). Traveling beneath an open sky or exploring the highest mountains is irresistible, and this drive to always reach for the sky drives many to pursue a life of adventuring. Sylph [champions](/Classes.aspx?ID=4) are most often liberators, and [clerics](/Classes.aspx?ID=5) typically serve gods of air such as [Hei Feng](/Deities.aspx?ID=40) or the elemental lords of air. Many sylphs are [sorcerers](/Classes.aspx?ID=11) with [draconic](/Bloodlines.aspx?ID=5) or [elemental bloodlines](/Bloodlines.aspx?ID=6) or [wizards](/Classes.aspx?ID=12) that focus on elemental magic.\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Sylph Settlements</title> Because sylphs are fond of travel, there are few true sylph settlements on Golarion. In the Shackles, many are born near the Eye of Abendego, and those Shackles sylphs are often drawn to the chaotic mysteries of Ilizmagorti, an enigmatic city run—and largely obfuscated from outsiders—by the Red Mantis. In the Terwa Uplands of the western Mwangi Expanse, Mbe'ke sylphs who pass through use their people's Sky Citadel as a temporary or seasonal home. \r\n\r\n<title level=\"3\">Family Relations</title> [Djinn](/Monsters.aspx?ID=212), air genies native to the Plane of Air, are the most common elemental ancestor for sylphs, but they are not the only possibility. [Invisible stalkers](/Conditions.aspx?ID=26) look down on corporeal creatures, but occasionally they take mortal lovers, especially illusionists who share their appreciation for the unseen. [Cloud dragons](/MonsterFamilies.aspx?ID=176) sometimes have sylph descendants, born with draconic features like tails or horns.\r\n\r\n<title level=\"3\">Geniekin Trendsetters</title> Geniekin often find tight clothing restrictive and prefer generous, flowing garments. Recently, this trend has spread from geniekin to everyone in Jalmeray, with people of any gender wearing skirts, though the fabric tends to be cut and folded differently based on the outfit. Jewelry, perfume, and makeup, which geniekin of any gender use to express inner elemental identity, are likewise broadly fashionable there.\n\n Geniekin dancers enjoy the benefits of celebrity and patronage among the urban elite across the Impossible Lands. For geniekin, dance forms a narrative, and they often recreate ancient Vudrani tales with elemental flair. Performers accompany the music with ankle bells or, in places of great natural beauty, with the sounds of the elements themselves. In recent decades, geniekin dance companies have emerged, touring the Impossible Lands and spreading their cultural influence.\r\n\r\n<title level=\"3\">Geniekin Cuisine</title> For geniekin, food is about elemental unity. The tradition of tea is particularly important in Jalmeray, and geniekin tea makers—undine and ifrit in particular—are known for their ability to tease subtle flavors and aromas out of blends. Oread and sylph cuisine emphasizes aroma above all things, infusing rice or wheat with cardamom, cloves, anise, and other spices that create complex and intense tastes. In recent years, ifrit cuisine has taken a turn toward eating dangerous animals and plants. Whether it be snapping flytrap salad, lemon-fried dragonfish fillet, or herb-crusted cockatrice breast, the thrill of taming a dangerous creature into culinary art has become a trend. Oread cooks use components from spellcasters and alchemists in Nex and machinists in Alkenstar; with such ingredients, they create dumplings that hold far more soup than they should, cakes that produce bursts of sparks, and even entrées whose steam spells out the cook's name.\n<title level=\"2\">Sylph Heritage Mechanics</title>\r\n\r\nYou are descended from [air elementals](/MonsterFamilies.aspx?ID=41) or were born under the element's influence. You gain the [sylph](/Traits.aspx?ID=311) trait, in addition to the traits from your ancestry. You also gain low-light vision or darkvision if your ancestry already has low-light vision. You can choose from sylph feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Sylph",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=36"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=36/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Sylph\" url=\"/Traits.aspx?ID=311\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 112 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSylphs are an intense and lively people, flighty and tempestuous. These planar scions have kinship to beings of elemental air such as  djinni ,  …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 112"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 112 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "Sylphs are an intense and lively people, flighty and tempestuous. These planar scions have kinship to beings of elemental air such as  djinni ,  …",
 "summary_markdown": "Sylphs are an intense and lively people, flighty and tempestuous. These planar scions have kinship to beings of elemental air such as  djinni ,  …",
 "text": " Sylph Source Ancestry Guide pg. 112 2.0 Sylphs are an intense and lively people, flighty and tempestuous. These planar scions have kinship to beings of elemental air such as djinni, invisible stalkers, and cloud dragons. Sylphs enjoying following their own tempos, shifting between wild energy that draws all eyes to embodying the spirit of unseen breezes that slip away without note. They often build their identities around their perceived personal connection to the element of air, relating to a gentle breeze, a sudden flash of lightning, or an uncontrollable storm. Some sylphs are born with a connection to an extremely focused aspect of elemental air, such as smoke, storms, or toxic gas. While it does happen, a child is rarely born with a lineage that differs from their parents', as geniekin typically pass these unusual gifts on to their offspring. Lineages can manifest in sylph children as a result of where they're born, such as when stormsoul sylphs are birthed in regions prone to tornadoes or windstorms. A lineage can also reflect a sylph's elemental heritage like in smokesoul sylphs, who often descend from belkers. Fumesoul sylphs, on the other hand, are associated with poisonous and otherwise unbreathable gases. You Might... Relate your identity with the element of air and believe the wind and storms represent core aspects of your personality. Enjoy traveling and exploring high, secluded places where you can observe the world beneath you. Take pride in your elemental lineage, especially if you believe you are related to the gregarious djinn viziers. Others Probably... Look to you as an authority on air magic or the elemental Plane of Air. Believe you easily flow through all aspects of society, while listening to those around you. Assume you must be airheaded or capricious, prone to irresponsible behavior without regard for consequence. Physical Description Like all geniekin, sylphs are recognizable as members of their ancestries with unique characteristics that identify their planar heritage. Their skin and hair can be any color of the sky, ranging from cloudy whites to the twilight tones of dawn and dusk. Complex, swirling marks dance across the skin of many sylphs, resembling shifting summer clouds. Some have skin cool to the touch, while others are surrounded by a constant static. Their hair can move with a life of its own, and they're often accompanied by light breezes that follow them everywhere they go. Sylphs typically prefer clothing in light, airy fabrics such as silk and linen, cut in loose and voluminous styles that flow in the breeze. Many of them deliberately wear chimes and jewels that jingle in the wind, though more stealthy geniekin endeavor to keep everything pinned down. Society Sylphs exist within the societies of other ancestries, usually that of their mortal families, and it's incredibly common for them to have a sense of never quite belonging. Most sylphs engage in a practice known as “listening to the wind,” keeping their eyes and ears open to all that happens, often making their companions uncomfortable in the process. For sylphs, this habit of vigilance and information-seeking helps them feel connected to the world around them. A curious and restless bunch, many sylphs seek out occupations and lifestyles that allow them to travel and explore. Alignment and Religion Most sylphs place little value on laws and tradition, preferring to forge their own paths and go where the wind blows, especially as many have a great love for subterfuge and trickery, placing them at odds with nearly all laws and social norms. Overall, they tend toward neutrality, pursuing the most expedient avenues toward accomplishing their goals, regardless of legality. Sylphs often find themselves drawn toward the mysteries of secretive cults, worshipping outsider demigods like the elemental lords of air Hshurha and Ranginori, or the empyreal lords of detectives and vigilance Zohls or Tanagaar. Those who worship conventional deities tend to favor gods of travel like Desna, gods of secrets such as Norgorber, or the obvious gods of air, Gozreh and Hei Feng. Adventurers Sylphs who become adventurers often have backgrounds as acrobats, entertainers, nomads, and scouts. Traveling beneath an open sky or exploring the highest mountains is irresistible, and this drive to always reach for the sky drives many to pursue a life of adventuring. Sylph champions are most often liberators, and clerics typically serve gods of air such as Hei Feng or the elemental lords of air. Many sylphs are sorcerers with draconic or elemental bloodlines or wizards that focus on elemental magic. Other Information Sylph Settlements Because sylphs are fond of travel, there are few true sylph settlements on Golarion. In the Shackles, many are born near the Eye of Abendego, and those Shackles sylphs are often drawn to the chaotic mysteries of Ilizmagorti, an enigmatic city run—and largely obfuscated from outsiders—by the Red Mantis. In the Terwa Uplands of the western Mwangi Expanse, Mbe'ke sylphs who pass through use their people's Sky Citadel as a temporary or seasonal home. Family Relations Djinn, air genies native to the Plane of Air, are the most common elemental ancestor for sylphs, but they are not the only possibility. Invisible stalkers look down on corporeal creatures, but occasionally they take mortal lovers, especially illusionists who share their appreciation for the unseen. Cloud dragons sometimes have sylph descendants, born with draconic features like tails or horns. Geniekin Trendsetters Geniekin often find tight clothing restrictive and prefer generous, flowing garments. Recently, this trend has spread from geniekin to everyone in Jalmeray, with people of any gender wearing skirts, though the fabric tends to be cut and folded differently based on the outfit. Jewelry, perfume, and makeup, which geniekin of any gender use to express inner elemental identity, are likewise broadly fashionable there. Geniekin dancers enjoy the benefits of celebrity and patronage among the urban elite across the Impossible Lands. For geniekin, dance forms a narrative, and they often recreate ancient Vudrani tales with elemental flair. Performers accompany the music with ankle bells or, in places of great natural beauty, with the sounds of the elements themselves. In recent decades, geniekin dance companies have emerged, touring the Impossible Lands and spreading their cultural influence. Geniekin Cuisine For geniekin, food is about elemental unity. The tradition of tea is particularly important in Jalmeray, and geniekin tea makers—undine and ifrit in particular—are known for their ability to tease subtle flavors and aromas out of blends. Oread and sylph cuisine emphasizes aroma above all things, infusing rice or wheat with cardamom, cloves, anise, and other spices that create complex and intense tastes. In recent years, ifrit cuisine has taken a turn toward eating dangerous animals and plants. Whether it be snapping flytrap salad, lemon-fried dragonfish fillet, or herb-crusted cockatrice breast, the thrill of taming a dangerous creature into culinary art has become a trend. Oread cooks use components from spellcasters and alchemists in Nex and machinists in Alkenstar; with such ingredients, they create dumplings that hold far more soup than they should, cakes that produce bursts of sparks, and even entrées whose steam spells out the cook's name. Sylph Heritage Mechanics You are descended from air elementals or were born under the element's influence. You gain the sylph trait, in addition to the traits from your ancestry. You also gain low-light vision or darkvision if your ancestry already has low-light vision. You can choose from sylph feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Sylph",
  "Uncommon"
 ],
 "trait_markdown": "[Sylph](/Traits.aspx?ID=311), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Sylph",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=36",
 "weakness": {}
}