{
 "ability": [
  "Dexterity",
  "Free"
 ],
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp": 6,
 "hp_raw": "6",
 "id": "ancestry-21",
 "image": [
  "/Images/Ancestries/Tengu01.png",
  "/Images/Ancestries/Tengu02.png"
 ],
 "language": [
  "Common",
  "Tengu"
 ],
 "language_markdown": "[Common](/Languages.aspx?ID=1), [Tengu](/Languages.aspx?ID=47)",
 "markdown": "<title level=\"1\" right=\"Ancestry\" pfs=\"Standard\">[Tengu](/Ancestries.aspx?ID=21)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Tengu\" url=\"/Traits.aspx?ID=240\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 24 <sup>2.0</sup></row>\n\n_Tengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever innovations and traditions they happen across with those from their own long history._\r\n\r\nTengus are survivalists and conversationalists, equally at home living off the wilderness and finding a niche in dense cities. They accumulate knowledge, tools, and companions, adding them to their collection as they travel.\n\n The tengu diaspora has spread across Golarion in search of a better life, bringing their skill with blade crafting to lands far from their home. In maritime regions, tengus notably work as fishers, blacksmiths, and “jinx eaters”— members of ships’ crews who are believed, accurately or otherwise, to absorb misfortune. Having lived in a variety of conditions and locations, tengus tend to be nonjudgmental, especially with regard to social station, though their willingness to associate with lawbreakers has often led some to look at them with suspicion.\n\n If you want to play a character hailing from a rich history of artisanship and tradition, but who happily picks up new practices, companions, words, and items as needed, you should play a tengu.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Tengu01.png\" />\r\n<image src=\"/images/Ancestries/Tengu02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Be gregarious and eager to find a flock of your own. </li><li>Voraciously absorb the practices of those around you, sometimes even forgetting where they came from. </li><li>Be willing to take on any task or job, no matter what others think.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Look to you as a source of eclectic skills and knowledge, especially relating to languages. </li><li>Get confused by your simultaneous respect for and disregard of tradition. </li><li>Have trouble reading your expressions or regard you with suspicion and superstition.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nTengus have many avian characteristics. Their faces are tipped with sharp beaks and their scaled forearms and lower legs end in talons. As closed footwear tends to fit poorly unless custom made, many tengus wear open sandals or simply go barefoot. Tengus are rarely more than 5 feet tall, and they are even lighter than their smaller frames would suggest, as they have hollow bones. A small number of tengus have vestigial wings incapable of true flight.\n\n Tengus hatch from eggs and are featherless for their first year of life, during which they rarely leave home. They soon grow a downy gray coat, which is replaced by a dark covering of adult feathers by the time they come of age at around 15 years. Tengus use their shed feathers in a variety of tools, from simple writing quills to magical fans to focus their ancestral magic. Many tengus modify their appearance by dyeing patterns into their feathers or talons, which amplifies their body language and has the added benefit of aiding other humanoids in understanding their expressions.\r\n\r\n<title level=\"2\">Society</title>\r\nTengus are extremely social, banding together in extended communities with many families living in adjacent houses and sharing the work of the household. In cities, a community may also contain members of other ancestries. Tengu children raised in the same unit consider each other siblings, usually forgetting which of them share a biological connection.\n\n The greatest divide in tengu society is between tengus remaining in their ancestral home and those who have dispersed across the world. Tengus refer to these two groups as those “in the roost” and those “migrating,” respectively. Roosted tengus tend to be more traditionalist and conservative and are especially concerned with preserving their culture in the face of years of erosion from oppression. Migrating tengus, on the other hand, voraciously absorb the culture of the various nations and settlements that they now call home.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nTengus often follow the faith of the region in which they were raised, though the tengu ancestral deity is the storm god [Hei Feng](/Deities.aspx?ID=40). This god’s notorious drunken carousing and emotional swings causes many tengus to instead focus their attention on gods of freedom and travel, such as [Desna](/Deities.aspx?ID=5) or [Cayden Cailean](/Deities.aspx?ID=4), or deities of nature, such as [Gozreh](/Deities.aspx?ID=8). [Besmara](/Deities.aspx?ID=32) is also a common subject of tengu worship, especially among tengus who live on the sea.\n\n Before their diaspora, tengus practiced a syncretic faith that blended a polytheistic worship of the deities responsible for creating the natural world. As tengu folklore posits that tengus long ago descended from the night sky on shooting stars to rest upon Golarion’s highest peaks, animist rites were practiced on mountains and other great natural features. Even today, tengus rarely differentiate between divine and primal worship.\n\n Tengus are far more concerned with the balance between traditionalism and adaptability than they are with good and evil, with lawful tengus more common among the roosted and chaotic tengus more common among the migratory.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nA tengu that leaves the ancestral homeland feels an intense pull toward adventure, to cross vast distances, collect beautiful treasures, and brave the challenges of combat or the rolling sea. \n\nTengu backgrounds might reflect their place in the homeland or the tengu diaspora. These could include [acrobat](/Backgrounds.aspx?ID=2), [barkeep](/Backgrounds.aspx?ID=6), [charlatan](/Backgrounds.aspx?ID=9), [emissary](/Backgrounds.aspx?ID=12), [entertainer](/Backgrounds.aspx?ID=13), [fortune teller](/Backgrounds.aspx?ID=16), [gambler](/Backgrounds.aspx?ID=17), [merchant](/Backgrounds.aspx?ID=25), [nomad](/Backgrounds.aspx?ID=28), or [sailor](/Backgrounds.aspx?ID=30) from the _Core Rulebook_, plus [bandit](/Backgrounds.aspx?ID=165), [courier](/Backgrounds.aspx?ID=169), [insurgent](/Backgrounds.aspx?ID=171), [refugee](/Backgrounds.aspx?ID=174), and [scavenger](/Backgrounds.aspx?ID=176) from this book.\n\n Tengus often become [rogue](/Classes.aspx?ID=10), [bard](/Classes.aspx?ID=3), [oracles](/Classes.aspx?ID=14), [rangers](/Classes.aspx?ID=9), or [swashbucklers](/Classes.aspx?ID=15).\r\n\r\n<title level=\"2\">Names</title>\r\nThough roosted tengus tend toward more traditional names with the hard consonants often seen in the Tengu language, migrating tengus’ tendency to readily absorb and repurpose the culture of those around them has led to names that combine elements of whatever languages suited the namer’s fancy.\r\n\r\n<title level=\"3\">Sample Names</title>\r\nArkkak, Chuko, Dolgra, Dorodara, Kakkariel, Kora, Marrak, Mossarah, Pularrka, Rarorel, Ruk, Tak-Tak, Tsukotarra\r\n\r\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Tengu Settlements</title> The majority of tengu enclaves are found either in the Tian Xia nation of Kwanlai or on the continent of Garund; Kwanlai is part of the ancestral tengu homelands, while tengu communities on the Garund coast resulted from a troubling combination of lucrative job opportunities and kidnapping. Tengu also have a sizable presence in the nation of Minkai and the Forest of Spirits, and scattered communities dot much of northeast Tian Xia.\r\n\r\n<title level=\"3\">Tengu Bottles</title> Tengu tend to have a healthy respect for gods that rule over storms and air—or at least, a healthy fear. One ancestral custom that has caught on among other sailors is the tengu bottle: a decorated gourd or other container filled with an offering for the gods, kept on ships and thrown overboard in the event of dire weather. Tengu bottles most often contain fine alcohol to appease the fury of [Hei Feng](/Deities.aspx?ID=40) or [Besmara](/Deities.aspx?ID=32); crew puncture the bottles to release these offerings before throwing them into the waters.\r\n\r\n<title level=\"3\">The Storm God's People</title> While [Hei Feng's](/Deities.aspx?ID=40) tempestuous blessings mean that some tengu prefer to pay the god lip service rather than follow his guidance, most tengu share the Duke of Thunder's love of loud and colorful celebrations—holidays dedicated to Hei Feng are nearly universal, in even the most far-flung communities. Likewise, many tengu enclaves put little faith in the stability of society. In situations where the future seems uncertain, Hei Feng's presence provides an outlet for feelings of helplessness.\n<title level=\"2\">Tengu Mechanics</title>\r\n\r\n<title level=\"3\">Hit Points</title>\r\n6\r\n\r\n<title level=\"3\">Size</title>\r\nMedium\r\n\r\n<title level=\"3\">Speed</title>\r\n25 feet\r\n\r\n<title level=\"3\">Ability Boosts</title>\r\nDexterity, Free\n\n<title level=\"3\">Languages</title>\r\n<column gap=\"tiny\">\r\n[Common](/Languages.aspx?ID=1)\r\n\r\n[Tengu](/Languages.aspx?ID=47)\r\n\r\nAdditional languages equal to your Intelligence modifier (if positive). Choose from [Dwarven](/Languages.aspx?ID=3), [Elven](/Languages.aspx?ID=4), [Halfling](/Languages.aspx?ID=7), [Gnomish](/Languages.aspx?ID=5), [Goblin](/Languages.aspx?ID=6), [Sylvan](/Languages.aspx?ID=10), and any other languages to which you have access (such as the languages prevalent in your region).\r\n</column>\r\n\r\n<title level=\"3\">[Low-Light Vision](/Rules.aspx?ID=416)</title>\r\nYou can see in dim light as though it were bright light, so you ignore the [concealed](/Conditions.aspx?ID=4) condition due to dim light.\r\n\r\n<title level=\"3\">Sharp Beak</title>\r\nWith your sharp beak, you are never without a weapon. You have a beak unarmed attack that deals 1d6 piercing damage. Your beak is in the [brawling](/WeaponGroups.aspx?ID=4) weapon group and has the [finesse](/Traits.aspx?ID=179) and [unarmed](/Traits.aspx?ID=199) traits.",
 "name": "Tengu",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=21"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=21/feats"
  },
  {
   "label": "Heritages",
   "url": "/Ancestries.aspx?ID=21/heritages"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Humanoid\" url=\"/Traits.aspx?ID=91\" />\r\n<trait label=\"Tengu\" url=\"/Traits.aspx?ID=240\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 24 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n**Hit Points**\r\n6\r\n\r\n**Size**\r\nMedium\r\n\r\n**Speed**\r\n25 feet\r\n</row>\r\n\r\n**Ability Boosts**\r\nDexterity, Free\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nTengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 24"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 24 <sup>2.0</sup></row>",
 "speed": {
  "land": 25,
  "max": 25
 },
 "speed_markdown": "25 feet",
 "speed_raw": "25 feet",
 "summary": "Tengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever …",
 "summary_markdown": "Tengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever …",
 "text": " Tengu Source Advanced Player's Guide pg. 24 2.0 Tengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever innovations and traditions they happen across with those from their own long history. Tengus are survivalists and conversationalists, equally at home living off the wilderness and finding a niche in dense cities. They accumulate knowledge, tools, and companions, adding them to their collection as they travel. The tengu diaspora has spread across Golarion in search of a better life, bringing their skill with blade crafting to lands far from their home. In maritime regions, tengus notably work as fishers, blacksmiths, and “jinx eaters”— members of ships’ crews who are believed, accurately or otherwise, to absorb misfortune. Having lived in a variety of conditions and locations, tengus tend to be nonjudgmental, especially with regard to social station, though their willingness to associate with lawbreakers has often led some to look at them with suspicion. If you want to play a character hailing from a rich history of artisanship and tradition, but who happily picks up new practices, companions, words, and items as needed, you should play a tengu. You Might... Be gregarious and eager to find a flock of your own. Voraciously absorb the practices of those around you, sometimes even forgetting where they came from. Be willing to take on any task or job, no matter what others think. Others Probably... Look to you as a source of eclectic skills and knowledge, especially relating to languages. Get confused by your simultaneous respect for and disregard of tradition. Have trouble reading your expressions or regard you with suspicion and superstition. Physical Description Tengus have many avian characteristics. Their faces are tipped with sharp beaks and their scaled forearms and lower legs end in talons. As closed footwear tends to fit poorly unless custom made, many tengus wear open sandals or simply go barefoot. Tengus are rarely more than 5 feet tall, and they are even lighter than their smaller frames would suggest, as they have hollow bones. A small number of tengus have vestigial wings incapable of true flight. Tengus hatch from eggs and are featherless for their first year of life, during which they rarely leave home. They soon grow a downy gray coat, which is replaced by a dark covering of adult feathers by the time they come of age at around 15 years. Tengus use their shed feathers in a variety of tools, from simple writing quills to magical fans to focus their ancestral magic. Many tengus modify their appearance by dyeing patterns into their feathers or talons, which amplifies their body language and has the added benefit of aiding other humanoids in understanding their expressions. Society Tengus are extremely social, banding together in extended communities with many families living in adjacent houses and sharing the work of the household. In cities, a community may also contain members of other ancestries. Tengu children raised in the same unit consider each other siblings, usually forgetting which of them share a biological connection. The greatest divide in tengu society is between tengus remaining in their ancestral home and those who have dispersed across the world. Tengus refer to these two groups as those “in the roost” and those “migrating,” respectively. Roosted tengus tend to be more traditionalist and conservative and are especially concerned with preserving their culture in the face of years of erosion from oppression. Migrating tengus, on the other hand, voraciously absorb the culture of the various nations and settlements that they now call home. Alignment and Religion Tengus often follow the faith of the region in which they were raised, though the tengu ancestral deity is the storm god Hei Feng. This god’s notorious drunken carousing and emotional swings causes many tengus to instead focus their attention on gods of freedom and travel, such as Desna or Cayden Cailean, or deities of nature, such as Gozreh. Besmara is also a common subject of tengu worship, especially among tengus who live on the sea. Before their diaspora, tengus practiced a syncretic faith that blended a polytheistic worship of the deities responsible for creating the natural world. As tengu folklore posits that tengus long ago descended from the night sky on shooting stars to rest upon Golarion’s highest peaks, animist rites were practiced on mountains and other great natural features. Even today, tengus rarely differentiate between divine and primal worship. Tengus are far more concerned with the balance between traditionalism and adaptability than they are with good and evil, with lawful tengus more common among the roosted and chaotic tengus more common among the migratory. Adventurers A tengu that leaves the ancestral homeland feels an intense pull toward adventure, to cross vast distances, collect beautiful treasures, and brave the challenges of combat or the rolling sea. Tengu backgrounds might reflect their place in the homeland or the tengu diaspora. These could include acrobat, barkeep, charlatan, emissary, entertainer, fortune teller, gambler, merchant, nomad, or sailor from the Core Rulebook , plus bandit, courier, insurgent, refugee, and scavenger from this book. Tengus often become rogue, bard, oracles, rangers, or swashbucklers. Names Though roosted tengus tend toward more traditional names with the hard consonants often seen in the Tengu language, migrating tengus’ tendency to readily absorb and repurpose the culture of those around them has led to names that combine elements of whatever languages suited the namer’s fancy. Sample Names Arkkak, Chuko, Dolgra, Dorodara, Kakkariel, Kora, Marrak, Mossarah, Pularrka, Rarorel, Ruk, Tak-Tak, Tsukotarra Other Information Tengu Settlements The majority of tengu enclaves are found either in the Tian Xia nation of Kwanlai or on the continent of Garund; Kwanlai is part of the ancestral tengu homelands, while tengu communities on the Garund coast resulted from a troubling combination of lucrative job opportunities and kidnapping. Tengu also have a sizable presence in the nation of Minkai and the Forest of Spirits, and scattered communities dot much of northeast Tian Xia. Tengu Bottles Tengu tend to have a healthy respect for gods that rule over storms and air—or at least, a healthy fear. One ancestral custom that has caught on among other sailors is the tengu bottle: a decorated gourd or other container filled with an offering for the gods, kept on ships and thrown overboard in the event of dire weather. Tengu bottles most often contain fine alcohol to appease the fury of Hei Feng or Besmara; crew puncture the bottles to release these offerings before throwing them into the waters. The Storm God's People While Hei Feng's tempestuous blessings mean that some tengu prefer to pay the god lip service rather than follow his guidance, most tengu share the Duke of Thunder's love of loud and colorful celebrations—holidays dedicated to Hei Feng are nearly universal, in even the most far-flung communities. Likewise, many tengu enclaves put little faith in the stability of society. In situations where the future seems uncertain, Hei Feng's presence provides an outlet for feelings of helplessness. Tengu Mechanics Hit Points 6 Size Medium Speed 25 feet Ability Boosts Dexterity, Free Languages Common Tengu Additional languages equal to your Intelligence modifier (if positive). Choose from Dwarven, Elven, Halfling, Gnomish, Goblin, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region). Low-Light Vision You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light. Sharp Beak With your sharp beak, you are never without a weapon. You have a beak unarmed attack that deals 1d6 piercing damage. Your beak is in the brawling weapon group and has the finesse and unarmed traits.",
 "trait": [
  "Humanoid",
  "Tengu",
  "Uncommon"
 ],
 "trait_markdown": "[Humanoid](/Traits.aspx?ID=91), [Tengu](/Traits.aspx?ID=240), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Humanoid",
  "Tengu",
  "Uncommon"
 ],
 "type": "Ancestry",
 "url": "/Ancestries.aspx?ID=21",
 "vision": "Low-Light Vision",
 "weakness": {}
}