{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-26",
 "image": [
  "/Images/Ancestries/Tiefling01.png",
  "/Images/Ancestries/Tiefling02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Tiefling](/Ancestries.aspx?ID=26)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Tiefling\" url=\"/Traits.aspx?ID=258\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 39 <sup>2.0</sup></row>\n\n_When the influence of a demon, devil, or other fiend infiltrates the bloodline of a mortal family, tieflings are the inevitable result. Tieflings carry the sinister mark of the fiendish planes upon their flesh, and their specific abilities and physical qualities vary according to their heritage. Hellspawn are those who descend from [devils](/MonsterFamilies.aspx?ID=30), grimspawn hail from [daemonic](/MonsterFamilies.aspx?ID=26) influences, and pitborn bear the influence of [demons](/MonsterFamilies.aspx?ID=28), though these are only the three most common among a wide variety of tiefling lineages._\r\n\r\nGenerations might pass between a fiend’s direct influence and the time a tiefling child is born. For those born to ignorant or fearful parents, childhood is particularly hard, but even those whose families accept and nurture them face fear and prejudice from society as a whole. In some cases, this rejection encourages a tiefling to embrace the evil within their heritage, though others carve out a place and live a fulfilling life despite the challenges facing them.\n\n If you want a character who is supernaturally infused with sinister forces, might have a unique appearance, and can fill the role of a complicated or unexpected hero, you should play a tiefling.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Tiefling01.png\" />\r\n<image src=\"/images/Ancestries/Tiefling02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Have a strong sense of self-confidence born from a life of having to rely on yourself. </li><li>Feel a kinship with society’s underprivileged or criminal elements, or even seek positions of power on the wrong side of the law. </li><li>Place incredible value on hard-won friendships and hold these companions closer than your blood family.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Assume you’ve faced numerous challenges due to your heritage. </li><li>Mistake you for an evil agent of a sinister cult, a fiend worshipper, or even a fiend yourself. </li><li>Think you have associations with powerful fiends, potentially trying to bargain with you for power of their own.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nTwo tieflings, even siblings or twins, might not look similar at all, for the influence of fiendish lineage manifests in unique and unusual ways. These variations never make a tiefling’s appearance so strange as to obscure their humanoid ancestry, but horns, a forked tongue, vestigial wings, a tail, or a cloven hoof in place of a foot are all common and obvious signs of their heritage.\r\n\r\n<title level=\"2\">Society</title>\r\nTieflings tend to adopt the society and culture they were born into. Since most societies consider them to be untrustworthy or even monstrous, tieflings typically gravitate toward those segments of society willing to overlook them entirely, or where their reputation can assist rather than hinder them. With determination and persistence, however, tieflings can earn respect and prestige despite their heritage, finding people who accept them as they are. In regions where worship of fiends is widespread, tieflings can live more openly and achieve great power and respect, although exceptions exist—in the Asmodean nation of Cheliax, for example, tieflings are seen as shameful proof of a failure to maintain control in the face of fiendish influence, and as such are cast out.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nA tiefling's fiendish heritage doesn't force evil or cruelty into their being, and each tiefling ultimately chooses their own faith, goals, and personality. But every tiefling feels their forbear's influence in the back of their mind, always ready to tempt and goad when the world appears cruel and unjust. That so many societies hate and fear tieflings only pushes them further toward evil, and many tieflings gravitate toward religions that value and admire fiends, such as the churches of [Asmodeus](/Deities.aspx?ID=2) or [Lamashtu](/Deities.aspx?ID=11). Tieflings who choose a path of good face their own challenges, finding they must be more diplomatic, understanding, and patient than members of other ancestries since they are so often faced with ignorance and suspicion. Such tieflings embrace faiths and philosophies that uphold empathy and eschew judgment, finding that even followers of good faiths sometimes struggle to see past fiendish features.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nFor many tieflings, becoming an adventurer is a natural progression. The typical tiefling already relies on no one but themself or a few chosen comrades, lives a semi-nomadic existence to avoid trouble, and tends to have very developed opinions on good and evil and the necessity of intervening on one side or the other. Tieflings often grow up as outcasts, and the [charlatan](/Backgrounds.aspx?ID=9), [criminal](/Backgrounds.aspx?ID=10), [hermit](/Backgrounds.aspx?ID=21), [nomad](/Backgrounds.aspx?ID=28), and [street urchin](/Backgrounds.aspx?ID=33) backgrounds might fit, with unluckier tieflings coming from the [prisoner](/Backgrounds.aspx?ID=29) background. Many tieflings become [rogues](/Classes.aspx?ID=10) or [bards](/Classes.aspx?ID=3) as a means of survival, while others access the powers of their blood to become [sorcerers](/Classes.aspx?ID=11). Some become [wizards](/Classes.aspx?ID=12), [monks](/Classes.aspx?ID=8), or [clerics](/Classes.aspx?ID=5) in an effort to gain mastery over their fiendish corruption.\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Tiefling Settlements</title> Given the nature of fiends, tieflings are among the most common of planar scions, especially in areas where demonic or diabolic corruption is most powerful, such as in the lands of the Sarkoris Scar or under the rule of the Thrice-Damned House of Thrune in Cheliax. In such places, it's not unheard of for a few dozen tieflings to form their own small community. These places tend to be paranoid and precarious, sometimes worryingly vulnerable to the cults of dread gods or unholy fiends.\r\n\r\n<title level=\"3\">Abandoned by Faith</title> Few tieflings have positive relationships with the faiths of good-aligned deities. Sometimes this friction stems from ignorance; experienced priests might know to differentiate a tiefling from a demon, but a random lay follower might not. Sometimes it's just a clash of perspectives—tieflings are more likely to have seen the kind of darkness that makes holy idealism look laughable. Other reasons stem not from divine limitations but earthly ones, such as overstretched churches failing tieflings in need due to a lack of resources.\r\n\r\n<title level=\"3\">Family Matters</title> Powerful raja rakshasas see those beastbrood tieflings who can hide or disguise their fiendish features as potential infiltrators or agents and thus valuable pawns in the games they play to cement their influence. Rakshasas willing to wait for untold time might even seek out old enemies who reincarnated as tieflings and gain their trust so that, once the tieflings regain former status or achieve a new station, there's a debt to be repaid. Very few rajas do anything out of the kindness of their hearts, but some ask less of those they take a liking to— they might even become doting. This special treatment happens most often when they share a familial connection, see something of themselves in a beastbrood, or recognize the potential for greatness.\r\n\r\n<title level=\"3\">The Shaded Library</title> The Shaded Library is a whispered network of dire claims about various deities of the multiverse. Though the name was given derogatorily, many immortals and extraplanar beings have come to embrace the Shaded Library. Tieflings, especially faultspawn, often catch wind of these truths: \n<ul><li>[Desna](/Deities.aspx?ID=5) isn't simply carefree and filled with wanderlust—she actively distances herself from the woes and near catastrophes she has caused.</li><li>What [Torag](/Deities.aspx?ID=18) truly craves most is complete control.</li><li>[Milani](/Deities.aspx?ID=43) is likely an exceptionally powerful asura or lucky faultspawn.</li><li>Many rakshasas believe newly minted gods who perform the Test of the Starstone are reincarnations at best and, at worst, future asuras who don't believe the truth about themselves. Neither is complimentary.</li><li>Only a few deities are never held in contempt by the Shaded Librarian.</li></ul>\n<title level=\"2\">Tiefling Heritage Mechanics</title>\r\n\r\nYou descend from fiends or bear the mark of the fiendish realms, manifesting as some unusual feature that belies your heritage, such as horns or a tail. You gain the [tiefling](/Traits.aspx?ID=258) trait, in addition to the traits from your ancestry. You also gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision. You can choose from tiefling feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Tiefling",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=26"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=26/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Tiefling\" url=\"/Traits.aspx?ID=258\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 39 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhen the influence of a demon, devil, or other fiend infiltrates the bloodline of a mortal family, tieflings are the inevitable result. Tieflings …\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 39"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 39 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "When the influence of a demon, devil, or other fiend infiltrates the bloodline of a mortal family, tieflings are the inevitable result. Tieflings …",
 "summary_markdown": "When the influence of a demon, devil, or other fiend infiltrates the bloodline of a mortal family, tieflings are the inevitable result. Tieflings …",
 "text": " Tiefling Source Advanced Player's Guide pg. 39 2.0 When the influence of a demon, devil, or other fiend infiltrates the bloodline of a mortal family, tieflings are the inevitable result. Tieflings carry the sinister mark of the fiendish planes upon their flesh, and their specific abilities and physical qualities vary according to their heritage. Hellspawn are those who descend from devils, grimspawn hail from daemonic influences, and pitborn bear the influence of demons, though these are only the three most common among a wide variety of tiefling lineages. Generations might pass between a fiend’s direct influence and the time a tiefling child is born. For those born to ignorant or fearful parents, childhood is particularly hard, but even those whose families accept and nurture them face fear and prejudice from society as a whole. In some cases, this rejection encourages a tiefling to embrace the evil within their heritage, though others carve out a place and live a fulfilling life despite the challenges facing them. If you want a character who is supernaturally infused with sinister forces, might have a unique appearance, and can fill the role of a complicated or unexpected hero, you should play a tiefling. You Might... Have a strong sense of self-confidence born from a life of having to rely on yourself. Feel a kinship with society’s underprivileged or criminal elements, or even seek positions of power on the wrong side of the law. Place incredible value on hard-won friendships and hold these companions closer than your blood family. Others Probably... Assume you’ve faced numerous challenges due to your heritage. Mistake you for an evil agent of a sinister cult, a fiend worshipper, or even a fiend yourself. Think you have associations with powerful fiends, potentially trying to bargain with you for power of their own. Physical Description Two tieflings, even siblings or twins, might not look similar at all, for the influence of fiendish lineage manifests in unique and unusual ways. These variations never make a tiefling’s appearance so strange as to obscure their humanoid ancestry, but horns, a forked tongue, vestigial wings, a tail, or a cloven hoof in place of a foot are all common and obvious signs of their heritage. Society Tieflings tend to adopt the society and culture they were born into. Since most societies consider them to be untrustworthy or even monstrous, tieflings typically gravitate toward those segments of society willing to overlook them entirely, or where their reputation can assist rather than hinder them. With determination and persistence, however, tieflings can earn respect and prestige despite their heritage, finding people who accept them as they are. In regions where worship of fiends is widespread, tieflings can live more openly and achieve great power and respect, although exceptions exist—in the Asmodean nation of Cheliax, for example, tieflings are seen as shameful proof of a failure to maintain control in the face of fiendish influence, and as such are cast out. Alignment and Religion A tiefling's fiendish heritage doesn't force evil or cruelty into their being, and each tiefling ultimately chooses their own faith, goals, and personality. But every tiefling feels their forbear's influence in the back of their mind, always ready to tempt and goad when the world appears cruel and unjust. That so many societies hate and fear tieflings only pushes them further toward evil, and many tieflings gravitate toward religions that value and admire fiends, such as the churches of Asmodeus or Lamashtu. Tieflings who choose a path of good face their own challenges, finding they must be more diplomatic, understanding, and patient than members of other ancestries since they are so often faced with ignorance and suspicion. Such tieflings embrace faiths and philosophies that uphold empathy and eschew judgment, finding that even followers of good faiths sometimes struggle to see past fiendish features. Adventurers For many tieflings, becoming an adventurer is a natural progression. The typical tiefling already relies on no one but themself or a few chosen comrades, lives a semi-nomadic existence to avoid trouble, and tends to have very developed opinions on good and evil and the necessity of intervening on one side or the other. Tieflings often grow up as outcasts, and the charlatan, criminal, hermit, nomad, and street urchin backgrounds might fit, with unluckier tieflings coming from the prisoner background. Many tieflings become rogues or bards as a means of survival, while others access the powers of their blood to become sorcerers. Some become wizards, monks, or clerics in an effort to gain mastery over their fiendish corruption. Other Information Tiefling Settlements Given the nature of fiends, tieflings are among the most common of planar scions, especially in areas where demonic or diabolic corruption is most powerful, such as in the lands of the Sarkoris Scar or under the rule of the Thrice-Damned House of Thrune in Cheliax. In such places, it's not unheard of for a few dozen tieflings to form their own small community. These places tend to be paranoid and precarious, sometimes worryingly vulnerable to the cults of dread gods or unholy fiends. Abandoned by Faith Few tieflings have positive relationships with the faiths of good-aligned deities. Sometimes this friction stems from ignorance; experienced priests might know to differentiate a tiefling from a demon, but a random lay follower might not. Sometimes it's just a clash of perspectives—tieflings are more likely to have seen the kind of darkness that makes holy idealism look laughable. Other reasons stem not from divine limitations but earthly ones, such as overstretched churches failing tieflings in need due to a lack of resources. Family Matters Powerful raja rakshasas see those beastbrood tieflings who can hide or disguise their fiendish features as potential infiltrators or agents and thus valuable pawns in the games they play to cement their influence. Rakshasas willing to wait for untold time might even seek out old enemies who reincarnated as tieflings and gain their trust so that, once the tieflings regain former status or achieve a new station, there's a debt to be repaid. Very few rajas do anything out of the kindness of their hearts, but some ask less of those they take a liking to— they might even become doting. This special treatment happens most often when they share a familial connection, see something of themselves in a beastbrood, or recognize the potential for greatness. The Shaded Library The Shaded Library is a whispered network of dire claims about various deities of the multiverse. Though the name was given derogatorily, many immortals and extraplanar beings have come to embrace the Shaded Library. Tieflings, especially faultspawn, often catch wind of these truths: Desna isn't simply carefree and filled with wanderlust—she actively distances herself from the woes and near catastrophes she has caused. What Torag truly craves most is complete control. Milani is likely an exceptionally powerful asura or lucky faultspawn. Many rakshasas believe newly minted gods who perform the Test of the Starstone are reincarnations at best and, at worst, future asuras who don't believe the truth about themselves. Neither is complimentary. Only a few deities are never held in contempt by the Shaded Librarian. Tiefling Heritage Mechanics You descend from fiends or bear the mark of the fiendish realms, manifesting as some unusual feature that belies your heritage, such as horns or a tail. You gain the tiefling trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from tiefling feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Tiefling",
  "Uncommon"
 ],
 "trait_markdown": "[Tiefling](/Traits.aspx?ID=258), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Tiefling",
  "Uncommon"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=26",
 "weakness": {}
}