{
 "breadcrumbs_spa": [],
 "category": "ancestry",
 "exclude_from_search": false,
 "hp_raw": "",
 "id": "ancestry-37",
 "image": [
  "/Images/Ancestries/Undine01.png",
  "/Images/Ancestries/Undine02.png"
 ],
 "language_markdown": "",
 "markdown": "<title level=\"1\" right=\"Versatile Heritage\" pfs=\"Standard\">[Undine](/Ancestries.aspx?ID=37)</title>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Undine\" url=\"/Traits.aspx?ID=314\" />\r\n</traits>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 116 <sup>2.0</sup></row>\n\n_These dynamic, fluid mortals trace their ancestry to creatures from the [Plane of Water](/Planes.aspx?ID=7), such as [marids](/Monsters.aspx?ID=215), [water mephits](/Monsters.aspx?ID=195), and [brine dragons](/MonsterFamilies.aspx?ID=175)._\r\n\r\nUndines often go through life in a series of shifting phases, their interests waxing, waning, or sometimes morphing altogether as old loves are discarded for new interests. Structure provides a much-needed focus to undines' lives, and without strong goals or support from those around them, undines can find themselves stagnating in feelings of despondence. Most undines feel they personify specific aspects of water, some seeing themselves with the strength and power of the waves, the speed and tenacity of a river current, or the calm of a peaceful lake or pond. Others identify with all these aspects and more, their demeanors shifting like the tides from one situation to the next.\n\n Undines born with a connection only to a specific subtype of elemental water, such as ice, brine, or mist, might have a specific undine lineage. These are typically passed down from parent to child, as with other geniekin, but on occasion, a child is born with a lineage never seen in their family. Sometimes lineages are the result of where an undine's ancestors lived, such as rimesoul undines being born in the cold northern countries or at the tops of mountain peaks. At other times it can be related to the undine's elemental heritage, as is often the case with brinesoul undines, who usually descend from brine dragons. Mistsoul undines might have a distant but powerful connection to [elemental water](/MonsterFamilies.aspx?ID=45), or might even have a bit of [elemental air](/MonsterFamilies.aspx?ID=41) mixed into their ancestry.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Ancestries/Undine01.png\" />\r\n<image src=\"/images/Ancestries/Undine02.png\" />\r\n</column>\r\n</row>\r\n\r\n<title level=\"2\">You Might...</title>\r\n\n<ul><li>Relate your identity to elemental water and believe the streams and tides represent core aspects of your personality.</li><li>Be equally comfortable above the waves as you are beneath them.</li><li>Take great pride in your elemental lineage, especially if you believe you are related to the formidable marid shahzadas.</li></ul>\r\n\r\n<title level=\"2\">Others Probably...</title>\r\n\n<ul><li>Look to you as an authority on water magic or the elemental planes.</li><li>Think you can speak with aquatic creatures.</li><li>Assume you are easily swayed by others, with few real opinions of your own.</li></ul>\r\n\r\n<title level=\"2\">Physical Description</title>\r\nWith all the same diversity in height, body type, and physical characteristics as any other member of their ancestries, undine coloration runs a vast breadth of variation. Most commonly, an undine's skin and hair mimic the colors of the lakes, seas, or oceans near where they were born, ranging from the palest of blues to sea greens and navies. A rare few undines may even take on the bioluminescence of deep-sea fish, the bright colors of corals and anemones, or the pale bone hues of seashells. More unusual traits can include fin-like ears, thin layers of shimmering fish scales covering their bodies, coral growths at their joints or temples, tails with caudal fins, and even webbed hands and feet.\r\n\r\n<title level=\"2\">Society</title>\r\nUnlike other geniekin, undines create and congregate within their own tightly knit communities near water or floating on top of it. Undine neighborhoods that develop within larger cities, typically near the docks or directly on the water, are informally known as flotillas. Because undines deliberately create and seek out these communities, their children usually have healthy childhoods focused on the values of fellowship and harmony. This stands in contrast to many other planar scions, who all-too-often grow up feeling like outsiders.\n\n Undines typically gravitate toward occupations that allow them to live and work near water, and many of them excel at fishing and sailing thanks to their love and understanding of the sea.\r\n\r\n<title level=\"2\">Alignment and Religion</title>\r\nUndines are flexible and community-minded, often valuing the overall health of their communities above that of any one individual. Usually of a neutral alignment, their moral concerns are often centered around their societies rather than their actions.\n\n Religion isn't a major part of most undine's lives, but they often have strong spiritual connections to their supernatural ancestors or to water itself. Some undines worship deities of water, such as [Gozreh](/Deities.aspx?ID=8) or [Hei Feng](/Deities.aspx?ID=40), while others might offer their prayers to [Lysianassa](/Deities.aspx?ID=105), the lost elemental lord of water.\r\n\r\n<title level=\"2\">Adventurers</title>\r\nUndines often come from the [animal whisperer](/Backgrounds.aspx?ID=3), [artist](/Backgrounds.aspx?ID=5), and [sailor](/Backgrounds.aspx?ID=30) backgrounds before becoming adventurers. The artist background is especially common among undines descended from [marids](/Monsters.aspx?ID=215), and undines raised on the [Plane of Water](/Planes.aspx?ID=7) in their parent's courts often develop their skills as [bards](/Classes.aspx?ID=3). Undine [clerics](/Classes.aspx?ID=5) usually serve water deities, while most undine [sorcerers](/Classes.aspx?ID=11) possess the [elemental](/Bloodlines.aspx?ID=6) or [genie](/Bloodlines.aspx?ID=11) bloodlines.\n\n<title level=\"2\">Other Information</title>\r\n<title level=\"3\">Undine Settlements</title> Undines are the geniekin most likely to form their own settlements and communities, whether on Golarion or the Plane of Water. Many undines live in Outsea, a semi-aquatic River Kingdom with a powerful, primal connection to elemental water. In Tian Xia, the Wanshou state was struck by a series of storms that flooded the land; now, many of Wanshou's children are born as undines.\r\n\r\n<title level=\"3\">Family Relations</title> Most undines descend from [marids](/Monsters.aspx?ID=215)— the water genies native to the [Plane of Water](/Planes.aspx?ID=7)—and the mortals they take for lovers. These mercurial genies usually show their favor to musicians, dancers, and other artists, inviting mortals of exceptional talents to live with them. Other planar creatures occasionally have undine progeny as well. The children of [water](/Monsters.aspx?ID=195), [ice](/Monsters.aspx?ID=660), and salt mephits are often born with small statures, nub-like horns, hooked or beak-like faces, or vestigial wings and tails. Those related to [brine dragons](/MonsterFamilies.aspx?ID=175) are sometimes born with draconic wings and tails and almost always have the [brinesoul](/Feats.aspx?ID=2606) lineage.\r\n\r\n<title level=\"3\">Geniekin Trendsetters</title> Geniekin often find tight clothing restrictive and prefer generous, flowing garments. Recently, this trend has spread from geniekin to everyone in Jalmeray, with people of any gender wearing skirts, though the fabric tends to be cut and folded differently based on the outfit. Jewelry, perfume, and makeup, which geniekin of any gender use to express inner elemental identity, are likewise broadly fashionable there.\n\n Geniekin dancers enjoy the benefits of celebrity and patronage among the urban elite across the Impossible Lands. For geniekin, dance forms a narrative, and they often recreate ancient Vudrani tales with elemental flair. Performers accompany the music with ankle bells or, in places of great natural beauty, with the sounds of the elements themselves. In recent decades, geniekin dance companies have emerged, touring the Impossible Lands and spreading their cultural influence.\r\n\r\n<title level=\"3\">Geniekin Cuisine</title> For geniekin, food is about elemental unity. The tradition of tea is particularly important in Jalmeray, and geniekin tea makers—undine and ifrit in particular—are known for their ability to tease subtle flavors and aromas out of blends. Oread and sylph cuisine emphasizes aroma above all things, infusing rice or wheat with cardamom, cloves, anise, and other spices that create complex and intense tastes. In recent years, ifrit cuisine has taken a turn toward eating dangerous animals and plants. Whether it be snapping flytrap salad, lemon-fried dragonfish fillet, or herb-crusted cockatrice breast, the thrill of taming a dangerous creature into culinary art has become a trend. Oread cooks use components from spellcasters and alchemists in Nex and machinists in Alkenstar; with such ingredients, they create dumplings that hold far more soup than they should, cakes that produce bursts of sparks, and even entrées whose steam spells out the cook's name.\n<title level=\"2\">Undine Heritage Mechanics</title>\r\n\r\nA [water elemental](/MonsterFamilies.aspx?ID=45) ancestor influences your bloodline. You gain the [undine](/Traits.aspx?ID=314) trait, in addition to the traits from your ancestry. You gain a swim Speed of 10 feet and the [amphibious](/Traits.aspx?ID=207) trait. Like all creatures with the amphibious trait, you can breathe both water and air. You can choose from undine feats and feats from your ancestry whenever you gain an ancestry feat.",
 "name": "Undine",
 "navigation": [
  {
   "label": "Details",
   "url": "/Ancestries.aspx?ID=37"
  },
  {
   "label": "Feats",
   "url": "/Ancestries.aspx?ID=37/feats"
  }
 ],
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Amphibious\" url=\"/Traits.aspx?ID=207\" />\r\n<trait label=\"Undine\" url=\"/Traits.aspx?ID=314\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 116 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\n\n**Size**\r\nMedium\n\n</row>\n\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese dynamic, fluid mortals trace their ancestry to creatures from the  Plane of Water , such as  marids ,  water mephits , and  brine dragons .\r\n</summary>",
 "size": [
  "Medium"
 ],
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 116"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 116 <sup>2.0</sup></row>",
 "speed": {},
 "speed_markdown": "",
 "speed_raw": "",
 "summary": "These dynamic, fluid mortals trace their ancestry to creatures from the  Plane of Water , such as  marids ,  water mephits , and  brine dragons .",
 "summary_markdown": "These dynamic, fluid mortals trace their ancestry to creatures from the  Plane of Water , such as  marids ,  water mephits , and  brine dragons .",
 "text": " Undine Source Ancestry Guide pg. 116 2.0 These dynamic, fluid mortals trace their ancestry to creatures from the Plane of Water, such as marids, water mephits, and brine dragons. Undines often go through life in a series of shifting phases, their interests waxing, waning, or sometimes morphing altogether as old loves are discarded for new interests. Structure provides a much-needed focus to undines' lives, and without strong goals or support from those around them, undines can find themselves stagnating in feelings of despondence. Most undines feel they personify specific aspects of water, some seeing themselves with the strength and power of the waves, the speed and tenacity of a river current, or the calm of a peaceful lake or pond. Others identify with all these aspects and more, their demeanors shifting like the tides from one situation to the next. Undines born with a connection only to a specific subtype of elemental water, such as ice, brine, or mist, might have a specific undine lineage. These are typically passed down from parent to child, as with other geniekin, but on occasion, a child is born with a lineage never seen in their family. Sometimes lineages are the result of where an undine's ancestors lived, such as rimesoul undines being born in the cold northern countries or at the tops of mountain peaks. At other times it can be related to the undine's elemental heritage, as is often the case with brinesoul undines, who usually descend from brine dragons. Mistsoul undines might have a distant but powerful connection to elemental water, or might even have a bit of elemental air mixed into their ancestry. You Might... Relate your identity to elemental water and believe the streams and tides represent core aspects of your personality. Be equally comfortable above the waves as you are beneath them. Take great pride in your elemental lineage, especially if you believe you are related to the formidable marid shahzadas. Others Probably... Look to you as an authority on water magic or the elemental planes. Think you can speak with aquatic creatures. Assume you are easily swayed by others, with few real opinions of your own. Physical Description With all the same diversity in height, body type, and physical characteristics as any other member of their ancestries, undine coloration runs a vast breadth of variation. Most commonly, an undine's skin and hair mimic the colors of the lakes, seas, or oceans near where they were born, ranging from the palest of blues to sea greens and navies. A rare few undines may even take on the bioluminescence of deep-sea fish, the bright colors of corals and anemones, or the pale bone hues of seashells. More unusual traits can include fin-like ears, thin layers of shimmering fish scales covering their bodies, coral growths at their joints or temples, tails with caudal fins, and even webbed hands and feet. Society Unlike other geniekin, undines create and congregate within their own tightly knit communities near water or floating on top of it. Undine neighborhoods that develop within larger cities, typically near the docks or directly on the water, are informally known as flotillas. Because undines deliberately create and seek out these communities, their children usually have healthy childhoods focused on the values of fellowship and harmony. This stands in contrast to many other planar scions, who all-too-often grow up feeling like outsiders. Undines typically gravitate toward occupations that allow them to live and work near water, and many of them excel at fishing and sailing thanks to their love and understanding of the sea. Alignment and Religion Undines are flexible and community-minded, often valuing the overall health of their communities above that of any one individual. Usually of a neutral alignment, their moral concerns are often centered around their societies rather than their actions. Religion isn't a major part of most undine's lives, but they often have strong spiritual connections to their supernatural ancestors or to water itself. Some undines worship deities of water, such as Gozreh or Hei Feng, while others might offer their prayers to Lysianassa, the lost elemental lord of water. Adventurers Undines often come from the animal whisperer, artist, and sailor backgrounds before becoming adventurers. The artist background is especially common among undines descended from marids, and undines raised on the Plane of Water in their parent's courts often develop their skills as bards. Undine clerics usually serve water deities, while most undine sorcerers possess the elemental or genie bloodlines. Other Information Undine Settlements Undines are the geniekin most likely to form their own settlements and communities, whether on Golarion or the Plane of Water. Many undines live in Outsea, a semi-aquatic River Kingdom with a powerful, primal connection to elemental water. In Tian Xia, the Wanshou state was struck by a series of storms that flooded the land; now, many of Wanshou's children are born as undines. Family Relations Most undines descend from marids— the water genies native to the Plane of Water—and the mortals they take for lovers. These mercurial genies usually show their favor to musicians, dancers, and other artists, inviting mortals of exceptional talents to live with them. Other planar creatures occasionally have undine progeny as well. The children of water, ice, and salt mephits are often born with small statures, nub-like horns, hooked or beak-like faces, or vestigial wings and tails. Those related to brine dragons are sometimes born with draconic wings and tails and almost always have the brinesoul lineage. Geniekin Trendsetters Geniekin often find tight clothing restrictive and prefer generous, flowing garments. Recently, this trend has spread from geniekin to everyone in Jalmeray, with people of any gender wearing skirts, though the fabric tends to be cut and folded differently based on the outfit. Jewelry, perfume, and makeup, which geniekin of any gender use to express inner elemental identity, are likewise broadly fashionable there. Geniekin dancers enjoy the benefits of celebrity and patronage among the urban elite across the Impossible Lands. For geniekin, dance forms a narrative, and they often recreate ancient Vudrani tales with elemental flair. Performers accompany the music with ankle bells or, in places of great natural beauty, with the sounds of the elements themselves. In recent decades, geniekin dance companies have emerged, touring the Impossible Lands and spreading their cultural influence. Geniekin Cuisine For geniekin, food is about elemental unity. The tradition of tea is particularly important in Jalmeray, and geniekin tea makers—undine and ifrit in particular—are known for their ability to tease subtle flavors and aromas out of blends. Oread and sylph cuisine emphasizes aroma above all things, infusing rice or wheat with cardamom, cloves, anise, and other spices that create complex and intense tastes. In recent years, ifrit cuisine has taken a turn toward eating dangerous animals and plants. Whether it be snapping flytrap salad, lemon-fried dragonfish fillet, or herb-crusted cockatrice breast, the thrill of taming a dangerous creature into culinary art has become a trend. Oread cooks use components from spellcasters and alchemists in Nex and machinists in Alkenstar; with such ingredients, they create dumplings that hold far more soup than they should, cakes that produce bursts of sparks, and even entrées whose steam spells out the cook's name. Undine Heritage Mechanics A water elemental ancestor influences your bloodline. You gain the undine trait, in addition to the traits from your ancestry. You gain a swim Speed of 10 feet and the amphibious trait. Like all creatures with the amphibious trait, you can breathe both water and air. You can choose from undine feats and feats from your ancestry whenever you gain an ancestry feat.",
 "trait": [
  "Amphibious",
  "Uncommon",
  "Undine"
 ],
 "trait_markdown": "[Amphibious](/Traits.aspx?ID=207), [Uncommon](/Traits.aspx?ID=159), [Undine](/Traits.aspx?ID=314)",
 "trait_raw": [
  "Amphibious",
  "Uncommon",
  "Undine"
 ],
 "type": "Versatile Heritage",
 "url": "/Ancestries.aspx?ID=37",
 "weakness": {}
}