{
 "ac": 26,
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Simple",
 "disable": "No special skills are required to disable this manually activated trap. As an Interact action, a PC can sweep aside some black powder to interrupt the fuse line, but this doesn't prevent Gerhard from activating a keg via blunderbuss. A keg that is removed from its position (either by being thrown over the cliff or merely carried away) retains its explosive potential, but as long as one of the three kegs are removed they no longer have the precise placement required to trigger a collapse—an explosion at this point merely inflicts fire damage in the appropriate areas but does not particularly damage the temple structure itself.   A keg's contents can be dispersed by scattering the gunpowder to the wind (most efficiently by pouring it over the cliff side) as a 2-action activity, or rendered permanently inert by pouring a gallon of water into the powder, inhibiting its explosive qualities. The kegs themselves can be destroyed with damage (note that the AC listed below for each keg takes into account the fact that Gerhard has wedged the kegs into nooks in the temple's stone flooring and walls), but note that any  fire  damage (including incidental fire damage from area effects like a   fireball   or Gerhard's blunderbuss) causes them to explode. At your option, other actions may be similarly effective at disabling this hazard.",
 "exclude_from_search": false,
 "fortitude_save": 17,
 "hardness": 5,
 "hardness_raw": "5 Hidden Keg Hardness",
 "hazard_type": "Trap",
 "hp": 20,
 "hp_raw": "20 (BT 10)",
 "id": "hazard-68",
 "immunity": [
  "critical hits",
  "object immunities",
  "precision damage"
 ],
 "immunity_markdown": "critical hits, object immunities, precision damage",
 "level": 6,
 "markdown": "<title level=\"1\" right=\"Hazard 6\" pfs=\"\">[Black Powder Bomb](/Hazards.aspx?ID=68)</title>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Mechanical\" url=\"/Traits.aspx?ID=105\" />\r\n<trait label=\"Trap\" url=\"/Traits.aspx?ID=158\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 40</row>\n\n**Complexity** Simple\r\n\r\n</column>\r\n\r\nThree bulky kegs of black powder placed at key locations in the temple are triggered to explode in unison, causing the entire structure to collapse into rubble and slide partially down the cliff face.\r\n\r\n---\r\n\r\n**Stealth**\r\nDC 15 (The three powder kegs aren't particularly well hidden, but they are out of sight to casual observation.)\r\n\r\n**Disable**\r\nNo special skills are required to disable this manually activated trap. As an Interact action, a PC can sweep aside some black powder to interrupt the fuse line, but this doesn't prevent Gerhard from activating a keg via blunderbuss. A keg that is removed from its position (either by being thrown over the cliff or merely carried away) retains its explosive potential, but as long as one of the three kegs are removed they no longer have the precise placement required to trigger a collapse—an explosion at this point merely inflicts fire damage in the appropriate areas but does not particularly damage the temple structure itself.\n\n A keg's contents can be dispersed by scattering the gunpowder to the wind (most efficiently by pouring it over the cliff side) as a 2-action activity, or rendered permanently inert by pouring a gallon of water into the powder, inhibiting its explosive qualities. The kegs themselves can be destroyed with damage (note that the AC listed below for each keg takes into account the fact that Gerhard has wedged the kegs into nooks in the temple's stone flooring and walls), but note that any [fire](/Traits.aspx?ID=72) damage (including incidental fire damage from area effects like a [_fireball_](/Spells.aspx?ID=119) or Gerhard's blunderbuss) causes them to explode. At your option, other actions may be similarly effective at disabling this hazard.\n\n<column gap=\"tiny\">\r\n\r\n**AC** 26, **Fort** +17, **Ref** +8\r\n\r\n**Hidden Keg Hardness**\r\n5\r\n\r\n**Hidden Keg HP**\r\n20 (BT 10)\r\n\r\n**Immunities**\r\ncritical hits, object immunities, precision damage\r\n\r\n**Weaknesses**\r\n[fire](/Traits.aspx?ID=72) automatically penetrates hardness\n\n</column>\r\n\r\n**Destructive Explosion** <actions string=\"Reaction\" /> ([fire](/Traits.aspx?ID=72)); **Trigger** One of the three kegs takes any fire damage, including damage caused by a line of black powder burning up to a keg. **Effect** The keg explodes, causing 5d6 fire damage (DC 24 [basic](/Rules.aspx?ID=329) Reflex) in a 20-foot emanation; this can cause an instantaneous chain reaction if either of the other kegs are in this area (note that as positioned, all three kegs are in range to trigger a chain reaction). Fire damage in overlapping areas isn't cumulative, but if all three kegs are in their initial positions when the explosion occurs, the temple itself collapses, causing 8d6 bludgeoning damage to all creatures in the temple (DC 24 [basic](/Rules.aspx?ID=329) Reflex).",
 "name": "Black Powder Bomb",
 "rarity": "uncommon",
 "reflex_save": 8,
 "release_date": "2019-09-01",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Mechanical\" url=\"/Traits.aspx?ID=105\" />\r\n<trait label=\"Trap\" url=\"/Traits.aspx?ID=158\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 40</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThree bulky kegs of black powder placed at key locations in the temple are triggered to explode in unison, causing the entire structure to collapse …\r\n</summary>",
 "source": [
  "Pathfinder #146: Cult of Cinders"
 ],
 "source_raw": [
  "Pathfinder #146: Cult of Cinders pg. 40"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #146: Cult of Cinders](/Sources.aspx?ID=7) pg. 40</row>",
 "speed": {},
 "spoilers": "Age of Ashes",
 "stealth": "DC 15 (The three powder kegs aren't particularly well hidden, but they are out of sight to casual observation.)",
 "summary": "Three bulky kegs of black powder placed at key locations in the temple are triggered to explode in unison, causing the entire structure to collapse …",
 "summary_markdown": "Three bulky kegs of black powder placed at key locations in the temple are triggered to explode in unison, causing the entire structure to collapse …",
 "text": " Black Powder Bomb Source Pathfinder #146: Cult of Cinders pg. 40 Complexity Simple Three bulky kegs of black powder placed at key locations in the temple are triggered to explode in unison, causing the entire structure to collapse into rubble and slide partially down the cliff face. --- Stealth DC 15 (The three powder kegs aren't particularly well hidden, but they are out of sight to casual observation.) Disable No special skills are required to disable this manually activated trap. As an Interact action, a PC can sweep aside some black powder to interrupt the fuse line, but this doesn't prevent Gerhard from activating a keg via blunderbuss. A keg that is removed from its position (either by being thrown over the cliff or merely carried away) retains its explosive potential, but as long as one of the three kegs are removed they no longer have the precise placement required to trigger a collapse—an explosion at this point merely inflicts fire damage in the appropriate areas but does not particularly damage the temple structure itself. A keg's contents can be dispersed by scattering the gunpowder to the wind (most efficiently by pouring it over the cliff side) as a 2-action activity, or rendered permanently inert by pouring a gallon of water into the powder, inhibiting its explosive qualities. The kegs themselves can be destroyed with damage (note that the AC listed below for each keg takes into account the fact that Gerhard has wedged the kegs into nooks in the temple's stone flooring and walls), but note that any fire damage (including incidental fire damage from area effects like a fireball or Gerhard's blunderbuss) causes them to explode. At your option, other actions may be similarly effective at disabling this hazard. AC 26, Fort +17, Ref +8 Hidden Keg Hardness 5 Hidden Keg HP 20 (BT 10) Immunities critical hits, object immunities, precision damage Weaknesses fire automatically penetrates hardness Destructive Explosion Reaction (fire); Trigger One of the three kegs takes any fire damage, including damage caused by a line of black powder burning up to a keg. Effect The keg explodes, causing 5d6 fire damage (DC 24 basic Reflex) in a 20-foot emanation; this can cause an instantaneous chain reaction if either of the other kegs are in this area (note that as positioned, all three kegs are in range to trigger a chain reaction). Fire damage in overlapping areas isn't cumulative, but if all three kegs are in their initial positions when the explosion occurs, the temple itself collapses, causing 8d6 bludgeoning damage to all creatures in the temple (DC 24 basic Reflex).",
 "trait": [
  "Mechanical",
  "Trap",
  "Uncommon"
 ],
 "trait_markdown": "[Mechanical](/Traits.aspx?ID=105), [Trap](/Traits.aspx?ID=158), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Mechanical",
  "Trap",
  "Uncommon"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=68",
 "weakness": {},
 "weakness_markdown": "[fire](/Traits.aspx?ID=72) automatically penetrates hardness",
 "weakness_raw": " fire  automatically penetrates hardness"
}