{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 34  Occultism  or DC 36  Arcana  to expel the magical compulsion from the current island and from any of the red ropes directly attached to it, darkening the rope in color. The  Echo  also automatically disables the hazard from any island he's standing on, and any of the red ropes directly attached to it, when he Reconstitutes from Thought on that island.",
 "exclude_from_search": false,
 "hazard_type": "Environmental",
 "id": "hazard-196",
 "level": 12,
 "markdown": "<title level=\"1\" right=\"Hazard 12\" pfs=\"\">[Call of the Void](/Hazards.aspx?ID=196)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 214</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nA supernatural compulsion to leap into the unknown exerts itself on anyone who approaches the ledge.\r\n\r\n---\r\n\r\n**Stealth**\r\nDC 25 (expert) to notice a slight tugging feeling\r\n\r\n**Disable**\r\nDC 34 [Occultism](/Skills.aspx?ID=11) or DC 36 [Arcana](/Skills.aspx?ID=2) to expel the magical compulsion from the current island and from any of the red ropes directly attached to it, darkening the rope in color. The [Echo](/Monsters.aspx?ID=2039) also automatically disables the hazard from any island he's standing on, and any of the red ropes directly attached to it, when he Reconstitutes from Thought on that island.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Leap into the Unknown** <actions string=\"Reaction\" /> ([enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106)); **Trigger** A creature enters a square adjacent to the ledge of an island or steps onto one of the red ropes; **Effect** The call of the void tugs at the mind of intruders, compelling them to leap off the ledge. The creature must succeed at a DC 34 Will save or DC 32 [Acrobatics](/Skills.aspx?ID=1) check to [Balance](/Actions.aspx?ID=28) or else drop off the ledge. If the creature falls off, it drops 100 feet, loops through the closed space of the mindscape, and lands in the square it fell from, taking falling damage as normal (usually 50 bludgeoning damage). The call of the void then rolls initiative.\n\n---\r\n**Routine**\r\n(1 action) The call targets all creatures adjacent to a ledge or on one of the red ropes and tugs at their minds. A creature who has already fallen this round is immune.\r\n\r\n---\r\n**Reset**\r\nThe call of the void persists as long as the Echo exists, though it doesn't activate until the Echo has rolled initiative. The hazard resets each day.",
 "name": "Call of the Void",
 "rarity": "unique",
 "release_date": "2022-07-27",
 "reset": "The call of the void persists as long as the Echo exists, though it doesn't activate until the Echo has rolled initiative. The hazard resets each day.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 214</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA supernatural compulsion to leap into the unknown exerts itself on anyone who approaches the ledge.\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 214"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 214</row>",
 "speed": {},
 "stealth": "DC 25 (expert) to notice a slight tugging feeling",
 "summary": "A supernatural compulsion to leap into the unknown exerts itself on anyone who approaches the ledge.",
 "summary_markdown": "A supernatural compulsion to leap into the unknown exerts itself on anyone who approaches the ledge.",
 "text": " Call of the Void Source Dark Archive pg. 214 Complexity Complex A supernatural compulsion to leap into the unknown exerts itself on anyone who approaches the ledge. --- Stealth DC 25 (expert) to notice a slight tugging feeling Disable DC 34 Occultism or DC 36 Arcana to expel the magical compulsion from the current island and from any of the red ropes directly attached to it, darkening the rope in color. The Echo also automatically disables the hazard from any island he's standing on, and any of the red ropes directly attached to it, when he Reconstitutes from Thought on that island. Leap into the Unknown Reaction (enchantment, mental); Trigger A creature enters a square adjacent to the ledge of an island or steps onto one of the red ropes; Effect The call of the void tugs at the mind of intruders, compelling them to leap off the ledge. The creature must succeed at a DC 34 Will save or DC 32 Acrobatics check to Balance or else drop off the ledge. If the creature falls off, it drops 100 feet, loops through the closed space of the mindscape, and lands in the square it fell from, taking falling damage as normal (usually 50 bludgeoning damage). The call of the void then rolls initiative. --- Routine (1 action) The call targets all creatures adjacent to a ledge or on one of the red ropes and tugs at their minds. A creature who has already fallen this round is immune. --- Reset The call of the void persists as long as the Echo exists, though it doesn't activate until the Echo has rolled initiative. The hazard resets each day.",
 "trait": [
  "Complex",
  "Environmental",
  "Magical",
  "Unique"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Environmental](/Traits.aspx?ID=62), [Magical](/Traits.aspx?ID=103), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Complex",
  "Environmental",
  "Magical",
  "Unique"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=196",
 "weakness": {}
}