{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 28  Deception  (expert) twice to confound the haunt with your own deceptions, or DC 28  Occultism  (trained) twice to create a ward against the haunt’s mental influence",
 "exclude_from_search": false,
 "hazard_type": "Haunt",
 "id": "hazard-45",
 "level": 8,
 "markdown": "<title level=\"1\" right=\"Hazard 8\" pfs=\"\">[Confounding Betrayal](/Hazards.aspx?ID=45)</title>\r\n\r\n<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 80</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nAllies appear to shed their disguises and reveal themselves to be malevolent monsters.\r\n\r\n---\r\n\r\n**Stealth**\r\n+21 (expert)\r\n\r\n**Disable**\r\nDC 28 [Deception](/Skills.aspx?ID=5) (expert) twice to confound the haunt with your own deceptions, or DC 28 [Occultism](/Skills.aspx?ID=11) (trained) twice to create a ward against the haunt’s mental influence\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Unmask** <actions string=\"Reaction\" /> ([illusion](/Traits.aspx?ID=92), [occult](/Traits.aspx?ID=120)) **Trigger** Two or more creatures enter the haunt’s area; **Effect** Each creature sees the forms of nearby creatures shift and change, appearing to transform into fiendish or aberrant beings with a thirst for blood. Each creature in the area must attempt a DC 30 Will save.\r\n\r\n**Critical Success** The creature sees through the illusions entirely and is temporarily immune to the haunt’s routine for 1 minute.<br />\r\n**Success** The creature is unaffected by the strange images.<br />\r\n**Failure** The creature believes the illusions to be true; if they become [confused](/Conditions.aspx?ID=5) by the haunt’s routine, they can’t attempt flat checks to end the confused condition when they take damage.<br />\r\n**Critical Failure** As failure, but the creature is left with a lingering suspicion of others and can’t benefit from [Aid](/Actions.aspx?ID=75) reactions for 24 hours.\r\n\r\n---\r\n**Routine**\r\n(1 action; [illusion](/Traits.aspx?ID=92), [incapacitation](/Traits.aspx?ID=93), [occult](/Traits.aspx?ID=120)) The haunt continues to confound victims’ senses and inspire them to commit violence against each other. Each creature in the haunt’s area must attempt a DC 26 Will save.\n\n**Critical Success** The creature is unaffected and temporarily immune for 1 minute.<br />\n**Success** The creature is unaffected.<br />\n**Failure** The creature is confused for 1 round.<br />\n**Critical Failure** The creature is confused for 1 minute.\r\n\r\n---\r\n**Reset**\r\nThe haunt deactivates 1 minute after all creatures leave the area but resets immediately thereafter.",
 "name": "Confounding Betrayal",
 "rarity": "common",
 "release_date": "2020-02-26",
 "reset": "The haunt deactivates 1 minute after all creatures leave the area but resets immediately thereafter.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 80</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAllies appear to shed their disguises and reveal themselves to be malevolent monsters.\r\n</summary>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 80"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 80</row>",
 "speed": {},
 "stealth": "+21 (expert)",
 "summary": "Allies appear to shed their disguises and reveal themselves to be malevolent monsters.",
 "summary_markdown": "Allies appear to shed their disguises and reveal themselves to be malevolent monsters.",
 "text": " Confounding Betrayal Source Gamemastery Guide pg. 80 Complexity Complex Allies appear to shed their disguises and reveal themselves to be malevolent monsters. --- Stealth +21 (expert) Disable DC 28 Deception (expert) twice to confound the haunt with your own deceptions, or DC 28 Occultism (trained) twice to create a ward against the haunt’s mental influence Unmask Reaction (illusion, occult) Trigger Two or more creatures enter the haunt’s area; Effect Each creature sees the forms of nearby creatures shift and change, appearing to transform into fiendish or aberrant beings with a thirst for blood. Each creature in the area must attempt a DC 30 Will save. Critical Success The creature sees through the illusions entirely and is temporarily immune to the haunt’s routine for 1 minute. Success The creature is unaffected by the strange images. Failure The creature believes the illusions to be true; if they become confused by the haunt’s routine, they can’t attempt flat checks to end the confused condition when they take damage. Critical Failure As failure, but the creature is left with a lingering suspicion of others and can’t benefit from Aid reactions for 24 hours. --- Routine (1 action; illusion, incapacitation, occult) The haunt continues to confound victims’ senses and inspire them to commit violence against each other. Each creature in the haunt’s area must attempt a DC 26 Will save. Critical Success The creature is unaffected and temporarily immune for 1 minute. Success The creature is unaffected. Failure The creature is confused for 1 round. Critical Failure The creature is confused for 1 minute. --- Reset The haunt deactivates 1 minute after all creatures leave the area but resets immediately thereafter.",
 "trait": [
  "Complex",
  "Haunt"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Haunt](/Traits.aspx?ID=88)",
 "trait_raw": [
  "Complex",
  "Haunt"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=45",
 "weakness": {}
}