{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 42  Intimidation  (expert) three times to frighten dancers and spectral musicians alike away from participating in the deadly performance, DC 40  Performance  (master) twice to produce a tune discordant enough to disrupt the compulsion, or DC 42  Religion  (master) three times to banish the spirits with prayers",
 "exclude_from_search": false,
 "hazard_type": "Haunt",
 "id": "hazard-48",
 "level": 16,
 "markdown": "<title level=\"1\" right=\"Hazard 16\" pfs=\"\">[Dance of Death](/Hazards.aspx?ID=48)</title>\r\n\r\n<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 81</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nAn eerie orchestra compels all who hear it to dance until they collapse from exhaustion.\r\n\r\n---\r\n\r\n**Stealth**\r\n+32 (master)\r\n\r\n**Disable**\r\nDC 42 [Intimidation](/Skills.aspx?ID=7) (expert) three times to frighten dancers and spectral musicians alike away from participating in the deadly performance, DC 40 [Performance](/Skills.aspx?ID=12) (master) twice to produce a tune discordant enough to disrupt the compulsion, or DC 42 [Religion](/Skills.aspx?ID=13) (master) three times to banish the spirits with prayers\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Prelude** <actions string=\"Reaction\" /> ([auditory](/Traits.aspx?ID=16), [enchantment](/Traits.aspx?ID=61),  [incapacitation](/Traits.aspx?ID=93), [occult](/Traits.aspx?ID=120)) **Trigger** A creature approaches within 30 feet of the orchestra; **Effect** The orchestra compels all creatures that can hear it to begin dancing. Each creature must attempt a DC 41 Will save, with the following effects.\r\n\r\n**Critical Success** The creature is unaffected.<br />\r\n**Success** The creature is [flat-footed](/Conditions.aspx?ID=16) and cannot use reactions. Additionally, it must spend 1 of its actions each round dancing. Dancing is a move action that allows the creature to Stride up to half its Speed.<br />\r\n**Failure** As success, except the creature must spend 2 of its actions each round dancing.<br />\r\n**Critical Failure** As failure, except the creature must spend 3 of its actions each round dancing.\r\n\r\n---\r\n**Routine**\r\n(1 action; [auditory](/Traits.aspx?ID=16), [enchantment](/Traits.aspx?ID=61), [incapacitation](/Traits.aspx?ID=93), [occult](/Traits.aspx?ID=120)) The orchestra performs a raucous tune, compelling all creatures that can hear it to spend actions dancing. Each round, creature must attempt a DC 37 Will save; the results of this save modify the number of actions that the creature must spend dancing each round. If this would cause the creature to spend more actions dancing than it can use on its turn, the creature takes 10d6 damage (or double that on a critical failure) from moving faster than its body can manage.<br />\n\n**Critical Success** The creature decreases the number of actions it must spend dancing by 1.<br />\n**Success** No effect.<br />\n**Failure** The creature increases the actions it must spend dancing by 1.<br />\n**Critical Failure** The creature increases the actions it must spend dancing by 2.\r\n\r\n---\r\n**Reset**\r\nThe eerie orchestra spends an hour retuning its phantasmal instruments, after which it is ready to begin its routine again.",
 "name": "Dance of Death",
 "rarity": "common",
 "release_date": "2020-02-26",
 "reset": "The eerie orchestra spends an hour retuning its phantasmal instruments, after which it is ready to begin its routine again.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 81</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAn eerie orchestra compels all who hear it to dance until they collapse from exhaustion.\r\n</summary>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 81"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 81</row>",
 "speed": {},
 "stealth": "+32 (master)",
 "summary": "An eerie orchestra compels all who hear it to dance until they collapse from exhaustion.",
 "summary_markdown": "An eerie orchestra compels all who hear it to dance until they collapse from exhaustion.",
 "text": " Dance of Death Source Gamemastery Guide pg. 81 Complexity Complex An eerie orchestra compels all who hear it to dance until they collapse from exhaustion. --- Stealth +32 (master) Disable DC 42 Intimidation (expert) three times to frighten dancers and spectral musicians alike away from participating in the deadly performance, DC 40 Performance (master) twice to produce a tune discordant enough to disrupt the compulsion, or DC 42 Religion (master) three times to banish the spirits with prayers Prelude Reaction (auditory, enchantment, incapacitation, occult) Trigger A creature approaches within 30 feet of the orchestra; Effect The orchestra compels all creatures that can hear it to begin dancing. Each creature must attempt a DC 41 Will save, with the following effects. Critical Success The creature is unaffected. Success The creature is flat-footed and cannot use reactions. Additionally, it must spend 1 of its actions each round dancing. Dancing is a move action that allows the creature to Stride up to half its Speed. Failure As success, except the creature must spend 2 of its actions each round dancing. Critical Failure As failure, except the creature must spend 3 of its actions each round dancing. --- Routine (1 action; auditory, enchantment, incapacitation, occult) The orchestra performs a raucous tune, compelling all creatures that can hear it to spend actions dancing. Each round, creature must attempt a DC 37 Will save; the results of this save modify the number of actions that the creature must spend dancing each round. If this would cause the creature to spend more actions dancing than it can use on its turn, the creature takes 10d6 damage (or double that on a critical failure) from moving faster than its body can manage. Critical Success The creature decreases the number of actions it must spend dancing by 1. Success No effect. Failure The creature increases the actions it must spend dancing by 1. Critical Failure The creature increases the actions it must spend dancing by 2. --- Reset The eerie orchestra spends an hour retuning its phantasmal instruments, after which it is ready to begin its routine again.",
 "trait": [
  "Complex",
  "Haunt"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Haunt](/Traits.aspx?ID=88)",
 "trait_raw": [
  "Complex",
  "Haunt"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=48",
 "weakness": {}
}