{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 27  Diplomacy  (expert) to temporarily calm the rage of one of the three spirits, or DC 30  Religion  (trained) to exorcise one of the spirits; three total successes are required to disable the haunt",
 "exclude_from_search": false,
 "hazard_type": "Haunt",
 "id": "hazard-44",
 "level": 7,
 "markdown": "<title level=\"1\" right=\"Hazard 7\" pfs=\"\">[Eternal Flame](/Hazards.aspx?ID=44)</title>\r\n\r\n<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 80</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nA raging spectral inferno arises out of thin air, strengthening all undead creatures within its area. This haunt most often arises from the charred remains of a group of three people who burned to death, whether in a terrible accident or a deliberate execution, and their unavenged souls burn with rage.\r\n\r\n---\r\n\r\n**Stealth**\r\n+18 (expert)\r\n\r\n**Disable**\r\nDC 27 [Diplomacy](/Skills.aspx?ID=6) (expert) to temporarily calm the rage of one of the three spirits, or DC 30 [Religion](/Skills.aspx?ID=13) (trained) to exorcise one of the spirits; three total successes are required to disable the haunt\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Searing Agony** <actions string=\"Reaction\" /> ([divination](/Traits.aspx?ID=47), [mental](/Traits.aspx?ID=106)) **Trigger** A living creature approaches within 10 feet of the remains of a victim of the original fire; **Effect** Memories of the pain suffered by the fire’s past victims assault the triggering creature’s mind. The creature must attempt a DC 25 Will save, and the haunt then rolls initiative.\r\n\r\n**Critical Success** The creature is unaffected.<br />\r\n**Success** The creature is [sickened 1](/Conditions.aspx?ID=34).<br />\r\n**Failure** The creature is sickened 2.<br />\r\n**Critical Failure** The creature is sickened 3, and it is [flat-footed](/Conditions.aspx?ID=16) for as long as it remains within the haunt’s area and for 3 rounds thereafter.\r\n\r\n---\r\n**Routine**\r\n(1 action) Phantom flames rage across the haunted area, dealing 4d6 fire damage to each living creature within the area (DC 23 basic Will save). Undead creatures in the area are infused with flames for the following round. They gain the [fire](/Traits.aspx?ID=72) trait and immunity to fire, and all their attacks deal an additional 1d6 fire damage. Objects in the area are unaffected.\r\n\r\n---\r\n**Reset**\r\nThe flames cease 1 minute after all living creatures leave the area, but after 1 hour, the anger and pain simmer up and the haunt is ready to trigger again.",
 "name": "Eternal Flame",
 "rarity": "common",
 "release_date": "2020-02-26",
 "reset": "The flames cease 1 minute after all living creatures leave the area, but after 1 hour, the anger and pain simmer up and the haunt is ready to trigger again.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 80</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA raging spectral inferno arises out of thin air, strengthening all undead creatures within its area. This haunt most often arises from the charred …\r\n</summary>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 80"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 80</row>",
 "speed": {},
 "stealth": "+18 (expert)",
 "summary": "A raging spectral inferno arises out of thin air, strengthening all undead creatures within its area. This haunt most often arises from the charred …",
 "summary_markdown": "A raging spectral inferno arises out of thin air, strengthening all undead creatures within its area. This haunt most often arises from the charred …",
 "text": " Eternal Flame Source Gamemastery Guide pg. 80 Complexity Complex A raging spectral inferno arises out of thin air, strengthening all undead creatures within its area. This haunt most often arises from the charred remains of a group of three people who burned to death, whether in a terrible accident or a deliberate execution, and their unavenged souls burn with rage. --- Stealth +18 (expert) Disable DC 27 Diplomacy (expert) to temporarily calm the rage of one of the three spirits, or DC 30 Religion (trained) to exorcise one of the spirits; three total successes are required to disable the haunt Searing Agony Reaction (divination, mental) Trigger A living creature approaches within 10 feet of the remains of a victim of the original fire; Effect Memories of the pain suffered by the fire’s past victims assault the triggering creature’s mind. The creature must attempt a DC 25 Will save, and the haunt then rolls initiative. Critical Success The creature is unaffected. Success The creature is sickened 1. Failure The creature is sickened 2. Critical Failure The creature is sickened 3, and it is flat-footed for as long as it remains within the haunt’s area and for 3 rounds thereafter. --- Routine (1 action) Phantom flames rage across the haunted area, dealing 4d6 fire damage to each living creature within the area (DC 23 basic Will save). Undead creatures in the area are infused with flames for the following round. They gain the fire trait and immunity to fire, and all their attacks deal an additional 1d6 fire damage. Objects in the area are unaffected. --- Reset The flames cease 1 minute after all living creatures leave the area, but after 1 hour, the anger and pain simmer up and the haunt is ready to trigger again.",
 "trait": [
  "Complex",
  "Haunt"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Haunt](/Traits.aspx?ID=88)",
 "trait_raw": [
  "Complex",
  "Haunt"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=44",
 "weakness": {}
}