{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 26  Occultism  (expert) to enter a state akin to lucid dreaming so as to unweave the nightmare from within, or DC 30  Intimidation  (master) to stand resolute against the nightmares and turn the fear back upon itself",
 "exclude_from_search": false,
 "hazard_type": "Haunt",
 "id": "hazard-382",
 "level": 9,
 "markdown": "<title level=\"1\" right=\"Hazard 9\" pfs=\"\">[Etward's Nightmare](/Hazards.aspx?ID=382)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 19</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nThe incense burners begin to smoke, filling the air with strangely nostalgic scents.\r\n\r\n---\r\n\r\n**Stealth**\r\n+30 (master)\r\n\r\n**Disable**\r\nDC 26 [Occultism](/Skills.aspx?ID=11) (expert) to enter a state akin to lucid dreaming so as to unweave the nightmare from within, or DC 30 [Intimidation](/Skills.aspx?ID=7) (master) to stand resolute against the nightmares and turn the fear back upon itself\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Light Incense Burners** <actions string=\"Reaction\" /> ([enchantment](/Traits.aspx?ID=61), [incapacitation](/Traits.aspx?ID=93), [mental](/Traits.aspx?ID=106), [occult](/Traits.aspx?ID=120), [sleep](/Traits.aspx?ID=145)) **Trigger** A creature lies down on the bed, or a living creature spends more than 3 rounds inside this room; **Effect** Incense swiftly fills the room (even if the incense burners have been removed or were destroyed). All creatures in area **A12** must attempt a DC 32 Fortitude save. The haunt then rolls initiative.\r\n\r\n**Critical Success** The creature is unaffected.<br />\r\n**Success** The creature is [sickened 1](/Conditions.aspx?ID=34) by the incense's scent.<br />\r\n**Failure** The creature falls [unconscious](/Conditions.aspx?ID=38). If it's still unconscious after 1 minute, it wakes up automatically.<br />\r\n**Critical Failure** As failure, but if it's still unconscious after 1 hour, it wakes up automatically.\r\n\r\n---\r\n**Routine**\r\n(2 actions; [cold](/Traits.aspx?ID=27), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106), [occult](/Traits.aspx?ID=120)) The haunt uses its first action to light incense burners again, forcing any creature that isn't already unconscious to save against that effect once more. Its second action is to cause any unconscious creatures in the room to experience horrific, vivid dreams about being lost in the arctic during a blizzard, while enormous furred figures— saumen kar—lunge at them through the snow to attack repeatedly. Each unconscious creature must attempt a DC 28 Fortitude saving throw. If at the end of the round there are no unconscious creatures in the room, Etward's nightmare ends and the trap deactivates.<br /> **Critical Success** The creature is unaffected and wakes up.<br /> **Success** The creature remains unconscious and takes 1d10 cold damage and 1d10 mental damage. This damage does not wake the creature, and those who are awake can see the unconscious creature thrash as if in the throes of a nightmare while their body rimes over with layers of frost. The creature can fight against the bitter cold and monstrous shapes by attempting a DC 28 Will save as a three-action activity on its turn— on a success, the creature wakes up.<br /> **Failure** As success, but 1d10+6 cold and 1d10+6 mental damage, and with a DC 32 Will save to wake up.<br /> **Critical Failure** The creature remains unconscious and takes 2d10+12 cold damage and 2d10+12 mental damage.\r\n\r\n---\r\n**Reset**\r\nThe hazard resets when Etward dreams in this room.",
 "name": "Etward's Nightmare",
 "rarity": "unique",
 "release_date": "2023-03-29",
 "reset": "The hazard resets when Etward dreams in this room.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 19</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe incense burners begin to smoke, filling the air with strangely nostalgic scents.\r\n</summary>",
 "source": [
  "Pathfinder #189: Dreamers of the Nameless Spires"
 ],
 "source_raw": [
  "Pathfinder #189: Dreamers of the Nameless Spires pg. 19"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Gatewalkers",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #189: Dreamers of the Nameless Spires](/Sources.aspx?ID=195) pg. 19</row>",
 "speed": {},
 "spoilers": "Gatewalkers",
 "stealth": "+30 (master)",
 "summary": "The incense burners begin to smoke, filling the air with strangely nostalgic scents.",
 "summary_markdown": "The incense burners begin to smoke, filling the air with strangely nostalgic scents.",
 "text": " Etward's Nightmare Source Pathfinder #189: Dreamers of the Nameless Spires pg. 19 Complexity Complex The incense burners begin to smoke, filling the air with strangely nostalgic scents. --- Stealth +30 (master) Disable DC 26 Occultism (expert) to enter a state akin to lucid dreaming so as to unweave the nightmare from within, or DC 30 Intimidation (master) to stand resolute against the nightmares and turn the fear back upon itself Light Incense Burners Reaction (enchantment, incapacitation, mental, occult, sleep) Trigger A creature lies down on the bed, or a living creature spends more than 3 rounds inside this room; Effect Incense swiftly fills the room (even if the incense burners have been removed or were destroyed). All creatures in area A12 must attempt a DC 32 Fortitude save. The haunt then rolls initiative. Critical Success The creature is unaffected. Success The creature is sickened 1 by the incense's scent. Failure The creature falls unconscious. If it's still unconscious after 1 minute, it wakes up automatically. Critical Failure As failure, but if it's still unconscious after 1 hour, it wakes up automatically. --- Routine (2 actions; cold, enchantment, mental, occult) The haunt uses its first action to light incense burners again, forcing any creature that isn't already unconscious to save against that effect once more. Its second action is to cause any unconscious creatures in the room to experience horrific, vivid dreams about being lost in the arctic during a blizzard, while enormous furred figures— saumen kar—lunge at them through the snow to attack repeatedly. Each unconscious creature must attempt a DC 28 Fortitude saving throw. If at the end of the round there are no unconscious creatures in the room, Etward's nightmare ends and the trap deactivates. Critical Success The creature is unaffected and wakes up. Success The creature remains unconscious and takes 1d10 cold damage and 1d10 mental damage. This damage does not wake the creature, and those who are awake can see the unconscious creature thrash as if in the throes of a nightmare while their body rimes over with layers of frost. The creature can fight against the bitter cold and monstrous shapes by attempting a DC 28 Will save as a three-action activity on its turn— on a success, the creature wakes up. Failure As success, but 1d10+6 cold and 1d10+6 mental damage, and with a DC 32 Will save to wake up. Critical Failure The creature remains unconscious and takes 2d10+12 cold damage and 2d10+12 mental damage. --- Reset The hazard resets when Etward dreams in this room.",
 "trait": [
  "Complex",
  "Haunt",
  "Unique"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Haunt](/Traits.aspx?ID=88), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Complex",
  "Haunt",
  "Unique"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=382",
 "weakness": {}
}