{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Simple",
 "disable": "DC 46  Religion  (master) to inspire a deity to intervene and counteract the ritual",
 "exclude_from_search": false,
 "hazard_type": "Haunt",
 "id": "hazard-43",
 "level": 17,
 "markdown": "<title level=\"1\" right=\"Hazard 17\" pfs=\"\">[Grasp of the Damned](/Hazards.aspx?ID=43)</title>\r\n\r\n<traits>\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 79</row>\n\n**Complexity** Simple\r\n\r\n</column>\r\n\r\nThese desperate spirits are the echoes of people who committed great atrocities in the name of an evil god. Now, they are left with only the knowledge that their souls have been damned, and the unwavering belief that they can better their fate by providing powerful sacrifices for their fiendish masters.\r\n\r\n---\r\n\r\n**Stealth**\r\nDC 43 (master)\r\n\r\n**Disable**\r\nDC 46 [Religion](/Skills.aspx?ID=13) (master) to inspire a deity to intervene and counteract the ritual\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Mark for Damnation** <actions string=\"Reaction\" /> ([death](/Traits.aspx?ID=40), [divine](/Traits.aspx?ID=48), [necromancy](/Traits.aspx?ID=117)) **Trigger** Three or more sentient living creatures of 13th level or higher enter the haunt’s area; **Effect** The haunt deals 6d12+35 negative damage to each creature in the haunt’s area, and each creature must attempt a DC 40 Will save.<br />\n\n**Critical Success** The creature takes no damage and is [doomed 1](/Conditions.aspx?ID=9).<br />\n**Success** The creature takes half damage and is doomed 1.<br />\n**Failure** The creature takes full damage, becomes doomed 2, and is marked for damnation.<br />\n**Critical Failure** The creature takes double damage, becomes doomed 3, and is marked for damnation.\n\nIf a creature that is marked for damnation dies within the next 24 hours, including from the haunt’s damage, its soul is immediately dragged away to the plane of the evil deity that the damned spirits served, where the creature’s soul is held captive by one of that deity’s powerful servitors. Only [_wish_](/Spells.aspx?ID=377) and similarly potent effects are able to recover the lost soul directly; however, it is also possible to recover the soul by journeying to the evil plane and defeating the soul’s captor.\n\n---\r\n**Reset**\r\n1 day",
 "name": "Grasp of the Damned",
 "rarity": "common",
 "release_date": "2020-02-26",
 "reset": "1 day",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 79</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese desperate spirits are the echoes of people who committed great atrocities in the name of an evil god. Now, they are left with only the …\r\n</summary>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 79"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 79</row>",
 "speed": {},
 "stealth": "DC 43 (master)",
 "summary": "These desperate spirits are the echoes of people who committed great atrocities in the name of an evil god. Now, they are left with only the …",
 "summary_markdown": "These desperate spirits are the echoes of people who committed great atrocities in the name of an evil god. Now, they are left with only the …",
 "text": " Grasp of the Damned Source Gamemastery Guide pg. 79 Complexity Simple These desperate spirits are the echoes of people who committed great atrocities in the name of an evil god. Now, they are left with only the knowledge that their souls have been damned, and the unwavering belief that they can better their fate by providing powerful sacrifices for their fiendish masters. --- Stealth DC 43 (master) Disable DC 46 Religion (master) to inspire a deity to intervene and counteract the ritual Mark for Damnation Reaction (death, divine, necromancy) Trigger Three or more sentient living creatures of 13th level or higher enter the haunt’s area; Effect The haunt deals 6d12+35 negative damage to each creature in the haunt’s area, and each creature must attempt a DC 40 Will save. Critical Success The creature takes no damage and is doomed 1. Success The creature takes half damage and is doomed 1. Failure The creature takes full damage, becomes doomed 2, and is marked for damnation. Critical Failure The creature takes double damage, becomes doomed 3, and is marked for damnation. If a creature that is marked for damnation dies within the next 24 hours, including from the haunt’s damage, its soul is immediately dragged away to the plane of the evil deity that the damned spirits served, where the creature’s soul is held captive by one of that deity’s powerful servitors. Only wish and similarly potent effects are able to recover the lost soul directly; however, it is also possible to recover the soul by journeying to the evil plane and defeating the soul’s captor. --- Reset 1 day",
 "trait": [
  "Haunt"
 ],
 "trait_markdown": "[Haunt](/Traits.aspx?ID=88)",
 "trait_raw": [
  "Haunt"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=43",
 "weakness": {}
}