{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "two DC 32  Athletics  or  Diplomacy  checks to douse the flames; Athletics to do the work yourself or Diplomacy to muster the ghostly soldiers. This reduces the hazard's actions by 1 and prevents it from using Burning Timbers. Banish the demons with up to two DC 35  Arcana ,  Occultism , or  Religion  checks; each success reduces the hazard's actions by 1, and two successes prevent it from using Demonic Abduction. When the hazard loses all 3 actions, Burning Timbers, and Demonic Abduction, it's disabled.",
 "exclude_from_search": false,
 "hazard_type": "Haunt",
 "id": "hazard-131",
 "level": 10,
 "markdown": "<title level=\"1\" right=\"Hazard 10\" pfs=\"\">[Hall of Fiery Doom](/Hazards.aspx?ID=131)</title>\r\n\r\n<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 50</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nWhile the roof is on fire and collapsing timbers crush those within the hall, demons fly down from the sky to pluck victims from the flames.\r\n\r\n---\r\n\r\n**Stealth**\r\n+32 (master)\r\n\r\n**Disable**\r\ntwo DC 32 [Athletics](/Skills.aspx?ID=3) or [Diplomacy](/Skills.aspx?ID=6) checks to douse the flames; Athletics to do the work yourself or Diplomacy to muster the ghostly soldiers. This reduces the hazard's actions by 1 and prevents it from using Burning Timbers. Banish the demons with up to two DC 35 [Arcana](/Skills.aspx?ID=2), [Occultism](/Skills.aspx?ID=11), or [Religion](/Skills.aspx?ID=13) checks; each success reduces the hazard's actions by 1, and two successes prevent it from using Demonic Abduction. When the hazard loses all 3 actions, Burning Timbers, and Demonic Abduction, it's disabled.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Burst of Fire** <actions string=\"Reaction\" /> **Trigger** A creature enters the hall or ends its turn in the hall; **Effect** The hall bursts into flame, dealing 4d6 fire damage to each creature in the hall. The haunt then rolls initiative.\n\n---\r\n**Routine**\r\n(3 actions) The haunt spends 1 action to fill the hall with burning timbers falling from above, and 2 actions to pluck up random victims and drop them to their deaths.<br /> **Burning Timbers** <actions string=\"Single Action\" /> Creatures within the 30-foot by 90-foot area of the hall take 4d6+12 fire damage (DC 29 [basic](/Rules.aspx?ID=329) Reflex save).<br /> **Demonic Abduction** <actions string=\"Single Action\" />Spectral demons lift a single creature 50 feet into the air and drop it. The haunt makes a Strike against the creature with a +23 attack bonus. On a success, the creature is lifted into the air and dropped, taking 25 bludgeoning damage, though it might negate some or all this damage using a spell, such as [_feather fall_](/Spells.aspx?ID=111). On a critical hit, the creature also takes 2d12+13 slashing damage as the demons' claws tear through its flesh.\r\n\r\n---\r\n**Reset**\r\nThe hall falls quiet for 24 hours, after which it can trigger again.",
 "name": "Hall of Fiery Doom",
 "rarity": "common",
 "release_date": "2022-03-30",
 "reset": "The hall falls quiet for 24 hours, after which it can trigger again.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 50</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhile the roof is on fire and collapsing timbers crush those within the hall, demons fly down from the sky to pluck victims from the flames.\r\n</summary>",
 "source": [
  "Pathfinder #177: Burning Tundra"
 ],
 "source_raw": [
  "Pathfinder #177: Burning Tundra pg. 50"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Quest for the Frozen Flame",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #177: Burning Tundra](/Sources.aspx?ID=116) pg. 50</row>",
 "speed": {},
 "stealth": "+32 (master)",
 "summary": "While the roof is on fire and collapsing timbers crush those within the hall, demons fly down from the sky to pluck victims from the flames.",
 "summary_markdown": "While the roof is on fire and collapsing timbers crush those within the hall, demons fly down from the sky to pluck victims from the flames.",
 "text": " Hall of Fiery Doom Source Pathfinder #177: Burning Tundra pg. 50 Complexity Complex While the roof is on fire and collapsing timbers crush those within the hall, demons fly down from the sky to pluck victims from the flames. --- Stealth +32 (master) Disable two DC 32 Athletics or Diplomacy checks to douse the flames; Athletics to do the work yourself or Diplomacy to muster the ghostly soldiers. This reduces the hazard's actions by 1 and prevents it from using Burning Timbers. Banish the demons with up to two DC 35 Arcana, Occultism, or Religion checks; each success reduces the hazard's actions by 1, and two successes prevent it from using Demonic Abduction. When the hazard loses all 3 actions, Burning Timbers, and Demonic Abduction, it's disabled. Burst of Fire Reaction Trigger A creature enters the hall or ends its turn in the hall; Effect The hall bursts into flame, dealing 4d6 fire damage to each creature in the hall. The haunt then rolls initiative. --- Routine (3 actions) The haunt spends 1 action to fill the hall with burning timbers falling from above, and 2 actions to pluck up random victims and drop them to their deaths. Burning Timbers Single Action Creatures within the 30-foot by 90-foot area of the hall take 4d6+12 fire damage (DC 29 basic Reflex save). Demonic Abduction Single ActionSpectral demons lift a single creature 50 feet into the air and drop it. The haunt makes a Strike against the creature with a +23 attack bonus. On a success, the creature is lifted into the air and dropped, taking 25 bludgeoning damage, though it might negate some or all this damage using a spell, such as feather fall . On a critical hit, the creature also takes 2d12+13 slashing damage as the demons' claws tear through its flesh. --- Reset The hall falls quiet for 24 hours, after which it can trigger again.",
 "trait": [
  "Complex",
  "Haunt"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Haunt](/Traits.aspx?ID=88)",
 "trait_raw": [
  "Complex",
  "Haunt"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=131",
 "weakness": {}
}