{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "The hungry cottage can't be damaged or disabled, but the danger in each area can be temporarily mitigated. In the stomach: DC 17  Athletics  (trained) to  Climb  atop the hoarded belongings and avoid contact with the acidic walls or floor for 1 round, or DC 25  Crafting  (expert) as a 2-action activity to concoct an alchemical antacid that neutralizes acid damage dealt by the stomach for 1d4 rounds. In the throat: DC 23 Athletics (trained) to hold the throat open for one round, allowing all characters in the stairs to use a Reflex save result one degree of success greater than their roll to avoid being pushed into the stomach, or DC 23  Nature  or  Survival  as a 2-action activity to ease the throat's contractions and provide the same effect for 1d4 rounds. In the mouth: DC 22 Athletics to  Force Open  a window or a door and forcibly expel one creature that's within 10 feet of an exit from the cottage, or DC 25 Athletics (expert) as a 2-action activity to jam furniture in place that prevents the teeth from gnashing for 1d4 rounds and allows anyone in the cottage to move from it during that time.",
 "exclude_from_search": false,
 "hazard_type": "Environmental",
 "id": "hazard-205",
 "level": 6,
 "markdown": "<title level=\"1\" right=\"Hazard 6\" pfs=\"\">[Hungry Cottage](/Hazards.aspx?ID=205)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 18</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nIron Taviah's cottage comes to life and tries to eat everyone in it. The hazard is divided into three areas: the basement becomes the cottage's stomach; the stairs act as the cottage's throat, becoming a steep, slippery incline that is greater difficult terrain; and the ground floor is the inside of the cottage's mouth. Creatures within the cottage can move around within it but can't exit without pulling the mouth open or slipping out while its teeth gnash. Characters who successfully escape the cottage are safe from the hazard.\r\n\r\n---\r\n\r\n**Stealth**\r\n+15 (expert)\r\n\r\n**Disable**\r\nThe hungry cottage can't be damaged or disabled, but the danger in each area can be temporarily mitigated. In the stomach: DC 17 [Athletics](/Skills.aspx?ID=3) (trained) to [Climb](/Actions.aspx?ID=33) atop the hoarded belongings and avoid contact with the acidic walls or floor for 1 round, or DC 25 [Crafting](/Skills.aspx?ID=4) (expert) as a 2-action activity to concoct an alchemical antacid that neutralizes acid damage dealt by the stomach for 1d4 rounds. In the throat: DC 23 Athletics (trained) to hold the throat open for one round, allowing all characters in the stairs to use a Reflex save result one degree of success greater than their roll to avoid being pushed into the stomach, or DC 23 [Nature](/Skills.aspx?ID=10) or [Survival](/Skills.aspx?ID=16) as a 2-action activity to ease the throat's contractions and provide the same effect for 1d4 rounds. In the mouth: DC 22 Athletics to [Force Open](/Actions.aspx?ID=34) a window or a door and forcibly expel one creature that's within 10 feet of an exit from the cottage, or DC 25 Athletics (expert) as a 2-action activity to jam furniture in place that prevents the teeth from gnashing for 1d4 rounds and allows anyone in the cottage to move from it during that time.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**The Cottage Hungers** <actions string=\"Reaction\" /> **Trigger** Iron Taviah is defeated in the cottage basement; **Effect** The basement floor absorbs Iron Taviah, and the cottage transforms into a hungry, semi-animate creature. The cottage rolls initiative.\n\n---\r\n**Routine**\r\n(3 actions) The cursed cottage uses 3 actions: Acidic Assault in the stomach, Swallowing Staircase in the throat, and Gnashing Portal in the mouth (in that order). Checks to disable the areas might prevent these actions for a brief time.\n\n **Acidic Assault** <actions string=\"Single Action\" /> ([acid](/Traits.aspx?ID=3)) The walls and floor of the stomach steam with digestive juices; all creatures in contact with these surfaces take 2d8+4 acid damage (DC 24 [basic](/Rules.aspx?ID=329) Fortitude save).\n\n **Gnashing Portal** <actions string=\"Single Action\" /> Creatures on the cottage's main floor are ground down as massive teeth appear from the floor and ceiling, gnash, and recede into the architecture, dealing 2d8+4 bludgeoning damage. Creatures in this area must attempt a DC 24 Reflex save. \n\n**Critical Success** The creature takes no damage and, if within 10 feet of an exit on the ground floor, can choose to exit the cottage.<br />\n**Success** The creature takes half damage and, if within 10 feet of an exit on the ground floor, can attempt to escape the cottage as the teeth retract by attempting a DC 24 Reflex save. On a success, the creature exits the cottage; on a critical failure, the creature falls [prone](/Conditions.aspx?ID=31).<br />\n**Failure** The creature takes full damage and is knocked prone.<br />\n**Critical Failure** The creature takes double damage, is knocked prone, and is [stunned 1](/Conditions.aspx?ID=36).<br /> **Swallowing Staircase** <actions string=\"Single Action\" /> Muscular swallowing contractions force creatures down the stairs and into the stomach. Creatures on the stairs must attempt a DC 24 Reflex save or be [pushed](/Rules.aspx?ID=451) 15 feet down the stairs (and across the basement floor with any excess forced movement if they're pushed to the bottom of the stairs). Creatures who critically fail this Reflex save fall prone at the end of this forced movement.\r\n\r\n---\r\n**Reset**\r\nOnce no creatures remain in the cottage, the hazard resets and returns to a normal cottage. The stairs and the basement are gone, however, as is Iron Taviah's body. ",
 "name": "Hungry Cottage",
 "rarity": "unique",
 "release_date": "2022-08-31",
 "reset": "Once no creatures remain in the cottage, the hazard resets and returns to a normal cottage. The stairs and the basement are gone, however, as is Iron Taviah's body. ",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 18</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIron Taviah's cottage comes to life and tries to eat everyone in it. The hazard is divided into three areas: the basement becomes the cottage's …\r\n</summary>",
 "source": [
  "Pathfinder #182: Graveclaw"
 ],
 "source_raw": [
  "Pathfinder #182: Graveclaw pg. 18"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 18</row>",
 "speed": {},
 "spoilers": "Blood Lords",
 "stealth": "+15 (expert)",
 "summary": "Iron Taviah's cottage comes to life and tries to eat everyone in it. The hazard is divided into three areas: the basement becomes the cottage's …",
 "summary_markdown": "Iron Taviah's cottage comes to life and tries to eat everyone in it. The hazard is divided into three areas: the basement becomes the cottage's …",
 "text": " Hungry Cottage Source Pathfinder #182: Graveclaw pg. 18 Complexity Complex Iron Taviah's cottage comes to life and tries to eat everyone in it. The hazard is divided into three areas: the basement becomes the cottage's stomach; the stairs act as the cottage's throat, becoming a steep, slippery incline that is greater difficult terrain; and the ground floor is the inside of the cottage's mouth. Creatures within the cottage can move around within it but can't exit without pulling the mouth open or slipping out while its teeth gnash. Characters who successfully escape the cottage are safe from the hazard. --- Stealth +15 (expert) Disable The hungry cottage can't be damaged or disabled, but the danger in each area can be temporarily mitigated. In the stomach: DC 17 Athletics (trained) to Climb atop the hoarded belongings and avoid contact with the acidic walls or floor for 1 round, or DC 25 Crafting (expert) as a 2-action activity to concoct an alchemical antacid that neutralizes acid damage dealt by the stomach for 1d4 rounds. In the throat: DC 23 Athletics (trained) to hold the throat open for one round, allowing all characters in the stairs to use a Reflex save result one degree of success greater than their roll to avoid being pushed into the stomach, or DC 23 Nature or Survival as a 2-action activity to ease the throat's contractions and provide the same effect for 1d4 rounds. In the mouth: DC 22 Athletics to Force Open a window or a door and forcibly expel one creature that's within 10 feet of an exit from the cottage, or DC 25 Athletics (expert) as a 2-action activity to jam furniture in place that prevents the teeth from gnashing for 1d4 rounds and allows anyone in the cottage to move from it during that time. The Cottage Hungers Reaction Trigger Iron Taviah is defeated in the cottage basement; Effect The basement floor absorbs Iron Taviah, and the cottage transforms into a hungry, semi-animate creature. The cottage rolls initiative. --- Routine (3 actions) The cursed cottage uses 3 actions: Acidic Assault in the stomach, Swallowing Staircase in the throat, and Gnashing Portal in the mouth (in that order). Checks to disable the areas might prevent these actions for a brief time. Acidic Assault Single Action (acid) The walls and floor of the stomach steam with digestive juices; all creatures in contact with these surfaces take 2d8+4 acid damage (DC 24 basic Fortitude save). Gnashing Portal Single Action Creatures on the cottage's main floor are ground down as massive teeth appear from the floor and ceiling, gnash, and recede into the architecture, dealing 2d8+4 bludgeoning damage. Creatures in this area must attempt a DC 24 Reflex save. Critical Success The creature takes no damage and, if within 10 feet of an exit on the ground floor, can choose to exit the cottage. Success The creature takes half damage and, if within 10 feet of an exit on the ground floor, can attempt to escape the cottage as the teeth retract by attempting a DC 24 Reflex save. On a success, the creature exits the cottage; on a critical failure, the creature falls prone. Failure The creature takes full damage and is knocked prone. Critical Failure The creature takes double damage, is knocked prone, and is stunned 1. Swallowing Staircase Single Action Muscular swallowing contractions force creatures down the stairs and into the stomach. Creatures on the stairs must attempt a DC 24 Reflex save or be pushed 15 feet down the stairs (and across the basement floor with any excess forced movement if they're pushed to the bottom of the stairs). Creatures who critically fail this Reflex save fall prone at the end of this forced movement. --- Reset Once no creatures remain in the cottage, the hazard resets and returns to a normal cottage. The stairs and the basement are gone, however, as is Iron Taviah's body. ",
 "trait": [
  "Complex",
  "Environmental",
  "Unique"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Environmental](/Traits.aspx?ID=62), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Complex",
  "Environmental",
  "Unique"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=205",
 "weakness": {}
}