{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Simple",
 "disable": "DC 33  Religion  (expert) to exorcise the manifestation, or DC 36  Intimidation  (trained) to stand one's ground without showing fear.",
 "exclude_from_search": false,
 "hazard_type": "Haunt",
 "id": "hazard-166",
 "level": 11,
 "markdown": "<title level=\"1\" right=\"Hazard 11\" pfs=\"\">[Ileosa's Fifth Manifestation](/Hazards.aspx?ID=166)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Shadows at Sundown](/Sources.aspx?ID=121) pg. 14</row>\n\n**Complexity** Simple\r\n\r\n</column>\r\n\r\nMist coils from the ground, perhaps through a sewer grate or from cracks along a basement foundation, quickly forming into the ghostly image of Queen Ileosa.\r\n\r\n---\r\n\r\n**Stealth**\r\nDC 33 (master)\r\n\r\n**Disable**\r\nDC 33 [Religion](/Skills.aspx?ID=13) (expert) to exorcise the manifestation, or DC 36 [Intimidation](/Skills.aspx?ID=7) (trained) to stand one's ground without showing fear.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Queen's Laugh** <actions string=\"Reaction\" /> ([divine](/Traits.aspx?ID=48), [emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106)) **Trigger** A living creature moves within 10 feet of where the manifestation will appear; Effect Ileosa laughs, becoming more substantial as bloody, spectral bodies appear to pile under her feet. Each living creature within 30 feet of the area must attempt a DC 30 Will save.\r\n\r\n**Critical Success** The creature takes no damage.<br />\r\n**Success** The creature takes 5d10 mental damage as false memories of being tormented and persecuted under Ileosa's rule tear through their mind.<br />\r\n**Failure** As above, but the creature takes 10d10 mental damage and becomes [stupefied 1](/Conditions.aspx?ID=37) until the next sunrise from the overwhelming nature of the false memories.<br />\r\n**Critical Failure** As failure, but the creature becomes stupefied 2 instead. In addition, the creature continues to see dead, bloody bodies crawling from the ground during times of stress, causing them to treat all ground as difficult terrain during combat. This hallucination persists as long as the character remains stupefied from the hazard.",
 "name": "Ileosa's Fifth Manifestation",
 "rarity": "rare",
 "release_date": "2022-05-25",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Shadows at Sundown](/Sources.aspx?ID=121) pg. 14</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMist coils from the ground, perhaps through a sewer grate or from cracks along a basement foundation, quickly forming into the ghostly image of Queen …\r\n</summary>",
 "source": [
  "Shadows at Sundown"
 ],
 "source_raw": [
  "Shadows at Sundown pg. 14"
 ],
 "source_category": "Adventures",
 "source_group": "Shadows at Sundown",
 "source_markdown": "<row gap=\"tiny\">[Shadows at Sundown](/Sources.aspx?ID=121) pg. 14</row>",
 "speed": {},
 "spoilers": "Shadows at Sundown",
 "stealth": "DC 33 (master)",
 "summary": "Mist coils from the ground, perhaps through a sewer grate or from cracks along a basement foundation, quickly forming into the ghostly image of Queen …",
 "summary_markdown": "Mist coils from the ground, perhaps through a sewer grate or from cracks along a basement foundation, quickly forming into the ghostly image of Queen …",
 "text": " Ileosa's Fifth Manifestation Source Shadows at Sundown pg. 14 Complexity Simple Mist coils from the ground, perhaps through a sewer grate or from cracks along a basement foundation, quickly forming into the ghostly image of Queen Ileosa. --- Stealth DC 33 (master) Disable DC 33 Religion (expert) to exorcise the manifestation, or DC 36 Intimidation (trained) to stand one's ground without showing fear. Queen's Laugh Reaction (divine, emotion, enchantment, mental) Trigger A living creature moves within 10 feet of where the manifestation will appear; Effect Ileosa laughs, becoming more substantial as bloody, spectral bodies appear to pile under her feet. Each living creature within 30 feet of the area must attempt a DC 30 Will save. Critical Success The creature takes no damage. Success The creature takes 5d10 mental damage as false memories of being tormented and persecuted under Ileosa's rule tear through their mind. Failure As above, but the creature takes 10d10 mental damage and becomes stupefied 1 until the next sunrise from the overwhelming nature of the false memories. Critical Failure As failure, but the creature becomes stupefied 2 instead. In addition, the creature continues to see dead, bloody bodies crawling from the ground during times of stress, causing them to treat all ground as difficult terrain during combat. This hallucination persists as long as the character remains stupefied from the hazard.",
 "trait": [
  "Haunt",
  "Rare"
 ],
 "trait_markdown": "[Haunt](/Traits.aspx?ID=88), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Haunt",
  "Rare"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=166",
 "weakness": {}
}