{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 26  Arcana  (expert) to feed magic into the whorl and temporarily stabilize it for a few minutes; feed the whorl a number of spellcasters and magic items with a combined 10 levels (for instance, a 4th-level cleric with two 3rd-level magic items) to stabilize it for 1 week; or feed the whorl a number of spellcasters and magic items with a combined 20 levels to stabilize it permanently. Spellcasters and magic items fed to the whorl are devoured whole.",
 "exclude_from_search": false,
 "hazard_type": "Environmental",
 "id": "hazard-305",
 "level": 7,
 "markdown": "<title level=\"1\" right=\"Hazard 7\" pfs=\"\">[Mana Whorl](/Hazards.aspx?ID=305)</title>\r\n\r\n<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 231</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nThis 15-foot-wide patch of destabilized sand attempts to submerge creatures who wield magic. A desert tree with dense bright green foliage, pale pink blooms, and at least one carnivorous red-chested magpie is always nearby.\r\n\r\n---\r\n\r\n**Stealth**\r\n+14 (trained) to identify as dangerous quicksand; +20 (expert) to recognize its magical properties\r\n\r\n**Disable**\r\nDC 26 [Arcana](/Skills.aspx?ID=2) (expert) to feed magic into the whorl and temporarily stabilize it for a few minutes; feed the whorl a number of spellcasters and magic items with a combined 10 levels (for instance, a 4th-level cleric with two 3rd-level magic items) to stabilize it for 1 week; or feed the whorl a number of spellcasters and magic items with a combined 20 levels to stabilize it permanently. Spellcasters and magic items fed to the whorl are devoured whole.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Submerge** <actions string=\"Reaction\" /> **Trigger** A creature who can cast spells, or who is wielding a magic item, walks into the mana whorl; **Effect** The triggering creature sinks into the whorl to its waist. The whorl rolls initiative if it hasn't already\n\n---\r\n**Routine**\r\n(1 action) On its initiative, the whorl pulls down any creature within it that can cast spells or that is wielding a magic item. A creature submerged to the waist becomes submerged to the neck, and a creature submerged to the neck is pulled under and must hold its breath to avoid [suffocation](/Rules.aspx?ID=468). If a creature has no spells or magic items, the mana whorl is merely difficult terrain.<br /> A creature caught in a mana whorl can attempt a DC 23 [Athletics](/Skills.aspx?ID=3) check to [Swim](/Actions.aspx?ID=39) to either raise itself by one step if submerged to the neck or worse, or to move 5 feet if submerged only to the waist. On a critical failure, the creature is pulled down by one step. A creature that Swims out of the whorl escapes the hazard and is prone in a space adjacent to the whorl. Other creatures can [Aid](/Actions.aspx?ID=75) the creature, typically by using a rope or similar aid, or attempt to pull the creature out with their own DC 23 Athletics check, with the same results as if the creature attempted the check.<br /> If a creature has only magic items and no ability to cast spells, dropping all the items releases that creature, and it can move through the mana whorl as normal difficult terrain.\r\n\r\n---\r\n**Reset**\r\nThe hazard continues to suck in anyone with magic until it is satiated (see Disable above). Magpies leave any satiated whorls.",
 "name": "Mana Whorl",
 "rarity": "common",
 "release_date": "2022-11-16",
 "reset": "The hazard continues to suck in anyone with magic until it is satiated (see Disable above). Magpies leave any satiated whorls.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 231</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis 15-foot-wide patch of destabilized sand attempts to submerge creatures who wield magic. A desert tree with dense bright green foliage, pale pink …\r\n</summary>",
 "source": [
  "Impossible Lands"
 ],
 "source_raw": [
  "Impossible Lands pg. 231"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Impossible Lands](/Sources.aspx?ID=146) pg. 231</row>",
 "speed": {},
 "stealth": "+14 (trained) to identify as dangerous quicksand; +20 (expert) to recognize its magical properties",
 "summary": "This 15-foot-wide patch of destabilized sand attempts to submerge creatures who wield magic. A desert tree with dense bright green foliage, pale pink …",
 "summary_markdown": "This 15-foot-wide patch of destabilized sand attempts to submerge creatures who wield magic. A desert tree with dense bright green foliage, pale pink …",
 "text": " Mana Whorl Source Impossible Lands pg. 231 Complexity Complex This 15-foot-wide patch of destabilized sand attempts to submerge creatures who wield magic. A desert tree with dense bright green foliage, pale pink blooms, and at least one carnivorous red-chested magpie is always nearby. --- Stealth +14 (trained) to identify as dangerous quicksand; +20 (expert) to recognize its magical properties Disable DC 26 Arcana (expert) to feed magic into the whorl and temporarily stabilize it for a few minutes; feed the whorl a number of spellcasters and magic items with a combined 10 levels (for instance, a 4th-level cleric with two 3rd-level magic items) to stabilize it for 1 week; or feed the whorl a number of spellcasters and magic items with a combined 20 levels to stabilize it permanently. Spellcasters and magic items fed to the whorl are devoured whole. Submerge Reaction Trigger A creature who can cast spells, or who is wielding a magic item, walks into the mana whorl; Effect The triggering creature sinks into the whorl to its waist. The whorl rolls initiative if it hasn't already --- Routine (1 action) On its initiative, the whorl pulls down any creature within it that can cast spells or that is wielding a magic item. A creature submerged to the waist becomes submerged to the neck, and a creature submerged to the neck is pulled under and must hold its breath to avoid suffocation. If a creature has no spells or magic items, the mana whorl is merely difficult terrain. A creature caught in a mana whorl can attempt a DC 23 Athletics check to Swim to either raise itself by one step if submerged to the neck or worse, or to move 5 feet if submerged only to the waist. On a critical failure, the creature is pulled down by one step. A creature that Swims out of the whorl escapes the hazard and is prone in a space adjacent to the whorl. Other creatures can Aid the creature, typically by using a rope or similar aid, or attempt to pull the creature out with their own DC 23 Athletics check, with the same results as if the creature attempted the check. If a creature has only magic items and no ability to cast spells, dropping all the items releases that creature, and it can move through the mana whorl as normal difficult terrain. --- Reset The hazard continues to suck in anyone with magic until it is satiated (see Disable above). Magpies leave any satiated whorls.",
 "trait": [
  "Complex",
  "Environmental",
  "Magical"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Environmental](/Traits.aspx?ID=62), [Magical](/Traits.aspx?ID=103)",
 "trait_raw": [
  "Complex",
  "Environmental",
  "Magical"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=305",
 "weakness": {}
}