{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "Nature  DC 42 (master) to note the magical nature of the storm and to perform a quick ritual and prayer to the fey spirits of the region to cause the tempest to disperse, or   dispel magic   (9th level,  counteract  DC 36) to counteract the tempest immediately.",
 "exclude_from_search": false,
 "hazard_type": "Environmental",
 "id": "hazard-307",
 "level": 16,
 "markdown": "<title level=\"1\" right=\"Hazard 16\" pfs=\"\">[Nyrissa's Tempest](/Hazards.aspx?ID=307)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 351</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nSudden dark clouds gather in the sky above, and moments later, blasts of lightning and swirling tornadoes begin to rip the landscape apart.\r\n\r\n---\r\n\r\n**Stealth**\r\n+32 (expert)\r\n\r\n**Disable**\r\n[Nature](/Skills.aspx?ID=10) DC 42 (master) to note the magical nature of the storm and to perform a quick ritual and prayer to the fey spirits of the region to cause the tempest to disperse, or [_dispel magic_](/Spells.aspx?ID=78) (9th level, [counteract](/Rules.aspx?ID=371) DC 36) to counteract the tempest immediately.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Raging Storm** <actions string=\"Reaction\" /> **Trigger** The PCs fail an attempt to Disable the tempest, or 10 minutes pass without any attempt to leave the area (whichever comes first); **Effect** Bolts of lightning lance down from above. If the PCs managed to succeed at a [Survival](/Skills.aspx?ID=16) check to prepare for the storm, their armies are protected and only one PC (determined randomly) is targeted by this bolt, otherwise all PCs and armies are targeted by bolts. Against PCs, the bolt inflicts 10d6 electricity damage (DC 38 [basic](/Rules.aspx?ID=329) Reflex save). Against armies, the bolt inflicts 1 point of damage (DC 30 Mobility check negates). Then, whether or not the PCs managed to take shelter, roll initiative for Nyrissa's Tempest.\n\n---\r\n**Routine**\r\n(4 actions) If the PCs successfully sought shelter with a Survival check, the storm takes no actions if the GM fails a DC 16 flat check. Otherwise, the storm takes four of the following actions, each determined by rolling a d4, during the round. On each successive round, the number of actions the storm takes is reduced by 1; when the storm is reduced to 0 actions in this way, the hazard ends. <ol><li>**Thunderclap** A blast of sound rips through the region. Unsheltered armies must attempt a DC 30 Morale check or increase their [shaken](/Conditions.aspx?ID=56) value by 1. Unsheltered PCs take 10d6 sonic damage (DC 38 [basic](/Rules.aspx?ID=329) Fortitude save).</li> <li>**Lightning** The tempest takes its Raging Storm reaction as a single action.</li> <li>**Tornado** A tornado funnel extends down from the storm to unerringly strike at a PC, who must attempt a DC 38 Fortitude save.\n\n**Critical Success** The PC escapes unscathed.<br />\n**Success** The PC is knocked [prone](/Conditions.aspx?ID=31) and takes 8d6 bludgeoning damage.<br />\n**Failure** The PC is hurled through the air, taking 8d6 bludgeoning damage and then falling 1d6×10 feet for appropriate [falling damage](/Rules.aspx?ID=402), landing prone.<br />\n**Critical Failure** As failure, but 8d6 bludgeoning damage and a fall of 2d8 × 10 feet.</li> <li>**Renewal** Blasts of wind tear through the area but do no real damage. Attempt a DC 11 flat check; on a success, the number of actions the storm takes next round is not reduced as usual.</li>",
 "name": "Nyrissa's Tempest",
 "rarity": "rare",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 351</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSudden dark clouds gather in the sky above, and moments later, blasts of lightning and swirling tornadoes begin to rip the landscape apart.\r\n</summary>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 351"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 351</row>",
 "speed": {},
 "spoilers": "Kingmaker",
 "stealth": "+32 (expert)",
 "summary": "Sudden dark clouds gather in the sky above, and moments later, blasts of lightning and swirling tornadoes begin to rip the landscape apart.",
 "summary_markdown": "Sudden dark clouds gather in the sky above, and moments later, blasts of lightning and swirling tornadoes begin to rip the landscape apart.",
 "text": " Nyrissa's Tempest Source Kingmaker Adventure Path pg. 351 Complexity Complex Sudden dark clouds gather in the sky above, and moments later, blasts of lightning and swirling tornadoes begin to rip the landscape apart. --- Stealth +32 (expert) Disable Nature DC 42 (master) to note the magical nature of the storm and to perform a quick ritual and prayer to the fey spirits of the region to cause the tempest to disperse, or dispel magic (9th level, counteract DC 36) to counteract the tempest immediately. Raging Storm Reaction Trigger The PCs fail an attempt to Disable the tempest, or 10 minutes pass without any attempt to leave the area (whichever comes first); Effect Bolts of lightning lance down from above. If the PCs managed to succeed at a Survival check to prepare for the storm, their armies are protected and only one PC (determined randomly) is targeted by this bolt, otherwise all PCs and armies are targeted by bolts. Against PCs, the bolt inflicts 10d6 electricity damage (DC 38 basic Reflex save). Against armies, the bolt inflicts 1 point of damage (DC 30 Mobility check negates). Then, whether or not the PCs managed to take shelter, roll initiative for Nyrissa's Tempest. --- Routine (4 actions) If the PCs successfully sought shelter with a Survival check, the storm takes no actions if the GM fails a DC 16 flat check. Otherwise, the storm takes four of the following actions, each determined by rolling a d4, during the round. On each successive round, the number of actions the storm takes is reduced by 1; when the storm is reduced to 0 actions in this way, the hazard ends. Thunderclap A blast of sound rips through the region. Unsheltered armies must attempt a DC 30 Morale check or increase their shaken value by 1. Unsheltered PCs take 10d6 sonic damage (DC 38 basic Fortitude save). Lightning The tempest takes its Raging Storm reaction as a single action. Tornado A tornado funnel extends down from the storm to unerringly strike at a PC, who must attempt a DC 38 Fortitude save. Critical Success The PC escapes unscathed. Success The PC is knocked prone and takes 8d6 bludgeoning damage. Failure The PC is hurled through the air, taking 8d6 bludgeoning damage and then falling 1d6×10 feet for appropriate falling damage, landing prone. Critical Failure As failure, but 8d6 bludgeoning damage and a fall of 2d8 × 10 feet. Renewal Blasts of wind tear through the area but do no real damage. Attempt a DC 11 flat check; on a success, the number of actions the storm takes next round is not reduced as usual. ",
 "trait": [
  "Complex",
  "Environmental",
  "Magical",
  "Rare"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Environmental](/Traits.aspx?ID=62), [Magical](/Traits.aspx?ID=103), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Complex",
  "Environmental",
  "Magical",
  "Rare"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=307",
 "weakness": {}
}