{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 48  Arcana  (legendary), DC 44  Thievery  (master), or   dispel magic   (9th level; counteract DC 44) on a platform to deactivate its pendulum blade; once all five platforms have been deactivated, the trap is disabled and the room rotates back into position along the exits. DC 48  Thievery  (legendary) from any blocked exit to activate the rotating mechanism and rotate the room back into position before the trap has been disabled.",
 "exclude_from_search": false,
 "hazard_type": "Trap",
 "id": "hazard-99",
 "level": 20,
 "markdown": "<title level=\"1\" right=\"Hazard 20\" pfs=\"\">[Pendulum Pit](/Hazards.aspx?ID=99)</title>\r\n\r\n<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Mechanical\" url=\"/Traits.aspx?ID=105\" />\r\n<trait label=\"Trap\" url=\"/Traits.aspx?ID=158\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Night of the Gray Death](/Sources.aspx?ID=99) pg. 49</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nSeveral swinging pendulums of force cleave through the room across the platforms, knocking people into the pit.\r\n\r\n---\r\n\r\n**Stealth**\r\n+36 (Legendary) to realize the chamber is a complex rotating trap before it triggers. No check is necessary to notice the platforms and the pit.\r\n\r\n**Disable**\r\nDC 48 [Arcana](/Skills.aspx?ID=2) (legendary), DC 44 [Thievery](/Skills.aspx?ID=17) (master), or [_dispel magic_](/Spells.aspx?ID=78) (9th level; counteract DC 44) on a platform to deactivate its pendulum blade; once all five platforms have been deactivated, the trap is disabled and the room rotates back into position along the exits. DC 48 [Thievery](/Skills.aspx?ID=17) (legendary) from any blocked exit to activate the rotating mechanism and rotate the room back into position before the trap has been disabled.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Locking Room** <actions string=\"Reaction\" /> **Trigger** A creature disturbs any of the platforms, or anything falls into the pit; **Effect** The room rotates 45 degrees, closing of the room by shifting its exits to face bare walls. A pendulum of force swings across the platform with the armor on it, knocking the armor into the pit and making a pendulum blade Strike against a creature on that platform (if any). The trap then rolls for initiative.\n\n---\r\n**Routine**\r\n(5 actions) For each active platform, the trap uses an action to create a pendulum of force to swing down along a straight line between the platform and one other creature in the room that isn't on the platform (if any). The trap makes a pendulum blade attack against any creature in that line. For each platform deactivated, reduce the number of actions the trap takes in its routine by 1. <br />**Melee** pendulum blade +38 ([fatal](/Traits.aspx?ID=178) d12, [force](/Traits.aspx?ID=75), [magical](/Traits.aspx?ID=103)), **Damage** 4d10+22 force damage plus pendulum shove; no multiple attack penalty <br />**Pendulum Shove** A creature hit by a pendulum blade must succeed at a DC 44 Refex save or be moved 5 feet along the line of the pendulum's swing. This is [forced movement](/Rules.aspx?ID=451).\r\n\r\n---\r\n**Reset**\r\nThe trap resets after 1 hour. If the darkness throughout the room has been dispelled, the darkness in the room returns when the trap resets.",
 "name": "Pendulum Pit",
 "rarity": "common",
 "release_date": "2021-10-13",
 "reset": "The trap resets after 1 hour. If the darkness throughout the room has been dispelled, the darkness in the room returns when the trap resets.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Mechanical\" url=\"/Traits.aspx?ID=105\" />\r\n<trait label=\"Trap\" url=\"/Traits.aspx?ID=158\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Night of the Gray Death](/Sources.aspx?ID=99) pg. 49</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSeveral swinging pendulums of force cleave through the room across the platforms, knocking people into the pit.\r\n</summary>",
 "source": [
  "Night of the Gray Death"
 ],
 "source_raw": [
  "Night of the Gray Death pg. 49"
 ],
 "source_category": "Adventures",
 "source_group": "Night of the Gray Death",
 "source_markdown": "<row gap=\"tiny\">[Night of the Gray Death](/Sources.aspx?ID=99) pg. 49</row>",
 "speed": {},
 "stealth": "+36 (Legendary) to realize the chamber is a complex rotating trap before it triggers. No check is necessary to notice the platforms and the pit.",
 "summary": "Several swinging pendulums of force cleave through the room across the platforms, knocking people into the pit.",
 "summary_markdown": "Several swinging pendulums of force cleave through the room across the platforms, knocking people into the pit.",
 "text": " Pendulum Pit Source Night of the Gray Death pg. 49 Complexity Complex Several swinging pendulums of force cleave through the room across the platforms, knocking people into the pit. --- Stealth +36 (Legendary) to realize the chamber is a complex rotating trap before it triggers. No check is necessary to notice the platforms and the pit. Disable DC 48 Arcana (legendary), DC 44 Thievery (master), or dispel magic (9th level; counteract DC 44) on a platform to deactivate its pendulum blade; once all five platforms have been deactivated, the trap is disabled and the room rotates back into position along the exits. DC 48 Thievery (legendary) from any blocked exit to activate the rotating mechanism and rotate the room back into position before the trap has been disabled. Locking Room Reaction Trigger A creature disturbs any of the platforms, or anything falls into the pit; Effect The room rotates 45 degrees, closing of the room by shifting its exits to face bare walls. A pendulum of force swings across the platform with the armor on it, knocking the armor into the pit and making a pendulum blade Strike against a creature on that platform (if any). The trap then rolls for initiative. --- Routine (5 actions) For each active platform, the trap uses an action to create a pendulum of force to swing down along a straight line between the platform and one other creature in the room that isn't on the platform (if any). The trap makes a pendulum blade attack against any creature in that line. For each platform deactivated, reduce the number of actions the trap takes in its routine by 1. Melee pendulum blade +38 (fatal d12, force, magical), Damage 4d10+22 force damage plus pendulum shove; no multiple attack penalty Pendulum Shove A creature hit by a pendulum blade must succeed at a DC 44 Refex save or be moved 5 feet along the line of the pendulum's swing. This is forced movement. --- Reset The trap resets after 1 hour. If the darkness throughout the room has been dispelled, the darkness in the room returns when the trap resets.",
 "trait": [
  "Complex",
  "Magical",
  "Mechanical",
  "Trap"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Magical](/Traits.aspx?ID=103), [Mechanical](/Traits.aspx?ID=105), [Trap](/Traits.aspx?ID=158)",
 "trait_raw": [
  "Complex",
  "Magical",
  "Mechanical",
  "Trap"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=99",
 "weakness": {}
}