{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 47  Lore  (master) related to the specific plane beyond the rift to disrupt the planar frequency and close the rift, DC 52  Arcana  (legendary) or  Occultism  (legendary) to undo the magical manifestation of the rift, DC 55  Performance  (legendary) to play a tone that counteracts the rift's harmonic frequency, or DC 55  Diplomacy  (legendary) or  Religion  (legendary) to plead with Ebeshra to close the rift",
 "exclude_from_search": false,
 "hazard_type": "Environmental",
 "id": "hazard-109",
 "level": 22,
 "markdown": "<title level=\"1\" right=\"Hazard 22\" pfs=\"\">[Planar Tear](/Hazards.aspx?ID=109)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Conjuration\" url=\"/Traits.aspx?ID=33\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n<trait label=\"Kaiju\" url=\"/Traits.aspx?ID=383\" />\r\n<trait label=\"Teleportation\" url=\"/Traits.aspx?ID=156\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 40</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nEbeshra opens a massive rift in the [Material Plane](/Planes.aspx?ID=1) that pulls nearby creatures into another plane entirely. The rift is typically to a random plane in the multiverse, though Ebeshra can have the rift pull creatures into a plane of Ebeshra's choosing. Additionally, Ebeshra can choose any number of creatures to be immune to the effects of the planar rift, usually due to the kaiju recognizing the innocence of the creatures.\r\n\r\n---\r\n\r\n**Stealth**\r\n+32 (master) to notice Ebeshra twisting its shape in preparation of creating a planar rift\r\n\r\n**Disable**\r\nDC 47 [Lore](/Skills.aspx?ID=8) (master) related to the specific plane beyond the rift to disrupt the planar frequency and close the rift, DC 52 [Arcana](/Skills.aspx?ID=2) (legendary) or [Occultism](/Skills.aspx?ID=11) (legendary) to undo the magical manifestation of the rift, DC 55 [Performance](/Skills.aspx?ID=12) (legendary) to play a tone that counteracts the rift's harmonic frequency, or DC 55 [Diplomacy](/Skills.aspx?ID=6) (legendary) or [Religion](/Skills.aspx?ID=13) (legendary) to plead with Ebeshra to close the rift\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Tear Reality** <actions string=\"Reaction\" /> **Trigger** Ebeshra recognizes a nearby threat as needing an indisputable resolution, or a deity tasks Ebeshra with creating a planar rift; **Effect** Ebeshra twists its body, aligning its segmented sections into a fine blade, and cuts the fabric of the Material Plane. It creates an enormous rift in a point in the sky within 1 mile. The rift is 100 feet long and 50 feet wide. The hazard rolls initiative.\n\n---\r\n**Routine**\r\n(1 action) The rift pulls creatures within 500 feet toward it. The rift can pull any creature, regardless of its size. Creatures in the area must attempt a DC 45 Fortitude or Reflex save (the creature's choice) to resist the effects of this pull or attempt to grab something to avoid getting pulled.\n\n**Critical Success** The creature resists the pull and doesn't move toward the rift.<br />\n**Success** The creature is moved 25 feet toward the rift.<br />\n**Failure** The creature is moved 50 feet toward the rift.<br />\n**Critical Failure** The creature is moved 100 feet toward the rift. The harsh pull causes the creature to take 10d6 bludgeoning damage.\n\nIf a creature is directly beneath the rift when the rift pulls it, the creature instead attempts a DC 50 Fortitude or Reflex save (the creature's choice) to avoid being pulled into the rift. On a failure, the creature is pulled up into the rift and thrown to a random point on the plane on the other side.\r\n\r\n---\r\n**Reset**\r\nEbeshra vanishes 1 minute after opening the rift, which closes the rift. Ebeshra must wait 1 week before it can open another planar rift.",
 "name": "Planar Tear",
 "rarity": "rare",
 "release_date": "2021-12-22",
 "reset": "Ebeshra vanishes 1 minute after opening the rift, which closes the rift. Ebeshra must wait 1 week before it can open another planar rift.",
 "resistance": {},
 "school": "conjuration",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Conjuration\" url=\"/Traits.aspx?ID=33\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n<trait label=\"Kaiju\" url=\"/Traits.aspx?ID=383\" />\r\n<trait label=\"Teleportation\" url=\"/Traits.aspx?ID=156\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 40</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEbeshra opens a massive rift in the  Material Plane  that pulls nearby creatures into another plane entirely. The rift is typically to a random plane …\r\n</summary>",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 40"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 40</row>",
 "speed": {},
 "stealth": "+32 (master) to notice Ebeshra twisting its shape in preparation of creating a planar rift",
 "summary": "Ebeshra opens a massive rift in the  Material Plane  that pulls nearby creatures into another plane entirely. The rift is typically to a random plane …",
 "summary_markdown": "Ebeshra opens a massive rift in the  Material Plane  that pulls nearby creatures into another plane entirely. The rift is typically to a random plane …",
 "text": " Planar Tear Source Monsters of Myth pg. 40 Complexity Complex Ebeshra opens a massive rift in the Material Plane that pulls nearby creatures into another plane entirely. The rift is typically to a random plane in the multiverse, though Ebeshra can have the rift pull creatures into a plane of Ebeshra's choosing. Additionally, Ebeshra can choose any number of creatures to be immune to the effects of the planar rift, usually due to the kaiju recognizing the innocence of the creatures. --- Stealth +32 (master) to notice Ebeshra twisting its shape in preparation of creating a planar rift Disable DC 47 Lore (master) related to the specific plane beyond the rift to disrupt the planar frequency and close the rift, DC 52 Arcana (legendary) or Occultism (legendary) to undo the magical manifestation of the rift, DC 55 Performance (legendary) to play a tone that counteracts the rift's harmonic frequency, or DC 55 Diplomacy (legendary) or Religion (legendary) to plead with Ebeshra to close the rift Tear Reality Reaction Trigger Ebeshra recognizes a nearby threat as needing an indisputable resolution, or a deity tasks Ebeshra with creating a planar rift; Effect Ebeshra twists its body, aligning its segmented sections into a fine blade, and cuts the fabric of the Material Plane. It creates an enormous rift in a point in the sky within 1 mile. The rift is 100 feet long and 50 feet wide. The hazard rolls initiative. --- Routine (1 action) The rift pulls creatures within 500 feet toward it. The rift can pull any creature, regardless of its size. Creatures in the area must attempt a DC 45 Fortitude or Reflex save (the creature's choice) to resist the effects of this pull or attempt to grab something to avoid getting pulled. Critical Success The creature resists the pull and doesn't move toward the rift. Success The creature is moved 25 feet toward the rift. Failure The creature is moved 50 feet toward the rift. Critical Failure The creature is moved 100 feet toward the rift. The harsh pull causes the creature to take 10d6 bludgeoning damage. If a creature is directly beneath the rift when the rift pulls it, the creature instead attempts a DC 50 Fortitude or Reflex save (the creature's choice) to avoid being pulled into the rift. On a failure, the creature is pulled up into the rift and thrown to a random point on the plane on the other side. --- Reset Ebeshra vanishes 1 minute after opening the rift, which closes the rift. Ebeshra must wait 1 week before it can open another planar rift.",
 "trait": [
  "Complex",
  "Conjuration",
  "Divine",
  "Environmental",
  "Kaiju",
  "Rare",
  "Teleportation"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Conjuration](/Traits.aspx?ID=33), [Divine](/Traits.aspx?ID=48), [Environmental](/Traits.aspx?ID=62), [Kaiju](/Traits.aspx?ID=383), [Rare](/Traits.aspx?ID=137), [Teleportation](/Traits.aspx?ID=156)",
 "trait_raw": [
  "Complex",
  "Conjuration",
  "Divine",
  "Environmental",
  "Kaiju",
  "Rare",
  "Teleportation"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=109",
 "weakness": {}
}