{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Simple",
 "disable": "three DC 38  Athletics  (trained),  Crafting  (trained), or  Engineering Lore  (trained) checks to brace a small structure or surface to cancel the effects of the quake in that area, or a single DC 41  Diplomacy  (master) check to entreat Ebeshra to stand down",
 "exclude_from_search": false,
 "hazard_type": "Environmental",
 "id": "hazard-110",
 "level": 14,
 "markdown": "<title level=\"1\" right=\"Hazard 14\" pfs=\"\">[Quaking Slither](/Hazards.aspx?ID=110)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n<trait label=\"Kaiju\" url=\"/Traits.aspx?ID=383\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 41</row>\n\n**Complexity** Simple\r\n\r\n</column>\r\n\r\nEbeshra slithers across the ground, causing the earth to tremble as though from a powerful earthquake.\r\n\r\n---\r\n\r\n**Stealth**\r\nDC 10\r\n\r\n**Disable**\r\nthree DC 38 [Athletics](/Skills.aspx?ID=3) (trained), [Crafting](/Skills.aspx?ID=4) (trained), or [Engineering Lore](/Skills.aspx?ID=8) (trained) checks to brace a small structure or surface to cancel the effects of the quake in that area, or a single DC 41 [Diplomacy](/Skills.aspx?ID=6) (master) check to entreat Ebeshra to stand down\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Quake** <actions string=\"Reaction\" /> **Trigger** Ebeshra moves at least 60 feet on land; **Effect** The ground shakes in a 120-foot emanation from Ebeshra's space. This creates a variety of effects depending on the surrounding environment.\n\n In an area without significant underground space, the ground becomes greater difficult terrain, and creatures on it are [flat-footed](/Conditions.aspx?ID=16) and [clumsy 2](/Conditions.aspx?ID=3) for 1 round.\n\n In areas with existing underground spaces (like sewers, sinkholes, or catacombs), fissures open up in the ground. Creatures in the area tumble into the resulting 80-foot-deep hole unless they succeed at a DC 40 Reflex save.\n\n In bays, on beaches, and in other relatively substantial but shallow bodies of water, the tremors create dangerous waves. Creatures in the water or within 60 feet of the waterline are struck by waves that deal 10d8 bludgeoning damage (DC 35 [basic](/Rules.aspx?ID=329) Reflex save). On a critical failure, a creature is instantly swept 60 feet out to sea and 60 feet under the water's surface.\n\n---\r\n**Reset**\r\nEbeshra doesn't rush this way again for 1d4 rounds.",
 "name": "Quaking Slither",
 "rarity": "rare",
 "release_date": "2021-12-22",
 "reset": "Ebeshra doesn't rush this way again for 1d4 rounds.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Environmental\" url=\"/Traits.aspx?ID=62\" />\r\n<trait label=\"Kaiju\" url=\"/Traits.aspx?ID=383\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 41</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nEbeshra slithers across the ground, causing the earth to tremble as though from a powerful earthquake.\r\n</summary>",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 41"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 41</row>",
 "speed": {},
 "stealth": "DC 10",
 "summary": "Ebeshra slithers across the ground, causing the earth to tremble as though from a powerful earthquake.",
 "summary_markdown": "Ebeshra slithers across the ground, causing the earth to tremble as though from a powerful earthquake.",
 "text": " Quaking Slither Source Monsters of Myth pg. 41 Complexity Simple Ebeshra slithers across the ground, causing the earth to tremble as though from a powerful earthquake. --- Stealth DC 10 Disable three DC 38 Athletics (trained), Crafting (trained), or Engineering Lore (trained) checks to brace a small structure or surface to cancel the effects of the quake in that area, or a single DC 41 Diplomacy (master) check to entreat Ebeshra to stand down Quake Reaction Trigger Ebeshra moves at least 60 feet on land; Effect The ground shakes in a 120-foot emanation from Ebeshra's space. This creates a variety of effects depending on the surrounding environment. In an area without significant underground space, the ground becomes greater difficult terrain, and creatures on it are flat-footed and clumsy 2 for 1 round. In areas with existing underground spaces (like sewers, sinkholes, or catacombs), fissures open up in the ground. Creatures in the area tumble into the resulting 80-foot-deep hole unless they succeed at a DC 40 Reflex save. In bays, on beaches, and in other relatively substantial but shallow bodies of water, the tremors create dangerous waves. Creatures in the water or within 60 feet of the waterline are struck by waves that deal 10d8 bludgeoning damage (DC 35 basic Reflex save). On a critical failure, a creature is instantly swept 60 feet out to sea and 60 feet under the water's surface. --- Reset Ebeshra doesn't rush this way again for 1d4 rounds.",
 "trait": [
  "Environmental",
  "Kaiju",
  "Rare"
 ],
 "trait_markdown": "[Environmental](/Traits.aspx?ID=62), [Kaiju](/Traits.aspx?ID=383), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Environmental",
  "Kaiju",
  "Rare"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=110",
 "weakness": {}
}