{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "Thievery  DC 28 (expert) twice to close a sluice (on a critical success, a sluice is closed immediately)",
 "exclude_from_search": false,
 "hardness": 17,
 "hardness_raw": "17 Sluiceway Hardness",
 "hazard_type": "Trap",
 "hp": 38,
 "hp_raw": "38 (BT 34)",
 "id": "hazard-76",
 "immunity": [
  "critical hits",
  "object immunities",
  "precision damage"
 ],
 "immunity_markdown": "critical hits, object immunities, precision damage",
 "level": 9,
 "markdown": "<title level=\"1\" right=\"Hazard 9\" pfs=\"\">[Quarry Sluiceway](/Hazards.aspx?ID=76)</title>\r\n\r\n<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Mechanical\" url=\"/Traits.aspx?ID=105\" />\r\n<trait label=\"Trap\" url=\"/Traits.aspx?ID=158\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 55</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nSix sluice gates open to allow thousands of gallons of water to begin flooding the room. The water churns through the room and flows out through three chutes on the south end of the room.\r\n\r\n---\r\n\r\n**Stealth**\r\n+17 (expert) or Perception DC 27 (expert) to notice the six cleverly hidden sluice gates while they are closed\r\n\r\n**Disable**\r\n[Thievery](/Skills.aspx?ID=17) DC 28 (expert) twice to close a sluice (on a critical success, a sluice is closed immediately)\n\n<column gap=\"tiny\">\n\n**Sluiceway Hardness**\r\n17\r\n\r\n**Sluiceway HP**\r\n38 (BT 34)\r\n\r\n**Immunities**\r\ncritical hits, object immunities, precision damage\n\n</column>\r\n\r\n**Opened Sluices** <actions string=\"Reaction\" /> **Trigger** A creature Interacts to throw either the primary lever or backup lever. **Effect** The trap rolls initiative.\n\n---\r\n**Routine**\r\n(6 actions) The trap loses 1 action per disabled or destroyed sluice. On each of its actions, the water rushing from the sluices flows through the room, creating a river of churning water that fills the room to several inches and makes the floor of the chamber into difficult terrain. The water level never rises above this level in the room, as it drains out of the chutes to the south and begins to flood the quarry pit (area J2). On the trap's second turn, the water starts filling the four slave pits in area J2. Each of the trap's actions fills the pits 4 inches (2 feet per round if all sluices are functional). If the slave pits fill to their total depth of 12 feet and the grates over the slave pits aren't open, the slaves begin to drown, dying if they aren't freed in 5 rounds. Once the slave pits are full, the water continues to slowly fill the central area over the course of an hour until it empties the reservoir and floods area J2 to a depth of 15 feet.\n\n Other options beyond disabling or destroying the sluices could prevent the flooding of the quarry pit at your discretion.\r\n\r\n---\r\n**Reset**\r\nThe trap resets if all six sluices are closed. If all the water has drained when this occurs, the water takes many months to refill.",
 "name": "Quarry Sluiceway",
 "rarity": "common",
 "release_date": "2019-09-18",
 "reset": "The trap resets if all six sluices are closed. If all the water has drained when this occurs, the water takes many months to refill.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Mechanical\" url=\"/Traits.aspx?ID=105\" />\r\n<trait label=\"Trap\" url=\"/Traits.aspx?ID=158\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 55</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSix sluice gates open to allow thousands of gallons of water to begin flooding the room. The water churns through the room and flows out through …\r\n</summary>",
 "source": [
  "Pathfinder #147: Tomorrow Must Burn"
 ],
 "source_raw": [
  "Pathfinder #147: Tomorrow Must Burn pg. 55"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Age of Ashes",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #147: Tomorrow Must Burn](/Sources.aspx?ID=8) pg. 55</row>",
 "speed": {},
 "stealth": "+17 (expert) or Perception DC 27 (expert) to notice the six cleverly hidden sluice gates while they are closed",
 "summary": "Six sluice gates open to allow thousands of gallons of water to begin flooding the room. The water churns through the room and flows out through …",
 "summary_markdown": "Six sluice gates open to allow thousands of gallons of water to begin flooding the room. The water churns through the room and flows out through …",
 "text": " Quarry Sluiceway Source Pathfinder #147: Tomorrow Must Burn pg. 55 Complexity Complex Six sluice gates open to allow thousands of gallons of water to begin flooding the room. The water churns through the room and flows out through three chutes on the south end of the room. --- Stealth +17 (expert) or Perception DC 27 (expert) to notice the six cleverly hidden sluice gates while they are closed Disable Thievery DC 28 (expert) twice to close a sluice (on a critical success, a sluice is closed immediately) Sluiceway Hardness 17 Sluiceway HP 38 (BT 34) Immunities critical hits, object immunities, precision damage Opened Sluices Reaction Trigger A creature Interacts to throw either the primary lever or backup lever. Effect The trap rolls initiative. --- Routine (6 actions) The trap loses 1 action per disabled or destroyed sluice. On each of its actions, the water rushing from the sluices flows through the room, creating a river of churning water that fills the room to several inches and makes the floor of the chamber into difficult terrain. The water level never rises above this level in the room, as it drains out of the chutes to the south and begins to flood the quarry pit (area J2). On the trap's second turn, the water starts filling the four slave pits in area J2. Each of the trap's actions fills the pits 4 inches (2 feet per round if all sluices are functional). If the slave pits fill to their total depth of 12 feet and the grates over the slave pits aren't open, the slaves begin to drown, dying if they aren't freed in 5 rounds. Once the slave pits are full, the water continues to slowly fill the central area over the course of an hour until it empties the reservoir and floods area J2 to a depth of 15 feet. Other options beyond disabling or destroying the sluices could prevent the flooding of the quarry pit at your discretion. --- Reset The trap resets if all six sluices are closed. If all the water has drained when this occurs, the water takes many months to refill.",
 "trait": [
  "Complex",
  "Mechanical",
  "Trap"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Mechanical](/Traits.aspx?ID=105), [Trap](/Traits.aspx?ID=158)",
 "trait_raw": [
  "Complex",
  "Mechanical",
  "Trap"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=76",
 "weakness": {}
}