{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 18  Performance  to perform so well the conductor releases you from your instrument, banishing it voluntarily; DC 22  Occultism  or  Religion  (trained) to banish one instrument; or DC 25  Thievery  (trained) to sabotage one instrument; each instrument must be banished, sabotaged, or destroyed to disable the haunt",
 "exclude_from_search": false,
 "hardness": 10,
 "hardness_raw": "10",
 "hazard_type": "Haunt",
 "hp": 22,
 "hp_raw": "22 per instrument (BT 11)",
 "id": "hazard-152",
 "immunity": [
  "critical hits",
  "object immunities",
  "precision damage"
 ],
 "immunity_markdown": "critical hits, object immunities, precision damage",
 "level": 4,
 "markdown": "<title level=\"1\" right=\"Hazard 4\" pfs=\"\">[Sadistic Conductor](/Hazards.aspx?ID=152)</title>\r\n\r\n<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 67</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nA phantom conductor appears with a flourish, causing spectral instruments with razor-like strings to appear in the hands of those present. As the conductor gestures for the performance to begin, creatures are compelled to play the instruments.\r\n\r\n---\r\n\r\n**Stealth**\r\n+12 (trained)\r\n\r\n**Disable**\r\nDC 18 [Performance](/Skills.aspx?ID=12) to perform so well the conductor releases you from your instrument, banishing it voluntarily; DC 22 [Occultism](/Skills.aspx?ID=11) or [Religion](/Skills.aspx?ID=13) (trained) to banish one instrument; or DC 25 [Thievery](/Skills.aspx?ID=17) (trained) to sabotage one instrument; each instrument must be banished, sabotaged, or destroyed to disable the haunt\n\n<column gap=\"tiny\">\n\n**Hardness**\r\n10\r\n\r\n**HP**\r\n22 per instrument (BT 11)\r\n\r\n**Immunities**\r\ncritical hits, object immunities, precision damage\n\n</column>\r\n\r\n**Conjure  Instruments** <actions string=\"Reaction\" /> ([conjuration](/Traits.aspx?ID=33), [occult](/Traits.aspx?ID=120)) **Trigger** A creature approaches within 15 feet; **Effect** The conductor conjures a hazardous spectral instrument into the hands of each sentient creature within 30 feet. Even a creature whose hands are full finds a spectral instrument superimposed over the other items it's carrying. Affected creatures must each attempt a DC 19 Will save. The haunt then rolls initiative.\r\n\r\n**Critical Success** The conjuration fails and no instrument appears in the creature's hands.<br />\r\n**Success** A conjured instrument appears in the creature's hands, but it isn't compelled to play it.<br />\r\n**Failure** A conjured instrument appears in the creature's hands and it's compelled to play it (see routine below). The creature can't willingly put down the instrument while compelled to play.<br />\r\n**Critical Failure** As failure, but the creature needs a critical success on its Performance in order for the conductor to be satisfied and dismiss its instrument.\r\n\r\n---\r\n**Routine**\r\n(1 action; [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106), [occult](/Traits.aspx?ID=120)) The conductor urges each creature within 30 feet to play the hazardous instrument it holds. Each creature that is compelled to play its instrument does so, and those who succeeded on their save can choose to do so. Playing the instrument, either from the haunt's routine or of a creature's own volition during an attempt to disable the haunt, deals 1d6+3 slashing damage (DC 21 [basic](/Rules.aspx?ID=329) Reflex save), and the creature must attempt a DC 18 Performance check. On a success, the conductor accepts the performance and dismisses that creature's instrument, and on a critical failure, the discordant sound and conductor's jeers deal an additional 1d6+3 sonic damage.\r\n\r\n---\r\n**Reset**\r\nThe haunt deactivates when all conjured instruments are destroyed or there has been silence for 1 minute. It resets after 1 hour.",
 "name": "Sadistic Conductor",
 "rarity": "common",
 "release_date": "2022-04-27",
 "reset": "The haunt deactivates when all conjured instruments are destroyed or there has been silence for 1 minute. It resets after 1 hour.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 67</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA phantom conductor appears with a flourish, causing spectral instruments with razor-like strings to appear in the hands of those present. As the …\r\n</summary>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 67"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 67</row>",
 "speed": {},
 "stealth": "+12 (trained)",
 "summary": "A phantom conductor appears with a flourish, causing spectral instruments with razor-like strings to appear in the hands of those present. As the …",
 "summary_markdown": "A phantom conductor appears with a flourish, causing spectral instruments with razor-like strings to appear in the hands of those present. As the …",
 "text": " Sadistic Conductor Source Book of the Dead pg. 67 Complexity Complex A phantom conductor appears with a flourish, causing spectral instruments with razor-like strings to appear in the hands of those present. As the conductor gestures for the performance to begin, creatures are compelled to play the instruments. --- Stealth +12 (trained) Disable DC 18 Performance to perform so well the conductor releases you from your instrument, banishing it voluntarily; DC 22 Occultism or Religion (trained) to banish one instrument; or DC 25 Thievery (trained) to sabotage one instrument; each instrument must be banished, sabotaged, or destroyed to disable the haunt Hardness 10 HP 22 per instrument (BT 11) Immunities critical hits, object immunities, precision damage Conjure Instruments Reaction (conjuration, occult) Trigger A creature approaches within 15 feet; Effect The conductor conjures a hazardous spectral instrument into the hands of each sentient creature within 30 feet. Even a creature whose hands are full finds a spectral instrument superimposed over the other items it's carrying. Affected creatures must each attempt a DC 19 Will save. The haunt then rolls initiative. Critical Success The conjuration fails and no instrument appears in the creature's hands. Success A conjured instrument appears in the creature's hands, but it isn't compelled to play it. Failure A conjured instrument appears in the creature's hands and it's compelled to play it (see routine below). The creature can't willingly put down the instrument while compelled to play. Critical Failure As failure, but the creature needs a critical success on its Performance in order for the conductor to be satisfied and dismiss its instrument. --- Routine (1 action; enchantment, mental, occult) The conductor urges each creature within 30 feet to play the hazardous instrument it holds. Each creature that is compelled to play its instrument does so, and those who succeeded on their save can choose to do so. Playing the instrument, either from the haunt's routine or of a creature's own volition during an attempt to disable the haunt, deals 1d6+3 slashing damage (DC 21 basic Reflex save), and the creature must attempt a DC 18 Performance check. On a success, the conductor accepts the performance and dismisses that creature's instrument, and on a critical failure, the discordant sound and conductor's jeers deal an additional 1d6+3 sonic damage. --- Reset The haunt deactivates when all conjured instruments are destroyed or there has been silence for 1 minute. It resets after 1 hour.",
 "trait": [
  "Complex",
  "Haunt"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Haunt](/Traits.aspx?ID=88)",
 "trait_raw": [
  "Complex",
  "Haunt"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=152",
 "weakness": {}
}