{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Simple",
 "disable": "DC 29  Religion  (master) to offer prayers to Shelyn (a worshipper of Shelyn gains a +2 circumstance bonus to this check), or DC 33  Diplomacy  (expert) to offer condolences and comforts to the haunt",
 "exclude_from_search": false,
 "hazard_type": "Haunt",
 "id": "hazard-303",
 "level": 11,
 "markdown": "<title level=\"1\" right=\"Hazard 11\" pfs=\"\">[Shelyn's Shame](/Hazards.aspx?ID=303)</title>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 90</row>\n\n**Complexity** Simple\r\n\r\n</column>\r\n\r\nThe statue begins to weep, its tears running in rivulets down into the surrounding pool, filling all nearby with overwhelming shame and grief.\r\n\r\n---\r\n\r\n**Stealth**\r\nDC 33 (master) to notice tears beginning to run from the statue’s eyes\r\n\r\n**Disable**\r\nDC 29 [Religion](/Skills.aspx?ID=13) (master) to offer prayers to Shelyn (a worshipper of Shelyn gains a +2 circumstance bonus to this check), or DC 33 [Diplomacy](/Skills.aspx?ID=6) (expert) to offer condolences and comforts to the haunt\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Hope or Despair** <actions string=\"Reaction\" /> **Trigger** A Small or larger creature enters the pool or touches the statue; **Effect** The waters of the pool and the statue become infused with divine power. The triggering creature and all other creatures within 20 feet of that creature must attempt a DC 30 Will save. If the save is attempted by a worshipper of Shelyn, the result is automatically improved one degree.\r\n\r\n**Critical Success** Shelyn sees in the creature a chance to bring the shrine back to glory, and instead of filling them with despair, the haunt fills them with hope. In addition to being filled with an urge to defeat the evil that has infested the shrine, the creature has the urge to restore the shrine. Exact details as to the nature of the evil infesting the shrine aren't apparent other than to alert the character that there's certainly something dire within the shrine's walls. The creature need not act on these urges, but as long as they pursue either goal, they gain a +1 status bonus to all checks while remaining in the shrine's area. The GM determines whether or not a check counts toward this goal (at the very least, all combat checks made against foes in the rest of the adventure count).<br />\r\n**Success** The creature is unaffected.<br />\r\n**Failure** Feelings of sadness and despair well up in the creature's mind. For the next hour, the creature takes a –1 penalty to all saving throws against mental effects; this penalty increases to a –2 penalty against emotion mental effects. This effect has the [curse](/Traits.aspx?ID=38) trait.<br />\r\n**Critical Failure** As failure, but the effects persist as long as the green hag Tulvak remains in control of the shrine.",
 "name": "Shelyn's Shame",
 "rarity": "rare",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 90</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe statue begins to weep, its tears running in rivulets down into the surrounding pool, filling all nearby with overwhelming shame and grief.\r\n</summary>",
 "source": [
  "Kingmaker Companion Guide"
 ],
 "source_raw": [
  "Kingmaker Companion Guide pg. 90"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 90</row>",
 "speed": {},
 "spoilers": "Kingmaker",
 "stealth": "DC 33 (master) to notice tears beginning to run from the statue’s eyes",
 "summary": "The statue begins to weep, its tears running in rivulets down into the surrounding pool, filling all nearby with overwhelming shame and grief.",
 "summary_markdown": "The statue begins to weep, its tears running in rivulets down into the surrounding pool, filling all nearby with overwhelming shame and grief.",
 "text": " Shelyn's Shame Source Kingmaker Companion Guide pg. 90 Complexity Simple The statue begins to weep, its tears running in rivulets down into the surrounding pool, filling all nearby with overwhelming shame and grief. --- Stealth DC 33 (master) to notice tears beginning to run from the statue’s eyes Disable DC 29 Religion (master) to offer prayers to Shelyn (a worshipper of Shelyn gains a +2 circumstance bonus to this check), or DC 33 Diplomacy (expert) to offer condolences and comforts to the haunt Hope or Despair Reaction Trigger A Small or larger creature enters the pool or touches the statue; Effect The waters of the pool and the statue become infused with divine power. The triggering creature and all other creatures within 20 feet of that creature must attempt a DC 30 Will save. If the save is attempted by a worshipper of Shelyn, the result is automatically improved one degree. Critical Success Shelyn sees in the creature a chance to bring the shrine back to glory, and instead of filling them with despair, the haunt fills them with hope. In addition to being filled with an urge to defeat the evil that has infested the shrine, the creature has the urge to restore the shrine. Exact details as to the nature of the evil infesting the shrine aren't apparent other than to alert the character that there's certainly something dire within the shrine's walls. The creature need not act on these urges, but as long as they pursue either goal, they gain a +1 status bonus to all checks while remaining in the shrine's area. The GM determines whether or not a check counts toward this goal (at the very least, all combat checks made against foes in the rest of the adventure count). Success The creature is unaffected. Failure Feelings of sadness and despair well up in the creature's mind. For the next hour, the creature takes a –1 penalty to all saving throws against mental effects; this penalty increases to a –2 penalty against emotion mental effects. This effect has the curse trait. Critical Failure As failure, but the effects persist as long as the green hag Tulvak remains in control of the shrine.",
 "trait": [
  "Haunt",
  "Rare"
 ],
 "trait_markdown": "[Haunt](/Traits.aspx?ID=88), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Haunt",
  "Rare"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=303",
 "weakness": {}
}