{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Simple",
 "disable": "This trap cannot be disabled as long as Nyrissa lives, but if she is slain or forgiven (see area  M7 ), the teleport trap vanishes.",
 "exclude_from_search": false,
 "hazard_type": "Trap",
 "id": "hazard-296",
 "level": 19,
 "markdown": "<title level=\"1\" right=\"Hazard 19\" pfs=\"\">[Teleport Trap](/Hazards.aspx?ID=296)</title>\r\n\r\n<traits>\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Trap\" url=\"/Traits.aspx?ID=158\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 458</row>\n\n**Complexity** Simple\r\n\r\n</column>\r\n\r\nThe House at the Edge of Time folds time and space back on the target, who teleports painfully into their own body an instant before they travel.\r\n\r\n---\r\n\r\n**Stealth**\r\nDC 40 (master)\r\n\r\n**Disable**\r\nThis trap cannot be disabled as long as Nyrissa lives, but if she is slain or forgiven (see area **M7**), the teleport trap vanishes.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Warp Teleportaion** <actions string=\"Reaction\" /> **Trigger** A  non-native  of Thousandbreaths attempts to take a teleportation action that either begins or ends in any area within the House at the Edge of Time; **Effect** The House redirects the magic to cause the creature that attempted the Teleportation action to instead teleport into themselves a split second before they attempted the action in the first place. The creature must attempt a DC 41 Will save. A PC under the protection of the Helix Theorem gains their +4 status bonus to this saving throw, and treats all Critical Failure results as Failure results instead.\r\n\r\n**Critical Success** The action functions normally.<br />\r\n**Success** The action fails but doesn't harm anyone.<br />\r\n**Failure** The action fails, and the creature that attempted it (but not any other creature targeted by the action) teleports into themselves, suffering a sudden and agonizing pain, taking 4d10+40 bludgeoning damage, 4d10 mental damage, and becoming [stunned](/Conditions.aspx?ID=36) 1.<br />\r\n**Critical Failure** As failure, but affecting all creatures that would have been affected by the attempted action, and the creature that attempted the action instead takes 80 bludgeoning damage, 40 mental damage, and is stunned 4.",
 "name": "Teleport Trap",
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Trap\" url=\"/Traits.aspx?ID=158\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 458</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe House at the Edge of Time folds time and space back on the target, who teleports painfully into their own body an instant before they travel.\r\n</summary>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 458"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 458</row>",
 "speed": {},
 "stealth": "DC 40 (master)",
 "summary": "The House at the Edge of Time folds time and space back on the target, who teleports painfully into their own body an instant before they travel.",
 "summary_markdown": "The House at the Edge of Time folds time and space back on the target, who teleports painfully into their own body an instant before they travel.",
 "text": " Teleport Trap Source Kingmaker Adventure Path pg. 458 Complexity Simple The House at the Edge of Time folds time and space back on the target, who teleports painfully into their own body an instant before they travel. --- Stealth DC 40 (master) Disable This trap cannot be disabled as long as Nyrissa lives, but if she is slain or forgiven (see area M7 ), the teleport trap vanishes. Warp Teleportaion Reaction Trigger A non-native of Thousandbreaths attempts to take a teleportation action that either begins or ends in any area within the House at the Edge of Time; Effect The House redirects the magic to cause the creature that attempted the Teleportation action to instead teleport into themselves a split second before they attempted the action in the first place. The creature must attempt a DC 41 Will save. A PC under the protection of the Helix Theorem gains their +4 status bonus to this saving throw, and treats all Critical Failure results as Failure results instead. Critical Success The action functions normally. Success The action fails but doesn't harm anyone. Failure The action fails, and the creature that attempted it (but not any other creature targeted by the action) teleports into themselves, suffering a sudden and agonizing pain, taking 4d10+40 bludgeoning damage, 4d10 mental damage, and becoming stunned 1. Critical Failure As failure, but affecting all creatures that would have been affected by the attempted action, and the creature that attempted the action instead takes 80 bludgeoning damage, 40 mental damage, and is stunned 4.",
 "trait": [
  "Magical",
  "Trap"
 ],
 "trait_markdown": "[Magical](/Traits.aspx?ID=103), [Trap](/Traits.aspx?ID=158)",
 "trait_raw": [
  "Magical",
  "Trap"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=296",
 "weakness": {}
}