{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 33  Thievery  (master) to disrupt the trap's magical network of sensors and effectively “blind” it to targets to react to, DC 38  Religion  (master) to recognize the carvings and recall one of the mantras needed to pass safely, or   dispel magic   (7th level;  counteract  DC 32) to counteract the trap.",
 "exclude_from_search": false,
 "hazard_type": "Trap",
 "id": "hazard-264",
 "level": 14,
 "markdown": "<title level=\"1\" right=\"Hazard 14\" pfs=\"\">[The Putrid Rise](/Hazards.aspx?ID=264)</title>\r\n\r\n<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Trap\" url=\"/Traits.aspx?ID=158\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #184: The Ghouls Hunger](/Sources.aspx?ID=147) pg. 47</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nThe stink of bile suddenly grows as the myriad mouths carved into the walls begin to vomit forth a deluge of acidic slurry.\r\n\r\n---\r\n\r\n**Stealth**\r\n+28 (master)\r\n\r\n**Disable**\r\nDC 33 [Thievery](/Skills.aspx?ID=17) (master) to disrupt the trap's magical network of sensors and effectively “blind” it to targets to react to, DC 38 [Religion](/Skills.aspx?ID=13) (master) to recognize the carvings and recall one of the mantras needed to pass safely, or [_dispel magic_](/Spells.aspx?ID=78) (7th level; [counteract](/Rules.aspx?ID=371) DC 32) to counteract the trap.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Vomit** <actions string=\"Reaction\" /> **Trigger** The trap's sensors notice a creature on the stairs north of the entrance to area D4; **Effect** The myriad mouths on the walls spew out a foul-smelling acidic slurry along the entire stairwell. The stairs in areas D3 become difficult terrain, and all creatures in area D3 must attempt a DC 34 Reflex saving throw. A creature that is [fatigued](/Conditions.aspx?ID=15) by hunger takes a –2 circumstance penalty to this saving throw. The trap then rolls initiative.\r\n\r\n**Critical Success** The creature is unaffected.<br />\r\n**Success** The creature takes 4d6 acid damage and is [sickened 1](/Conditions.aspx?ID=34).<br />\r\n**Failure** The creature takes 8d6 acid damage, is sickened 2, and is knocked [prone](/Conditions.aspx?ID=31).<br />\r\n**Critical Failure** The creature takes 16d6 acid damage, is sickened 3, is knocked prone, and then tumbles down the stairs. The fall ends once the creature reaches the next lowest landing (note that a creature falling at the lowest flight tumbles into the carrion pit at area D2, but can attempt to [Grab an Edge](/Actions.aspx?ID=95) as detailed in that room). A creature that falls down the steps takes an additional 4d6 bludgeoning damage (DC 32 [basic](/Rules.aspx?ID=329) Reflex save) from the tumble, regardless of the total distance traveled.\r\n\r\n---\r\n**Routine**\r\n(1 action) On its turn, the trap Vomits as its action. As long as the Putrid Rise is active, the stairs in area D3 are difficult terrain.\r\n\r\n---\r\n**Reset**\r\nThe trap deactivates 1 round after no targets can be sensed, but resets immediately.",
 "name": "The Putrid Rise",
 "rarity": "common",
 "release_date": "2022-10-26",
 "reset": "The trap deactivates 1 round after no targets can be sensed, but resets immediately.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Trap\" url=\"/Traits.aspx?ID=158\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #184: The Ghouls Hunger](/Sources.aspx?ID=147) pg. 47</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe stink of bile suddenly grows as the myriad mouths carved into the walls begin to vomit forth a deluge of acidic slurry.\r\n</summary>",
 "source": [
  "Pathfinder #184: The Ghouls Hunger"
 ],
 "source_raw": [
  "Pathfinder #184: The Ghouls Hunger pg. 47"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #184: The Ghouls Hunger](/Sources.aspx?ID=147) pg. 47</row>",
 "speed": {},
 "stealth": "+28 (master)",
 "summary": "The stink of bile suddenly grows as the myriad mouths carved into the walls begin to vomit forth a deluge of acidic slurry.",
 "summary_markdown": "The stink of bile suddenly grows as the myriad mouths carved into the walls begin to vomit forth a deluge of acidic slurry.",
 "text": " The Putrid Rise Source Pathfinder #184: The Ghouls Hunger pg. 47 Complexity Complex The stink of bile suddenly grows as the myriad mouths carved into the walls begin to vomit forth a deluge of acidic slurry. --- Stealth +28 (master) Disable DC 33 Thievery (master) to disrupt the trap's magical network of sensors and effectively “blind” it to targets to react to, DC 38 Religion (master) to recognize the carvings and recall one of the mantras needed to pass safely, or dispel magic (7th level; counteract DC 32) to counteract the trap. Vomit Reaction Trigger The trap's sensors notice a creature on the stairs north of the entrance to area D4; Effect The myriad mouths on the walls spew out a foul-smelling acidic slurry along the entire stairwell. The stairs in areas D3 become difficult terrain, and all creatures in area D3 must attempt a DC 34 Reflex saving throw. A creature that is fatigued by hunger takes a –2 circumstance penalty to this saving throw. The trap then rolls initiative. Critical Success The creature is unaffected. Success The creature takes 4d6 acid damage and is sickened 1. Failure The creature takes 8d6 acid damage, is sickened 2, and is knocked prone. Critical Failure The creature takes 16d6 acid damage, is sickened 3, is knocked prone, and then tumbles down the stairs. The fall ends once the creature reaches the next lowest landing (note that a creature falling at the lowest flight tumbles into the carrion pit at area D2, but can attempt to Grab an Edge as detailed in that room). A creature that falls down the steps takes an additional 4d6 bludgeoning damage (DC 32 basic Reflex save) from the tumble, regardless of the total distance traveled. --- Routine (1 action) On its turn, the trap Vomits as its action. As long as the Putrid Rise is active, the stairs in area D3 are difficult terrain. --- Reset The trap deactivates 1 round after no targets can be sensed, but resets immediately.",
 "trait": [
  "Complex",
  "Magical",
  "Trap"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Magical](/Traits.aspx?ID=103), [Trap](/Traits.aspx?ID=158)",
 "trait_raw": [
  "Complex",
  "Magical",
  "Trap"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=264",
 "weakness": {}
}