{
 "breadcrumbs_spa": [],
 "category": "hazard",
 "complexity": "Complex",
 "disable": "DC 18  Religion  (trained) to say a prayer to  Urgathoa  and put the haunt temporarily to rest until it resets, DC 22  Occultism  (trained) to commune with the bank manager's spirit and convince her to permanently pass on, disabling the haunt",
 "exclude_from_search": false,
 "hazard_type": "Haunt",
 "id": "hazard-202",
 "level": 4,
 "markdown": "<title level=\"1\" right=\"Hazard 4\" pfs=\"\">[Tylegmut's Last Meal](/Hazards.aspx?ID=202)</title>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #181: Zombie Feast](/Sources.aspx?ID=139) pg. 42</row>\n\n**Complexity** Complex\r\n\r\n</column>\r\n\r\nThe former bank manager's ghostly presence tempts creatures to partake in a dubious meal.\r\n\r\n---\r\n\r\n**Stealth**\r\n+22 (trained)\r\n\r\n**Disable**\r\nDC 18 [Religion](/Skills.aspx?ID=13) (trained) to say a prayer to [Urgathoa](/Deities.aspx?ID=19) and put the haunt temporarily to rest until it resets, DC 22 [Occultism](/Skills.aspx?ID=11) (trained) to commune with the bank manager's spirit and convince her to permanently pass on, disabling the haunt\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n**Foul Temptation** <actions string=\"Reaction\" /> ([necromancy](/Traits.aspx?ID=117), [occult](/Traits.aspx?ID=120)) **Trigger** A creature looks over the contents of the desk; **Effect** The haunt tempts nearby creatures to eat from the plates and bowls arrayed on the desk by concealing it in an illusion of food the viewer finds delicious. Each creature in area D5 must attempt a DC 21 Will save. The haunt then rolls initiative.\r\n\r\n**Critical Success** The creature sees through the illusion entirely and is temporarily immune to the haunt's routine for 1 minute.<br />\r\n**Success** The creature is not tempted by the food.<br />\r\n**Failure** The creature believes the food is appetizing and becomes driven to consume it. The creature takes 4d4+4 slashing damage as it chews the jagged bones and husks.<br />\r\n**Critical Failure** As failure, but the creature takes double damage and is [paralyzed](/Conditions.aspx?ID=28) for 1 round as the haunt continues to tempt it.\r\n\r\n---\r\n**Routine**\r\n(1 action) The haunt sends a cloud of dust and bone shards hurtling about the room. The dust and bones batter all creatures in the room, dealing 4d6 bludgeoning damage (DC 21 [basic](/Rules.aspx?ID=329) Reflex save). Creatures who fail the save are [blinded](/Conditions.aspx?ID=1) for 1 round (or 1 minute on a critical failure).\r\n\r\n---\r\n**Reset**\r\nThe haunt re-forms after 1 hour. The haunt becomes disabled and doesn't re-form if a creature eats a full meal at the desk—this can be any food, not just the “food” at hand.",
 "name": "Tylegmut's Last Meal",
 "rarity": "unique",
 "release_date": "2022-07-27",
 "reset": "The haunt re-forms after 1 hour. The haunt becomes disabled and doesn't re-form if a creature eats a full meal at the desk—this can be any food, not just the “food” at hand.",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Complex\" url=\"/Traits.aspx?ID=30\" />\r\n<trait label=\"Haunt\" url=\"/Traits.aspx?ID=88\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #181: Zombie Feast](/Sources.aspx?ID=139) pg. 42</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe former bank manager's ghostly presence tempts creatures to partake in a dubious meal.\r\n</summary>",
 "source": [
  "Pathfinder #181: Zombie Feast"
 ],
 "source_raw": [
  "Pathfinder #181: Zombie Feast pg. 42"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #181: Zombie Feast](/Sources.aspx?ID=139) pg. 42</row>",
 "speed": {},
 "spoilers": "Blood Lords",
 "stealth": "+22 (trained)",
 "summary": "The former bank manager's ghostly presence tempts creatures to partake in a dubious meal.",
 "summary_markdown": "The former bank manager's ghostly presence tempts creatures to partake in a dubious meal.",
 "text": " Tylegmut's Last Meal Source Pathfinder #181: Zombie Feast pg. 42 Complexity Complex The former bank manager's ghostly presence tempts creatures to partake in a dubious meal. --- Stealth +22 (trained) Disable DC 18 Religion (trained) to say a prayer to Urgathoa and put the haunt temporarily to rest until it resets, DC 22 Occultism (trained) to commune with the bank manager's spirit and convince her to permanently pass on, disabling the haunt Foul Temptation Reaction (necromancy, occult) Trigger A creature looks over the contents of the desk; Effect The haunt tempts nearby creatures to eat from the plates and bowls arrayed on the desk by concealing it in an illusion of food the viewer finds delicious. Each creature in area D5 must attempt a DC 21 Will save. The haunt then rolls initiative. Critical Success The creature sees through the illusion entirely and is temporarily immune to the haunt's routine for 1 minute. Success The creature is not tempted by the food. Failure The creature believes the food is appetizing and becomes driven to consume it. The creature takes 4d4+4 slashing damage as it chews the jagged bones and husks. Critical Failure As failure, but the creature takes double damage and is paralyzed for 1 round as the haunt continues to tempt it. --- Routine (1 action) The haunt sends a cloud of dust and bone shards hurtling about the room. The dust and bones batter all creatures in the room, dealing 4d6 bludgeoning damage (DC 21 basic Reflex save). Creatures who fail the save are blinded for 1 round (or 1 minute on a critical failure). --- Reset The haunt re-forms after 1 hour. The haunt becomes disabled and doesn't re-form if a creature eats a full meal at the desk—this can be any food, not just the “food” at hand.",
 "trait": [
  "Complex",
  "Haunt",
  "Unique"
 ],
 "trait_markdown": "[Complex](/Traits.aspx?ID=30), [Haunt](/Traits.aspx?ID=88), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Complex",
  "Haunt",
  "Unique"
 ],
 "type": "Hazard",
 "url": "/Hazards.aspx?ID=202",
 "weakness": {}
}