{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 1,
 "bulk_raw": "1",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-514",
 "item_category": "Adventuring Gear",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 0\"\r\n    pfs=\"Standard\"\r\n>\r\n[Armored Skirt](/Equipment.aspx?ID=514)\r\n</title>\n\n<traits>\r\n\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 91 <sup>2.0</sup></row>\n\n**Price** 2 gp\r\n\r\n<row gap=\"medium\">\n\n**Bulk** 1\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThese armor-plated skirts, which are also known as armored kilts, are favored by Knights of Lastwall for their versatility and aesthetic appeal. An armored skirt can be donned with 2 Interact actions when it’s worn with light or medium armor, or as part of donning heavy armor.\n\n When worn with a breastplate, chain shirt, chain mail, or scale mail, an armored skirt increases the armor’s item bonus to AC by 1, worsens the armor’s check penalty by 1, reduces the armor’s Dex cap by 1, increases the Strength score required to ignore the check penalty and reduce the Speed penalty by 2, and adds the noisy trait. This also makes the armor one step heavier (from light to medium, or medium to heavy), and you use the proficiency bonus appropriate to this adjusted armor type.\n\n Alternatively, when wearing an armored skirt to replace appropriate portions of a set of half plate or full plate, reduce the armor’s item bonus to AC by 1, lessen the check penalty by 1, decrease the Strength score required to ignore the check penalty and reduce the Speed penalty by 2, increase the armor’s Dex cap by 1, and add the noisy trait to the armor. An armored skirt grants no benefit when worn by itself or with armors other than those listed here.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Armored Skirt",
 "pfs": "Standard",
 "price": 200,
 "price_raw": "2 gp",
 "rarity": "common",
 "release_date": "2019-10-16",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Character Guide](/Sources.aspx?ID=12) pg. 91 <sup>2.0</sup></row>\r\n\r\n**Price** 2 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n**Bulk** 1\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese armor-plated skirts, which are also known as armored kilts, are favored by Knights of Lastwall for their versatility and aesthetic appeal. An …\r\n</summary>",
 "source": [
  "Character Guide"
 ],
 "source_raw": [
  "Character Guide pg. 91"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Character Guide](/Sources.aspx?ID=12) pg. 91 <sup>2.0</sup></row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "These armor-plated skirts, which are also known as armored kilts, are favored by Knights of Lastwall for their versatility and aesthetic appeal. An …",
 "summary_markdown": "These armor-plated skirts, which are also known as armored kilts, are favored by Knights of Lastwall for their versatility and aesthetic appeal. An …",
 "text": "<title level=\"1\" right=\"Item 0\" pfs=\"Standard\" > Armored Skirt Source Character Guide pg. 91 2.0 Price 2 gp Bulk 1 --- These armor-plated skirts, which are also known as armored kilts, are favored by Knights of Lastwall for their versatility and aesthetic appeal. An armored skirt can be donned with 2 Interact actions when it’s worn with light or medium armor, or as part of donning heavy armor. When worn with a breastplate, chain shirt, chain mail, or scale mail, an armored skirt increases the armor’s item bonus to AC by 1, worsens the armor’s check penalty by 1, reduces the armor’s Dex cap by 1, increases the Strength score required to ignore the check penalty and reduce the Speed penalty by 2, and adds the noisy trait. This also makes the armor one step heavier (from light to medium, or medium to heavy), and you use the proficiency bonus appropriate to this adjusted armor type. Alternatively, when wearing an armored skirt to replace appropriate portions of a set of half plate or full plate, reduce the armor’s item bonus to AC by 1, lessen the check penalty by 1, decrease the Strength score required to ignore the check penalty and reduce the Speed penalty by 2, increase the armor’s Dex cap by 1, and add the noisy trait to the armor. An armored skirt grants no benefit when worn by itself or with armors other than those listed here.\n",
 "trait_markdown": "",
 "type": "Item",
 "url": "/Equipment.aspx?ID=514",
 "weakness": {}
}