{
 "alignment": "CG",
 "base_item": [
  "Rapier"
 ],
 "base_item_markdown": "[Rapier](/Weapons.aspx?ID=36)",
 "breadcrumbs_spa": [],
 "bulk": 1,
 "bulk_raw": "1",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1725",
 "item_category": "Weapons",
 "item_subcategory": "Specific Magic Weapons",
 "level": 7,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 7\"\r\n    pfs=\"\"\r\n>\r\n[Azarim](/Equipment.aspx?ID=1725)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Crown of the Kobold King</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CG\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" />\r\n<trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" />\r\n<trait label=\"Intelligent\" url=\"/Traits.aspx?ID=280\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Crown of the Kobold King](/Sources.aspx?ID=148) pg. 113</row>\n\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\r\n\r\n**Bulk** 1\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Base Weapon** [Rapier](/Weapons.aspx?ID=36)\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Perception** +12; [darkvision](/Rules.aspx?ID=415) 30 feet, hearing 30 feet\r\n([imprecise](/Rules.aspx?ID=412))\r\n\r\n**Communication** [telepathy](/MonsterAbilities.aspx?ID=37) ([Celestial](/Languages.aspx?ID=16), [Common](/Languages.aspx?ID=1), [Dwarven](/Languages.aspx?ID=3), [Undercommon](/Languages.aspx?ID=11))\r\n\r\n**Skills** [Alcohol Lore](/Skills.aspx?ID=8) +13, [Deception](/Skills.aspx?ID=5) +15, [Diplomacy](/Skills.aspx?ID=6) +13, [Religion](/Skills.aspx?ID=13) +13, [Society](/Skills.aspx?ID=14) +15\r\n\r\n**Int** +2, **Wis** +2, **Cha** +4\r\n\r\n**Will** +15 \r\n\r\n</column>\r\n\r\n---        \r\n\r\nIn life, the [dwarven](/Ancestries.aspx?ID=1) [rogue](/Classes.aspx?ID=10) Azarim was always something of an outsider among her people for her fast and loose relationship with dwarven tradition. However, she still harbored in her heart a fierce pride in what dwarves had accomplished. She had long fought against the cult of [Droskar](/Deities.aspx?ID=28), seeing it as emblematic of all the worst parts of dwarven culture.\n\n By the time she infiltrated Droskar's Crucible in 4065 AR, the cult was already in decline. She knew portions of Droskar's Crucible were built by the worshippers of [Torag](/Deities.aspx?ID=18) who preceded the cult and that something of great power had been locked away in the Lower Vault, but not what that object was. If she could gain control over the cult, she could simultaneously use them to open the Lower Vault and convince them to set aside their worship of Droskar—if not for her own patron, [Cayden Cailean](/Deities.aspx?ID=4), then any other faith with a more positive leaning.\n\n Unfortunately, her attempt to seize control of the cult using their own traditions against them backfired when she succumbed to the Soul Smith. Unlike the others who were slain by the Soul Smith, Azarim's soul managed to somewhat escape being bound into the Soul Smith's soul chain by instead seeking shelter in her own magic rapier. Frustrated at the fact her soul slipped away but ignorant of where that soul fled to, the Soul Smith returned to his tasks and soon forgot about Azarim—she was, to the undead dwarf, just another in a long line of failures.\n\n Today, _Azarim_ is an intelligent _+1 [striking](/Equipment.aspx?ID=280) [shifting](/Equipment.aspx?ID=302) [rapier](/Weapons.aspx?ID=36)_. The rapier has been waiting patiently for centuries for a new, like-minded ally to take her up in arms against her foes. While she prefers to exist in the form of a rapier, she can use one of her actions to activate her _shifting_ rune to take the shape of another weapon as needed.\n\n While _Azarim_ prefers to be wielded by chaotic good characters, particularly those who worship Cayden Cailean, she's open-minded and eager to work with any wielder who seeks to oppose corrupting or toxic traditions in society, particularly those who work against the influence of the cult of Droskar. To wielders she doesn't approve of, she works to convince them to either change their ways or to hand her over to someone who she can work with, resorting to her ability to induce weakness in her carrier as needed when simply having them discard her is the only option left.\n\n Azarim deals an additional 1d6 chaotic damage to worshippers of Droskar, to creatures allied with Droskar's faith, and to those who are under the influence of Droskar's faith—which includes the Kobold King Merlokrep for as long as he continues to wear his crown as well as most of the intelligent inhabitants of the deeper levels of Droskar's Crucible. \n\n<document level=\"2\" id=\"action-1311\" />\n\n<document level=\"2\" id=\"action-1312\" />\n\n<document level=\"2\" id=\"action-1313\" />\n\n<document level=\"2\" id=\"action-1314\" />\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Azarim",
 "rarity": "unique",
 "release_date": "2022-10-26",
 "resistance": {},
 "school": "evocation",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" />\r\n<trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" />\r\n<trait label=\"Intelligent\" url=\"/Traits.aspx?ID=280\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Crown of the Kobold King](/Sources.aspx?ID=148) pg. 113</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 1 hand\r\n\r\n**Bulk** 1\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn life, the  dwarven   rogue  Azarim was always something of an outsider among her people for her fast and loose relationship with dwarven …\r\n</summary>",
 "source": [
  "Crown of the Kobold King"
 ],
 "source_raw": [
  "Crown of the Kobold King pg. 113"
 ],
 "source_category": "Adventures",
 "source_group": "Crown of the Kobold King",
 "source_markdown": "<row gap=\"tiny\">[Crown of the Kobold King](/Sources.aspx?ID=148) pg. 113</row>",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Crown of the Kobold King",
 "stage_markdown": "",
 "summary": "In life, the  dwarven   rogue  Azarim was always something of an outsider among her people for her fast and loose relationship with dwarven …",
 "summary_markdown": "In life, the  dwarven   rogue  Azarim was always something of an outsider among her people for her fast and loose relationship with dwarven …",
 "text": "<title level=\"1\" right=\"Item 7\" pfs=\"\" > Azarim May contain spoilers from Crown of the Kobold King Source Crown of the Kobold King pg. 113 Usage held in 1 hand Bulk 1 Base Weapon Rapier --- Perception +12; darkvision 30 feet, hearing 30 feet (imprecise) Communication telepathy (Celestial, Common, Dwarven, Undercommon) Skills Alcohol Lore +13, Deception +15, Diplomacy +13, Religion +13, Society +15 Int +2, Wis +2, Cha +4 Will +15 --- In life, the dwarven rogue Azarim was always something of an outsider among her people for her fast and loose relationship with dwarven tradition. However, she still harbored in her heart a fierce pride in what dwarves had accomplished. She had long fought against the cult of Droskar, seeing it as emblematic of all the worst parts of dwarven culture. By the time she infiltrated Droskar's Crucible in 4065 AR, the cult was already in decline. She knew portions of Droskar's Crucible were built by the worshippers of Torag who preceded the cult and that something of great power had been locked away in the Lower Vault, but not what that object was. If she could gain control over the cult, she could simultaneously use them to open the Lower Vault and convince them to set aside their worship of Droskar—if not for her own patron, Cayden Cailean, then any other faith with a more positive leaning. Unfortunately, her attempt to seize control of the cult using their own traditions against them backfired when she succumbed to the Soul Smith. Unlike the others who were slain by the Soul Smith, Azarim's soul managed to somewhat escape being bound into the Soul Smith's soul chain by instead seeking shelter in her own magic rapier. Frustrated at the fact her soul slipped away but ignorant of where that soul fled to, the Soul Smith returned to his tasks and soon forgot about Azarim—she was, to the undead dwarf, just another in a long line of failures. Today, Azarim is an intelligent +1 striking shifting rapier . The rapier has been waiting patiently for centuries for a new, like-minded ally to take her up in arms against her foes. While she prefers to exist in the form of a rapier, she can use one of her actions to activate her shifting rune to take the shape of another weapon as needed. While Azarim prefers to be wielded by chaotic good characters, particularly those who worship Cayden Cailean, she's open-minded and eager to work with any wielder who seeks to oppose corrupting or toxic traditions in society, particularly those who work against the influence of the cult of Droskar. To wielders she doesn't approve of, she works to convince them to either change their ways or to hand her over to someone who she can work with, resorting to her ability to induce weakness in her carrier as needed when simply having them discard her is the only option left. Azarim deals an additional 1d6 chaotic damage to worshippers of Droskar, to creatures allied with Droskar's faith, and to those who are under the influence of Droskar's faith—which includes the Kobold King Merlokrep for as long as he continues to wear his crown as well as most of the intelligent inhabitants of the deeper levels of Droskar's Crucible. ",
 "trait": [
  "Divine",
  "Evocation",
  "Intelligent",
  "Unique"
 ],
 "trait_markdown": "[Divine](/Traits.aspx?ID=48), [Evocation](/Traits.aspx?ID=65), [Intelligent](/Traits.aspx?ID=280), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Divine",
  "Evocation",
  "Intelligent",
  "Unique"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1725",
 "usage": "held in 1 hand",
 "usage_markdown": "held in 1 hand",
 "weakness": {}
}