{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 1,
 "bulk_raw": "1",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-953",
 "item_category": "Intelligent Items",
 "level": 6,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 6\"\r\n    pfs=\"\"\r\n>\r\n[Brain Cylinder](/Equipment.aspx?ID=953)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Malevolence</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 66</row>\n\n**Price** 250 gp\r\n\r\n<row gap=\"medium\">\n\n**Bulk** 1\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nA _brain cylinder_ allows the extracted brain of a Large or smaller creature to continue to function even after it has been removed from the body. As long as the brain remains in the cylinder, the creature remains alive and can continue to think, even though its body is dead. Detachable modules that fit into the base of the cylinder allow the brain to see, hear, or speak using a raspy speaker. So long as these are attached, the brain can speak and understand any languages it knew in life, though nothing within the cylinder compels it to do so if it is unwilling. It also retains its living alignment, and can use Intelligence-, Wisdom-, and Charisma-based skills. A standard _brain cylinder_ has one skill at +15, one at +13, and two at +11, as chosen by the GM.\n\n The brain retains no other abilities it possessed in life, including purely mental ones. [Mi-go](/Languages.aspx?ID=67) typically preserve humanoid brains in this manner when they wish to interrogate a creature at a later date, or when they wish to preserve a creature as a resource for consultation or research purposes, as a brain preserved in this manner can live for centuries. If a _brain cylinder_ is destroyed, the brain dies and its soul finally moves on to the [Boneyard](/Planes.aspx?ID=15). Restoring a brain in a _brain cylinder_ to its former body can be done by any effect that restores life (and, in most cases, any capable of creating a new body, since the original is typically missing or long gone).\n\n Note that the level 6 _brain cylinder_ presented above represents a level 6 creature's brain. A less powerful or more powerful brain can be placed in a _brain cylinder_, which can affect the brain cylinder's Perception, mental ability scores, Will save, and skill modifiers (and can drastically alter the value of the brain cylinder), but the physical properties of the _brain cylinder_ remain unchanged. Higher-level _brain cylinders_ can be crafted, with resistances and weaknesses increasing as appropriate to their level. However, they always have low AC and HP and terrible Fortitude and Reflex saves for a creature of the _brain cylinder's_ level (see the [Building Creatures](/Rules.aspx?ID=995) rules).\n\n You can open a _brain cylinder_ by taking three consecutive actions with the [manipulate](/Traits.aspx?ID=104) trait. If the _brain cylinder_ contains a brain, the brain dies 3 rounds after it's removed or if the cylinder is left open for more than 10 minutes. You can transfer a brain from one _brain cylinder_ to another with a DC 25 [Medicine](/Skills.aspx?ID=9) (expert) or [Occultism](/Skills.aspx?ID=11) (expert) check. This is a two-action activity with the manipulate trait. On a critical failure, the brain dies.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Brain Cylinder",
 "price": 25000,
 "price_raw": "250 gp",
 "rarity": "rare",
 "release_date": "2021-07-07",
 "resistance": {},
 "school": "necromancy",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 66</row>\r\n\r\n**Price** 250 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n**Bulk** 1\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA  brain cylinder  allows the extracted brain of a Large or smaller creature to continue to function even after it has been removed from the body. As …\r\n</summary>",
 "source": [
  "Malevolence"
 ],
 "source_raw": [
  "Malevolence pg. 66"
 ],
 "source_category": "Adventures",
 "source_group": "Malevolence",
 "source_markdown": "<row gap=\"tiny\">[Malevolence](/Sources.aspx?ID=88) pg. 66</row>",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Malevolence",
 "stage_markdown": "",
 "summary": "A  brain cylinder  allows the extracted brain of a Large or smaller creature to continue to function even after it has been removed from the body. As …",
 "summary_markdown": "A  brain cylinder  allows the extracted brain of a Large or smaller creature to continue to function even after it has been removed from the body. As …",
 "text": "<title level=\"1\" right=\"Item 6\" pfs=\"\" > Brain Cylinder May contain spoilers from Malevolence Source Malevolence pg. 66 Price 250 gp Bulk 1 --- A brain cylinder allows the extracted brain of a Large or smaller creature to continue to function even after it has been removed from the body. As long as the brain remains in the cylinder, the creature remains alive and can continue to think, even though its body is dead. Detachable modules that fit into the base of the cylinder allow the brain to see, hear, or speak using a raspy speaker. So long as these are attached, the brain can speak and understand any languages it knew in life, though nothing within the cylinder compels it to do so if it is unwilling. It also retains its living alignment, and can use Intelligence-, Wisdom-, and Charisma-based skills. A standard brain cylinder has one skill at +15, one at +13, and two at +11, as chosen by the GM. The brain retains no other abilities it possessed in life, including purely mental ones. Mi-go typically preserve humanoid brains in this manner when they wish to interrogate a creature at a later date, or when they wish to preserve a creature as a resource for consultation or research purposes, as a brain preserved in this manner can live for centuries. If a brain cylinder is destroyed, the brain dies and its soul finally moves on to the Boneyard. Restoring a brain in a brain cylinder to its former body can be done by any effect that restores life (and, in most cases, any capable of creating a new body, since the original is typically missing or long gone). Note that the level 6 brain cylinder presented above represents a level 6 creature's brain. A less powerful or more powerful brain can be placed in a brain cylinder , which can affect the brain cylinder's Perception, mental ability scores, Will save, and skill modifiers (and can drastically alter the value of the brain cylinder), but the physical properties of the brain cylinder remain unchanged. Higher-level brain cylinders can be crafted, with resistances and weaknesses increasing as appropriate to their level. However, they always have low AC and HP and terrible Fortitude and Reflex saves for a creature of the brain cylinder's level (see the Building Creatures rules). You can open a brain cylinder by taking three consecutive actions with the manipulate trait. If the brain cylinder contains a brain, the brain dies 3 rounds after it's removed or if the cylinder is left open for more than 10 minutes. You can transfer a brain from one brain cylinder to another with a DC 25 Medicine (expert) or Occultism (expert) check. This is a two-action activity with the manipulate trait. On a critical failure, the brain dies.\n",
 "trait": [
  "Magical",
  "Necromancy",
  "Rare"
 ],
 "trait_markdown": "[Magical](/Traits.aspx?ID=103), [Necromancy](/Traits.aspx?ID=117), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Magical",
  "Necromancy",
  "Rare"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=953",
 "weakness": {}
}