{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-2468-2253",
 "item_category": "Services",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 0+\"\r\n    pfs=\"Limited\"\r\n>\r\n[Canary](/Equipment.aspx?ID=2468)\r\n</title>\n\n<traits>\r\n\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 92</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nKnowledge is often the key to a successful venture, and canaries are boots on the ground who can get the information you need to carry out your missions. Sometimes, you may need to gather information in an area or culture you're not familiar with, and you may need to do so without being seen or in advance of your arrival to that location. Utilizing a local network of eyes and ears is often the best way to carry out this type of reconnaissance. Organizations like the Firebrands have large networks of canaries scattered throughout the Inner Sea region capable of gathering information or following specific targets, and some Firebrands may even be canaries themselves.\n\n Discretion and confidentiality are two of the most important values for any member of a canary network. If an individual's identity or role is revealed, it can spell death—or worse—for them and the rest of the network. To help minimize this risk, canaries know only one or two other individuals within the network and never share the identities of others with their clients. In some cases, this network of informants may have two members residing in the same household without knowing that they're both involved. Due to this secretive nature, information must be passed securely— parchment slips baked into your bread or dropped into your pocket, a letter slipped under your door, a confirmation whispered into your ear.\n\n Canaries come in two varieties: informants and tails. A canary informant automatically [Aids](/Actions.aspx?ID=75) you on attempts to [Gather Information](/Actions.aspx?ID=49) about a specific person, a locale, rumors spreading in the area, or movements of enemy forces, granting you a +1 circumstance bonus to your checks. Advanced canary informants critically succeed at Aiding you, granting you a +2 circumstance bonus to your check.\n\n Canary tails follow a specific individual. For each week that they are hired, you gain a +1 circumstance bonus on your check to Gather Information on the movements and mannerisms of the individual, up to a maximum of four weeks for a +4 bonus. After four weeks, the individual typically begins to suspect they are being tailed and shifts their schedule, limits their exposure, or otherwise changes their behavior to throw off any tails. The cost of this service increases over the weeks due to the increased risk posed to canaries by longer durations.\n\n The GM decides whether a canary network is in place for any given location and whether that network is able to collect the information needed to support you. In most cases, settlements of 5th level and higher have some kind of canary network in place; the network in a lower-level settlement might be sparser, requiring more time or higher payments, as determined by the GM. In some instances, canary networks might already know the exact information you are searching for and can provide the information forthright for the cost of one week of advanced services. For example, the network could already be keeping a list of corrupt bankers living in a specific city district and provide that information for 35 gp. The exact nature of each banker's corruption may be considered a different piece of information and require additional payments. Prices may be much higher for very specific information or information that took great effort for the network to acquire.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nCanary Informant (Basic Services)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 92</row>\n\n**Price** 2 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per target, per day\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nCanary Informant (Advanced Services)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 92</row>\n\n**Price** 5 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per target, per day\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nCanary Tail (First Week)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 92</row>\n\n**Price** 10 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per week\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nCanary Tail (Second Week)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 92</row>\n\n**Price** 20 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per week\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nCanary Tail (Third Week)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 92</row>\n\n**Price** 40 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per week\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nCanary Tail (Fourth Week)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 92</row>\n\n**Price** 80 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per week\n\n</row>\n\n</column>",
 "name": "Canary Informant (Basic Services)",
 "price": 200,
 "price_raw": "2 gp",
 "rarity": "common",
 "release_date": "2023-03-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 92</row>\r\n\r\n**Price** 2 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nKnowledge is often the key to a successful venture, and canaries are boots on the ground who can get the information you need to carry out your …\r\n</summary>",
 "source": [
  "Firebrands"
 ],
 "source_raw": [
  "Firebrands pg. 92"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Firebrands](/Sources.aspx?ID=196) pg. 92</row>",
 "speed": {},
 "spell_markdown": "",
 "summary": "Knowledge is often the key to a successful venture, and canaries are boots on the ground who can get the information you need to carry out your …",
 "summary_markdown": "Knowledge is often the key to a successful venture, and canaries are boots on the ground who can get the information you need to carry out your …",
 "text": "<title level=\"1\" right=\"Item 0+\" pfs=\"Limited\" > Canary Source Firebrands pg. 92 --- Knowledge is often the key to a successful venture, and canaries are boots on the ground who can get the information you need to carry out your missions. Sometimes, you may need to gather information in an area or culture you're not familiar with, and you may need to do so without being seen or in advance of your arrival to that location. Utilizing a local network of eyes and ears is often the best way to carry out this type of reconnaissance. Organizations like the Firebrands have large networks of canaries scattered throughout the Inner Sea region capable of gathering information or following specific targets, and some Firebrands may even be canaries themselves. Discretion and confidentiality are two of the most important values for any member of a canary network. If an individual's identity or role is revealed, it can spell death—or worse—for them and the rest of the network. To help minimize this risk, canaries know only one or two other individuals within the network and never share the identities of others with their clients. In some cases, this network of informants may have two members residing in the same household without knowing that they're both involved. Due to this secretive nature, information must be passed securely— parchment slips baked into your bread or dropped into your pocket, a letter slipped under your door, a confirmation whispered into your ear. Canaries come in two varieties: informants and tails. A canary informant automatically Aids you on attempts to Gather Information about a specific person, a locale, rumors spreading in the area, or movements of enemy forces, granting you a +1 circumstance bonus to your checks. Advanced canary informants critically succeed at Aiding you, granting you a +2 circumstance bonus to your check. Canary tails follow a specific individual. For each week that they are hired, you gain a +1 circumstance bonus on your check to Gather Information on the movements and mannerisms of the individual, up to a maximum of four weeks for a +4 bonus. After four weeks, the individual typically begins to suspect they are being tailed and shifts their schedule, limits their exposure, or otherwise changes their behavior to throw off any tails. The cost of this service increases over the weeks due to the increased risk posed to canaries by longer durations. The GM decides whether a canary network is in place for any given location and whether that network is able to collect the information needed to support you. In most cases, settlements of 5th level and higher have some kind of canary network in place; the network in a lower-level settlement might be sparser, requiring more time or higher payments, as determined by the GM. In some instances, canary networks might already know the exact information you are searching for and can provide the information forthright for the cost of one week of advanced services. For example, the network could already be keeping a list of corrupt bankers living in a specific city district and provide that information for 35 gp. The exact nature of each banker's corruption may be considered a different piece of information and require additional payments. Prices may be much higher for very specific information or information that took great effort for the network to acquire. <title level=\"2\" right=\"Item 0\" pfs=\"\" > Canary Informant (Basic Services) Source Firebrands pg. 92 Price 2 gp Ammunition per target, per day <title level=\"2\" right=\"Item 0\" pfs=\"\" > Canary Informant (Advanced Services) Source Firebrands pg. 92 Price 5 gp Ammunition per target, per day <title level=\"2\" right=\"Item 0\" pfs=\"\" > Canary Tail (First Week) Source Firebrands pg. 92 Price 10 gp Ammunition per week <title level=\"2\" right=\"Item 0\" pfs=\"\" > Canary Tail (Second Week) Source Firebrands pg. 92 Price 20 gp Ammunition per week <title level=\"2\" right=\"Item 0\" pfs=\"\" > Canary Tail (Third Week) Source Firebrands pg. 92 Price 40 gp Ammunition per week <title level=\"2\" right=\"Item 0\" pfs=\"\" > Canary Tail (Fourth Week) Source Firebrands pg. 92 Price 80 gp Ammunition per week\n",
 "trait_markdown": "",
 "type": "Item",
 "url": "/Equipment.aspx?ID=2468",
 "weakness": {}
}