{
 "access": "Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book.",
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 4,
 "bulk_raw": "4",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1144",
 "item_category": "Adventuring Gear",
 "level": 6,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 6\"\r\n    pfs=\"Standard\"\r\n>\r\n[Clockwork Diving Suit](/Equipment.aspx?ID=1144)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Air\" url=\"/Traits.aspx?ID=5\" />\r\n<trait label=\"Clockwork\" url=\"/Traits.aspx?ID=331\" />\r\n<trait label=\"Water\" url=\"/Traits.aspx?ID=165\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 86</row>\r\n\r\n_[**PFS Note**](/pathfinder-society) Inventors (and characters with the Inventor archetype) gain access to uncommon clockwork items from from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Characters with a Home Region of Absalom, New Thassilon, Alkenstar, Dongun Hold or Arcadia have access to uncommon clockwork items from Chapters 1 and 2 from this boook, as inventors._\r\n\r\n**Price** 200 gp\r\n\r\n<row gap=\"medium\">\n\n**Usage** worn\r\n\r\n**Bulk** 4\r\n</row>\n\n**Access** Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book.\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThe clockwork diving suit is a marvel of technology that allows its user to breathe underwater for hours at a time without the aid of magic. Compared to a more traditional magically-assisted diving suit using a [_bottle of air_](/Equipment.aspx?ID=250), a clockwork diving suit is both less expensive and better protected, making clockwork diving suits a good choice for characters who prefer more protection. However, they also come with a built-in time limit, which magical diving suits circumvent. A clockwork diving suit is a bulky, fully sealed suit of armor lined with a complex series of filter-equipped bladders that store and circulate air for the user to breathe. A glass faceplate on the front of the helmet allows the user to see what's going on in front of them.\n\n The suit's rigidity and mechanisms severely restrict the user's range of movement and keeps them from moving faster than a slow walk on the sea floor. To compensate for this, a clockwork water jet mechanism is installed in the suit's back. The water jet includes both a vacuum system and separate air bladder; it's activated with a simple pull of a lever on the suit's belt. When the lever is pulled, the vacuum system sucks in seawater, and seconds later, the air bladder sprays the water out and propels the user short distances. This mechanism is also necessary for the suit to surface without walking to shore—it's too heavy to float on its own. Most wearers can only swim a few feet before sinking back to the water's floor.\n\n The diving suit contains enough air for three hours of operation, and the clockwork components can operate for up to 3 hours before the suit needs winding. If you run out of air, [drowning and suffocation](/Rules.aspx?ID=468) rules begin to apply as normal. This air supply can be refilled by spending one hour in an area with air, and you can rewind the clockwork in a process that takes 10 minutes to complete.\n\n The diving suit is a suit of medium armor, and it has the following stats:\n\n **AC Bonus** +4; **Dex Cap** +1; **Check Penalty** –4; **Speed Penalty** –15 ft; **Strength** 18\n\n<document level=\"2\" id=\"action-945\" />\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Clockwork Diving Suit",
 "pfs": "Standard",
 "price": 20000,
 "price_raw": "200 gp",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Air\" url=\"/Traits.aspx?ID=5\" />\r\n<trait label=\"Clockwork\" url=\"/Traits.aspx?ID=331\" />\r\n<trait label=\"Water\" url=\"/Traits.aspx?ID=165\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 86</row>\r\n\r\n**Price** 200 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** worn\r\n\r\n**Bulk** 4\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe clockwork diving suit is a marvel of technology that allows its user to breathe underwater for hours at a time without the aid of magic. Compared …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 86"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 86</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "The clockwork diving suit is a marvel of technology that allows its user to breathe underwater for hours at a time without the aid of magic. Compared …",
 "summary_markdown": "The clockwork diving suit is a marvel of technology that allows its user to breathe underwater for hours at a time without the aid of magic. Compared …",
 "text": "<title level=\"1\" right=\"Item 6\" pfs=\"Standard\" > Clockwork Diving Suit Source Guns &amp; Gears pg. 86 PFS Note Inventors (and characters with the Inventor archetype) gain access to uncommon clockwork items from from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Characters with a Home Region of Absalom, New Thassilon, Alkenstar, Dongun Hold or Arcadia have access to uncommon clockwork items from Chapters 1 and 2 from this boook, as inventors. Price 200 gp Usage worn Bulk 4 Access Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book. --- The clockwork diving suit is a marvel of technology that allows its user to breathe underwater for hours at a time without the aid of magic. Compared to a more traditional magically-assisted diving suit using a bottle of air , a clockwork diving suit is both less expensive and better protected, making clockwork diving suits a good choice for characters who prefer more protection. However, they also come with a built-in time limit, which magical diving suits circumvent. A clockwork diving suit is a bulky, fully sealed suit of armor lined with a complex series of filter-equipped bladders that store and circulate air for the user to breathe. A glass faceplate on the front of the helmet allows the user to see what's going on in front of them. The suit's rigidity and mechanisms severely restrict the user's range of movement and keeps them from moving faster than a slow walk on the sea floor. To compensate for this, a clockwork water jet mechanism is installed in the suit's back. The water jet includes both a vacuum system and separate air bladder; it's activated with a simple pull of a lever on the suit's belt. When the lever is pulled, the vacuum system sucks in seawater, and seconds later, the air bladder sprays the water out and propels the user short distances. This mechanism is also necessary for the suit to surface without walking to shore—it's too heavy to float on its own. Most wearers can only swim a few feet before sinking back to the water's floor. The diving suit contains enough air for three hours of operation, and the clockwork components can operate for up to 3 hours before the suit needs winding. If you run out of air, drowning and suffocation rules begin to apply as normal. This air supply can be refilled by spending one hour in an area with air, and you can rewind the clockwork in a process that takes 10 minutes to complete. The diving suit is a suit of medium armor, and it has the following stats: AC Bonus +4; Dex Cap +1; Check Penalty –4; Speed Penalty –15 ft; Strength 18\n",
 "trait": [
  "Air",
  "Clockwork",
  "Uncommon",
  "Water"
 ],
 "trait_markdown": "[Air](/Traits.aspx?ID=5), [Clockwork](/Traits.aspx?ID=331), [Uncommon](/Traits.aspx?ID=159), [Water](/Traits.aspx?ID=165)",
 "trait_raw": [
  "Air",
  "Clockwork",
  "Uncommon",
  "Water"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1144",
 "usage": "worn",
 "usage_markdown": "worn",
 "weakness": {}
}