{
 "access": "Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book.",
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 2,
 "bulk_raw": "2",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1143",
 "item_category": "Adventuring Gear",
 "level": 6,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 6\"\r\n    pfs=\"Standard\"\r\n>\r\n[Clockwork Disguise](/Equipment.aspx?ID=1143)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Clockwork\" url=\"/Traits.aspx?ID=331\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 85</row>\r\n\r\n_[**PFS Note**](/pathfinder-society) Inventors (and characters with the Inventor archetype) gain access to uncommon clockwork items from from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Characters with a Home Region of Absalom, New Thassilon, Alkenstar, Dongun Hold or Arcadia have access to uncommon clockwork items from Chapters 1 and 2 from this boook, as inventors._\r\n\r\n**Price** 200 gp\r\n\r\n<row gap=\"medium\">\n\n**Usage** worn armor\r\n\r\n**Bulk** 2\r\n</row>\n\n**Access** Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book.\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nSometimes, just disguising one's face just isn't convincing enough. Clockwork disguises were invented to supplement regular disguise kits, which are used all across Golarion. For example, if a spy wants to infiltrate a military camp, they must be wearing the same type of armor as the soldiers stationed there—or else have a very good explanation for their commander as to why they're out of proper uniform! The clockwork disguise is intended to help avoid such awkward, potentially fatal confrontations.\n\n The clockwork disguise looks like a harness connected to hundreds of small metal plates that cover the user's torso and arms. Each of these plates is equipped with several hinges, allowing them to be shaped into a wide variety of patterns. When these shaped plates are arranged and connected, they can be made to look like almost any basic suit of light or medium metal armor, though armor embellishments such as those worn by high- ranking officers are beyond this device. The arrangement process takes some time, but once it's completed, the user need only perform a few simple adjustments to a clockwork mechanism in the disguise to make the plate arrangement into a new preset configuration. Afterwards, when the user flips a switch on the harness's belt to one of three positions, the plates shift, overlap, and connect as necessary to transform the disguise into the desired preset configuration. The clockwork disguise can have up to three preset configurations at a time, and most users use a minimum of two: the one required for their current task, and a suitably inconspicuous configuration for when the first configuration is unnecessary.\n\n Giving a clockwork disguise a new preset configuration requires 20 minutes of work. The clockwork disguise can have a maximum of three preset configurations at a time, and it can only mimic light and medium armor suits made of metal.\n\n The clockwork disguise is light armor and has the following stats, regardless of which type of armor it mimics:\n\n **AC Bonus** +2; **Dex Cap** +3; **Check Penalty** –1; **Strength** 12; **Group** [plate](/ArmorGroups.aspx?ID=4)\n\n<document level=\"2\" id=\"action-944\" />\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Clockwork Disguise",
 "pfs": "Standard",
 "price": 20000,
 "price_raw": "200 gp",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Clockwork\" url=\"/Traits.aspx?ID=331\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 85</row>\r\n\r\n**Price** 200 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** worn armor\r\n\r\n**Bulk** 2\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSometimes, just disguising one's face just isn't convincing enough. Clockwork disguises were invented to supplement regular disguise kits, which are …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 85"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 85</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "Sometimes, just disguising one's face just isn't convincing enough. Clockwork disguises were invented to supplement regular disguise kits, which are …",
 "summary_markdown": "Sometimes, just disguising one's face just isn't convincing enough. Clockwork disguises were invented to supplement regular disguise kits, which are …",
 "text": "<title level=\"1\" right=\"Item 6\" pfs=\"Standard\" > Clockwork Disguise Source Guns &amp; Gears pg. 85 PFS Note Inventors (and characters with the Inventor archetype) gain access to uncommon clockwork items from from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Characters with a Home Region of Absalom, New Thassilon, Alkenstar, Dongun Hold or Arcadia have access to uncommon clockwork items from Chapters 1 and 2 from this boook, as inventors. Price 200 gp Usage worn armor Bulk 2 Access Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book. --- Sometimes, just disguising one's face just isn't convincing enough. Clockwork disguises were invented to supplement regular disguise kits, which are used all across Golarion. For example, if a spy wants to infiltrate a military camp, they must be wearing the same type of armor as the soldiers stationed there—or else have a very good explanation for their commander as to why they're out of proper uniform! The clockwork disguise is intended to help avoid such awkward, potentially fatal confrontations. The clockwork disguise looks like a harness connected to hundreds of small metal plates that cover the user's torso and arms. Each of these plates is equipped with several hinges, allowing them to be shaped into a wide variety of patterns. When these shaped plates are arranged and connected, they can be made to look like almost any basic suit of light or medium metal armor, though armor embellishments such as those worn by high- ranking officers are beyond this device. The arrangement process takes some time, but once it's completed, the user need only perform a few simple adjustments to a clockwork mechanism in the disguise to make the plate arrangement into a new preset configuration. Afterwards, when the user flips a switch on the harness's belt to one of three positions, the plates shift, overlap, and connect as necessary to transform the disguise into the desired preset configuration. The clockwork disguise can have up to three preset configurations at a time, and most users use a minimum of two: the one required for their current task, and a suitably inconspicuous configuration for when the first configuration is unnecessary. Giving a clockwork disguise a new preset configuration requires 20 minutes of work. The clockwork disguise can have a maximum of three preset configurations at a time, and it can only mimic light and medium armor suits made of metal. The clockwork disguise is light armor and has the following stats, regardless of which type of armor it mimics: AC Bonus +2; Dex Cap +3; Check Penalty –1; Strength 12; Group plate\n",
 "trait": [
  "Clockwork",
  "Uncommon"
 ],
 "trait_markdown": "[Clockwork](/Traits.aspx?ID=331), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Clockwork",
  "Uncommon"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1143",
 "usage": "worn armor",
 "usage_markdown": "worn armor",
 "weakness": {}
}