{
 "access": "Membership in the Envoy's Alliance Pathfinder Society faction.",
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-841",
 "item_category": "Adventuring Gear",
 "level": 1,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 1\"\r\n    pfs=\"Limited\"\r\n>\r\n[Communication Bangle](/Equipment.aspx?ID=841)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 26</row>\r\n\r\n_[**PFS Note**](/pathfinder-society) Players can gain access to faction-specific gear by taking the corresponding Faction Gear Access Game Reward, available when they reach 20 reputation with the respective faction._\r\n\r\n**Price** 10 gp\r\n\r\n<row gap=\"medium\">\n\n**Usage** worn\n\n</row>\n\n**Access** Membership in the Envoy's Alliance Pathfinder Society faction.\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThis simple brass ring is meant to be worn as an ornamentation piece to an outfit, oftentimes as a bangle on the wrist, as the ring closure of a scarf or sash, or as an ornamentation piece of a headdress. While decorative, this serves a cover for the bangle's function as a message bearer. Messages can be coded into the bangle, either through a series of raised dots and dashes or a pattern of notches of different depths and spacings. A bangle is large enough to hold a simple message consisting of a few words like “Danger. Flee.” or “Meeting. Sunset. Fountain.” Coding a message into a bangle requires 1 minute of time. All Pathfinders with access to communication bangles are taught how to code and read most basic messages, but anyone with a bangle can develop their own communication system. A creature inspecting a bangle can discover its true purpose by succeeding at a DC 20 Perception check. Deciphering a message requires a creature to succeed at a [Society](/Skills.aspx?ID=14) check against the coder's [Deception](/Skills.aspx?ID=5) DC.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Communication Bangle",
 "pfs": "Limited",
 "price": 1000,
 "price_raw": "10 gp",
 "rarity": "uncommon",
 "release_date": "2020-10-14",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 26</row>\r\n\r\n**Price** 10 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** worn\r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis simple brass ring is meant to be worn as an ornamentation piece to an outfit, oftentimes as a bangle on the wrist, as the ring closure of a …\r\n</summary>",
 "source": [
  "PFS Guide"
 ],
 "source_raw": [
  "PFS Guide pg. 26"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[PFS Guide](/Sources.aspx?ID=50) pg. 26</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "This simple brass ring is meant to be worn as an ornamentation piece to an outfit, oftentimes as a bangle on the wrist, as the ring closure of a …",
 "summary_markdown": "This simple brass ring is meant to be worn as an ornamentation piece to an outfit, oftentimes as a bangle on the wrist, as the ring closure of a …",
 "text": "<title level=\"1\" right=\"Item 1\" pfs=\"Limited\" > Communication Bangle Source PFS Guide pg. 26 PFS Note Players can gain access to faction-specific gear by taking the corresponding Faction Gear Access Game Reward, available when they reach 20 reputation with the respective faction. Price 10 gp Usage worn Access Membership in the Envoy's Alliance Pathfinder Society faction. --- This simple brass ring is meant to be worn as an ornamentation piece to an outfit, oftentimes as a bangle on the wrist, as the ring closure of a scarf or sash, or as an ornamentation piece of a headdress. While decorative, this serves a cover for the bangle's function as a message bearer. Messages can be coded into the bangle, either through a series of raised dots and dashes or a pattern of notches of different depths and spacings. A bangle is large enough to hold a simple message consisting of a few words like “Danger. Flee.” or “Meeting. Sunset. Fountain.” Coding a message into a bangle requires 1 minute of time. All Pathfinders with access to communication bangles are taught how to code and read most basic messages, but anyone with a bangle can develop their own communication system. A creature inspecting a bangle can discover its true purpose by succeeding at a DC 20 Perception check. Deciphering a message requires a creature to succeed at a Society check against the coder's Deception DC.\n",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=841",
 "usage": "worn",
 "usage_markdown": "worn",
 "weakness": {}
}