{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1632-1501",
 "item_category": "Services",
 "item_subcategory": "Secret Society Membership Services",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 0+\"\r\n    pfs=\"Standard\"\r\n>\r\n[Counterfeit Item](/Equipment.aspx?ID=1632)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nMany secret societies dabble in ancient lore and rare antiquities. If one were to ask what their greatest challenge is, instead of evading police attention or dealing with the occasional mystic curse, most members would say it's separating counterfeit goods from real ones. Almost anything can be counterfeited, and counterfeiting is a major criminal enterprise with its own tricks, techniques, and intricacies. Some counterfeiters specialize in the production of adulterated coinage, while others produce beautiful legal documents with forged signatures and stolen stamps. Another class of forger produces artwork in the style of some great master, while ancient relics can be churned out by the dozen in subterranean workshops.\n\n You can hire a counterfeiter to create low-grade, medium-grade, or high-grade counterfeit goods. In all cases, the goods can still act as mundane examples of their type (a counterfeit copy of the queen's [longsword](/Weapons.aspx?ID=31) is still a longsword), and if the original is enchanted, then the counterfeiter attempts to fake the appropriate magical auras. Counterfeit goods don't have any other magical powers, though—a counterfeit scroll can't be used to Cast a Spell, for example. A counterfeit good can't be cheaper than the base item. For example, the sword couldn't be cheaper than a longsword, nor the scroll cheaper than a piece of parchment.\n\n An item sold to a store goes through a rigorous vetting process that is extremely likely to detect a counterfeit, so a secret society member can't simply create counterfeits and then sell them at a profit. Counterfeits excel in situations where the item's hand-off is illicit or the item doesn't need to pass intense scrutiny from an appraiser. \n\n**Detecting Counterfeits**: Determining something is counterfeit requires inspecting the item and succeeding at a relevant skill check against the counterfeit's DC. Typically, this is [Crafting](/Skills.aspx?ID=4), but one might use [Religion](/Skills.aspx?ID=13) to detect a fake reliquary or [Medicine](/Skills.aspx?ID=9) to realize a potion is mere snake oil. Low-grade counterfeits typically have a [very easy DC of the item's level](/Rules.aspx?ID=552), medium-grade counterfeits typically have a standard DC of the item's level, and high-grade counterfeits typically have a hard DC of the item's level.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nCounterfeit Item (Low-Grade)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nCounterfeit Item (Medium-Grade)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nCounterfeit Item (High-Grade)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n<row gap=\"medium\">\n\n</row>\n\n</column>",
 "name": "Counterfeit Item (Low-Grade)",
 "pfs": "Standard",
 "rarity": "uncommon",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMany secret societies dabble in ancient lore and rare antiquities. If one were to ask what their greatest challenge is, instead of evading police …\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 83"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 83</row>",
 "speed": {},
 "spell_markdown": "",
 "summary": "Many secret societies dabble in ancient lore and rare antiquities. If one were to ask what their greatest challenge is, instead of evading police …",
 "summary_markdown": "Many secret societies dabble in ancient lore and rare antiquities. If one were to ask what their greatest challenge is, instead of evading police …",
 "text": "<title level=\"1\" right=\"Item 0+\" pfs=\"Standard\" > Counterfeit Item Source Dark Archive pg. 83 --- Many secret societies dabble in ancient lore and rare antiquities. If one were to ask what their greatest challenge is, instead of evading police attention or dealing with the occasional mystic curse, most members would say it's separating counterfeit goods from real ones. Almost anything can be counterfeited, and counterfeiting is a major criminal enterprise with its own tricks, techniques, and intricacies. Some counterfeiters specialize in the production of adulterated coinage, while others produce beautiful legal documents with forged signatures and stolen stamps. Another class of forger produces artwork in the style of some great master, while ancient relics can be churned out by the dozen in subterranean workshops. You can hire a counterfeiter to create low-grade, medium-grade, or high-grade counterfeit goods. In all cases, the goods can still act as mundane examples of their type (a counterfeit copy of the queen's longsword is still a longsword), and if the original is enchanted, then the counterfeiter attempts to fake the appropriate magical auras. Counterfeit goods don't have any other magical powers, though—a counterfeit scroll can't be used to Cast a Spell, for example. A counterfeit good can't be cheaper than the base item. For example, the sword couldn't be cheaper than a longsword, nor the scroll cheaper than a piece of parchment. An item sold to a store goes through a rigorous vetting process that is extremely likely to detect a counterfeit, so a secret society member can't simply create counterfeits and then sell them at a profit. Counterfeits excel in situations where the item's hand-off is illicit or the item doesn't need to pass intense scrutiny from an appraiser. Detecting Counterfeits : Determining something is counterfeit requires inspecting the item and succeeding at a relevant skill check against the counterfeit's DC. Typically, this is Crafting, but one might use Religion to detect a fake reliquary or Medicine to realize a potion is mere snake oil. Low-grade counterfeits typically have a very easy DC of the item's level, medium-grade counterfeits typically have a standard DC of the item's level, and high-grade counterfeits typically have a hard DC of the item's level. <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Counterfeit Item (Low-Grade) Source Dark Archive pg. 83 <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Counterfeit Item (Medium-Grade) Source Dark Archive pg. 83 <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Counterfeit Item (High-Grade) Source Dark Archive pg. 83 ",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1632",
 "weakness": {}
}