{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-610",
 "item_category": "Artifacts",
 "level": 22,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 22\"\r\n    pfs=\"\"\r\n>\r\n[Deck of Many Things](/Equipment.aspx?ID=610)\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Transmutation\" url=\"/Traits.aspx?ID=157\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 107</row>\n\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThese 22 cards of heavy vellum, usually stored in a box or a pouch, bear images or glyphs depicting symbols of magical power. Looking at a card without activating it shows the card face but has no magical effect. Once the deck is face down, the cards randomize themselves—if you look at the top card multiple times, you may find it changes. Any card removed from the deck goes missing after a few seconds, reappearing in the deck.\n\n<document level=\"2\" id=\"action-387\" />Once a card is drawn, it produces its effect immediately and then disappears back into the deck, which immediately shuffles itself. (The Dullard and Jester are exceptions, as described in their entries below.) The effects of each card are as follows. \n<ul><li>**Balance** Your alignment changes to a radically different one. If you fail to adhere to that alignment, you lose a level and all the benefits you gained at that level. Your XP total doesn't change when you lose a level this way. </li><li>**Comet** If you alone defeat the next low-threat or harder hostile enemy or enemies you encounter, you gain enough XP to reach the next level. Otherwise, you gain no benefit. </li><li>**Donjon** You're imprisoned by a 10th-level [_imprisonment_](/Rituals.aspx?ID=13) ritual. This uses the prison option, typically sequestering you in a distant part of the world. You also lose all your items. Cease drawing cards. </li><li>**Dullard** Immediately reduce your Intelligence score by 1d4+1. You can then draw an additional card, and the Dullard card then disappears forever. </li><li>**Euryale** ([curse](/Traits.aspx?ID=38)) A [medusa's](/Monsters.aspx?ID=297) image curses you with a permanent –1 status penalty to all saving throws. This can be removed by only a deity or the Fates card. </li><li>**The Fates** The Fates respin the fabric of reality to save you from any situation you choose. This can reverse even a past event, and you can make the decision instantly even if the event would slay you. This intervention saves only you, not anyone else affected by the event. There's no limit on how long you can wait before using this effect. </li><li>**Flames** A fiend becomes filled with anger, jealousy, envy, or some other reason to despise you. Its hatred for you doesn't cease until either it or you is dead. It attacks you or otherwise attempts to foil you within 1d20 days. The GM determines the specifics of the fiend. </li><li>**Fool** You lose 1d10×100 XP unless you choose to draw two more cards. </li><li>**Gem** Gain your choice of 25 pieces of jewelry worth 200 gp each or 50 gems worth 100 gp each. </li><li>**Jester** You can either draw two more cards or gain 1d10×100 XP. The card then disappears forever. </li><li>**Key** Gain a magic weapon of 12th level or higher. The GM determines the item and what runes it has, if any. </li><li>**Knight** A [palace guard](/NPCs.aspx?ID=883) arrives and swears unfailing loyalty to you. </li><li>**Moon** Roll 1d4 to determine how many wishes the card grants you, which also affects the phase of the moon depicted on the card (1: crescent moon; 2: half moon; 3: gibbous moon; 4: full moon). These wishes each take one action to speak and have the effect of a [_wish_](/Spells.aspx?ID=377) spell. </li><li>**Rogue** One NPC ally becomes filled with hatred and immediately turns against you forever. The NPC might keep this hatred secret until an opportune moment. </li><li>**Ruin** You lose all your nonmagical possessions, including any wealth and property. </li><li>**Skull** You must immediately battle a [lesser death](/Monsters.aspx?ID=251). If slain in the battle, you can never be revived, except by a deity. </li><li>**Star** Gain an ability boost you must use immediately on one ability score of your choice. </li><li>**Sun** Gain 1,000 XP and a beneficial permanent magic item of 6th to 11th level, chosen by the GM. </li><li>**Talons** All your magic items disappear permanently, except for the deck and any artifact of higher level than the deck. </li><li>**Throne** You gain a permanent +4 status bonus to [Diplomacy](/Skills.aspx?ID=6) checks, and you now own a small castle in any open area you wish. You must choose its location within 1 hour. </li><li>**Vizier** Upon request, you can learn the solution to any one problem or the correct answer to any one question, unless that information is obscured by a deity. This doesn't necessarily give you the means to act on that solution. You have 1 year to take the vizier's advice or lose its benefits. </li><li>**The Void** Your mind becomes trapped forever. This card is fickle, but it often throws the psyche into a prison in an object on a distant plane or planet. _Wish_ or similarly powerful magic can reveal your psyche's location, but it doesn't bring you back. Your comatose body continues to function. Cease drawing cards.</li></ul>\r\n\r\n**Destruction** Trick the [Grim Reaper](/Monsters.aspx?ID=250) into drawing the Skull card.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Deck of Many Things",
 "rarity": "rare",
 "release_date": "2020-02-26",
 "resistance": {},
 "school": "transmutation",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Transmutation\" url=\"/Traits.aspx?ID=157\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 107</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 1 hand\r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThese 22 cards of heavy vellum, usually stored in a box or a pouch, bear images or glyphs depicting symbols of magical power. Looking at a card …\r\n</summary>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 107"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 107</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "These 22 cards of heavy vellum, usually stored in a box or a pouch, bear images or glyphs depicting symbols of magical power. Looking at a card …",
 "summary_markdown": "These 22 cards of heavy vellum, usually stored in a box or a pouch, bear images or glyphs depicting symbols of magical power. Looking at a card …",
 "text": "<title level=\"1\" right=\"Item 22\" pfs=\"\" > Deck of Many Things Source Gamemastery Guide pg. 107 Usage held in 1 hand --- These 22 cards of heavy vellum, usually stored in a box or a pouch, bear images or glyphs depicting symbols of magical power. Looking at a card without activating it shows the card face but has no magical effect. Once the deck is face down, the cards randomize themselves—if you look at the top card multiple times, you may find it changes. Any card removed from the deck goes missing after a few seconds, reappearing in the deck. Once a card is drawn, it produces its effect immediately and then disappears back into the deck, which immediately shuffles itself. (The Dullard and Jester are exceptions, as described in their entries below.) The effects of each card are as follows. Balance Your alignment changes to a radically different one. If you fail to adhere to that alignment, you lose a level and all the benefits you gained at that level. Your XP total doesn't change when you lose a level this way. Comet If you alone defeat the next low-threat or harder hostile enemy or enemies you encounter, you gain enough XP to reach the next level. Otherwise, you gain no benefit. Donjon You're imprisoned by a 10th-level imprisonment ritual. This uses the prison option, typically sequestering you in a distant part of the world. You also lose all your items. Cease drawing cards. Dullard Immediately reduce your Intelligence score by 1d4+1. You can then draw an additional card, and the Dullard card then disappears forever. Euryale (curse) A medusa's image curses you with a permanent –1 status penalty to all saving throws. This can be removed by only a deity or the Fates card. The Fates The Fates respin the fabric of reality to save you from any situation you choose. This can reverse even a past event, and you can make the decision instantly even if the event would slay you. This intervention saves only you, not anyone else affected by the event. There's no limit on how long you can wait before using this effect. Flames A fiend becomes filled with anger, jealousy, envy, or some other reason to despise you. Its hatred for you doesn't cease until either it or you is dead. It attacks you or otherwise attempts to foil you within 1d20 days. The GM determines the specifics of the fiend. Fool You lose 1d10×100 XP unless you choose to draw two more cards. Gem Gain your choice of 25 pieces of jewelry worth 200 gp each or 50 gems worth 100 gp each. Jester You can either draw two more cards or gain 1d10×100 XP. The card then disappears forever. Key Gain a magic weapon of 12th level or higher. The GM determines the item and what runes it has, if any. Knight A palace guard arrives and swears unfailing loyalty to you. Moon Roll 1d4 to determine how many wishes the card grants you, which also affects the phase of the moon depicted on the card (1: crescent moon; 2: half moon; 3: gibbous moon; 4: full moon). These wishes each take one action to speak and have the effect of a wish spell. Rogue One NPC ally becomes filled with hatred and immediately turns against you forever. The NPC might keep this hatred secret until an opportune moment. Ruin You lose all your nonmagical possessions, including any wealth and property. Skull You must immediately battle a lesser death. If slain in the battle, you can never be revived, except by a deity. Star Gain an ability boost you must use immediately on one ability score of your choice. Sun Gain 1,000 XP and a beneficial permanent magic item of 6th to 11th level, chosen by the GM. Talons All your magic items disappear permanently, except for the deck and any artifact of higher level than the deck. Throne You gain a permanent +4 status bonus to Diplomacy checks, and you now own a small castle in any open area you wish. You must choose its location within 1 hour. Vizier Upon request, you can learn the solution to any one problem or the correct answer to any one question, unless that information is obscured by a deity. This doesn't necessarily give you the means to act on that solution. You have 1 year to take the vizier's advice or lose its benefits. The Void Your mind becomes trapped forever. This card is fickle, but it often throws the psyche into a prison in an object on a distant plane or planet. Wish or similarly powerful magic can reveal your psyche's location, but it doesn't bring you back. Your comatose body continues to function. Cease drawing cards. Destruction Trick the Grim Reaper into drawing the Skull card.\n",
 "trait": [
  "Artifact",
  "Magical",
  "Rare",
  "Transmutation"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=253), [Magical](/Traits.aspx?ID=103), [Rare](/Traits.aspx?ID=137), [Transmutation](/Traits.aspx?ID=157)",
 "trait_raw": [
  "Artifact",
  "Magical",
  "Rare",
  "Transmutation"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=610",
 "usage": "held in 1 hand",
 "usage_markdown": "held in 1 hand",
 "weakness": {}
}