{
 "actions": "Single Action",
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 0.1,
 "bulk_raw": "L",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-2370",
 "item_category": "Blighted Boons",
 "level": 11,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 11\"\r\n    pfs=\"Restricted\"\r\n>\r\n[Elder Seed](/Equipment.aspx?ID=2370)\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" />\r\n<trait label=\"Primal\" url=\"/Traits.aspx?ID=134\" />\r\n<trait label=\"Transmutation\" url=\"/Traits.aspx?ID=157\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 187 <sup>1.1</sup></row>\n\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\n\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><actions string=\"Single Action\" /><row>Interact</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nAn enormous, perfect, ripe seed from a tree important to a region's druids, an _elder seed_ exudes vitality. Plant life grows quickly and abundantly around it. Anyone who touches the seed understands the nature of its power. Swallowing it whole imparts its effects, but succeeding at the save against the boon causes the swallower to regurgitate the seed.\n\n---\n\n<br /> **Stage 1 (9 Days)** Your skin hardens, giving you a brownish-green tinge. You gain resistance to bludgeoning damage and piercing damage equal to your level, and you have [tremorsense](/MonsterAbilities.aspx?ID=40) out to a range of 30 feet. Also, you can cast [_enlarge_](/Spells.aspx?ID=102), [_speak with animals_](/Spells.aspx?ID=293), [_speak with plants_](/Spells.aspx?ID=294), and [_web_](/Spells.aspx?ID=374) each once per day as primal innate spells. The web is a dense mycelial net rather than spider silk. \n\n---\n\n<br />**Stage 2 (1 Month)** You gain [low-light vision](/Rules.aspx?ID=416) and fluency in [Arboreal](/Languages.aspx?ID=26). However, your body feels stiffer, your mind slower to move to intense emotions, and you are prone to take your time making decisions. You become [clumsy 1](/Conditions.aspx?ID=3), take a –1 status penalty to initiative rolls, and gain a weakness to fire damage equal to half your level, and you take the same amount of additional damage from [axes](/WeaponGroups.aspx?ID=1).\n\n If you die at this stage or higher, your body sinks into the earth, forming rich soil. Over several days, a mature, full-sized tree of the seed's type grows where you fell. If plant growth is impossible, such as due to lack of sunlight, fungi grow there instead, extending mycelia through the earth until they reach a place the tree can grow. Then, the tree grows. An [arboreal](/MonsterFamilies.aspx?ID=8) can tend this tree to cause it to regrow one _elder seed_ after 3 years and 3 days.\n\n---\n\n<br /> **Stage 3 (1 Month)** You become more treelike and ponderous in body and mind, and when you cast the _enlarge_ innate spell from this boon, you can cast it at 4th level. The clumsy value increases to 2 and the status penalty increases to –2. Whenever you roll initiative, you become [slowed 1](/Conditions.aspx?ID=35) automatically, slowed 2 if the d20 roll is 10 or lower, or slowed 3 if the d20 shows a 1. Your weakness to fire and vulnerability to axes equals your level.\n\n---\n\n<br /> **Stage 4** You die.\n\n---\n\n<br /> **Purging** You must seek out an arboreal, [druid](/Classes.aspx?ID=5), or nature-loving [fey](/Traits.aspx?ID=69) that is your level or higher whom you have never met, and pledge your allegiance to that being. Doing so places you under a [_geas_](/Rituals.aspx?ID=12) to accomplish at least one meaningful service, usually a quest, for your new liege. While under the geas, you can't advance to stage 4. Once you complete your service, you regurgitate the _elder seed_, and its effects on you end.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Elder Seed",
 "pfs": "Restricted",
 "rarity": "rare",
 "release_date": "2023-02-22",
 "resistance": {},
 "school": "transmutation",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" />\r\n<trait label=\"Primal\" url=\"/Traits.aspx?ID=134\" />\r\n<trait label=\"Transmutation\" url=\"/Traits.aspx?ID=157\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 187 <sup>1.1</sup></row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><actions string=\"Single Action\" /><row>Interact</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAn enormous, perfect, ripe seed from a tree important to a region's druids, an  elder seed  exudes vitality. Plant life grows quickly and abundantly …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 187"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 187 <sup>1.1</sup></row>",
 "speed": {},
 "spell_markdown": "",
 "stage": [
  "You die.    Purging  You must seek out an arboreal,  druid , or nature-loving  fey  that is your level or higher whom you have never met, and pledge your allegiance to that being. Doing so places you under a   geas   to accomplish at least one meaningful service, usually a quest, for your new liege. While under the geas, you can't advance to stage 4. Once you complete your service, you regurgitate the  elder seed , and its effects on you end."
 ],
 "stage_markdown": "Stage 1: You die.\n\n---\n\n<br /> **Purging** You must seek out an arboreal, [druid](/Classes.aspx?ID=5), or nature-loving [fey](/Traits.aspx?ID=69) that is your level or higher whom you have never met, and pledge your allegiance to that being. Doing so places you under a [_geas_](/Rituals.aspx?ID=12) to accomplish at least one meaningful service, usually a quest, for your new liege. While under the geas, you can't advance to stage 4. Once you complete your service, you regurgitate the _elder seed_, and its effects on you end.",
 "summary": "An enormous, perfect, ripe seed from a tree important to a region's druids, an  elder seed  exudes vitality. Plant life grows quickly and abundantly …",
 "summary_markdown": "An enormous, perfect, ripe seed from a tree important to a region's druids, an  elder seed  exudes vitality. Plant life grows quickly and abundantly …",
 "text": "<title level=\"1\" right=\"Item 11\" pfs=\"Restricted\" > Elder Seed Source Treasure Vault pg. 187 1.1 Usage held in 1 hand Bulk L Activate Single Action Interact --- An enormous, perfect, ripe seed from a tree important to a region's druids, an elder seed exudes vitality. Plant life grows quickly and abundantly around it. Anyone who touches the seed understands the nature of its power. Swallowing it whole imparts its effects, but succeeding at the save against the boon causes the swallower to regurgitate the seed. --- Stage 1 (9 Days) Your skin hardens, giving you a brownish-green tinge. You gain resistance to bludgeoning damage and piercing damage equal to your level, and you have tremorsense out to a range of 30 feet. Also, you can cast enlarge , speak with animals , speak with plants , and web each once per day as primal innate spells. The web is a dense mycelial net rather than spider silk. --- Stage 2 (1 Month) You gain low-light vision and fluency in Arboreal. However, your body feels stiffer, your mind slower to move to intense emotions, and you are prone to take your time making decisions. You become clumsy 1, take a –1 status penalty to initiative rolls, and gain a weakness to fire damage equal to half your level, and you take the same amount of additional damage from axes. If you die at this stage or higher, your body sinks into the earth, forming rich soil. Over several days, a mature, full-sized tree of the seed's type grows where you fell. If plant growth is impossible, such as due to lack of sunlight, fungi grow there instead, extending mycelia through the earth until they reach a place the tree can grow. Then, the tree grows. An arboreal can tend this tree to cause it to regrow one elder seed after 3 years and 3 days. --- Stage 3 (1 Month) You become more treelike and ponderous in body and mind, and when you cast the enlarge innate spell from this boon, you can cast it at 4th level. The clumsy value increases to 2 and the status penalty increases to –2. Whenever you roll initiative, you become slowed 1 automatically, slowed 2 if the d20 roll is 10 or lower, or slowed 3 if the d20 shows a 1. Your weakness to fire and vulnerability to axes equals your level. --- Stage 4 You die. --- Purging You must seek out an arboreal, druid, or nature-loving fey that is your level or higher whom you have never met, and pledge your allegiance to that being. Doing so places you under a geas to accomplish at least one meaningful service, usually a quest, for your new liege. While under the geas, you can't advance to stage 4. Once you complete your service, you regurgitate the elder seed , and its effects on you end.\n",
 "trait": [
  "Consumable",
  "Primal",
  "Rare",
  "Transmutation"
 ],
 "trait_markdown": "[Consumable](/Traits.aspx?ID=36), [Primal](/Traits.aspx?ID=134), [Rare](/Traits.aspx?ID=137), [Transmutation](/Traits.aspx?ID=157)",
 "trait_raw": [
  "Consumable",
  "Primal",
  "Rare",
  "Transmutation"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=2370",
 "usage": "held in 1 hand",
 "usage_markdown": "held in 1 hand",
 "weakness": {}
}