{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1633-1506",
 "item_category": "Services",
 "item_subcategory": "Secret Society Membership Services",
 "level": 9,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 0+\"\r\n    pfs=\"Standard\"\r\n>\r\n[False Witness](/Equipment.aspx?ID=1633)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThere comes a time in every thief's life when they need a friend, an ally, a boon companion who will look a judge straight in the eye and swear over a stack of holy books that the two of them were out drinking—yes, your honor, all night, never left my sight for more than a minute, you have my solemn oath. Lucky thieves have a friend who is willing to be an alibi; for everyone else, there's the false witness, a professional in the art of fraudulent testimony.\n\n Some false witnesses are truly freelance, willing to claim to have seen someone for the price of a round of drinks. More respectable witnesses, however, tend to be associated with thieves' guilds, secret societies, and other conspiracies. Such organizations can match a person in need of an alibi with a witness with no apparent connection to them, and they often have large enough numbers that no one witness appears before law enforcement often enough to arouse suspicion. The most expensive and professional false witnesses use memory charms or similar techniques to render their testimony foolproof. Typically, a false witness charges per incident, providing a false alibi and, if necessary, hiring other witnesses to back themselves up and thus foul an investigation.\n\n False witnesses generally know better than to ask questions, but depending on their background, might refuse to protect—and might even turn in—someone involved in a particularly heinous crime. A tavern keeper might have no qualms about covering for burglars and footpads but will gladly send a child murderer to the gallows.\n\n**Detecting False Testimony**: To defeat a false witness's testimony, an investigator must succeed at a check against the DC listed in the table. The check used depends on the investigation: Perception to [Sense Motive](/Actions.aspx?ID=85) versus spoken testimony, [Society](/Skills.aspx?ID=14) to determine forgeries, and so on. A false witness can sometimes stymie an investigation where the lead investigator is sufficiently lower level than the false witness, and they might be able to delay or befuddle a more serious investigation.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nFalse Witness (Disreputable)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n**Price** 9 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nDisreputable (DC 16) false witnesses fall into two main types: people considered unreliable to a typical investigator—barflies, beggars, petty criminals—and poor actors, their perjury painfully transparent to any court taking a cursory effort to cross-examine them.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 5\"\r\npfs=\"Standard\"\r\n>\r\nFalse Witness (Ordinary)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n**Price** 75 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nOrdinary (DC 22) false witnesses are usually on the edges of the criminal community but can at least pass themselves off as respectable: retired thieves, relatives of criminals, or the like.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 9\"\r\npfs=\"Standard\"\r\n>\r\nFalse Witness (Respectable)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n**Price** 450 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nReputable (DC 28) false witnesses are upstanding members of the community, though typically ones with secrets: a merchant who acts as a fence on the side or a clerk with gambling debts. This is the highest level that's ever available to characters without membership in a secret society or similar conspiracy (such as a spy network or thieves' guild).\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 13\"\r\npfs=\"Standard\"\r\n>\r\nFalse Witness (Honorable)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n**Price** 1,500 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nHonorable (DC 33) false witnesses are pillars of society and likely have no illicit connections save for their contact with the society or conspiracy: well-to-do aristocrats who were discussing business with the subject or somber church deacons who report the subject prayed all night for a loved one's soul.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 17\"\r\npfs=\"Standard\"\r\n>\r\nFalse Witness (Unimpeachable)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n**Price** 7,500 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nUnimpeachable (DC 38) false witnesses provide signed affidavits from impeccable sources like the High Priest of [Pharasma](/Deities.aspx?ID=14), the Chief Magistrate of the Royal Court, or the king's favorite aunt.",
 "name": "False Witness (Respectable)",
 "pfs": "Standard",
 "price": 45000,
 "price_raw": "450 gp",
 "rarity": "uncommon",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\r\n\r\n**Price** 450 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nReputable (DC 28) false witnesses are upstanding members of the community, though typically ones with secrets: a merchant who acts as a fence on the …\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 83"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 83</row>",
 "speed": {},
 "spell_markdown": "",
 "summary": "Reputable (DC 28) false witnesses are upstanding members of the community, though typically ones with secrets: a merchant who acts as a fence on the …",
 "summary_markdown": "Reputable (DC 28) false witnesses are upstanding members of the community, though typically ones with secrets: a merchant who acts as a fence on the …",
 "text": "<title level=\"1\" right=\"Item 0+\" pfs=\"Standard\" > False Witness Source Dark Archive pg. 83 --- There comes a time in every thief's life when they need a friend, an ally, a boon companion who will look a judge straight in the eye and swear over a stack of holy books that the two of them were out drinking—yes, your honor, all night, never left my sight for more than a minute, you have my solemn oath. Lucky thieves have a friend who is willing to be an alibi; for everyone else, there's the false witness, a professional in the art of fraudulent testimony. Some false witnesses are truly freelance, willing to claim to have seen someone for the price of a round of drinks. More respectable witnesses, however, tend to be associated with thieves' guilds, secret societies, and other conspiracies. Such organizations can match a person in need of an alibi with a witness with no apparent connection to them, and they often have large enough numbers that no one witness appears before law enforcement often enough to arouse suspicion. The most expensive and professional false witnesses use memory charms or similar techniques to render their testimony foolproof. Typically, a false witness charges per incident, providing a false alibi and, if necessary, hiring other witnesses to back themselves up and thus foul an investigation. False witnesses generally know better than to ask questions, but depending on their background, might refuse to protect—and might even turn in—someone involved in a particularly heinous crime. A tavern keeper might have no qualms about covering for burglars and footpads but will gladly send a child murderer to the gallows. Detecting False Testimony : To defeat a false witness's testimony, an investigator must succeed at a check against the DC listed in the table. The check used depends on the investigation: Perception to Sense Motive versus spoken testimony, Society to determine forgeries, and so on. A false witness can sometimes stymie an investigation where the lead investigator is sufficiently lower level than the false witness, and they might be able to delay or befuddle a more serious investigation. <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > False Witness (Disreputable) Source Dark Archive pg. 83 Price 9 gp --- Disreputable (DC 16) false witnesses fall into two main types: people considered unreliable to a typical investigator—barflies, beggars, petty criminals—and poor actors, their perjury painfully transparent to any court taking a cursory effort to cross-examine them. <title level=\"2\" right=\"Item 5\" pfs=\"Standard\" > False Witness (Ordinary) Source Dark Archive pg. 83 Price 75 gp --- Ordinary (DC 22) false witnesses are usually on the edges of the criminal community but can at least pass themselves off as respectable: retired thieves, relatives of criminals, or the like. <title level=\"2\" right=\"Item 9\" pfs=\"Standard\" > False Witness (Respectable) Source Dark Archive pg. 83 Price 450 gp --- Reputable (DC 28) false witnesses are upstanding members of the community, though typically ones with secrets: a merchant who acts as a fence on the side or a clerk with gambling debts. This is the highest level that's ever available to characters without membership in a secret society or similar conspiracy (such as a spy network or thieves' guild). <title level=\"2\" right=\"Item 13\" pfs=\"Standard\" > False Witness (Honorable) Source Dark Archive pg. 83 Price 1,500 gp --- Honorable (DC 33) false witnesses are pillars of society and likely have no illicit connections save for their contact with the society or conspiracy: well-to-do aristocrats who were discussing business with the subject or somber church deacons who report the subject prayed all night for a loved one's soul. <title level=\"2\" right=\"Item 17\" pfs=\"Standard\" > False Witness (Unimpeachable) Source Dark Archive pg. 83 Price 7,500 gp --- Unimpeachable (DC 38) false witnesses provide signed affidavits from impeccable sources like the High Priest of Pharasma, the Chief Magistrate of the Royal Court, or the king's favorite aunt.",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1633",
 "weakness": {}
}