{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-879-853",
 "item_category": "Services",
 "item_subcategory": "Fixer",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 0+\"\r\n    pfs=\"Standard\"\r\n>\r\n[Fixer](/Equipment.aspx?ID=879)\r\n</title>\n\n<traits>\r\n\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nA fixer is a guide who knows the inner workings of life in a given location. The right fixer can help you navigate the complicated alleyways of a new city or the tangled social expectations of the local populace. Every fixer has knowledge about a specific location, such as a settlement like Katapesh, a geographical region like the Verduran Forest, or a notable establishment like the Grand Lodge. If you plan to hire a fixer, you must do so for the specific location for which you need a guide, though the GM can decide that a given fixer may be able to provide assistance with a closely related location, such as a fixer for the Isle of Kortos being able to provide some guidance for the town of Diobel.\n\n There are two varieties of fixers: informants and counselors. Informants help provide basic information on a location, such as how to navigate a city, the type of animals native to a region, or the type of clothing worn by specific members of a local thieves' guild. An informant automatically [Aids](/Actions.aspx?ID=75) you on attempts to [Gather Information](/Actions.aspx?ID=49) and [Recall Knowledge](/Actions.aspx?ID=26) about your specific location, granting you a +1 circumstance bonus to such checks. An expert informant critically succeeds at Aiding you, granting a +2 circumstance bonus.\n\n A counselor is specialized in social matters. They can help you learn proper etiquette, introduce you to important or useful people, and generally help navigate social circles. A counselor automatically Aids you on attempts to [Impersonate](/Actions.aspx?ID=46), [Lie](/Actions.aspx?ID=47), [Make an Impression](/Actions.aspx?ID=50), and [Request](/Actions.aspx?ID=51) when speaking with individuals within the location of the counselor's expertise. An expert counselor critically succeeds at Aiding you, granting a +2 circumstance bonus.\n\n The GM is the final arbiter in deciding whether or a not a fixer for a given location is available. A fixer's rate may also change depending on the location or the nature of guidance required. For example, a fixer might lower their rate for simple guidance, such as locating the best Qadiran cuisine in Absalom, or increase their rate when dealing with dangerous information or individuals, such as helping navigate a sewer inhabited by dangerous monsters. Pathfinders are typically able to hire a fixer without issue, but must do so through contacts at a local lodge.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nFixer (Basic Informant)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 5 sp (per hour)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nFixer (Expert Informant)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 1 gp (per hour)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nFixer (Basic Councelor)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 1 gp (per hour)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nFixer (Expert Councelor)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 2 gp (per hour)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>",
 "name": "Fixer (Expert Informant)",
 "pfs": "Standard",
 "price": 100,
 "price_raw": "1 gp (per hour)",
 "rarity": "common",
 "release_date": "2020-10-14",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\r\n\r\n**Price** 1 gp (per hour)\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA fixer is a guide who knows the inner workings of life in a given location. The right fixer can help you navigate the complicated alleyways of a new …\r\n</summary>",
 "source": [
  "PFS Guide"
 ],
 "source_raw": [
  "PFS Guide pg. 116"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[PFS Guide](/Sources.aspx?ID=50) pg. 116</row>",
 "speed": {},
 "spell_markdown": "",
 "summary": "A fixer is a guide who knows the inner workings of life in a given location. The right fixer can help you navigate the complicated alleyways of a new …",
 "summary_markdown": "A fixer is a guide who knows the inner workings of life in a given location. The right fixer can help you navigate the complicated alleyways of a new …",
 "text": "<title level=\"1\" right=\"Item 0+\" pfs=\"Standard\" > Fixer Source PFS Guide pg. 116 --- A fixer is a guide who knows the inner workings of life in a given location. The right fixer can help you navigate the complicated alleyways of a new city or the tangled social expectations of the local populace. Every fixer has knowledge about a specific location, such as a settlement like Katapesh, a geographical region like the Verduran Forest, or a notable establishment like the Grand Lodge. If you plan to hire a fixer, you must do so for the specific location for which you need a guide, though the GM can decide that a given fixer may be able to provide assistance with a closely related location, such as a fixer for the Isle of Kortos being able to provide some guidance for the town of Diobel. There are two varieties of fixers: informants and counselors. Informants help provide basic information on a location, such as how to navigate a city, the type of animals native to a region, or the type of clothing worn by specific members of a local thieves' guild. An informant automatically Aids you on attempts to Gather Information and Recall Knowledge about your specific location, granting you a +1 circumstance bonus to such checks. An expert informant critically succeeds at Aiding you, granting a +2 circumstance bonus. A counselor is specialized in social matters. They can help you learn proper etiquette, introduce you to important or useful people, and generally help navigate social circles. A counselor automatically Aids you on attempts to Impersonate, Lie, Make an Impression, and Request when speaking with individuals within the location of the counselor's expertise. An expert counselor critically succeeds at Aiding you, granting a +2 circumstance bonus. The GM is the final arbiter in deciding whether or a not a fixer for a given location is available. A fixer's rate may also change depending on the location or the nature of guidance required. For example, a fixer might lower their rate for simple guidance, such as locating the best Qadiran cuisine in Absalom, or increase their rate when dealing with dangerous information or individuals, such as helping navigate a sewer inhabited by dangerous monsters. Pathfinders are typically able to hire a fixer without issue, but must do so through contacts at a local lodge. <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Fixer (Basic Informant) Source PFS Guide pg. 116 Price 5 sp (per hour) <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Fixer (Expert Informant) Source PFS Guide pg. 116 Price 1 gp (per hour) <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Fixer (Basic Councelor) Source PFS Guide pg. 116 Price 1 gp (per hour) <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Fixer (Expert Councelor) Source PFS Guide pg. 116 Price 2 gp (per hour) ",
 "trait_markdown": "",
 "type": "Item",
 "url": "/Equipment.aspx?ID=879",
 "weakness": {}
}