{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": true,
 "id": "equipment-942",
 "item_category": "Other",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 9+\"\r\n    pfs=\"\"\r\n>\r\n[Fulcrum Lenses](/Equipment.aspx?ID=942)\r\n</title>\n\n<traits>\r\n\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #165: Eyes of Empty Death](/Sources.aspx?ID=81) pg. 75</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\n_Fulcrum lenses_ are unique magical crystals that each contain a sliver of [Nhimbaloth's](/Deities.aspx?ID=163) essence. They belong to a larger set of lenses created to manipulate or even bind the Empty Death; most of the other lenses are long lost and likely destroyed. The Haruvex family came into possession of four of the lenses, and they knew that bringing them together focused Nhimbaloth's attention in unprecedented and dangerous ways. Belcorra brought all four lenses to the Abomination Vaults with her, intending to install them in Gauntlight for her ultimate revenge upon Absalom. She also created a special receptacle called the [_Fulcrum Lattice_](/Equipment.aspx?ID=943) to hold the lenses so that their power could be focused together. She realized the danger of keeping the _fulcrum lenses_ too close together until the right time and spread them out among loyal groups in the Abomination Vaults' lowest levels for safekeeping.\n\n Belcorra keeps only the most powerful lens, the _Ebon Fulcrum Lens_, with her—indeed, as a ghost, it's the only one she can carry. If the heroes can bring the other three lenses to bear against Belcorra, they can draw Nhimbaloth's dread glare to the sorcerer. Despite her loyalty, Belcorra can't hope to keep her spirit intact when Nhimbaloth gazes directly upon it.\n\n The _fulcrum lenses_ are more than mere receptacles of Nhimbaloth's essence. Each grants those who use it a fragment of the Great Old One's power.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 9\"\r\npfs=\"\"\r\n>\r\nCrimson Fulcrum Lens\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Abomination Vaults</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Invested\" url=\"/Traits.aspx?ID=98\" />\r\n<trait label=\"Occult\" url=\"/Traits.aspx?ID=120\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #165: Eyes of Empty Death](/Sources.aspx?ID=81) pg. 75</row>\n\n**Price** 700 gp\r\n\r\n<row gap=\"medium\">\n\n**Bulk** 1\r\n\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis concave lens has a drifting crimson cloud resembling slowly swirling blood within it. While you have the _Crimson Fulcrum Lens_ invested, you seethe with malevolent fury you can barely contain. You gain a +2 item bonus to saving throws against [fear](/Traits.aspx?ID=68) effects and a +2 item bonus to your melee [Strike](/Actions.aspx?ID=89) damage (this increases to a +4 item bonus to damage if the melee Strike is a jaws attack). You can also activate the lens in the following ways. \n\n **Activate** <actions string=\"Two Actions\" /> Interact; **Frequency** once per day; **Effect** You grasp the Crimson Fulcrum Lens in one hand and make a Strike that doesn't require that hand. The Strike deals an additional 1d8 precision damage (or 2d8 precision damage if you make a jaws Strike) and doesn't count toward your multiple attack penalty. \n\n **Activate** <actions string=\"Two Actions\" /> Interact ([attack](/Traits.aspx?ID=15), [possession](/Traits.aspx?ID=129)); **Effect** While grasping the lens, make a melee spell attack roll with a modifier of +18. On a hit, you force the splinter of Nhimbaloth's essence from the lens to possess the target. You're no longer invested in the lens, and the target gains the benefits as though it had invested the lens but can't activate the lens's other abilities. This effect is permanent, but it can be ended by any effect that removes a possession effect. The lens doesn't have any magical abilities until the possession effect ends; when it does, the essence returns to the lens.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 12\"\r\npfs=\"\"\r\n>\r\nEbon Fulcrum Lens\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Abomination Vaults</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Invested\" url=\"/Traits.aspx?ID=98\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n<trait label=\"Occult\" url=\"/Traits.aspx?ID=120\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #165: Eyes of Empty Death](/Sources.aspx?ID=81) pg. 75</row>\n\n**Price** 2,000 gp\r\n\r\n<row gap=\"medium\">\n\n**Bulk** L\r\n\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis strangest and most powerful of the fulcrum lenses resembles a chip of smooth obsidian containing three dark glimmers of Nhimbaloth's essence. Incorporeal creatures can touch and hold the _Ebon Fulcrum Lens_. While you have the _Ebon Fulcrum Lens_ invested, and you're a corporeal creature, you become insubstantial, gain the incorporeal trait, and are [drained 2](/Conditions.aspx?ID=10). Your drained condition can't be reduced below 2 as long as you have the lens invested. You can activate the lens in the following ways. Both require expenditures of glimmers within the lens; once the lens is depleted of its three glimmers, it retains its ability to make corporeal creatures insubstantial but can't be used for its other abilities until its glimmers are restored (which generally requires a ritual or being steeped in an area of Nhimbaloth's power). \n\n **Activate** <actions string=\"Reaction\" /> envision; **Frequency** once per day; **Requirement** At least one glimmer remains in the _Ebon Fulcrum Lens_; **Prerequisites** you have the rejuvenation ability; **Trigger** you would be destroyed and are able to rejuvenate; **Effect** For the first 24 hours after you rejuvenate, you gain a +1 item bonus to attack rolls, saving throws, and DCs. Reduce the number of glimmers remaining in the lens by 1. \n\n **Activate** <actions string=\"Two Actions\" /> Interact; **Frequency** once per day; **Requirement** At least one glimmer remains in the _Ebon Fulcrum Lens_; **Effect** You draw upon a glimmer of Nhimbaloth's essence for power; reduce the number of glimmers remaining in the lens by 1. You're [quickened](/Conditions.aspx?ID=32) for 1 minute and gain a +1 item bonus to attack rolls, saving throws, and DCs. You can use this extra action to [Stride](/Actions.aspx?ID=88) or [Step](/Actions.aspx?ID=87), or for an action in a special ghost ability you have.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 10\"\r\npfs=\"\"\r\n>\r\nEmerald Fulcrum Lens\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Abomination Vaults</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Invested\" url=\"/Traits.aspx?ID=98\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n<trait label=\"Negative\" url=\"/Traits.aspx?ID=118\" />\r\n<trait label=\"Occult\" url=\"/Traits.aspx?ID=120\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #165: Eyes of Empty Death](/Sources.aspx?ID=81) pg. 75</row>\n\n**Price** 1,000 gp\r\n\r\n<row gap=\"medium\">\n\n**Bulk** 3\r\n\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis concave green lens is pitted and flawed; its jagged edges can cut those who don't handle it with care. While you have the _Emerald Fulcrum Lens_ invested, your flesh appears waxen and pallid. You gain [negative healing](/MonsterAbilities.aspx?ID=42) and [_harm_](/Spells.aspx?ID=146) spells gain a +4 status bonus to the Hit Points they restore to you. You can also activate the lens in the following ways. \n\n **Activate** <actions string=\"Two Actions\" /> Interact ([healing](/Traits.aspx?ID=89)); **Frequency** once per day; **Effect** You grasp the _Emerald Fulcrum Lens_ in one hand, regain 30 Hit Points, and gain a +2 item bonus to saving throws against magic for 1 round. \n\n **Activate** <actions string=\"Two Actions\" /> Interact ([attack](/Traits.aspx?ID=15), [possession](/Traits.aspx?ID=129)); **Effect** While grasping the lens, make a melee spell attack roll with a modifier of +20. On a hit, you force the splinter of Nhimbaloth's essence from the lens to possess the target. You're no longer invested in the lens, and the target gains the benefits as though it had invested the lens but can't activate the lens's other abilities. This effect is permanent, but it can be ended by any effect that removes a possession effect. The lens doesn't have any magical abilities until the possession effect ends; when it does, the essence returns to the lens.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 11\"\r\npfs=\"\"\r\n>\r\nOchre Fulcrum Lens\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Abomination Vaults</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Invested\" url=\"/Traits.aspx?ID=98\" />\r\n<trait label=\"Occult\" url=\"/Traits.aspx?ID=120\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #165: Eyes of Empty Death](/Sources.aspx?ID=81) pg. 75</row>\n\n**Price** 1,400 gp\r\n\r\n<row gap=\"medium\">\n\n**Bulk** 2\r\n\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis brownish-orange lens always seems dusty and gritty, even when wet. While you have the _Ochre Fulcrum Lens_ invested, lassitude grips you. You gain resistance 10 to [mental](/Traits.aspx?ID=106) damage and a +2 status bonus to saves against [emotion](/Traits.aspx?ID=60) effects. You can also activate the lens in the following ways. \n\n **Activate** <actions string=\"Two Actions\" /> Interact; **Frequency** once per day; **Effect** You hold up the _Ochre Fulcrum Lens_ in your hand and the item casts [_crushing despair_](/Spells.aspx?ID=57) (DC 31 Will save). \n\n **Activate** <actions string=\"Two Actions\" /> Interact ([attack](/Traits.aspx?ID=15), [possession](/Traits.aspx?ID=129)); **Effect** While grasping the lens, make a melee spell attack roll with a modifier of +21. On a hit, you force the splinter of Nhimbaloth's essence from the lens to possess the target. You're no longer invested in the lens, and the target gains the benefits as though it had invested the lens but can't activate the lens's other abilities. This effect is permanent, but it can be ended by any effect that removes a possession effect. The lens doesn't have any magical abilities until the possession effect ends; when it does, the essence returns to the lens.",
 "name": "Fulcrum Lenses",
 "rarity": "common",
 "release_date": "2021-04-07",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #165: Eyes of Empty Death](/Sources.aspx?ID=81) pg. 75</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\n Fulcrum lenses  are unique magical crystals that each contain a sliver of  Nhimbaloth's  essence. They belong to a larger set of lenses created to …\r\n</summary>",
 "source": [
  "Pathfinder #165: Eyes of Empty Death"
 ],
 "source_raw": [
  "Pathfinder #165: Eyes of Empty Death pg. 75"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Abomination Vaults",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #165: Eyes of Empty Death](/Sources.aspx?ID=81) pg. 75</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": " Fulcrum lenses  are unique magical crystals that each contain a sliver of  Nhimbaloth's  essence. They belong to a larger set of lenses created to …",
 "summary_markdown": " Fulcrum lenses  are unique magical crystals that each contain a sliver of  Nhimbaloth's  essence. They belong to a larger set of lenses created to …",
 "text": "<title level=\"1\" right=\"Item 9+\" pfs=\"\" > Fulcrum Lenses Source Pathfinder #165: Eyes of Empty Death pg. 75 --- Fulcrum lenses are unique magical crystals that each contain a sliver of Nhimbaloth's essence. They belong to a larger set of lenses created to manipulate or even bind the Empty Death; most of the other lenses are long lost and likely destroyed. The Haruvex family came into possession of four of the lenses, and they knew that bringing them together focused Nhimbaloth's attention in unprecedented and dangerous ways. Belcorra brought all four lenses to the Abomination Vaults with her, intending to install them in Gauntlight for her ultimate revenge upon Absalom. She also created a special receptacle called the Fulcrum Lattice to hold the lenses so that their power could be focused together. She realized the danger of keeping the fulcrum lenses too close together until the right time and spread them out among loyal groups in the Abomination Vaults' lowest levels for safekeeping. Belcorra keeps only the most powerful lens, the Ebon Fulcrum Lens , with her—indeed, as a ghost, it's the only one she can carry. If the heroes can bring the other three lenses to bear against Belcorra, they can draw Nhimbaloth's dread glare to the sorcerer. Despite her loyalty, Belcorra can't hope to keep her spirit intact when Nhimbaloth gazes directly upon it. The fulcrum lenses are more than mere receptacles of Nhimbaloth's essence. Each grants those who use it a fragment of the Great Old One's power. <title level=\"2\" right=\"Item 9\" pfs=\"\" > Crimson Fulcrum Lens May contain spoilers from Abomination Vaults Source Pathfinder #165: Eyes of Empty Death pg. 75 Price 700 gp Bulk 1 --- This concave lens has a drifting crimson cloud resembling slowly swirling blood within it. While you have the Crimson Fulcrum Lens invested, you seethe with malevolent fury you can barely contain. You gain a +2 item bonus to saving throws against fear effects and a +2 item bonus to your melee Strike damage (this increases to a +4 item bonus to damage if the melee Strike is a jaws attack). You can also activate the lens in the following ways. Activate Two Actions Interact; Frequency once per day; Effect You grasp the Crimson Fulcrum Lens in one hand and make a Strike that doesn't require that hand. The Strike deals an additional 1d8 precision damage (or 2d8 precision damage if you make a jaws Strike) and doesn't count toward your multiple attack penalty. Activate Two Actions Interact (attack, possession); Effect While grasping the lens, make a melee spell attack roll with a modifier of +18. On a hit, you force the splinter of Nhimbaloth's essence from the lens to possess the target. You're no longer invested in the lens, and the target gains the benefits as though it had invested the lens but can't activate the lens's other abilities. This effect is permanent, but it can be ended by any effect that removes a possession effect. The lens doesn't have any magical abilities until the possession effect ends; when it does, the essence returns to the lens. <title level=\"2\" right=\"Item 12\" pfs=\"\" > Ebon Fulcrum Lens May contain spoilers from Abomination Vaults Source Pathfinder #165: Eyes of Empty Death pg. 75 Price 2,000 gp Bulk L --- This strangest and most powerful of the fulcrum lenses resembles a chip of smooth obsidian containing three dark glimmers of Nhimbaloth's essence. Incorporeal creatures can touch and hold the Ebon Fulcrum Lens . While you have the Ebon Fulcrum Lens invested, and you're a corporeal creature, you become insubstantial, gain the incorporeal trait, and are drained 2. Your drained condition can't be reduced below 2 as long as you have the lens invested. You can activate the lens in the following ways. Both require expenditures of glimmers within the lens; once the lens is depleted of its three glimmers, it retains its ability to make corporeal creatures insubstantial but can't be used for its other abilities until its glimmers are restored (which generally requires a ritual or being steeped in an area of Nhimbaloth's power). Activate Reaction envision; Frequency once per day; Requirement At least one glimmer remains in the Ebon Fulcrum Lens ; Prerequisites you have the rejuvenation ability; Trigger you would be destroyed and are able to rejuvenate; Effect For the first 24 hours after you rejuvenate, you gain a +1 item bonus to attack rolls, saving throws, and DCs. Reduce the number of glimmers remaining in the lens by 1. Activate Two Actions Interact; Frequency once per day; Requirement At least one glimmer remains in the Ebon Fulcrum Lens ; Effect You draw upon a glimmer of Nhimbaloth's essence for power; reduce the number of glimmers remaining in the lens by 1. You're quickened for 1 minute and gain a +1 item bonus to attack rolls, saving throws, and DCs. You can use this extra action to Stride or Step, or for an action in a special ghost ability you have. <title level=\"2\" right=\"Item 10\" pfs=\"\" > Emerald Fulcrum Lens May contain spoilers from Abomination Vaults Source Pathfinder #165: Eyes of Empty Death pg. 75 Price 1,000 gp Bulk 3 --- This concave green lens is pitted and flawed; its jagged edges can cut those who don't handle it with care. While you have the Emerald Fulcrum Lens invested, your flesh appears waxen and pallid. You gain negative healing and harm spells gain a +4 status bonus to the Hit Points they restore to you. You can also activate the lens in the following ways. Activate Two Actions Interact (healing); Frequency once per day; Effect You grasp the Emerald Fulcrum Lens in one hand, regain 30 Hit Points, and gain a +2 item bonus to saving throws against magic for 1 round. Activate Two Actions Interact (attack, possession); Effect While grasping the lens, make a melee spell attack roll with a modifier of +20. On a hit, you force the splinter of Nhimbaloth's essence from the lens to possess the target. You're no longer invested in the lens, and the target gains the benefits as though it had invested the lens but can't activate the lens's other abilities. This effect is permanent, but it can be ended by any effect that removes a possession effect. The lens doesn't have any magical abilities until the possession effect ends; when it does, the essence returns to the lens. <title level=\"2\" right=\"Item 11\" pfs=\"\" > Ochre Fulcrum Lens May contain spoilers from Abomination Vaults Source Pathfinder #165: Eyes of Empty Death pg. 75 Price 1,400 gp Bulk 2 --- This brownish-orange lens always seems dusty and gritty, even when wet. While you have the Ochre Fulcrum Lens invested, lassitude grips you. You gain resistance 10 to mental damage and a +2 status bonus to saves against emotion effects. You can also activate the lens in the following ways. Activate Two Actions Interact; Frequency once per day; Effect You hold up the Ochre Fulcrum Lens in your hand and the item casts crushing despair (DC 31 Will save). Activate Two Actions Interact (attack, possession); Effect While grasping the lens, make a melee spell attack roll with a modifier of +21. On a hit, you force the splinter of Nhimbaloth's essence from the lens to possess the target. You're no longer invested in the lens, and the target gains the benefits as though it had invested the lens but can't activate the lens's other abilities. This effect is permanent, but it can be ended by any effect that removes a possession effect. The lens doesn't have any magical abilities until the possession effect ends; when it does, the essence returns to the lens.",
 "trait_markdown": "",
 "type": "Item",
 "url": "/Equipment.aspx?ID=942",
 "weakness": {}
}