{
 "access": "Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book. Due to the use of technology, all gadgets are uncommon or rare, though inventors and regions with access to inventors have access to uncommon gadgets.",
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 0.1,
 "bulk_raw": "L",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1113",
 "item_category": "Consumables",
 "item_subcategory": "Gadgets",
 "level": 5,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 5\"\r\n    pfs=\"Standard\"\r\n>\r\n[Gadget Skates](/Equipment.aspx?ID=1113)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Clockwork\" url=\"/Traits.aspx?ID=331\" />\r\n<trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" />\r\n<trait label=\"Gadget\" url=\"/Traits.aspx?ID=405\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 70</row>\r\n\r\n_[**PFS Note**](/pathfinder-society) Inventors (and characters with the Inventor archetype) gain access to uncommon clockwork items from from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Characters with a Home Region of Absalom, New Thassilon, Alkenstar, Dongun Hold or Arcadia have access to uncommon clockwork items from Chapters 1 and 2 from this book, as inventors. Inventors (and characters with the Inventor archetype) gain access to uncommon gadgets from Chapters 1 and 2 from this book, unless the item specifically states otherwise._\r\n\r\n**Price** 21 gp\r\n\r\n<row gap=\"medium\">\n\n**Usage** worn (attached to footwear or feet)\r\n\r\n**Bulk** L\r\n</row>\n\n**Access** Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book. Due to the use of technology, all gadgets are uncommon or rare, though inventors and regions with access to inventors have access to uncommon gadgets.\r\n\r\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><row><actions string=\"Single Action\" /> Interact ([move](/Traits.aspx?ID=114))</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nGadget skates are metal devices that come in pairs and strap onto existing footwear (or a creature's feet).\n\n When you Activate gadget skates, clockwork gears reveal small wheels that propel you along the ground, moving you up to twice your Speed. During this movement, you must succeed at a DC 20 [Acrobatics](/Skills.aspx?ID=1) check to turn up to 90 degrees, and you can't turn more than once or more than 90 degrees. During the activation and after the activation is complete, you can't Stride, Step, or otherwise move on the ground until the end of your next turn. However, you can use this movement instead of a Stride to perform a [High Jump](/Actions.aspx?ID=36) or [Long Jump](/Actions.aspx?ID=37) just after the activation ends, in the direction of your last movement using the gadget skates.\n\n You can Sustain the Activation of your gadget skates for up to 1 minute. Starting on the turn after you Activate the gadget skates, the first time you Sustain the Activation each turn, you gain the effects of the activation again: you move up to twice your Speed in the same direction as your last movement with the gadget skates, and the restrictions continue to apply until you choose to cease Sustaining the Activation or you reach the maximum duration. Once the effect ends, the skates fall away and you can move normally.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Gadget Skates",
 "pfs": "Standard",
 "price": 2100,
 "price_raw": "21 gp",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Clockwork\" url=\"/Traits.aspx?ID=331\" />\r\n<trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" />\r\n<trait label=\"Gadget\" url=\"/Traits.aspx?ID=405\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 70</row>\r\n\r\n**Price** 21 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** worn (attached to footwear or feet)\r\n\r\n**Bulk** L\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><row><actions string=\"Single Action\" /> Interact ([move](/Traits.aspx?ID=114))</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nGadget skates are metal devices that come in pairs and strap onto existing footwear (or a creature's feet).   When you Activate gadget skates, …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 70"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 70</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "Gadget skates are metal devices that come in pairs and strap onto existing footwear (or a creature's feet).   When you Activate gadget skates, …",
 "summary_markdown": "Gadget skates are metal devices that come in pairs and strap onto existing footwear (or a creature's feet).   When you Activate gadget skates, …",
 "text": "<title level=\"1\" right=\"Item 5\" pfs=\"Standard\" > Gadget Skates Source Guns &amp; Gears pg. 70 PFS Note Inventors (and characters with the Inventor archetype) gain access to uncommon clockwork items from from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Characters with a Home Region of Absalom, New Thassilon, Alkenstar, Dongun Hold or Arcadia have access to uncommon clockwork items from Chapters 1 and 2 from this book, as inventors. Inventors (and characters with the Inventor archetype) gain access to uncommon gadgets from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Price 21 gp Usage worn (attached to footwear or feet) Bulk L Access Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book. Due to the use of technology, all gadgets are uncommon or rare, though inventors and regions with access to inventors have access to uncommon gadgets. Activate Single Action Interact (move) --- Gadget skates are metal devices that come in pairs and strap onto existing footwear (or a creature's feet). When you Activate gadget skates, clockwork gears reveal small wheels that propel you along the ground, moving you up to twice your Speed. During this movement, you must succeed at a DC 20 Acrobatics check to turn up to 90 degrees, and you can't turn more than once or more than 90 degrees. During the activation and after the activation is complete, you can't Stride, Step, or otherwise move on the ground until the end of your next turn. However, you can use this movement instead of a Stride to perform a High Jump or Long Jump just after the activation ends, in the direction of your last movement using the gadget skates. You can Sustain the Activation of your gadget skates for up to 1 minute. Starting on the turn after you Activate the gadget skates, the first time you Sustain the Activation each turn, you gain the effects of the activation again: you move up to twice your Speed in the same direction as your last movement with the gadget skates, and the restrictions continue to apply until you choose to cease Sustaining the Activation or you reach the maximum duration. Once the effect ends, the skates fall away and you can move normally.\n",
 "trait": [
  "Clockwork",
  "Consumable",
  "Gadget",
  "Uncommon"
 ],
 "trait_markdown": "[Clockwork](/Traits.aspx?ID=331), [Consumable](/Traits.aspx?ID=36), [Gadget](/Traits.aspx?ID=405), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Clockwork",
  "Consumable",
  "Gadget",
  "Uncommon"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1113",
 "usage": "worn (attached to footwear or feet)",
 "usage_markdown": "worn (attached to footwear or feet)",
 "weakness": {}
}