{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-915",
 "item_category": "Artifacts",
 "level": 20,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 20\"\r\n    pfs=\"\"\r\n>\r\n[Gauntlight](/Equipment.aspx?ID=915)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Abomination Vaults</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #163: Ruins of Gauntlight](/Sources.aspx?ID=71) pg. 77</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\n_Gauntlight_ is much more than a 115-foot-tall lighthouse rising from the heart of an old ruin in Fogfen—its pale stone walls extend far below the ruins, passing through eight different dungeon levels and finally terminating at the ninth level below the surface, where its deep foundation centers on an ominous chamber where, long ago, [Nhimbaloth](/Deities.aspx?ID=163) herself once physically brushed against this world. Once she finished its physical construction, the sorcerer Belcorra Haruvex used this spot as a source of power to infuse the walls, floors, and ceilings of each of _Gauntlight's_ levels with eldritch power. The lens at the apex of the lighthouse would have, in time, been able to focus this lingering eldritch energy into a powerful beam, but Belcorra's plans were cut short before she could replace the mundane lenses with dangerous magical ones.\n\n As an artifact, _Gauntlight_ can't be damaged by normal means. Its walls are impenetrable and impervious to any attempt to breach them by anybody except for followers of Nhimbaloth. They block effects that allow temporary passage, such as [_passwall_](/Spells.aspx?ID=216), and also create a barrier against dimensional travel. The walls attempt to [counteract](/Rules.aspx?ID=371) [teleportation](/Traits.aspx?ID=156) effects and planar travel into or out of areas within _Gauntlight_ and efforts to summon creatures into the area (using a +37 counteract modifier); this effect does not stop a summoned creature from departing when the summoning ends.\n\n In _Gauntlight's_ current state of diminished functionality, it can be activated only in the two ways below. By swapping in a series of magical lighthouse lenses that focus Nhimbaloth's baleful gaze—lenses so powerful that even Belcorra takes special care with them—the artifact gains significantly greater power, including the ability to reach all the way to Absalom and to activate its effects every minute. These lenses are described in “Eyes of Empty Death,” the third adventure in the Abomination Vaults Adventure Path.\n\n To activate _Gauntlight_, a creature must be in the deepest portion of the artifact (this chamber is in the Temple level and is presented in “Eyes of Empty Death”). From this point, a creature can observe the world outside remotely through _Gauntlight's_ lens, including any area _Gauntlight's_ beam can reach.\n\n<document level=\"2\" id=\"action-692\" />\n\n<document level=\"2\" id=\"action-693\" />\r\n\r\n**Destruction** If Belcorra's ghost is permanently destroyed, _Gauntlight_ loses all of its magical properties and collapses in on itself all the way down to its base, leaving an incredibly deep pit in the Fogfen.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Gauntlight",
 "rarity": "unique",
 "release_date": "2021-01-15",
 "resistance": {},
 "school": "necromancy",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #163: Ruins of Gauntlight](/Sources.aspx?ID=71) pg. 77</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\n Gauntlight  is much more than a 115-foot-tall lighthouse rising from the heart of an old ruin in Fogfen—its pale stone walls extend far below the …\r\n</summary>",
 "source": [
  "Pathfinder #163: Ruins of Gauntlight"
 ],
 "source_raw": [
  "Pathfinder #163: Ruins of Gauntlight pg. 77"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Abomination Vaults",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #163: Ruins of Gauntlight](/Sources.aspx?ID=71) pg. 77</row>",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Abomination Vaults",
 "stage_markdown": "",
 "summary": " Gauntlight  is much more than a 115-foot-tall lighthouse rising from the heart of an old ruin in Fogfen—its pale stone walls extend far below the …",
 "summary_markdown": " Gauntlight  is much more than a 115-foot-tall lighthouse rising from the heart of an old ruin in Fogfen—its pale stone walls extend far below the …",
 "text": "<title level=\"1\" right=\"Item 20\" pfs=\"\" > Gauntlight May contain spoilers from Abomination Vaults Source Pathfinder #163: Ruins of Gauntlight pg. 77 --- Gauntlight is much more than a 115-foot-tall lighthouse rising from the heart of an old ruin in Fogfen—its pale stone walls extend far below the ruins, passing through eight different dungeon levels and finally terminating at the ninth level below the surface, where its deep foundation centers on an ominous chamber where, long ago, Nhimbaloth herself once physically brushed against this world. Once she finished its physical construction, the sorcerer Belcorra Haruvex used this spot as a source of power to infuse the walls, floors, and ceilings of each of Gauntlight's levels with eldritch power. The lens at the apex of the lighthouse would have, in time, been able to focus this lingering eldritch energy into a powerful beam, but Belcorra's plans were cut short before she could replace the mundane lenses with dangerous magical ones. As an artifact, Gauntlight can't be damaged by normal means. Its walls are impenetrable and impervious to any attempt to breach them by anybody except for followers of Nhimbaloth. They block effects that allow temporary passage, such as passwall , and also create a barrier against dimensional travel. The walls attempt to counteract teleportation effects and planar travel into or out of areas within Gauntlight and efforts to summon creatures into the area (using a +37 counteract modifier); this effect does not stop a summoned creature from departing when the summoning ends. In Gauntlight's current state of diminished functionality, it can be activated only in the two ways below. By swapping in a series of magical lighthouse lenses that focus Nhimbaloth's baleful gaze—lenses so powerful that even Belcorra takes special care with them—the artifact gains significantly greater power, including the ability to reach all the way to Absalom and to activate its effects every minute. These lenses are described in “Eyes of Empty Death,” the third adventure in the Abomination Vaults Adventure Path. To activate Gauntlight , a creature must be in the deepest portion of the artifact (this chamber is in the Temple level and is presented in “Eyes of Empty Death”). From this point, a creature can observe the world outside remotely through Gauntlight's lens, including any area Gauntlight's beam can reach. Destruction If Belcorra's ghost is permanently destroyed, Gauntlight loses all of its magical properties and collapses in on itself all the way down to its base, leaving an incredibly deep pit in the Fogfen.\n",
 "trait": [
  "Artifact",
  "Magical",
  "Necromancy",
  "Unique"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=253), [Magical](/Traits.aspx?ID=103), [Necromancy](/Traits.aspx?ID=117), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Artifact",
  "Magical",
  "Necromancy",
  "Unique"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=915",
 "weakness": {}
}