{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1478",
 "item_category": "Cursed Items",
 "level": 20,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 20\"\r\n    pfs=\"Standard\"\r\n>\r\n[Golden Rod Memento](/Equipment.aspx?ID=1478)\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Abjuration\" url=\"/Traits.aspx?ID=2\" />\r\n<trait label=\"Cursed\" url=\"/Traits.aspx?ID=274\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 59</row>\n\n<row gap=\"medium\">\n\n**Usage** worn\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThis coin-sized golden pin depicts a bundle of five trimmed tree branches. Once you've stolen the pin, accepted it from [Krampus](/Monsters.aspx?ID=1213) willingly, or carried it for at least 1 minute, its curse activates. After that happens, the pin fastens itself to your clothing, providing you an insistent empathic admonition not to be naughty and constantly informing Krampus of your location, as [_status_](/Spells.aspx?ID=308). The pin reappears and reattaches itself within moments if discarded or destroyed. The pin constantly monitors your actions, judging you against a [good-aligned champion's code of conduct](/Tenets.aspx?ID=1), plus the following third tenet: \n<ul><li>You must never knowingly steal or inflict harm with the goal of stealing the victim's wealth. This tenet doesn't prevent you from looting those you harm primarily in the defense of yourself and others.</li></ul> Whenever you violate this code of conduct, one of the golden branches tarnishes (and utterly egregious violations might tarnish multiple branches). During the winter following the curse activating, the pin transforms based on the number of golden branches remaining.\n\n **5 Branches**: The pin either transforms into a pile of golden trinkets whose gold piece value equals your level × 25, or it grants you absolution for your misdeeds as a critically successful [_atone_](/Rituals.aspx?ID=2) ritual for any good-aligned faith. You don't need to perform a special quest; your exemplary behavior over the past year qualifies.\n\n **3–4 Branches**: The pin either becomes a non-magical golden pin worth 10 gp, or it grants you absolution for your misdeeds as a successful _atone_ ritual for any good-aligned faith.\n\n **1–2 Branches**: The pin transforms into a leering Krampus face. As long as you wear it, it grants you weakness 5 to bludgeoning damage, and you still can't remove it.\n\n **0 Branches**: The pin transforms into Krampus, who appears in an adjacent space and knows of your misdeeds while wearing the pin.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Golden Rod Memento",
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-12-22",
 "resistance": {},
 "school": "abjuration",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Abjuration\" url=\"/Traits.aspx?ID=2\" />\r\n<trait label=\"Cursed\" url=\"/Traits.aspx?ID=274\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 59</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** worn\r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThis coin-sized golden pin depicts a bundle of five trimmed tree branches. Once you've stolen the pin, accepted it from  Krampus  willingly, or …\r\n</summary>",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 59"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 59</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "This coin-sized golden pin depicts a bundle of five trimmed tree branches. Once you've stolen the pin, accepted it from  Krampus  willingly, or …",
 "summary_markdown": "This coin-sized golden pin depicts a bundle of five trimmed tree branches. Once you've stolen the pin, accepted it from  Krampus  willingly, or …",
 "text": "<title level=\"1\" right=\"Item 20\" pfs=\"Standard\" > Golden Rod Memento Source Monsters of Myth pg. 59 Usage worn --- This coin-sized golden pin depicts a bundle of five trimmed tree branches. Once you've stolen the pin, accepted it from Krampus willingly, or carried it for at least 1 minute, its curse activates. After that happens, the pin fastens itself to your clothing, providing you an insistent empathic admonition not to be naughty and constantly informing Krampus of your location, as status . The pin reappears and reattaches itself within moments if discarded or destroyed. The pin constantly monitors your actions, judging you against a good-aligned champion's code of conduct, plus the following third tenet: You must never knowingly steal or inflict harm with the goal of stealing the victim's wealth. This tenet doesn't prevent you from looting those you harm primarily in the defense of yourself and others. Whenever you violate this code of conduct, one of the golden branches tarnishes (and utterly egregious violations might tarnish multiple branches). During the winter following the curse activating, the pin transforms based on the number of golden branches remaining. 5 Branches : The pin either transforms into a pile of golden trinkets whose gold piece value equals your level × 25, or it grants you absolution for your misdeeds as a critically successful atone ritual for any good-aligned faith. You don't need to perform a special quest; your exemplary behavior over the past year qualifies. 3–4 Branches : The pin either becomes a non-magical golden pin worth 10 gp, or it grants you absolution for your misdeeds as a successful atone ritual for any good-aligned faith. 1–2 Branches : The pin transforms into a leering Krampus face. As long as you wear it, it grants you weakness 5 to bludgeoning damage, and you still can't remove it. 0 Branches : The pin transforms into Krampus, who appears in an adjacent space and knows of your misdeeds while wearing the pin.\n",
 "trait": [
  "Abjuration",
  "Cursed",
  "Magical",
  "Rare"
 ],
 "trait_markdown": "[Abjuration](/Traits.aspx?ID=2), [Cursed](/Traits.aspx?ID=274), [Magical](/Traits.aspx?ID=103), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Abjuration",
  "Cursed",
  "Magical",
  "Rare"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1478",
 "usage": "worn",
 "usage_markdown": "worn",
 "weakness": {}
}