{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-2469-2260",
 "item_category": "Services",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 0+\"\r\n    pfs=\"Limited\"\r\n>\r\n[Guide](/Equipment.aspx?ID=2469)\r\n</title>\n\n<traits>\r\n\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 93</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nVenturing away from home or into the wilderness can be dangerous, especially when the terrain and local creatures are unfamiliar. Guide services reduce the risk of danger during an expedition as guides know the safest or the quickest routes to take through various areas. They also can arrange transportation, food, lodging, and other resources needed for a journey. Guides can assist with locating specific flora or fauna, which is particularly helpful for those in search of ingredients for alchemy or a ritual.\n\n Guide services typically focus on either wilderness or survival. Wilderness guides are familiar with the terrain and the habits of the creatures who dwell in the region. They can guide you through unfamiliar or hazardous locations using an expedient route, which is the standard route that covers the distance in the shortest amount of time regardless of the hazards you may face, or using a safe route, which doubles your travel time but minimizes the risk of running into [hostile](/Conditions.aspx?ID=23) creatures.\n\n Survival guides have knowledge of subjects of their level plus 4, so a 1st-level survival guide can help locate targets of up to 5th level. Targets can include creatures, specific plants, or even specific locations such as a glade with a direct view of an upcoming eclipse. The level of a target is either the level of the creature or the level of the challenge used to determine the DC for locating the target, as determined by the GM. For example, the GM might determine that finding a suitable glade would be a challenge for 6th-level characters and require a 2nd-level survival guide to locate. A survival guide can locate a target of their level or lower in 1 day, adding 1 additional day for each level that the target is above the guide's own level.\n\n Guides typically specialize in particular locations, regions, or routes. If you plan to hire a guide, you must hire one for the appropriate task at hand. The GM can decide that an appropriate guide is unavailable in a given location, requiring you to look elsewhere. For example, you're unlikely to find a guide in Magnimar who can take you across the Wall of Heaven in Tian Xia, but you're likely to find a guide in Goka with the requisite knowledge and experience to do so. Particularly harsh regions or obscure targets might have increased costs, up to 10 times the normal price for their services. Dangerous locales or rare targets may be outside the capabilities of a guide and are best reserved as something that PCs must handle themselves. Organizations like the Firebrands sometimes set up their own guiding services, most notably to assist refugees in crossing remote or dangerous locations. Firebrands may also hire guides to aid in finding specific locations, plants, or creatures in a locale.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nGuide (Expedient Wilderness Guide)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 93</row>\n\n**Price** 6 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per day\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nGuide (Safe Wilderness Guide)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 93</row>\n\n**Price** 4 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per day\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nGuide (Survival Guide Level 1; Trained)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 93</row>\n\n**Price** 4 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per day\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nGuide (Survival Guide Level 2)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 93</row>\n\n**Price** 10 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per day\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nGuide (Survival Guide Level 3; Expert)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 93</row>\n\n**Price** 20 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per day\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nGuide (Survival Guide Level 4)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 93</row>\n\n**Price** 50 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per day\n\n</row>\n\n</column>",
 "name": "Guide (Safe Wilderness Guide)",
 "price": 400,
 "price_raw": "4 gp",
 "rarity": "common",
 "release_date": "2023-03-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 93</row>\r\n\r\n**Price** 4 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nVenturing away from home or into the wilderness can be dangerous, especially when the terrain and local creatures are unfamiliar. Guide services …\r\n</summary>",
 "source": [
  "Firebrands"
 ],
 "source_raw": [
  "Firebrands pg. 93"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Firebrands](/Sources.aspx?ID=196) pg. 93</row>",
 "speed": {},
 "spell_markdown": "",
 "summary": "Venturing away from home or into the wilderness can be dangerous, especially when the terrain and local creatures are unfamiliar. Guide services …",
 "summary_markdown": "Venturing away from home or into the wilderness can be dangerous, especially when the terrain and local creatures are unfamiliar. Guide services …",
 "text": "<title level=\"1\" right=\"Item 0+\" pfs=\"Limited\" > Guide Source Firebrands pg. 93 --- Venturing away from home or into the wilderness can be dangerous, especially when the terrain and local creatures are unfamiliar. Guide services reduce the risk of danger during an expedition as guides know the safest or the quickest routes to take through various areas. They also can arrange transportation, food, lodging, and other resources needed for a journey. Guides can assist with locating specific flora or fauna, which is particularly helpful for those in search of ingredients for alchemy or a ritual. Guide services typically focus on either wilderness or survival. Wilderness guides are familiar with the terrain and the habits of the creatures who dwell in the region. They can guide you through unfamiliar or hazardous locations using an expedient route, which is the standard route that covers the distance in the shortest amount of time regardless of the hazards you may face, or using a safe route, which doubles your travel time but minimizes the risk of running into hostile creatures. Survival guides have knowledge of subjects of their level plus 4, so a 1st-level survival guide can help locate targets of up to 5th level. Targets can include creatures, specific plants, or even specific locations such as a glade with a direct view of an upcoming eclipse. The level of a target is either the level of the creature or the level of the challenge used to determine the DC for locating the target, as determined by the GM. For example, the GM might determine that finding a suitable glade would be a challenge for 6th-level characters and require a 2nd-level survival guide to locate. A survival guide can locate a target of their level or lower in 1 day, adding 1 additional day for each level that the target is above the guide's own level. Guides typically specialize in particular locations, regions, or routes. If you plan to hire a guide, you must hire one for the appropriate task at hand. The GM can decide that an appropriate guide is unavailable in a given location, requiring you to look elsewhere. For example, you're unlikely to find a guide in Magnimar who can take you across the Wall of Heaven in Tian Xia, but you're likely to find a guide in Goka with the requisite knowledge and experience to do so. Particularly harsh regions or obscure targets might have increased costs, up to 10 times the normal price for their services. Dangerous locales or rare targets may be outside the capabilities of a guide and are best reserved as something that PCs must handle themselves. Organizations like the Firebrands sometimes set up their own guiding services, most notably to assist refugees in crossing remote or dangerous locations. Firebrands may also hire guides to aid in finding specific locations, plants, or creatures in a locale. <title level=\"2\" right=\"Item 0\" pfs=\"\" > Guide (Expedient Wilderness Guide) Source Firebrands pg. 93 Price 6 gp Ammunition per day <title level=\"2\" right=\"Item 0\" pfs=\"\" > Guide (Safe Wilderness Guide) Source Firebrands pg. 93 Price 4 gp Ammunition per day <title level=\"2\" right=\"Item 0\" pfs=\"\" > Guide (Survival Guide Level 1; Trained) Source Firebrands pg. 93 Price 4 gp Ammunition per day <title level=\"2\" right=\"Item 0\" pfs=\"\" > Guide (Survival Guide Level 2) Source Firebrands pg. 93 Price 10 gp Ammunition per day <title level=\"2\" right=\"Item 0\" pfs=\"\" > Guide (Survival Guide Level 3; Expert) Source Firebrands pg. 93 Price 20 gp Ammunition per day <title level=\"2\" right=\"Item 0\" pfs=\"\" > Guide (Survival Guide Level 4) Source Firebrands pg. 93 Price 50 gp Ammunition per day\n",
 "trait_markdown": "",
 "type": "Item",
 "url": "/Equipment.aspx?ID=2469",
 "weakness": {}
}