{
 "actions": "Single Action",
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 0.1,
 "bulk_raw": "L",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-2371",
 "item_category": "Blighted Boons",
 "level": 15,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 15\"\r\n    pfs=\"Restricted\"\r\n>\r\n[Heartblood Ring](/Equipment.aspx?ID=2371)\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 187 <sup>1.1</sup></row>\n\n<row gap=\"medium\">\n\n**Usage** worn ring\r\n\r\n**Bulk** L\r\n</row>\n\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><actions string=\"Single Action\" /><row>Interact</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nSealed inside the hidden compartment of a gold ring, heartblood has an unmistakable coppery taste, along with a thick mouth feel. A whiff of the concoction is pleasantly stimulating.\n\n---\n\n<br /> **Stage 1 (1 Week)** The first time you enter this stage from a particular dose of _heartblood_, you are affected as if by [_regenerate_](/Spells.aspx?ID=248). Each round this effect functions, it attempts to [counteract](/Rules.aspx?ID=371) one [disease](/Traits.aspx?ID=46) or [poison](/Traits.aspx?ID=126) affecting you with a bonus equal to your class DC – 10. _Heartblood_ also reduces physical signs of aging, altering your appearance to that of vigorous adulthood for your ancestry. (Non-adults who drink _heartblood_ change only in apparent vigor, not age.)\n\n You have [fast healing](/Rules.aspx?ID=796) equal to half your level, as well as resistance to negative damage and poison damage equal to half your level. Also, you gain a +1 circumstance bonus to saving throws (or any other defense) against [death](/Traits.aspx?ID=40) effects, disease, [paralysis](/Conditions.aspx?ID=28), poison, and [sleep](/Traits.aspx?ID=145). Treat the outcome of any saving throw you roll against death, paralyze, or sleep effects as one step better.\n\n---\n\n<br /> **Stage 2 (1 Month)** You gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision. Reduce your current and maximum Hit Points by 2 × your level; you are [doomed 1](/Conditions.aspx?ID=9). You develop a pallor and a dislike of [bright light](/Rules.aspx?ID=407), especially sunlight. If suddenly exposed to bright light, you are [dazzled](/Conditions.aspx?ID=7) until the end of your next turn. While in an area of sunlight, you remain dazzled until 1 round after the exposure ends. Normal food is unsatisfying, and you have urges to consume blood; when confronted with the opportunity to do so, you must succeed at a Will save to avoid it. Doing so once after each time you roll initiative is enough. Your normal coloration returns for a few hours after you drink blood.\n\n If you die at this stage or higher, your body becomes a bloody mist that sinks 6 feet into the ground. The third night thereafter, you rise from the earth as a [vampire](/MonsterFamilies.aspx?ID=97) with the alignment of the _heartblood's_ creator. You are under the control of the _heartblood's_ creator unless your level is higher than that creature's. The controlling vampire senses you and guides you to them via psychic link. Significant destruction of your body and circumstances that prevent the formation of [undead](/Traits.aspx?ID=160) stop this effect.\n\n---\n\n<br /> **Stage 3 (1 Month)** You gain darkvision and now have fast healing equal to your level. A death effect can't automatically kill you or increase your dying value. Reduce your current and maximum Hit Points by 4 × your level, rounded up, instead of 2 × your level; you are doomed 2. Your hunger for blood increases, so if you fail to drink a cup or so each day, you are considered to have gone without food that day. You are also [slowed 1](/Conditions.aspx?ID=35) while in sunlight, becoming slowed 2 after 1 minute. Your shadow is wispy, and your reflection in mirrors ghostly, which are apparent signs of vampirism to those who know such facts.\n\n---\n\n<br /> **Stage 4** You die.\n\n---\n\n<br /> **Purging** _Heartblood_ loses its potency if the vampire who created it is destroyed. However, a dose of _heartblood_ imposes a –2 status penalty to your saving throws against the powers of the vampire who created it.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Heartblood Ring",
 "pfs": "Restricted",
 "rarity": "rare",
 "release_date": "2023-02-22",
 "resistance": {},
 "school": "necromancy",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n<trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 187 <sup>1.1</sup></row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** worn ring\r\n\r\n**Bulk** L\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><actions string=\"Single Action\" /><row>Interact</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSealed inside the hidden compartment of a gold ring, heartblood has an unmistakable coppery taste, along with a thick mouth feel. A whiff of the …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 187"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 187 <sup>1.1</sup></row>",
 "speed": {},
 "spell_markdown": "",
 "stage": [
  "You die.    Purging   Heartblood  loses its potency if the vampire who created it is destroyed. However, a dose of  heartblood  imposes a –2 status penalty to your saving throws against the powers of the vampire who created it."
 ],
 "stage_markdown": "Stage 1: You die.\n\n---\n\n<br /> **Purging** _Heartblood_ loses its potency if the vampire who created it is destroyed. However, a dose of _heartblood_ imposes a –2 status penalty to your saving throws against the powers of the vampire who created it.",
 "summary": "Sealed inside the hidden compartment of a gold ring, heartblood has an unmistakable coppery taste, along with a thick mouth feel. A whiff of the …",
 "summary_markdown": "Sealed inside the hidden compartment of a gold ring, heartblood has an unmistakable coppery taste, along with a thick mouth feel. A whiff of the …",
 "text": "<title level=\"1\" right=\"Item 15\" pfs=\"Restricted\" > Heartblood Ring Source Treasure Vault pg. 187 1.1 Usage worn ring Bulk L Activate Single Action Interact --- Sealed inside the hidden compartment of a gold ring, heartblood has an unmistakable coppery taste, along with a thick mouth feel. A whiff of the concoction is pleasantly stimulating. --- Stage 1 (1 Week) The first time you enter this stage from a particular dose of heartblood , you are affected as if by regenerate . Each round this effect functions, it attempts to counteract one disease or poison affecting you with a bonus equal to your class DC – 10. Heartblood also reduces physical signs of aging, altering your appearance to that of vigorous adulthood for your ancestry. (Non-adults who drink heartblood change only in apparent vigor, not age.) You have fast healing equal to half your level, as well as resistance to negative damage and poison damage equal to half your level. Also, you gain a +1 circumstance bonus to saving throws (or any other defense) against death effects, disease, paralysis, poison, and sleep. Treat the outcome of any saving throw you roll against death, paralyze, or sleep effects as one step better. --- Stage 2 (1 Month) You gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. Reduce your current and maximum Hit Points by 2 × your level; you are doomed 1. You develop a pallor and a dislike of bright light, especially sunlight. If suddenly exposed to bright light, you are dazzled until the end of your next turn. While in an area of sunlight, you remain dazzled until 1 round after the exposure ends. Normal food is unsatisfying, and you have urges to consume blood; when confronted with the opportunity to do so, you must succeed at a Will save to avoid it. Doing so once after each time you roll initiative is enough. Your normal coloration returns for a few hours after you drink blood. If you die at this stage or higher, your body becomes a bloody mist that sinks 6 feet into the ground. The third night thereafter, you rise from the earth as a vampire with the alignment of the heartblood's creator. You are under the control of the heartblood's creator unless your level is higher than that creature's. The controlling vampire senses you and guides you to them via psychic link. Significant destruction of your body and circumstances that prevent the formation of undead stop this effect. --- Stage 3 (1 Month) You gain darkvision and now have fast healing equal to your level. A death effect can't automatically kill you or increase your dying value. Reduce your current and maximum Hit Points by 4 × your level, rounded up, instead of 2 × your level; you are doomed 2. Your hunger for blood increases, so if you fail to drink a cup or so each day, you are considered to have gone without food that day. You are also slowed 1 while in sunlight, becoming slowed 2 after 1 minute. Your shadow is wispy, and your reflection in mirrors ghostly, which are apparent signs of vampirism to those who know such facts. --- Stage 4 You die. --- Purging Heartblood loses its potency if the vampire who created it is destroyed. However, a dose of heartblood imposes a –2 status penalty to your saving throws against the powers of the vampire who created it.\n",
 "trait": [
  "Consumable",
  "Magical",
  "Necromancy",
  "Rare"
 ],
 "trait_markdown": "[Consumable](/Traits.aspx?ID=36), [Magical](/Traits.aspx?ID=103), [Necromancy](/Traits.aspx?ID=117), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Consumable",
  "Magical",
  "Necromancy",
  "Rare"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=2371",
 "usage": "worn ring",
 "usage_markdown": "worn ring",
 "weakness": {}
}