{
 "actions": "Single Action",
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 0.1,
 "bulk_raw": "L",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1150",
 "item_category": "Held Items",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Holy Steam Ball](/Equipment.aspx?ID=1150)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Good\" url=\"/Traits.aspx?ID=83\" />\r\n<trait label=\"Mental\" url=\"/Traits.aspx?ID=106\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 87</row>\n\n**Price** 3 gp (2 gp per refill)\r\n\r\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\n\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><actions string=\"Single Action\" /><row>Interact</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThe _holy steam ball_ is an odd-looking device that's nevertheless effective at reinforcing its user's mind against fiendish control. It's a hollow black-rubber ball with small, flexible twin tubes sticking out from its center. Sealed within the rubber ball is vapor made from a mixture of evaporated _[holy water](/Equipment.aspx?ID=245)_ and a special type of incense smoke. The tube's twin prongs are placed into the user's nostrils, after which the user squeezes the rubber ball to activate the device, forcing the vapor into the user's body through their nose. The holy power contained within the vapor strengthens the user's will against creatures that are weak to _holy water_, making it tougher for malevolent creatures to subvert the user's mind.\n\n When the _holy steam ball_ was first introduced in Mendev fifty years ago, few trusted it's efficacy. The nation had seen many charlatans peddle so-called “anti-[demon](/MonsterFamilies.aspx?ID=28)” products, and most thought this was no different. Only when soldiers of the Mendevian Crusades used the ball and personally testified to its effectiveness did suspicion gave way to enthusiastic use. Nobody remembers who first invented the _holy steam ball_; they're likely lost to history because most initially thought it was a scam. After receiving endorsement from the Mendevian Crusade, a team of alchemists and inventors were able to determine the vapor's exact composition and mass produce them. The _holy steam ball's_ highly specialized purpose kept it from widespread use outside of the nations that once bordered the Worldwound. Yet with the return of the Whispering Tyrant in the past few years, the growing [undead](/Traits.aspx?ID=160) threat presents a new opportunity for more citizens to use _holy steam balls_ for protection against the mind control powers of vampires and other undead.\n\n After using a _holy steam ball_, you must refill it before the next use in a process that takes five minutes to complete.\n\n<document level=\"2\" id=\"action-946\" />\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Holy Steam Ball",
 "pfs": "Standard",
 "price": 300,
 "price_raw": "3 gp (2 gp per refill)",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "school": "enchantment",
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Good\" url=\"/Traits.aspx?ID=83\" />\r\n<trait label=\"Mental\" url=\"/Traits.aspx?ID=106\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 87</row>\r\n\r\n**Price** 3 gp (2 gp per refill)\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><actions string=\"Single Action\" /><row>Interact</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe  holy steam ball  is an odd-looking device that's nevertheless effective at reinforcing its user's mind against fiendish control. It's a hollow …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 87"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 87</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "The  holy steam ball  is an odd-looking device that's nevertheless effective at reinforcing its user's mind against fiendish control. It's a hollow …",
 "summary_markdown": "The  holy steam ball  is an odd-looking device that's nevertheless effective at reinforcing its user's mind against fiendish control. It's a hollow …",
 "text": "<title level=\"1\" right=\"Item 2\" pfs=\"Standard\" > Holy Steam Ball Source Guns &amp; Gears pg. 87 Price 3 gp (2 gp per refill) Usage held in 1 hand Bulk L Activate Single Action Interact --- The holy steam ball is an odd-looking device that's nevertheless effective at reinforcing its user's mind against fiendish control. It's a hollow black-rubber ball with small, flexible twin tubes sticking out from its center. Sealed within the rubber ball is vapor made from a mixture of evaporated holy water and a special type of incense smoke. The tube's twin prongs are placed into the user's nostrils, after which the user squeezes the rubber ball to activate the device, forcing the vapor into the user's body through their nose. The holy power contained within the vapor strengthens the user's will against creatures that are weak to holy water , making it tougher for malevolent creatures to subvert the user's mind. When the holy steam ball was first introduced in Mendev fifty years ago, few trusted it's efficacy. The nation had seen many charlatans peddle so-called “anti-demon” products, and most thought this was no different. Only when soldiers of the Mendevian Crusades used the ball and personally testified to its effectiveness did suspicion gave way to enthusiastic use. Nobody remembers who first invented the holy steam ball ; they're likely lost to history because most initially thought it was a scam. After receiving endorsement from the Mendevian Crusade, a team of alchemists and inventors were able to determine the vapor's exact composition and mass produce them. The holy steam ball's highly specialized purpose kept it from widespread use outside of the nations that once bordered the Worldwound. Yet with the return of the Whispering Tyrant in the past few years, the growing undead threat presents a new opportunity for more citizens to use holy steam balls for protection against the mind control powers of vampires and other undead. After using a holy steam ball , you must refill it before the next use in a process that takes five minutes to complete.\n",
 "trait": [
  "Divine",
  "Enchantment",
  "Good",
  "Mental",
  "Uncommon"
 ],
 "trait_markdown": "[Divine](/Traits.aspx?ID=48), [Enchantment](/Traits.aspx?ID=61), [Good](/Traits.aspx?ID=83), [Mental](/Traits.aspx?ID=106), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Divine",
  "Enchantment",
  "Good",
  "Mental",
  "Uncommon"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1150",
 "usage": "held in 1 hand",
 "usage_markdown": "held in 1 hand",
 "weakness": {}
}