{
 "access": "Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book. Due to the use of technology, all gadgets are uncommon or rare, though inventors and regions with access to inventors have access to uncommon gadgets.",
 "actions": "Single Action",
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 0.1,
 "bulk_raw": "L",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1116",
 "item_category": "Consumables",
 "item_subcategory": "Gadgets",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Instant Spy](/Equipment.aspx?ID=1116)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Clockwork\" url=\"/Traits.aspx?ID=331\" />\r\n<trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" />\r\n<trait label=\"Gadget\" url=\"/Traits.aspx?ID=405\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 70</row>\r\n\r\n_[**PFS Note**](/pathfinder-society) Inventors (and characters with the Inventor archetype) gain access to uncommon clockwork items from from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Characters with a Home Region of Absalom, New Thassilon, Alkenstar, Dongun Hold or Arcadia have access to uncommon clockwork items from Chapters 1 and 2 from this boook, as inventors. Inventors (and characters with the Inventor archetype) gain access to uncommon gadgets from Chapters 1 and 2 from this book, unless the item specifically states otherwise._\r\n\r\n**Price** 5 gp\r\n\r\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\n\n**Access** Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book. Due to the use of technology, all gadgets are uncommon or rare, though inventors and regions with access to inventors have access to uncommon gadgets.\r\n\r\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><actions string=\"Single Action\" /><row>Interact</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nAn instant spy is a tiny clockwork device that is small enough to be easily hidden. It contains the same audio-recording mechanisms as a [clockwork spy](/Monsters.aspx?ID=1095), as well as a short-lived gemstone that can store up to 1 hour of sound to play back later.\n\n Once you have activated the instant spy, it surreptitiously begins recording all the sounds around it for an hour. In general, it can hear sounds that are clearly audible in the location where you activated it, but not sounds that would require a Perception check with a DC of 10 or greater to hear. The GM determines exactly what the instant spy can hear and record, as well as whether or not the recording is clear in a situation where the original sound is quiet, distorted, or intentionally obscured.\n\n When the recording is complete, once within the next 24 hours, you or another creature can use an Interact action to play back the stored audio in its entirety, after which the gem crumbles to dust. If no one plays the recorded sounds back within 1 day, the gem crumbles into dust anyway. This prevents the information from falling into the wrong hands later. It's typical to use the [Conceal an Object](/Actions.aspx?ID=61) action to hide an instant spy in a location once you've activated it, since if you don't hide it, it's relatively easy to discover in a thorough search, despite the fact that it's small and relatively unobtrusive.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Instant Spy",
 "pfs": "Standard",
 "price": 500,
 "price_raw": "5 gp",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Clockwork\" url=\"/Traits.aspx?ID=331\" />\r\n<trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" />\r\n<trait label=\"Gadget\" url=\"/Traits.aspx?ID=405\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 70</row>\r\n\r\n**Price** 5 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><actions string=\"Single Action\" /><row>Interact</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAn instant spy is a tiny clockwork device that is small enough to be easily hidden. It contains the same audio-recording mechanisms as a  clockwork …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 70"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 70</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "An instant spy is a tiny clockwork device that is small enough to be easily hidden. It contains the same audio-recording mechanisms as a  clockwork …",
 "summary_markdown": "An instant spy is a tiny clockwork device that is small enough to be easily hidden. It contains the same audio-recording mechanisms as a  clockwork …",
 "text": "<title level=\"1\" right=\"Item 2\" pfs=\"Standard\" > Instant Spy Source Guns &amp; Gears pg. 70 PFS Note Inventors (and characters with the Inventor archetype) gain access to uncommon clockwork items from from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Characters with a Home Region of Absalom, New Thassilon, Alkenstar, Dongun Hold or Arcadia have access to uncommon clockwork items from Chapters 1 and 2 from this boook, as inventors. Inventors (and characters with the Inventor archetype) gain access to uncommon gadgets from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Price 5 gp Usage held in 1 hand Bulk L Access Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book. Due to the use of technology, all gadgets are uncommon or rare, though inventors and regions with access to inventors have access to uncommon gadgets. Activate Single Action Interact --- An instant spy is a tiny clockwork device that is small enough to be easily hidden. It contains the same audio-recording mechanisms as a clockwork spy, as well as a short-lived gemstone that can store up to 1 hour of sound to play back later. Once you have activated the instant spy, it surreptitiously begins recording all the sounds around it for an hour. In general, it can hear sounds that are clearly audible in the location where you activated it, but not sounds that would require a Perception check with a DC of 10 or greater to hear. The GM determines exactly what the instant spy can hear and record, as well as whether or not the recording is clear in a situation where the original sound is quiet, distorted, or intentionally obscured. When the recording is complete, once within the next 24 hours, you or another creature can use an Interact action to play back the stored audio in its entirety, after which the gem crumbles to dust. If no one plays the recorded sounds back within 1 day, the gem crumbles into dust anyway. This prevents the information from falling into the wrong hands later. It's typical to use the Conceal an Object action to hide an instant spy in a location once you've activated it, since if you don't hide it, it's relatively easy to discover in a thorough search, despite the fact that it's small and relatively unobtrusive.\n",
 "trait": [
  "Clockwork",
  "Consumable",
  "Gadget",
  "Uncommon"
 ],
 "trait_markdown": "[Clockwork](/Traits.aspx?ID=331), [Consumable](/Traits.aspx?ID=36), [Gadget](/Traits.aspx?ID=405), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Clockwork",
  "Consumable",
  "Gadget",
  "Uncommon"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1116",
 "usage": "held in 1 hand",
 "usage_markdown": "held in 1 hand",
 "weakness": {}
}