{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 0.1,
 "bulk_raw": "L",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-615",
 "item_category": "Artifacts",
 "level": 25,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 25\"\r\n    pfs=\"\"\r\n>\r\n[Mirror of Sorshen](/Equipment.aspx?ID=615)\r\n</title>\n\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 110</row>\n\n<row gap=\"medium\">\n\n**Usage** bonded\r\n\r\n**Bulk** L\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThe silvery glass of this oval mirror displays alluring sights. Its dark wooden frame is studded with small green gems and is carved with the shapes of a male figure on one edge of the glass and a female figure on the other side.\n\n The mirror can form a bond with a spellcaster who has legendary proficiency in [Arcana](/Skills.aspx?ID=2) or [Occultism](/Skills.aspx?ID=11), who becomes the mirror’s owner. Regardless of where the mirror is, as long as the bond remains, the owner is aware of everything the mirror is currently reflecting and can use the mirror’s activations.\n\n Whenever an intelligent creature looks in the mirror, they see an image of a person, creature, or item they find irresistible—most often one they find attractive. The specific image varies depending on the observer, even when more than one creature is looking into the mirror at the same time. Observers are [fascinated](/Conditions.aspx?ID=14) by the images in the mirror unless they succeed at a DC 35 Will save each round. On a failure, they stare blankly at the mirror for as long as it remains in view, and if it leaves their view, they stare toward the last place they saw the mirror for several minutes thereafter. This is an [emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [incapacitation](/Traits.aspx?ID=93), and [visual](/Traits.aspx?ID=163) effect. Creatures that are fascinated by the mirror are so deeply entranced that they don’t end their fascinated condition automatically even if a creature uses hostile actions against them or their allies; instead, they can attempt a DC 30 Will save to end the fascination. At the GM’s discretion, a truly innocent creature or a creature that has renounced all worldly pleasures might be immune to the mirror’s fascination.\n\n<document level=\"2\" id=\"action-399\" />\n\n<document level=\"2\" id=\"action-400\" />\r\n\r\n**Destruction** The _Mirror of Sorshen_ shatters into a thousand pieces if an intelligent but completely innocent creature resists the mirror’s attraction and then accidentally drops it.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Mirror of Sorshen",
 "rarity": "unique",
 "release_date": "2020-02-26",
 "resistance": {},
 "school": "enchantment",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 110</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** bonded\r\n\r\n**Bulk** L\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe silvery glass of this oval mirror displays alluring sights. Its dark wooden frame is studded with small green gems and is carved with the shapes …\r\n</summary>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 110"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 110</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "The silvery glass of this oval mirror displays alluring sights. Its dark wooden frame is studded with small green gems and is carved with the shapes …",
 "summary_markdown": "The silvery glass of this oval mirror displays alluring sights. Its dark wooden frame is studded with small green gems and is carved with the shapes …",
 "text": "<title level=\"1\" right=\"Item 25\" pfs=\"\" > Mirror of Sorshen Source Gamemastery Guide pg. 110 Usage bonded Bulk L --- The silvery glass of this oval mirror displays alluring sights. Its dark wooden frame is studded with small green gems and is carved with the shapes of a male figure on one edge of the glass and a female figure on the other side. The mirror can form a bond with a spellcaster who has legendary proficiency in Arcana or Occultism, who becomes the mirror’s owner. Regardless of where the mirror is, as long as the bond remains, the owner is aware of everything the mirror is currently reflecting and can use the mirror’s activations. Whenever an intelligent creature looks in the mirror, they see an image of a person, creature, or item they find irresistible—most often one they find attractive. The specific image varies depending on the observer, even when more than one creature is looking into the mirror at the same time. Observers are fascinated by the images in the mirror unless they succeed at a DC 35 Will save each round. On a failure, they stare blankly at the mirror for as long as it remains in view, and if it leaves their view, they stare toward the last place they saw the mirror for several minutes thereafter. This is an emotion, enchantment, incapacitation, and visual effect. Creatures that are fascinated by the mirror are so deeply entranced that they don’t end their fascinated condition automatically even if a creature uses hostile actions against them or their allies; instead, they can attempt a DC 30 Will save to end the fascination. At the GM’s discretion, a truly innocent creature or a creature that has renounced all worldly pleasures might be immune to the mirror’s fascination. Destruction The Mirror of Sorshen shatters into a thousand pieces if an intelligent but completely innocent creature resists the mirror’s attraction and then accidentally drops it.\n",
 "trait": [
  "Artifact",
  "Enchantment",
  "Magical",
  "Unique"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=253), [Enchantment](/Traits.aspx?ID=61), [Magical](/Traits.aspx?ID=103), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Artifact",
  "Enchantment",
  "Magical",
  "Unique"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=615",
 "usage": "bonded",
 "usage_markdown": "bonded",
 "weakness": {}
}