{
 "alignment": "CN",
 "base_item": [
  "Greatsword"
 ],
 "base_item_markdown": "[Greatsword](/Weapons.aspx?ID=24)",
 "breadcrumbs_spa": [],
 "bulk": 2,
 "bulk_raw": "2",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1748",
 "item_category": "Artifacts",
 "level": 20,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 20\"\r\n    pfs=\"\"\r\n>\r\n[Ovinrbaane](/Equipment.aspx?ID=1748)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Kingmaker</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"CN\" url=\"/Rules.aspx?ID=95\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Cursed\" url=\"/Traits.aspx?ID=274\" />\r\n<trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" />\r\n<trait label=\"Intelligent\" url=\"/Traits.aspx?ID=280\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 587</row>\n\n<row gap=\"medium\">\n\n**Usage** held in 2 hands\r\n\r\n**Bulk** 2\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Base Weapon** [Greatsword](/Weapons.aspx?ID=24)\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\r\n\r\n<column gap=\"tiny\">\r\n\r\n**Perception** +27; [precise](/Rules.aspx?ID=411) vision 60 feet, [imprecise](/Rules.aspx?ID=412) hearing\r\n\r\n**Communication** empathy\r\n\r\n**Skills** [Deception](/Skills.aspx?ID=5) +28, [Intimidation](/Skills.aspx?ID=7) +32\r\n\r\n**Int** +0, **Wis** +3, **Cha** +4\r\n\r\n**Will** +33 \r\n\r\n</column>\r\n\r\n---        \r\n\r\n_Ovinrbaane_ (literally translated as “enemy of all enemies”) is instilled with an unquenchable bloodlust, and it chafes any time it is not being used to slay. If its partner goes too long without fighting, the sword misleads its wielder into believing they're the real Armag and that anyone around them who isn't obviously a member of their lineage or following is a mortal enemy. The cursed greatsword also slowly changes the features of the wielder over the course of several days or even weeks to appear as those of the original Armag. If left unchecked, these powers seemingly bring the warlord back to life—it's the wait for this subtle transformation to be complete that's kept the current “Armag” in meditation in the tomb for so long. The long-term effects on a PC as a result of this curse are left to the GM to adjudicate, but at the very least should result in a gradual shift of the PCs' alignment to chaotic neutral. If 24 hours pass without _Ovinrbaane_ being used in an encounter of at least moderate difficulty, its partner becomes irritable and short-tempered, and is [stupefied 2](/Conditions.aspx?ID=37) until the end of their first turn in a moderate or more difficult combat.\n\n Ovinrbaane is a _+2 [striking](/Equipment.aspx?ID=280) [wounding](/Equipment.aspx?ID=309) [greatsword](/Weapons.aspx?ID=24)_. It can perform all of the following activations, but only does so when its wielder is in combat against a foe the sword deems worthy—that is, any creature of the wielder's level or higher.\n\n<document level=\"2\" id=\"action-1355\" />\n\n<document level=\"2\" id=\"action-1356\" />\n\n<document level=\"2\" id=\"action-1357\" />\n\n<document level=\"2\" id=\"action-1358\" />\r\n\r\n**Destruction** In order to destroy _Ovinrbaane_, its wielder must bring it to the [Boneyard](/Planes.aspx?ID=15), where they must use the sword to strike three blows against their own gravestone, causing the sword to shatter. How one can find their own gravestone in the Boneyard when they have yet to die and be judged, of course, can be a complex problem to solve, perhaps requiring the destroyer to first die, be judged, sent on to the afterlife, and then be restored to their original mortal life through the result of an epic quest by allies or the whims of a deity.\n\n Alternately, if _Ovinrbaane_ is left unused for a hundred years, its magical powers grow dormant. At this time, the weapon can be destroyed normally, although it still has Hardness 30 and 120 Hit Points, and at the end of any round during which it is not destroyed, its dormant powers awaken again if it succeeds at a DC 5 Flat Check. Since the blade is currently active, this option doesn't present a particularly viable one for PCs seeking the artifact's destruction during the course of the Adventure Path— although sealing it away in a vault could be an excellent first step in this process, entrusting the final destruction of the dangerous artifact to some future generation of hero.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Ovinrbaane",
 "rarity": "unique",
 "release_date": "2022-10-26",
 "resistance": {},
 "school": "evocation",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Cursed\" url=\"/Traits.aspx?ID=274\" />\r\n<trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" />\r\n<trait label=\"Intelligent\" url=\"/Traits.aspx?ID=280\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 587</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 2 hands\r\n\r\n**Bulk** 2\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\n Ovinrbaane  (literally translated as “enemy of all enemies”) is instilled with an unquenchable bloodlust, and it chafes any time it is not being …\r\n</summary>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 587"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 587</row>",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Kingmaker",
 "stage_markdown": "",
 "summary": " Ovinrbaane  (literally translated as “enemy of all enemies”) is instilled with an unquenchable bloodlust, and it chafes any time it is not being …",
 "summary_markdown": " Ovinrbaane  (literally translated as “enemy of all enemies”) is instilled with an unquenchable bloodlust, and it chafes any time it is not being …",
 "text": "<title level=\"1\" right=\"Item 20\" pfs=\"\" > Ovinrbaane May contain spoilers from Kingmaker Source Kingmaker Adventure Path pg. 587 Usage held in 2 hands Bulk 2 Base Weapon Greatsword --- Perception +27; precise vision 60 feet, imprecise hearing Communication empathy Skills Deception +28, Intimidation +32 Int +0, Wis +3, Cha +4 Will +33 --- Ovinrbaane (literally translated as “enemy of all enemies”) is instilled with an unquenchable bloodlust, and it chafes any time it is not being used to slay. If its partner goes too long without fighting, the sword misleads its wielder into believing they're the real Armag and that anyone around them who isn't obviously a member of their lineage or following is a mortal enemy. The cursed greatsword also slowly changes the features of the wielder over the course of several days or even weeks to appear as those of the original Armag. If left unchecked, these powers seemingly bring the warlord back to life—it's the wait for this subtle transformation to be complete that's kept the current “Armag” in meditation in the tomb for so long. The long-term effects on a PC as a result of this curse are left to the GM to adjudicate, but at the very least should result in a gradual shift of the PCs' alignment to chaotic neutral. If 24 hours pass without Ovinrbaane being used in an encounter of at least moderate difficulty, its partner becomes irritable and short-tempered, and is stupefied 2 until the end of their first turn in a moderate or more difficult combat. Ovinrbaane is a +2 striking wounding greatsword . It can perform all of the following activations, but only does so when its wielder is in combat against a foe the sword deems worthy—that is, any creature of the wielder's level or higher. Destruction In order to destroy Ovinrbaane , its wielder must bring it to the Boneyard, where they must use the sword to strike three blows against their own gravestone, causing the sword to shatter. How one can find their own gravestone in the Boneyard when they have yet to die and be judged, of course, can be a complex problem to solve, perhaps requiring the destroyer to first die, be judged, sent on to the afterlife, and then be restored to their original mortal life through the result of an epic quest by allies or the whims of a deity. Alternately, if Ovinrbaane is left unused for a hundred years, its magical powers grow dormant. At this time, the weapon can be destroyed normally, although it still has Hardness 30 and 120 Hit Points, and at the end of any round during which it is not destroyed, its dormant powers awaken again if it succeeds at a DC 5 Flat Check. Since the blade is currently active, this option doesn't present a particularly viable one for PCs seeking the artifact's destruction during the course of the Adventure Path— although sealing it away in a vault could be an excellent first step in this process, entrusting the final destruction of the dangerous artifact to some future generation of hero.\n",
 "trait": [
  "Artifact",
  "Cursed",
  "Evocation",
  "Intelligent",
  "Magical",
  "Unique"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=253), [Cursed](/Traits.aspx?ID=274), [Evocation](/Traits.aspx?ID=65), [Intelligent](/Traits.aspx?ID=280), [Magical](/Traits.aspx?ID=103), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Artifact",
  "Cursed",
  "Evocation",
  "Intelligent",
  "Magical",
  "Unique"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1748",
 "usage": "held in 2 hands",
 "usage_markdown": "held in 2 hands",
 "weakness": {}
}