{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 0.1,
 "bulk_raw": "L",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1176",
 "item_category": "Cursed Items",
 "level": 10,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 10\"\r\n    pfs=\"Standard\"\r\n>\r\n[Pact-Bound Pistol](/Equipment.aspx?ID=1176)\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Cursed\" url=\"/Traits.aspx?ID=274\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Evil\" url=\"/Traits.aspx?ID=64\" />\r\n<trait label=\"Fire\" url=\"/Traits.aspx?ID=72\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 161</row>\n\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nWielded in over a hundred duels by the famed Ustalavic noblewoman Countess Tasya Iserav, this _+1 [striking](/Equipment.aspx?ID=280) [fearsome](/Equipment.aspx?ID=731) [dueling pistol](/Weapons.aspx?ID=201)_ is a work of master craftsmanship, almost eerie in the axiomatic perfection present in each dimension and detail.\n\n Commissioned at great expense and artfully designed by a team of the finest gunsmiths, this exquisite mahogany pistol has [adamantine](/Equipment.aspx?ID=271) detailing. The ruby-eyed, leering [devil's](/MonsterFamilies.aspx?ID=30) face that surrounds the barrel was intended to strike fear into the Countess's opponents—of which there were many. Countess Tasya credited this weapon with her exceptional success in dueling circles and refused to name the weapon's creators for fear their works would fall into an opponent's hands. In the past decade, seven replicas of the Countess's famed pistol have arisen, each said to be crafted by the Countess's anonymous gunsmiths. That each of these weapon's wielders have quickly risen to become exceptional duelists in their own right has lent credence to their claims. Despite public pressure, wielders of these replicas have refused to square off against the Countess.\n\n Despite the weapon's beauty and utility, a _pact-bound pistol_ is a cursed weapon and a physical manifestation of an infernal contract sworn between the bearer of the weapon and the Archdevil [Mephistopheles](/Deities.aspx?ID=69). Each _pact-bound pistol_ was crafted not by a team of master artisans, but by Countess Tasya Iserav herself, a secret diabolist and devoted priestess of The Crimson Son. The very act of firing the weapon is an acceptance of the contract's terms and causes the weapon to fuse to you. Thereafter, the weapon reappears in your possessions within 1 minute of you discarding it, and can't be destroyed or thrown away permanently, until the curse is removed.\n\n Whenever you attack a living creature with the _pact-bound pistol_, text from the infernal contract is seared into your flesh, causing you to lose 1 Hit Point, or 2 Hit Points if the attack was a critical success. The text appears one sentence at a time, from the beginning to the end and is written in [Infernal](/Languages.aspx?ID=19). When the contract is fully scribed (see below), you no longer lose Hit Points when you attack a living creature. These burned phrases heal over as scars which can't be removed while you are fused to the weapon, although they can be covered and disguised.\n\n Each time a creature dies within 1 hour of being damaged by a _pact-bound pistol_, that creature must attempt a DC 25 Will saving throw. On a failure, their soul is consigned to the Archdevil Mephistopheles; their soul immediately goes to [Hell](/Planes.aspx?ID=18) and they can't be returned to life through any means short of divine intervention, a heist, or a successful appeal in the courts of Hell; even powerful magic such as [_wish_](/Spells.aspx?ID=377) is insufficient. After you have consigned 9 souls to Mephistopheles in this way, the contract is fully scribed upon your flesh. You become immune to [fire](/Traits.aspx?ID=72) damage and the _pact-bound pistol_ becomes a _+2 striking greater fearsome dueling pistol_. Your soul belongs to Mephistopheles and immediately goes to Hell when you die. You can't be returned to life through any means, even through the divine intervention of a deity.\n\n Failing to wield a _pact-bound pistol_ is a breach of contract. Each day you go without firing the _pact-bound pistol_ at a living creature, you must attempt a Will saving throw. On a failure, you become [stupefied 1](/Conditions.aspx?ID=37). If you are already stupefied, the value of your stupefied condition increases by 1, to a maximum of stupefied 4. While you're fused with the _pact-bound pistol_, you can't reduce the value of your stupefied condition except by damaging a living creature with it. Whenever you damage a living creature with it, if you are suffering from the stupefied condition due to the _pact-bound pistol_, your stupefied condition is removed.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Pact-Bound Pistol",
 "pfs": "Standard",
 "rarity": "rare",
 "release_date": "2021-10-13",
 "resistance": {},
 "school": "enchantment",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Cursed\" url=\"/Traits.aspx?ID=274\" />\r\n<trait label=\"Enchantment\" url=\"/Traits.aspx?ID=61\" />\r\n<trait label=\"Evil\" url=\"/Traits.aspx?ID=64\" />\r\n<trait label=\"Fire\" url=\"/Traits.aspx?ID=72\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 161</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWielded in over a hundred duels by the famed Ustalavic noblewoman Countess Tasya Iserav, this  +1  striking   fearsome   dueling pistol   is a work …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 161"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 161</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "Wielded in over a hundred duels by the famed Ustalavic noblewoman Countess Tasya Iserav, this  +1  striking   fearsome   dueling pistol   is a work …",
 "summary_markdown": "Wielded in over a hundred duels by the famed Ustalavic noblewoman Countess Tasya Iserav, this  +1  striking   fearsome   dueling pistol   is a work …",
 "text": "<title level=\"1\" right=\"Item 10\" pfs=\"Standard\" > Pact-Bound Pistol Source Guns &amp; Gears pg. 161 Usage held in 1 hand Bulk L --- Wielded in over a hundred duels by the famed Ustalavic noblewoman Countess Tasya Iserav, this +1 striking fearsome dueling pistol is a work of master craftsmanship, almost eerie in the axiomatic perfection present in each dimension and detail. Commissioned at great expense and artfully designed by a team of the finest gunsmiths, this exquisite mahogany pistol has adamantine detailing. The ruby-eyed, leering devil's face that surrounds the barrel was intended to strike fear into the Countess's opponents—of which there were many. Countess Tasya credited this weapon with her exceptional success in dueling circles and refused to name the weapon's creators for fear their works would fall into an opponent's hands. In the past decade, seven replicas of the Countess's famed pistol have arisen, each said to be crafted by the Countess's anonymous gunsmiths. That each of these weapon's wielders have quickly risen to become exceptional duelists in their own right has lent credence to their claims. Despite public pressure, wielders of these replicas have refused to square off against the Countess. Despite the weapon's beauty and utility, a pact-bound pistol is a cursed weapon and a physical manifestation of an infernal contract sworn between the bearer of the weapon and the Archdevil Mephistopheles. Each pact-bound pistol was crafted not by a team of master artisans, but by Countess Tasya Iserav herself, a secret diabolist and devoted priestess of The Crimson Son. The very act of firing the weapon is an acceptance of the contract's terms and causes the weapon to fuse to you. Thereafter, the weapon reappears in your possessions within 1 minute of you discarding it, and can't be destroyed or thrown away permanently, until the curse is removed. Whenever you attack a living creature with the pact-bound pistol , text from the infernal contract is seared into your flesh, causing you to lose 1 Hit Point, or 2 Hit Points if the attack was a critical success. The text appears one sentence at a time, from the beginning to the end and is written in Infernal. When the contract is fully scribed (see below), you no longer lose Hit Points when you attack a living creature. These burned phrases heal over as scars which can't be removed while you are fused to the weapon, although they can be covered and disguised. Each time a creature dies within 1 hour of being damaged by a pact-bound pistol , that creature must attempt a DC 25 Will saving throw. On a failure, their soul is consigned to the Archdevil Mephistopheles; their soul immediately goes to Hell and they can't be returned to life through any means short of divine intervention, a heist, or a successful appeal in the courts of Hell; even powerful magic such as wish is insufficient. After you have consigned 9 souls to Mephistopheles in this way, the contract is fully scribed upon your flesh. You become immune to fire damage and the pact-bound pistol becomes a +2 striking greater fearsome dueling pistol . Your soul belongs to Mephistopheles and immediately goes to Hell when you die. You can't be returned to life through any means, even through the divine intervention of a deity. Failing to wield a pact-bound pistol is a breach of contract. Each day you go without firing the pact-bound pistol at a living creature, you must attempt a Will saving throw. On a failure, you become stupefied 1. If you are already stupefied, the value of your stupefied condition increases by 1, to a maximum of stupefied 4. While you're fused with the pact-bound pistol , you can't reduce the value of your stupefied condition except by damaging a living creature with it. Whenever you damage a living creature with it, if you are suffering from the stupefied condition due to the pact-bound pistol , your stupefied condition is removed.\n",
 "trait": [
  "Cursed",
  "Enchantment",
  "Evil",
  "Fire",
  "Magical",
  "Rare"
 ],
 "trait_markdown": "[Cursed](/Traits.aspx?ID=274), [Enchantment](/Traits.aspx?ID=61), [Evil](/Traits.aspx?ID=64), [Fire](/Traits.aspx?ID=72), [Magical](/Traits.aspx?ID=103), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Cursed",
  "Enchantment",
  "Evil",
  "Fire",
  "Magical",
  "Rare"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1176",
 "usage": "held in 1 hand",
 "usage_markdown": "held in 1 hand",
 "weakness": {}
}