{
 "access": "Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book.",
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 2,
 "bulk_raw": "2",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1155",
 "item_category": "Adventuring Gear",
 "level": 2,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 2\"\r\n    pfs=\"Standard\"\r\n>\r\n[Paper Shredder](/Equipment.aspx?ID=1155)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Clockwork\" url=\"/Traits.aspx?ID=331\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 88</row>\r\n\r\n_[**PFS Note**](/pathfinder-society) Inventors (and characters with the Inventor archetype) gain access to uncommon clockwork items from from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Characters with a Home Region of Absalom, New Thassilon, Alkenstar, Dongun Hold or Arcadia have access to uncommon clockwork items from Chapters 1 and 2 from this boook, as inventors._\r\n\r\n**Price** 30 gp\r\n\r\n<row gap=\"medium\">\n\n**Bulk** 2\r\n</row>\n\n**Access** Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book.\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nWhether it's a parchment with ominous pentagrams and dangerous magical symbols inscribed upon it, incriminating legal documents, or just simply paper waste, sometimes you just need to make sure a document is completely destroyed in a way that makes it nearly impossible to read afterwards. Enter the paper shredder, a clockwork device that performs exactly this function.\n\n With 1 minute of wind-up, a paper shredder can function for up to 1 hour of shredding, and it automatically enters standby mode when not in use, meaning the device can typically go for weeks between wind-ups unless you shred an exceptionally large volume of paper.\n\n Setting a piece of paper or parchment into the paper shredder takes a single Interact action, which means you can shred up to three pages of paper or parchment each round. If the page is longer than normal, it takes longer to shred, as determined by the GM. Additionally, only one person can use the shredder each round, limiting it to shredding three pages per round regardless of how many people are available to feed paper into it. The paper shredders rips and tears the paper or parchment apart into tiny disjointed strips. This is typically sufficient to destroy [_glyphs of warding_](/Spells.aspx?ID=138) and other similar dangerous magical traps on the paper, though the GM might determine that particularly resilient magical traps find some way to survive their shredding. If the paper is magically protected or otherwise has more Hardness than a normal sheet of paper or parchment, the shredder can't shred it. After churning such hardened paper for 1 round, the shredder spits it back out without harming the shredder. This prevents shredding any other paper during that round.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Paper Shredder",
 "pfs": "Standard",
 "price": 3000,
 "price_raw": "30 gp",
 "rarity": "uncommon",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n<trait label=\"Clockwork\" url=\"/Traits.aspx?ID=331\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 88</row>\r\n\r\n**Price** 30 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n**Bulk** 2\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nWhether it's a parchment with ominous pentagrams and dangerous magical symbols inscribed upon it, incriminating legal documents, or just simply paper …\r\n</summary>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 88"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 88</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "Whether it's a parchment with ominous pentagrams and dangerous magical symbols inscribed upon it, incriminating legal documents, or just simply paper …",
 "summary_markdown": "Whether it's a parchment with ominous pentagrams and dangerous magical symbols inscribed upon it, incriminating legal documents, or just simply paper …",
 "text": "<title level=\"1\" right=\"Item 2\" pfs=\"Standard\" > Paper Shredder Source Guns &amp; Gears pg. 88 PFS Note Inventors (and characters with the Inventor archetype) gain access to uncommon clockwork items from from Chapters 1 and 2 from this book, unless the item specifically states otherwise. Characters with a Home Region of Absalom, New Thassilon, Alkenstar, Dongun Hold or Arcadia have access to uncommon clockwork items from Chapters 1 and 2 from this boook, as inventors. Price 30 gp Bulk 2 Access Characters from Absalom, New Thassilon, Alkenstar, Dongun Hold, or especially technological regions of Arcadia like the Deadshot Lands have access to uncommon clockwork items from the first two chapters of this book. --- Whether it's a parchment with ominous pentagrams and dangerous magical symbols inscribed upon it, incriminating legal documents, or just simply paper waste, sometimes you just need to make sure a document is completely destroyed in a way that makes it nearly impossible to read afterwards. Enter the paper shredder, a clockwork device that performs exactly this function. With 1 minute of wind-up, a paper shredder can function for up to 1 hour of shredding, and it automatically enters standby mode when not in use, meaning the device can typically go for weeks between wind-ups unless you shred an exceptionally large volume of paper. Setting a piece of paper or parchment into the paper shredder takes a single Interact action, which means you can shred up to three pages of paper or parchment each round. If the page is longer than normal, it takes longer to shred, as determined by the GM. Additionally, only one person can use the shredder each round, limiting it to shredding three pages per round regardless of how many people are available to feed paper into it. The paper shredders rips and tears the paper or parchment apart into tiny disjointed strips. This is typically sufficient to destroy glyphs of warding and other similar dangerous magical traps on the paper, though the GM might determine that particularly resilient magical traps find some way to survive their shredding. If the paper is magically protected or otherwise has more Hardness than a normal sheet of paper or parchment, the shredder can't shred it. After churning such hardened paper for 1 round, the shredder spits it back out without harming the shredder. This prevents shredding any other paper during that round.\n",
 "trait": [
  "Clockwork",
  "Uncommon"
 ],
 "trait_markdown": "[Clockwork](/Traits.aspx?ID=331), [Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Clockwork",
  "Uncommon"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1155",
 "weakness": {}
}