{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 3,
 "bulk_raw": "3",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1814",
 "item_category": "Artifacts",
 "level": 25,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 25\"\r\n    pfs=\"\"\r\n>\r\n[Passage Pane](/Equipment.aspx?ID=1814)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Blood Lords</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Conjuration\" url=\"/Traits.aspx?ID=33\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" />\r\n<trait label=\"Teleportation\" url=\"/Traits.aspx?ID=156\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #186: Ghost King's Rage](/Sources.aspx?ID=189) pg. 78</row>\n\n<row gap=\"medium\">\n\n**Bulk** 3\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThe pane of this large circular mirror has a diameter of 8 feet and a gray cast. The mirror reflects its surroundings in muted colors, and any living creatures that look into the mirror see themselves as preserved corpses with sallow skin, sunken cheeks, and a vacant expression. The mirror is mounted in a bone frame intricately carved with imagery of corvids, keys, and winding roads. These roads represent the Dead Roads, the secret back routes between the [Boneyard](/Planes.aspx?ID=15) and all other planes that are under the purview of the [psychopomp](/MonsterFamilies.aspx?ID=83) usher [Barzahk the Passage](/Deities.aspx?ID=138) and their followers.\n\n _Passage panes_ are created by incredibly powerful priests of Barzahk using mirrors that have reflected Barzahk during their travels from when Barzahk passes through mortal realms. Through prayer, powerful magic, and exceptional crafting skill, these mirrors form a spiritual connection to the Dead Roads, which can be harnessed to open a gate to the Boneyard.\n\n To utilize a _passage pane_, the mirror must be securely mounted on a solid surface. Once mounted, a user must bond with the _passage pane_ by gazing beyond their dead visage into the Dead Roads. Bonding takes patience and can only be accomplished by a living creature who has at least master proficiency in [Religion](/Skills.aspx?ID=13) and who succeeds at a DC 40 Religion check. Attempting to bond with the mirror in this way takes 1 hour. Once a creature is bonded with the mirror, they can use the passage pane to open a portal to a random point along the Dead Roads. A creature with knowledge of a location in the Boneyard can force the mirror to lock onto that location, allowing more pointed travel. Only one creature can be bonded with the mirror at a time. When a creature forms a bond with the mirror, any previous bonds are immediately severed. [Undead](/Traits.aspx?ID=160) can't bond with the passage pane.\n\n When Barzahk themself walks the Dead Roads, a depiction of them appears in the frame's carvings. When Barzahk is depicted in this way, they can prevent the passage pane from Activating or alter the destination of the _passage pane_, if desired.\n\n<document level=\"2\" id=\"action-1507\" />\n\n<document level=\"2\" id=\"action-1508\" />\n\n<document level=\"2\" id=\"action-1509\" />\r\n\r\n**Destruction** The passage pane shatters into thousands of pieces if Barzahk the Passage bonds with the mirror and wills its destruction.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Passage Pane",
 "rarity": "rare",
 "release_date": "2022-12-14",
 "resistance": {},
 "school": "conjuration",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Conjuration\" url=\"/Traits.aspx?ID=33\" />\r\n<trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" />\r\n<trait label=\"Teleportation\" url=\"/Traits.aspx?ID=156\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #186: Ghost King's Rage](/Sources.aspx?ID=189) pg. 78</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n**Bulk** 3\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe pane of this large circular mirror has a diameter of 8 feet and a gray cast. The mirror reflects its surroundings in muted colors, and any living …\r\n</summary>",
 "source": [
  "Pathfinder #186: Ghost King's Rage"
 ],
 "source_raw": [
  "Pathfinder #186: Ghost King's Rage pg. 78"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Blood Lords",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #186: Ghost King's Rage](/Sources.aspx?ID=189) pg. 78</row>",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Blood Lords",
 "stage_markdown": "",
 "summary": "The pane of this large circular mirror has a diameter of 8 feet and a gray cast. The mirror reflects its surroundings in muted colors, and any living …",
 "summary_markdown": "The pane of this large circular mirror has a diameter of 8 feet and a gray cast. The mirror reflects its surroundings in muted colors, and any living …",
 "text": "<title level=\"1\" right=\"Item 25\" pfs=\"\" > Passage Pane May contain spoilers from Blood Lords Source Pathfinder #186: Ghost King's Rage pg. 78 Bulk 3 --- The pane of this large circular mirror has a diameter of 8 feet and a gray cast. The mirror reflects its surroundings in muted colors, and any living creatures that look into the mirror see themselves as preserved corpses with sallow skin, sunken cheeks, and a vacant expression. The mirror is mounted in a bone frame intricately carved with imagery of corvids, keys, and winding roads. These roads represent the Dead Roads, the secret back routes between the Boneyard and all other planes that are under the purview of the psychopomp usher Barzahk the Passage and their followers. Passage panes are created by incredibly powerful priests of Barzahk using mirrors that have reflected Barzahk during their travels from when Barzahk passes through mortal realms. Through prayer, powerful magic, and exceptional crafting skill, these mirrors form a spiritual connection to the Dead Roads, which can be harnessed to open a gate to the Boneyard. To utilize a passage pane , the mirror must be securely mounted on a solid surface. Once mounted, a user must bond with the passage pane by gazing beyond their dead visage into the Dead Roads. Bonding takes patience and can only be accomplished by a living creature who has at least master proficiency in Religion and who succeeds at a DC 40 Religion check. Attempting to bond with the mirror in this way takes 1 hour. Once a creature is bonded with the mirror, they can use the passage pane to open a portal to a random point along the Dead Roads. A creature with knowledge of a location in the Boneyard can force the mirror to lock onto that location, allowing more pointed travel. Only one creature can be bonded with the mirror at a time. When a creature forms a bond with the mirror, any previous bonds are immediately severed. Undead can't bond with the passage pane. When Barzahk themself walks the Dead Roads, a depiction of them appears in the frame's carvings. When Barzahk is depicted in this way, they can prevent the passage pane from Activating or alter the destination of the passage pane , if desired. Destruction The passage pane shatters into thousands of pieces if Barzahk the Passage bonds with the mirror and wills its destruction.\n",
 "trait": [
  "Artifact",
  "Conjuration",
  "Divine",
  "Rare",
  "Teleportation"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=253), [Conjuration](/Traits.aspx?ID=33), [Divine](/Traits.aspx?ID=48), [Rare](/Traits.aspx?ID=137), [Teleportation](/Traits.aspx?ID=156)",
 "trait_raw": [
  "Artifact",
  "Conjuration",
  "Divine",
  "Rare",
  "Teleportation"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1814",
 "weakness": {}
}