{
 "actions": "Single Action",
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-2372",
 "item_category": "Blighted Boons",
 "level": 16,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 16\"\r\n    pfs=\"Restricted\"\r\n>\r\n[Phoenix Cinder](/Equipment.aspx?ID=2372)\r\n</title>\n\n<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" />\r\n<trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" />\r\n<trait label=\"Fire\" url=\"/Traits.aspx?ID=72\" />\r\n<trait label=\"Primal\" url=\"/Traits.aspx?ID=134\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 188 <sup>1.1</sup></row>\n\n<row gap=\"medium\">\n\n**Usage** touched\n\n</row>\n\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><actions string=\"Single Action\" /><row>Interact</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nAn incandescent, multipronged crystal the color of dying fire, a _phoenix cinder_ gives off pleasant warmth and a sense of peace. A low, soft chirruping around the crystal invokes the idea of using fire to cleanse and protect. The crystal offers this power to anyone who touches it. A partaker must be willing to gain the boon's effects.\n\n---\n\n<br /> **Stage 1 (1 Week)** The first time you enter this stage from a particular _phoenix cinder_, you are affected as if by [_regenerate_](/Spells.aspx?ID=248).\n\n For 3 days after taking in the cinder, you are immune to [fire](/Traits.aspx?ID=72). While in this stage or higher, you have [fast healing](/Rules.aspx?ID=796) equal to half your level, as well as resistance to fire damage equal to half your level. You gain a +1 circumstance bonus to saving throws (or any other defense) against fire. Treat the outcome of any saving throw you roll against fire effects as one step better. You can cast [_produce flame_](/Spells.aspx?ID=236) as an innate spell, and you have access to the following activation.\n\n<document level=\"2\" id=\"action-1942\" />\n\n---\n\n **Stage 2 (1 Month)** You can use the activation once per hour. Always feverish and flushed, you feel as if temperatures lower than sweltering are cold. Reduce your current and maximum Hit Points by 2 × your level, and you have a weakness to cold damage equal to half your level. You have urges to burn and use fire when you can. When confronted with the opportunity to do so, you must succeed at a Will save to avoid it. Doing so once after each time you roll initiative is enough.\n\n If you die at this stage or higher, your body burns from the inside out over 1d4 rounds, reducing you to fine ash. Anything flammable on you is destroyed. A [phoenix](/Monsters.aspx?ID=330) emerges from your remains, but this creature is (roll d%) neutral (01–33) or neutral evil (34–100), interested more in spreading fire and selfish pursuits than kindness, and if evil, thirsting for vengeance against the little beings like the one who dared to use its power for a time.\n\n---\n\n<br /> **Stage 3 (1 Month)** You now have fast healing equal to your level but reduce your current and maximum Hit Points by 4 × your level, rounded up, instead of 2 × your level. Also, you have a weakness to cold damage equal to your level and a weakness to evil damage equal to half your level. You can use the activation you previously gained once per minute, but you can no longer Dismiss it. Whenever you drop to 0 Hit Points, a [_flame strike_](/Spells.aspx?ID=120) erupts from a randomly chosen point on the edge of your space.\n\n---\n\n<br /> **Stage 4** You die.\n\n---\n\n<br /> **Purging** You must collect the remains of a phoenix of your level or higher who has been unable to self-resurrect, compressing the remains with powdered diamonds, opals, and rubies worth 75 gp × your level into an egg. You can then use _flame strike_ as if you dropped to 0 Hit Points during this boon's stage 3. If you do so, the phoenix whose remains you collected is reborn as if it used its Self-Resurrection, and the _phoenix cinder's_ effects end on you.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Phoenix Cinder",
 "pfs": "Restricted",
 "rarity": "rare",
 "release_date": "2023-02-22",
 "resistance": {},
 "school": "evocation",
 "search_markdown": "<traits>\r\n<trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" />\r\n<trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" />\r\n<trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" />\r\n<trait label=\"Fire\" url=\"/Traits.aspx?ID=72\" />\r\n<trait label=\"Primal\" url=\"/Traits.aspx?ID=134\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 188 <sup>1.1</sup></row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** touched\r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\r\n<row gap=\"tiny\"><row>**Activate**</row><actions string=\"Single Action\" /><row>Interact</row></row>\r\n\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAn incandescent, multipronged crystal the color of dying fire, a  phoenix cinder  gives off pleasant warmth and a sense of peace. A low, soft …\r\n</summary>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 188"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 188 <sup>1.1</sup></row>",
 "speed": {},
 "spell_markdown": "",
 "stage": [
  "You die.    Purging  You must collect the remains of a phoenix of your level or higher who has been unable to self-resurrect, compressing the remains with powdered diamonds, opals, and rubies worth 75 gp × your level into an egg. You can then use  flame strike  as if you dropped to 0 Hit Points during this boon's stage 3. If you do so, the phoenix whose remains you collected is reborn as if it used its Self-Resurrection, and the  phoenix cinder's  effects end on you."
 ],
 "stage_markdown": "Stage 1: You die.\n\n---\n\n<br /> **Purging** You must collect the remains of a phoenix of your level or higher who has been unable to self-resurrect, compressing the remains with powdered diamonds, opals, and rubies worth 75 gp × your level into an egg. You can then use _flame strike_ as if you dropped to 0 Hit Points during this boon's stage 3. If you do so, the phoenix whose remains you collected is reborn as if it used its Self-Resurrection, and the _phoenix cinder's_ effects end on you.",
 "summary": "An incandescent, multipronged crystal the color of dying fire, a  phoenix cinder  gives off pleasant warmth and a sense of peace. A low, soft …",
 "summary_markdown": "An incandescent, multipronged crystal the color of dying fire, a  phoenix cinder  gives off pleasant warmth and a sense of peace. A low, soft …",
 "text": "<title level=\"1\" right=\"Item 16\" pfs=\"Restricted\" > Phoenix Cinder Source Treasure Vault pg. 188 1.1 Usage touched Activate Single Action Interact --- An incandescent, multipronged crystal the color of dying fire, a phoenix cinder gives off pleasant warmth and a sense of peace. A low, soft chirruping around the crystal invokes the idea of using fire to cleanse and protect. The crystal offers this power to anyone who touches it. A partaker must be willing to gain the boon's effects. --- Stage 1 (1 Week) The first time you enter this stage from a particular phoenix cinder , you are affected as if by regenerate . For 3 days after taking in the cinder, you are immune to fire. While in this stage or higher, you have fast healing equal to half your level, as well as resistance to fire damage equal to half your level. You gain a +1 circumstance bonus to saving throws (or any other defense) against fire. Treat the outcome of any saving throw you roll against fire effects as one step better. You can cast produce flame as an innate spell, and you have access to the following activation. --- Stage 2 (1 Month) You can use the activation once per hour. Always feverish and flushed, you feel as if temperatures lower than sweltering are cold. Reduce your current and maximum Hit Points by 2 × your level, and you have a weakness to cold damage equal to half your level. You have urges to burn and use fire when you can. When confronted with the opportunity to do so, you must succeed at a Will save to avoid it. Doing so once after each time you roll initiative is enough. If you die at this stage or higher, your body burns from the inside out over 1d4 rounds, reducing you to fine ash. Anything flammable on you is destroyed. A phoenix emerges from your remains, but this creature is (roll d%) neutral (01–33) or neutral evil (34–100), interested more in spreading fire and selfish pursuits than kindness, and if evil, thirsting for vengeance against the little beings like the one who dared to use its power for a time. --- Stage 3 (1 Month) You now have fast healing equal to your level but reduce your current and maximum Hit Points by 4 × your level, rounded up, instead of 2 × your level. Also, you have a weakness to cold damage equal to your level and a weakness to evil damage equal to half your level. You can use the activation you previously gained once per minute, but you can no longer Dismiss it. Whenever you drop to 0 Hit Points, a flame strike erupts from a randomly chosen point on the edge of your space. --- Stage 4 You die. --- Purging You must collect the remains of a phoenix of your level or higher who has been unable to self-resurrect, compressing the remains with powdered diamonds, opals, and rubies worth 75 gp × your level into an egg. You can then use flame strike as if you dropped to 0 Hit Points during this boon's stage 3. If you do so, the phoenix whose remains you collected is reborn as if it used its Self-Resurrection, and the phoenix cinder's effects end on you.\n",
 "trait": [
  "Consumable",
  "Evocation",
  "Fire",
  "Primal",
  "Rare"
 ],
 "trait_markdown": "[Consumable](/Traits.aspx?ID=36), [Evocation](/Traits.aspx?ID=65), [Fire](/Traits.aspx?ID=72), [Primal](/Traits.aspx?ID=134), [Rare](/Traits.aspx?ID=137)",
 "trait_raw": [
  "Consumable",
  "Evocation",
  "Fire",
  "Primal",
  "Rare"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=2372",
 "usage": "touched",
 "usage_markdown": "touched",
 "weakness": {}
}