{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1634-1511",
 "item_category": "Services",
 "item_subcategory": "Secret Society Membership Services",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 0+\"\r\n    pfs=\"Standard\"\r\n>\r\n[Political Favor](/Equipment.aspx?ID=1634)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nFor many, the allure of being in a secret society is the chance to place their hands on the levers of power in government. Members can rub elbows with the great and good, introduce themselves to politicians and powerbrokers, and form bonds through shared allegiances unavailable to the common rabble. They can lean on those connections for a favor, some little trifle that might matter a great deal to them.\n\n Purchasing political favors typically requires membership in a secret society that has significant political sway in the region (such as the Esoteric Order of the Palatine Eye in Ustalav). At the GM's discretion, characters with similarly deep connections (perhaps by virtue of having the royalty background) might also be able to purchase political favors. While the options below assume the favors are being purchased with cash, in most secret societies, favors are more likely to be traded for other favors or services rendered. The granter of the favor isn't necessarily a member of a secret society, but anyone in high office is invariably entangled in webs of favor and obligation.\n\n The degree of the favor is based on how much effort it requires of the decision-maker and how much risk to which it exposes them. This can vary depending on the NPC. A moderate favor that takes days or weeks of work for a lord in high standing might be fulfilled with one sentence from a monarch.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nPolitical Favor (Minor)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n**Price** 50 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nMinor favors involve little risk and can be done in a matter of minutes, or at most, a few hours. Examples include signing a search warrant against a target of no political importance or arranging the loan of some horses from a military stable.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nPolitical Favor (Moderate)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n**Price** 1,000 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nModerate favors require work from the politician and the expenditure of at least some political capital, such as having the government purchase a specific building, or reassigning a meddlesome city watch officer. Typically, only NPCs of 11th level or higher can grant such favors. If an NPC is a specialist with a higher level for some tasks, that higher level could apply here, as determined by the GM.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nPolitical Favor (Major)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\n\n**Price** 10,000 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nMajor favors are serious, politically fraught, or otherwise controversial: pardoning a notorious criminal or granting a royal trade monopoly. Typically, only NPCs of 17th level or higher can grant such favors, with exceptions for specialists.",
 "name": "Political Favor (Major)",
 "pfs": "Standard",
 "price": 1000000,
 "price_raw": "10,000 gp",
 "rarity": "uncommon",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 83</row>\r\n\r\n**Price** 10,000 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nMajor favors are serious, politically fraught, or otherwise controversial: pardoning a notorious criminal or granting a royal trade monopoly. …\r\n</summary>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 83"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 83</row>",
 "speed": {},
 "spell_markdown": "",
 "summary": "Major favors are serious, politically fraught, or otherwise controversial: pardoning a notorious criminal or granting a royal trade monopoly. …",
 "summary_markdown": "Major favors are serious, politically fraught, or otherwise controversial: pardoning a notorious criminal or granting a royal trade monopoly. …",
 "text": "<title level=\"1\" right=\"Item 0+\" pfs=\"Standard\" > Political Favor Source Dark Archive pg. 83 --- For many, the allure of being in a secret society is the chance to place their hands on the levers of power in government. Members can rub elbows with the great and good, introduce themselves to politicians and powerbrokers, and form bonds through shared allegiances unavailable to the common rabble. They can lean on those connections for a favor, some little trifle that might matter a great deal to them. Purchasing political favors typically requires membership in a secret society that has significant political sway in the region (such as the Esoteric Order of the Palatine Eye in Ustalav). At the GM's discretion, characters with similarly deep connections (perhaps by virtue of having the royalty background) might also be able to purchase political favors. While the options below assume the favors are being purchased with cash, in most secret societies, favors are more likely to be traded for other favors or services rendered. The granter of the favor isn't necessarily a member of a secret society, but anyone in high office is invariably entangled in webs of favor and obligation. The degree of the favor is based on how much effort it requires of the decision-maker and how much risk to which it exposes them. This can vary depending on the NPC. A moderate favor that takes days or weeks of work for a lord in high standing might be fulfilled with one sentence from a monarch. <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Political Favor (Minor) Source Dark Archive pg. 83 Price 50 gp --- Minor favors involve little risk and can be done in a matter of minutes, or at most, a few hours. Examples include signing a search warrant against a target of no political importance or arranging the loan of some horses from a military stable. <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Political Favor (Moderate) Source Dark Archive pg. 83 Price 1,000 gp --- Moderate favors require work from the politician and the expenditure of at least some political capital, such as having the government purchase a specific building, or reassigning a meddlesome city watch officer. Typically, only NPCs of 11th level or higher can grant such favors. If an NPC is a specialist with a higher level for some tasks, that higher level could apply here, as determined by the GM. <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Political Favor (Major) Source Dark Archive pg. 83 Price 10,000 gp --- Major favors are serious, politically fraught, or otherwise controversial: pardoning a notorious criminal or granting a royal trade monopoly. Typically, only NPCs of 17th level or higher can grant such favors, with exceptions for specialists.",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1634",
 "weakness": {}
}