{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1353-1235",
 "item_category": "Assistive Items",
 "level": 12,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 1+\"\r\n    pfs=\"\"\r\n>\r\n[Reading Ring](/Equipment.aspx?ID=1353)\r\n</title>\n\n<traits>\r\n<trait label=\"Divination\" url=\"/Traits.aspx?ID=47\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 69</row>\r\n\r\n_[**PFS Note**](/pathfinder-society) All Pathfinder Society agents also have access to all assistive items from Morhen’s Mobility Apparel_\n\n<row gap=\"medium\">\n\n**Usage** worn\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\n_Reading rings_ are small magic items that can be crafted into any design the wearer pleases and worn on any finger. They're made using a variety of materials, such as metal or wood, and are imbued with minor divination magic. These rings assist [blind](/Conditions.aspx?ID=1) and low-vision wearers in reading books, tomes, and other such forms of writing, needing only to run the finger or hand wearing the ring over the pages to hear what's written on the page in their mind.\n\n If the user is deafblind, the ring will instead translate the writing into tactile sign or another method for the user to glean the writing's meaning.\n\n A _reading ring_ is personalized to its user and capable of reading only languages in which the user is fluent. Each ring is unique and can't be used by anyone other than its specific bonded user. A _reading ring_ is bonded to its user in a process that taps into the user's inner potential, similar to an [invested](/Traits.aspx?ID=98) item, except the process takes 10 minutes, is permanent, and doesn't count toward your number of invested items. You can wear the ring in various ways, often either on a finger or a chain worn about your person if you can't have it on a digit. You can use the _reading ring_ to read text by taking an Interact action, and you read with the ring at roughly the same rate as a visual reader. There is no limit to how often you can use the ring to read in this manner.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 1\"\r\npfs=\"Standard\"\r\n>\r\nReading Ring\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 69</row>\n\n**Price** 15 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 12\"\r\npfs=\"Standard\"\r\n>\r\nReading Ring (Greater)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 69</row>\n\n**Price** 1,800 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nA _greater reading ring_ has the same function as the standard ring, except it can read any written language and enable the wearer to comprehend what it reads.",
 "name": "Reading Ring (Greater)",
 "pfs": "Standard",
 "price": 180000,
 "price_raw": "1,800 gp",
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "school": "divination",
 "search_markdown": "<traits>\r\n<trait label=\"Divination\" url=\"/Traits.aspx?ID=47\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 69</row>\r\n\r\n**Price** 1,800 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** worn\r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nA  greater reading ring  has the same function as the standard ring, except it can read any written language and enable the wearer to comprehend what …\r\n</summary>",
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 69"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Grand Bazaar](/Sources.aspx?ID=100) pg. 69</row>",
 "speed": {},
 "spell_markdown": "",
 "summary": "A  greater reading ring  has the same function as the standard ring, except it can read any written language and enable the wearer to comprehend what …",
 "summary_markdown": "A  greater reading ring  has the same function as the standard ring, except it can read any written language and enable the wearer to comprehend what …",
 "text": "<title level=\"1\" right=\"Item 1+\" pfs=\"\" > Reading Ring Source Grand Bazaar pg. 69 PFS Note All Pathfinder Society agents also have access to all assistive items from Morhen’s Mobility Apparel Usage worn --- Reading rings are small magic items that can be crafted into any design the wearer pleases and worn on any finger. They're made using a variety of materials, such as metal or wood, and are imbued with minor divination magic. These rings assist blind and low-vision wearers in reading books, tomes, and other such forms of writing, needing only to run the finger or hand wearing the ring over the pages to hear what's written on the page in their mind. If the user is deafblind, the ring will instead translate the writing into tactile sign or another method for the user to glean the writing's meaning. A reading ring is personalized to its user and capable of reading only languages in which the user is fluent. Each ring is unique and can't be used by anyone other than its specific bonded user. A reading ring is bonded to its user in a process that taps into the user's inner potential, similar to an invested item, except the process takes 10 minutes, is permanent, and doesn't count toward your number of invested items. You can wear the ring in various ways, often either on a finger or a chain worn about your person if you can't have it on a digit. You can use the reading ring to read text by taking an Interact action, and you read with the ring at roughly the same rate as a visual reader. There is no limit to how often you can use the ring to read in this manner. <title level=\"2\" right=\"Item 1\" pfs=\"Standard\" > Reading Ring Source Grand Bazaar pg. 69 Price 15 gp <title level=\"2\" right=\"Item 12\" pfs=\"Standard\" > Reading Ring (Greater) Source Grand Bazaar pg. 69 Price 1,800 gp --- A greater reading ring has the same function as the standard ring, except it can read any written language and enable the wearer to comprehend what it reads.",
 "trait": [
  "Divination",
  "Magical"
 ],
 "trait_markdown": "[Divination](/Traits.aspx?ID=47), [Magical](/Traits.aspx?ID=103)",
 "trait_raw": [
  "Divination",
  "Magical"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1353",
 "usage": "worn",
 "usage_markdown": "worn",
 "weakness": {}
}