{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-880-859",
 "item_category": "Services",
 "item_subcategory": "Researcher",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 0+\"\r\n    pfs=\"Standard\"\r\n>\r\n[Researcher](/Equipment.aspx?ID=880)\r\n</title>\n\n<traits>\r\n\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nIn cities all around the world you can find temples, city archives, and organizations like the Pathfinder Society where scholars and librarians can be hired to do research for you or aid you in your own research. Each researcher specializes in a particular subject such as flora native to the Mwangi Expanse, leaders of the First Mendevian Crusade, or Absalom shipping routes. If you plan to hire a researcher, you must hire one for the appropriate subject. The GM can decide that an appropriate researcher is unavailable in a given location, requiring you to look elsewhere for a researcher.\n\n A researcher can be hired to do independent research or as a research assistant. Regardless of what they're hired for, you must specify the level of researcher you're hiring, which is typically not higher than the level of the settlement in which they are hired. When contracting independent research, you hire the researcher to study a subject on your behalf and report the findings to you upon completion. An independent researcher can provide information on subjects up to their level +4, though more difficult tasks take much longer to research. Once the research is done, the researcher presents the relevant findings for the subject as determined by the GM, which is typically the critical success of [Recall Knowledge](/Actions.aspx?ID=26). The level of the subject determines how long the independent research takes. A researcher can provide information on a subject of their level after 1 week. The researcher needs an additional week for every additional level of the subject above their own. For example, a level 6 independent researcher can provide pertinent information on subjects of up to 10th level, but would need 5 weeks to do so. A researcher needs less time when researching subjects of a lower level. A subject 1 level lower requires 5 days, a subject 2 levels lower requires only 3 days, and a researcher only needs 1 day for a subject 3 levels lower. A subject 4 or more levels lower takes less than 1 day and typically not more than 12 hours, as the GM dictates.\n\n When hired as a research assistant, a researcher provides a bonus to checks during the [research subsystem](/Rules.aspx?ID=1205). The research assistant automatically [Aids](/Actions.aspx?ID=75) a single PC with a single skill check rolled as part of researching. If the research assistant is at least 4 levels higher than the level of the library, the Aid is a critical success instead, possibly granting a higher bonus based on the research assistant's proficiency. A research assistant can never help out with a library that's more than 4 levels higher than their own level.\n\n The GM ultimately decides if a researcher is available for a given subject. Particularly obscure subjects may be outside of the capabilities of a hired researcher and are best reserved as something that the PCs must research themselves. Pathfinders typically employ fellow Pathfinders for additional research and must do so by working with a local lodge.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nResearcher (Level 1; trained)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 4 gp (per day)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nResearcher (Level 2)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 6 gp (per day)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nResearcher (Level 3; expert)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 10 gp (per day)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nResearcher (Level 4)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 14 gp (per day)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nResearcher (Level 5)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 20 gp (per day)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nResearcher (Level 6)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 40 gp (per day)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"Standard\"\r\n>\r\nResearcher (Level 7; master)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\n\n**Price** 50 gp (per day)\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>",
 "name": "Researcher (Level 4)",
 "pfs": "Standard",
 "price": 1400,
 "price_raw": "14 gp (per day)",
 "rarity": "common",
 "release_date": "2020-10-14",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [PFS Guide](/Sources.aspx?ID=50) pg. 116</row>\r\n\r\n**Price** 14 gp (per day)\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nIn cities all around the world you can find temples, city archives, and organizations like the Pathfinder Society where scholars and librarians can …\r\n</summary>",
 "source": [
  "PFS Guide"
 ],
 "source_raw": [
  "PFS Guide pg. 116"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[PFS Guide](/Sources.aspx?ID=50) pg. 116</row>",
 "speed": {},
 "spell_markdown": "",
 "summary": "In cities all around the world you can find temples, city archives, and organizations like the Pathfinder Society where scholars and librarians can …",
 "summary_markdown": "In cities all around the world you can find temples, city archives, and organizations like the Pathfinder Society where scholars and librarians can …",
 "text": "<title level=\"1\" right=\"Item 0+\" pfs=\"Standard\" > Researcher Source PFS Guide pg. 116 --- In cities all around the world you can find temples, city archives, and organizations like the Pathfinder Society where scholars and librarians can be hired to do research for you or aid you in your own research. Each researcher specializes in a particular subject such as flora native to the Mwangi Expanse, leaders of the First Mendevian Crusade, or Absalom shipping routes. If you plan to hire a researcher, you must hire one for the appropriate subject. The GM can decide that an appropriate researcher is unavailable in a given location, requiring you to look elsewhere for a researcher. A researcher can be hired to do independent research or as a research assistant. Regardless of what they're hired for, you must specify the level of researcher you're hiring, which is typically not higher than the level of the settlement in which they are hired. When contracting independent research, you hire the researcher to study a subject on your behalf and report the findings to you upon completion. An independent researcher can provide information on subjects up to their level +4, though more difficult tasks take much longer to research. Once the research is done, the researcher presents the relevant findings for the subject as determined by the GM, which is typically the critical success of Recall Knowledge. The level of the subject determines how long the independent research takes. A researcher can provide information on a subject of their level after 1 week. The researcher needs an additional week for every additional level of the subject above their own. For example, a level 6 independent researcher can provide pertinent information on subjects of up to 10th level, but would need 5 weeks to do so. A researcher needs less time when researching subjects of a lower level. A subject 1 level lower requires 5 days, a subject 2 levels lower requires only 3 days, and a researcher only needs 1 day for a subject 3 levels lower. A subject 4 or more levels lower takes less than 1 day and typically not more than 12 hours, as the GM dictates. When hired as a research assistant, a researcher provides a bonus to checks during the research subsystem. The research assistant automatically Aids a single PC with a single skill check rolled as part of researching. If the research assistant is at least 4 levels higher than the level of the library, the Aid is a critical success instead, possibly granting a higher bonus based on the research assistant's proficiency. A research assistant can never help out with a library that's more than 4 levels higher than their own level. The GM ultimately decides if a researcher is available for a given subject. Particularly obscure subjects may be outside of the capabilities of a hired researcher and are best reserved as something that the PCs must research themselves. Pathfinders typically employ fellow Pathfinders for additional research and must do so by working with a local lodge. <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Researcher (Level 1; trained) Source PFS Guide pg. 116 Price 4 gp (per day) <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Researcher (Level 2) Source PFS Guide pg. 116 Price 6 gp (per day) <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Researcher (Level 3; expert) Source PFS Guide pg. 116 Price 10 gp (per day) <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Researcher (Level 4) Source PFS Guide pg. 116 Price 14 gp (per day) <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Researcher (Level 5) Source PFS Guide pg. 116 Price 20 gp (per day) <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Researcher (Level 6) Source PFS Guide pg. 116 Price 40 gp (per day) <title level=\"2\" right=\"Item 0\" pfs=\"Standard\" > Researcher (Level 7; master) Source PFS Guide pg. 116 Price 50 gp (per day) ",
 "trait_markdown": "",
 "type": "Item",
 "url": "/Equipment.aspx?ID=880",
 "weakness": {}
}