{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-2472-2281",
 "item_category": "Services",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 0+\"\r\n    pfs=\"Limited\"\r\n>\r\n[Safe House](/Equipment.aspx?ID=2472)\r\n</title>\n\n<traits>\r\n\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 94</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nSafe houses are locations that are difficult to find and provide sanctuary for groups or individuals in need of a suitable hiding place to lie low. These locations may be utilized by spies seeking refuge from enemies, accused criminals running from unjust or corrupt law enforcement, or any number of others sheltering from a hostile, unsafe, or oppressive situation. Many Firebrands make use of a safe house or set one up themselves in the course of their journeys to keep their presence hidden from spies or to find refuge while fleeing from dangerous locations.\n\n The costs associated with each level is the amount of money required to commission and establish a safe house of that level. This includes renting, purchasing, or constructing the location, bribing any informants for their discretion, and securing routes to and from the safe house in case of emergency. The cost of access to a safe house increases with the level of security it provides. Any creature attempting to locate a safe house must spend at least 2 hours to attempt to [Gather Information](/Actions.aspx?ID=49) on the  location, the DC of which is determined by the safe house's level. The DC of the check required to locate a given safe house is reduced by 1 for each day that the safe house remains in use. For this reason, a particular location is typically used for a maximum of three days, so longer stays in an area require movement between multiple locations. Once the location of a safe house has been compromised, it can't be used as a safe house again until significant time has passed or significant changes have occurred to the location, as determined by the GM.\n\n The GM determines the location and availability of a safe house along with its level. Costs for a safe house may be inflated for secure locations deep within enemy territory. Safe houses with higher security provide increased bonuses against hostile attempts to Gather Information to locate their targets. Level 1 safe houses are the least secure, but they're more widely available and more affordable as they're typically short-term rental houses or nooks in abandoned warehouses. Level 2 safe houses might be a hidden hut erected in a remote location or a secret room aboard a ship. Level 3 safe houses, being protected by a magical veil, a protocol of timed access, or a ferocious guardian beast, are challenging to locate for all but the most skilled seekers.\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nSafe House (Level 1)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 94</row>\n\n**Price** 10 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per day\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nDC 26\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nSafe House (Level 2)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 94</row>\n\n**Price** 100 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per day\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nDC 26\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nSafe House (Level 3)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 94</row>\n\n**Price** 1,000 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per day\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nDC 32",
 "name": "Safe House (Level 2)",
 "price": 10000,
 "price_raw": "100 gp",
 "rarity": "common",
 "release_date": "2023-03-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 94</row>\r\n\r\n**Price** 100 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nDC 26\r\n</summary>",
 "source": [
  "Firebrands"
 ],
 "source_raw": [
  "Firebrands pg. 94"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Firebrands](/Sources.aspx?ID=196) pg. 94</row>",
 "speed": {},
 "spell_markdown": "",
 "summary": "DC 26",
 "summary_markdown": "DC 26",
 "text": "<title level=\"1\" right=\"Item 0+\" pfs=\"Limited\" > Safe House Source Firebrands pg. 94 --- Safe houses are locations that are difficult to find and provide sanctuary for groups or individuals in need of a suitable hiding place to lie low. These locations may be utilized by spies seeking refuge from enemies, accused criminals running from unjust or corrupt law enforcement, or any number of others sheltering from a hostile, unsafe, or oppressive situation. Many Firebrands make use of a safe house or set one up themselves in the course of their journeys to keep their presence hidden from spies or to find refuge while fleeing from dangerous locations. The costs associated with each level is the amount of money required to commission and establish a safe house of that level. This includes renting, purchasing, or constructing the location, bribing any informants for their discretion, and securing routes to and from the safe house in case of emergency. The cost of access to a safe house increases with the level of security it provides. Any creature attempting to locate a safe house must spend at least 2 hours to attempt to Gather Information on the location, the DC of which is determined by the safe house's level. The DC of the check required to locate a given safe house is reduced by 1 for each day that the safe house remains in use. For this reason, a particular location is typically used for a maximum of three days, so longer stays in an area require movement between multiple locations. Once the location of a safe house has been compromised, it can't be used as a safe house again until significant time has passed or significant changes have occurred to the location, as determined by the GM. The GM determines the location and availability of a safe house along with its level. Costs for a safe house may be inflated for secure locations deep within enemy territory. Safe houses with higher security provide increased bonuses against hostile attempts to Gather Information to locate their targets. Level 1 safe houses are the least secure, but they're more widely available and more affordable as they're typically short-term rental houses or nooks in abandoned warehouses. Level 2 safe houses might be a hidden hut erected in a remote location or a secret room aboard a ship. Level 3 safe houses, being protected by a magical veil, a protocol of timed access, or a ferocious guardian beast, are challenging to locate for all but the most skilled seekers. <title level=\"2\" right=\"Item 0\" pfs=\"\" > Safe House (Level 1) Source Firebrands pg. 94 Price 10 gp Ammunition per day --- DC 26 <title level=\"2\" right=\"Item 0\" pfs=\"\" > Safe House (Level 2) Source Firebrands pg. 94 Price 100 gp Ammunition per day --- DC 26 <title level=\"2\" right=\"Item 0\" pfs=\"\" > Safe House (Level 3) Source Firebrands pg. 94 Price 1,000 gp Ammunition per day --- DC 32",
 "trait_markdown": "",
 "type": "Item",
 "url": "/Equipment.aspx?ID=2472",
 "weakness": {}
}