{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-2473-2286",
 "item_category": "Services",
 "level": 0,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 0+\"\r\n    pfs=\"Limited\"\r\n>\r\n[Smuggling](/Equipment.aspx?ID=2473)\r\n</title>\n\n<traits>\r\n\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 95</row>\n\n<row gap=\"medium\">\n\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nSmuggling involves the discrete transport of people or goods. Examples include moving weapons through a neutral nation to supply a hidden army, transporting endangered creatures out of hostile territory for protection, and dispersing stolen resources to the needy. While smugglers are often associated with illicit substances and illegal activities, Firebrands use smuggling as a way to move people and resources undetected across great distances; they do this by using their own networks or by hiring local experts. Many of the Firebrands' operations involve spectacles as misdirection, and it's not uncommon for them to cause a stir to allow goods to be smuggled more easily elsewhere. In particular, they work with the Bellflower Network to aid in the relocation of displaced peoples across borders.\n\n Smugglers transport goods by either taking unconventional routes, offering bribes to guards and inspectors, hiding smuggled goods or people, or disguising or declaring the goods as something different. Borders and conflict zones are areas where smuggling thrives, although smaller or more specialized rings can be found all across the Inner Sea region. Smuggling rings typically operate along particular routes or between specific locations, and the availability of smuggling services and the capacity of those services is up to GM discretion.\n\n The cost of smuggling services depends on distance, as determined by the level of service, and includes transportation fees and a fund for the bribes required to have inspectors look the other way. Level 1 services accept items up to 25 Bulk or a single creature, level 2 services accept items up to 100 Bulk or 3 creatures, level  3 services accept items up to 200 Bulk or 6 creatures, level 4 services accept items up to 300 Bulk or 10 creatures, and level 5 services accept items up to 500 Bulk or up to 20 creatures. More dangerous or difficult subjects of transport, such as explosives or high-level creatures, generally double the cost of the service.\n\n Smuggling services are generally presumed to succeed. In some cases, the GM might rule that the smuggling could fail, leading to the discovery and possible capture of the goods or people, but GMs are encouraged to warn the players in such cases and offer alternatives, such as paying a higher cost for a more secure smuggling attempt or smuggling the goods themselves. \n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nSmuggling (Level 1)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 95</row>\n\n**Price** 10 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per 50 miles\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nSmuggling (Level 2)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 95</row>\n\n**Price** 20 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per 50 miles\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nSmuggling (Level 3)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 95</row>\n\n**Price** 50 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per 50 miles\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nSmuggling (Level 4)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 95</row>\n\n**Price** 90 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per 50 miles\n\n</row>\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 0\"\r\npfs=\"\"\r\n>\r\nSmuggling (Level 5)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 95</row>\n\n**Price** 150 gp\r\n\r\n<row gap=\"medium\">\r\n**Ammunition** per 50 miles\n\n</row>\n\n</column>",
 "name": "Smuggling (Level 4)",
 "price": 9000,
 "price_raw": "90 gp",
 "rarity": "common",
 "release_date": "2023-03-29",
 "resistance": {},
 "search_markdown": "<traits>\r\n\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Firebrands](/Sources.aspx?ID=196) pg. 95</row>\r\n\r\n**Price** 90 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n \r\n\r\n \r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nSmuggling involves the discrete transport of people or goods. Examples include moving weapons through a neutral nation to supply a hidden army, …\r\n</summary>",
 "source": [
  "Firebrands"
 ],
 "source_raw": [
  "Firebrands pg. 95"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Firebrands](/Sources.aspx?ID=196) pg. 95</row>",
 "speed": {},
 "spell_markdown": "",
 "summary": "Smuggling involves the discrete transport of people or goods. Examples include moving weapons through a neutral nation to supply a hidden army, …",
 "summary_markdown": "Smuggling involves the discrete transport of people or goods. Examples include moving weapons through a neutral nation to supply a hidden army, …",
 "text": "<title level=\"1\" right=\"Item 0+\" pfs=\"Limited\" > Smuggling Source Firebrands pg. 95 --- Smuggling involves the discrete transport of people or goods. Examples include moving weapons through a neutral nation to supply a hidden army, transporting endangered creatures out of hostile territory for protection, and dispersing stolen resources to the needy. While smugglers are often associated with illicit substances and illegal activities, Firebrands use smuggling as a way to move people and resources undetected across great distances; they do this by using their own networks or by hiring local experts. Many of the Firebrands' operations involve spectacles as misdirection, and it's not uncommon for them to cause a stir to allow goods to be smuggled more easily elsewhere. In particular, they work with the Bellflower Network to aid in the relocation of displaced peoples across borders. Smugglers transport goods by either taking unconventional routes, offering bribes to guards and inspectors, hiding smuggled goods or people, or disguising or declaring the goods as something different. Borders and conflict zones are areas where smuggling thrives, although smaller or more specialized rings can be found all across the Inner Sea region. Smuggling rings typically operate along particular routes or between specific locations, and the availability of smuggling services and the capacity of those services is up to GM discretion. The cost of smuggling services depends on distance, as determined by the level of service, and includes transportation fees and a fund for the bribes required to have inspectors look the other way. Level 1 services accept items up to 25 Bulk or a single creature, level 2 services accept items up to 100 Bulk or 3 creatures, level 3 services accept items up to 200 Bulk or 6 creatures, level 4 services accept items up to 300 Bulk or 10 creatures, and level 5 services accept items up to 500 Bulk or up to 20 creatures. More dangerous or difficult subjects of transport, such as explosives or high-level creatures, generally double the cost of the service. Smuggling services are generally presumed to succeed. In some cases, the GM might rule that the smuggling could fail, leading to the discovery and possible capture of the goods or people, but GMs are encouraged to warn the players in such cases and offer alternatives, such as paying a higher cost for a more secure smuggling attempt or smuggling the goods themselves. <title level=\"2\" right=\"Item 0\" pfs=\"\" > Smuggling (Level 1) Source Firebrands pg. 95 Price 10 gp Ammunition per 50 miles <title level=\"2\" right=\"Item 0\" pfs=\"\" > Smuggling (Level 2) Source Firebrands pg. 95 Price 20 gp Ammunition per 50 miles <title level=\"2\" right=\"Item 0\" pfs=\"\" > Smuggling (Level 3) Source Firebrands pg. 95 Price 50 gp Ammunition per 50 miles <title level=\"2\" right=\"Item 0\" pfs=\"\" > Smuggling (Level 4) Source Firebrands pg. 95 Price 90 gp Ammunition per 50 miles <title level=\"2\" right=\"Item 0\" pfs=\"\" > Smuggling (Level 5) Source Firebrands pg. 95 Price 150 gp Ammunition per 50 miles\n",
 "trait_markdown": "",
 "type": "Item",
 "url": "/Equipment.aspx?ID=2473",
 "weakness": {}
}