{
 "base_item": [
  "Longspear"
 ],
 "base_item_markdown": "[Longspear](/Weapons.aspx?ID=6)",
 "breadcrumbs_spa": [],
 "bulk": 3,
 "bulk_raw": "3",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-1472",
 "item_category": "Artifacts",
 "level": 20,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 20\"\r\n    pfs=\"Standard\"\r\n>\r\n[Spear of the Destroyer's Flame](/Equipment.aspx?ID=1472)\r\n</title>\n\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 16</row>\n\n<row gap=\"medium\">\n\n**Usage** held in 2 hands\r\n\r\n**Bulk** 3\r\n</row>\r\n\r\n<row gap=\"medium\">\r\n**Base Weapon** [Longspear](/Weapons.aspx?ID=6)\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThe tip of this _+3 [major striking](/Equipment.aspx?ID=280) [greater flaming](/Equipment.aspx?ID=295) [returning](/Equipment.aspx?ID=301) [speed](/Equipment.aspx?ID=304) [longspear](/Weapons.aspx?ID=6)_ is edged with several razor-sharp obsidian blades. The spear has the [thrown 30 feet](/Traits.aspx?ID=195) weapon trait, in addition to the normal weapon traits for a longspear.\n\n While the _Spear of the Destroyer's Flame_ is in your possession, you gain [fire](/Traits.aspx?ID=72) resistance 20. When you critically hit a creature with the spear, the creature's blood begins to boil, unleashing blasts of heat from the wound. The creature takes 2d8 [persistent fire damage](/Conditions.aspx?ID=29), in addition to the persistent fire damage from the _greater flaming_ rune; all creatures adjacent to the creature when it takes the persistent fire damage take an equal amount of fire damage. Like the fire damage from the greater flaming rune, this fire damage ignores a creature's fire resistance, though it doesn't ignore fire immunity.\n\n In addition to its deadliness as a weapon, the _Spear of the Destroyer's Flame_ gives its wielder full control over the Army of Fire, though the orders of the Commander of Flame supersede the orders of anyone wielding the spear, as noted below. While the spear is in your possession, you're aware of the location of the Army of Fire and the army's distance from you. In addition, you can give orders to the Army of Fire, and the army's members will understand and obey you, regardless of what language you speak. If you're within 1 mile of the Army of Fire, the army and its members gain a +10 circumstance bonus to their Speeds. Any members of the Army of Fire within 100 feet of you become [quickened](/Conditions.aspx?ID=32) and can use the additional action to Step, Stride, or Strike. The army remains quickened for 1 minute after moving further than 100 feet from you.\n\n The Army of Fire has unwavering loyalty to the Commander of Flame, an individual who has completed a special activation that ties their soul to the spear. As long as the Army of Fire can see and hear the Commander of Flame, the army will follow the Commander's orders. The Commander of Flame can sense the presence of the Army of Fire and issue orders, regardless of language, with the same effects as for someone in possession of the spear. The Commander of Flame still needs the spear in hand to muster the Army of Fire, however.\n\n If the Commander of Flame doesn't hold the _Spear of the Destroyer's Flame_ for 1 week, it returns to [Cuetzmonquali's](/Monsters.aspx?ID=1722) gut, instantly teleporting to the creature's location. If Cuetzmonquali is dead at this time, the spear also resurrects the creature, using the effects of a critical success on a 10th-level [_resurrect_](/Rituals.aspx?ID=20) ritual.\n\n<document level=\"2\" id=\"action-1111\" />\n\n<document level=\"2\" id=\"action-1112\" />\r\n\r\n**Destruction** If the entire Army of Fire is destroyed and the Commander of Flame is slain with the _Spear of the Destroyer's Flame_, the spear shatters into a massive explosion of flame, dealing 20d10 fire damage in a 30-foot burst (DC 43 [basic](/Rules.aspx?ID=329) Reflex save). In addition, the Commander's soul burns away to nothing, destroying the Commander forever and releasing the bound souls of the Army of Fire to the River of Souls.\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Spear of the Destroyer's Flame",
 "pfs": "Standard",
 "rarity": "unique",
 "release_date": "2021-12-22",
 "resistance": {},
 "school": "evocation",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Monsters of Myth](/Sources.aspx?ID=107) pg. 16</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 2 hands\r\n\r\n**Bulk** 3\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe tip of this  +3  major striking   greater flaming   returning   speed   longspear   is edged with several razor-sharp obsidian blades. The spear …\r\n</summary>",
 "source": [
  "Monsters of Myth"
 ],
 "source_raw": [
  "Monsters of Myth pg. 16"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Monsters of Myth](/Sources.aspx?ID=107) pg. 16</row>",
 "speed": {},
 "spell_markdown": "",
 "stage_markdown": "",
 "summary": "The tip of this  +3  major striking   greater flaming   returning   speed   longspear   is edged with several razor-sharp obsidian blades. The spear …",
 "summary_markdown": "The tip of this  +3  major striking   greater flaming   returning   speed   longspear   is edged with several razor-sharp obsidian blades. The spear …",
 "text": "<title level=\"1\" right=\"Item 20\" pfs=\"Standard\" > Spear of the Destroyer's Flame Source Monsters of Myth pg. 16 Usage held in 2 hands Bulk 3 Base Weapon Longspear --- The tip of this +3 major striking greater flaming returning speed longspear is edged with several razor-sharp obsidian blades. The spear has the thrown 30 feet weapon trait, in addition to the normal weapon traits for a longspear. While the Spear of the Destroyer's Flame is in your possession, you gain fire resistance 20. When you critically hit a creature with the spear, the creature's blood begins to boil, unleashing blasts of heat from the wound. The creature takes 2d8 persistent fire damage, in addition to the persistent fire damage from the greater flaming rune; all creatures adjacent to the creature when it takes the persistent fire damage take an equal amount of fire damage. Like the fire damage from the greater flaming rune, this fire damage ignores a creature's fire resistance, though it doesn't ignore fire immunity. In addition to its deadliness as a weapon, the Spear of the Destroyer's Flame gives its wielder full control over the Army of Fire, though the orders of the Commander of Flame supersede the orders of anyone wielding the spear, as noted below. While the spear is in your possession, you're aware of the location of the Army of Fire and the army's distance from you. In addition, you can give orders to the Army of Fire, and the army's members will understand and obey you, regardless of what language you speak. If you're within 1 mile of the Army of Fire, the army and its members gain a +10 circumstance bonus to their Speeds. Any members of the Army of Fire within 100 feet of you become quickened and can use the additional action to Step, Stride, or Strike. The army remains quickened for 1 minute after moving further than 100 feet from you. The Army of Fire has unwavering loyalty to the Commander of Flame, an individual who has completed a special activation that ties their soul to the spear. As long as the Army of Fire can see and hear the Commander of Flame, the army will follow the Commander's orders. The Commander of Flame can sense the presence of the Army of Fire and issue orders, regardless of language, with the same effects as for someone in possession of the spear. The Commander of Flame still needs the spear in hand to muster the Army of Fire, however. If the Commander of Flame doesn't hold the Spear of the Destroyer's Flame for 1 week, it returns to Cuetzmonquali's gut, instantly teleporting to the creature's location. If Cuetzmonquali is dead at this time, the spear also resurrects the creature, using the effects of a critical success on a 10th-level resurrect ritual. Destruction If the entire Army of Fire is destroyed and the Commander of Flame is slain with the Spear of the Destroyer's Flame , the spear shatters into a massive explosion of flame, dealing 20d10 fire damage in a 30-foot burst (DC 43 basic Reflex save). In addition, the Commander's soul burns away to nothing, destroying the Commander forever and releasing the bound souls of the Army of Fire to the River of Souls.\n",
 "trait": [
  "Artifact",
  "Evocation",
  "Magical",
  "Unique"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=253), [Evocation](/Traits.aspx?ID=65), [Magical](/Traits.aspx?ID=103), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Artifact",
  "Evocation",
  "Magical",
  "Unique"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=1472",
 "usage": "held in 2 hands",
 "usage_markdown": "held in 2 hands",
 "weakness": {}
}