{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 3,
 "bulk_raw": "3",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-955",
 "item_category": "Artifacts",
 "level": 20,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 20\"\r\n    pfs=\"\"\r\n>\r\n[Void Mirror](/Equipment.aspx?ID=955)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Malevolence</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Conjuration\" url=\"/Traits.aspx?ID=33\" />\r\n<trait label=\"Divination\" url=\"/Traits.aspx?ID=47\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 68</row>\n\n<row gap=\"medium\">\n\n**Usage** mounted in frame (see below)\r\n\r\n**Bulk** 3\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nThe _Void Mirror_ was created on a distant planet by a now-extinct alien cult to aid in unlocking the secrets of the Dark Tapestry. It appears as a 5-foot-tall, 2-foot-wide mirror of dark glass. As long as it's unmounted in a frame, the _Void Mirror_ functions only as a mirror, save that it always reflects the sky as if it were night, regardless of the time of day. When the _Void Mirror_ is mounted in a frame, it instead serves as a window into space, displaying a star field in its glass rather than a reflection. This frame can be of any quality, but stouter frames help to prevent the frame's destruction and thus help to keep the _Void Mirror_ functional.\n\n The view presented by the _Void Mirror_ is any view of the night sky possible from its current physical location, regardless of time of day. Observations of the sky in this way add a +3 item bonus to [Astronomy Lore](/Skills.aspx?ID=8) or Perception checks made while using the mirror. The point of view can be shifted through hand gestures, causing the scene within the mirror to reorient in any direction desired.\n\n A character who peers into the starscape within the _Void Mirror_ must attempt a DC 41 Will save. On a failure, the character feels something looking back at them from the dark places between the stars. On a critical failure, this sensation causes the character to become [frightened 1](/Conditions.aspx?ID=19). The character is then temporarily immune to this effect for 24 hours.\n\n By placing the _Void Mirror_ in a specially-constructed frame (such as the one within the Cosmic Crypt in this adventure), it can halt the ongoing transformation of a creature that has performed the apotheosis activation.  Building such a frame is beyond the skill of low-level characters, as it requires an artisan with legendary proficiency in [Crafting](/Skills.aspx?ID=4).\n\n The _Void Mirror_ can be utilized in other ways, but before a character can activate these effects the occult methods to access these ritual-like effects must be [Researched](/Rules.aspx?ID=1205) separately. Since the specific methods for these activations vary slightly from person to person, these methods can't be taught; each person who seeks to activate the _Void Mirror_ in one of the following ways must complete their own research to unlock the artifact's secrets. Each requires a separate number of [Occultism](/Skills.aspx?ID=11) checks to Research, as detailed below for each activation.\n\n<document level=\"2\" id=\"action-726\" />\n\n<document level=\"2\" id=\"action-727\" />\n\n<document level=\"2\" id=\"action-728\" />\r\n\r\n**Destruction** A creature that completes the apotheosis of Becoming the Void can destroy the _Void Mirror_ by smashing it, though doing so also destroys the creature performing this action in a violent burst of occult energy\n\n<column gap=\"tiny\">\n\n</column>",
 "name": "Void Mirror",
 "rarity": "unique",
 "release_date": "2021-07-07",
 "resistance": {},
 "school": "conjuration",
 "search_markdown": "<traits>\r\n<trait label=\"Unique\" url=\"/Traits.aspx?ID=161\" />\r\n<trait label=\"Artifact\" url=\"/Traits.aspx?ID=253\" />\r\n<trait label=\"Conjuration\" url=\"/Traits.aspx?ID=33\" />\r\n<trait label=\"Divination\" url=\"/Traits.aspx?ID=47\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 68</row>\r\n\r\n \r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** mounted in frame (see below)\r\n\r\n**Bulk** 3\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nThe  Void Mirror  was created on a distant planet by a now-extinct alien cult to aid in unlocking the secrets of the Dark Tapestry. It appears as a …\r\n</summary>",
 "skill": [
  "Lore"
 ],
 "source": [
  "Malevolence"
 ],
 "source_raw": [
  "Malevolence pg. 68"
 ],
 "source_category": "Adventures",
 "source_group": "Malevolence",
 "source_markdown": "<row gap=\"tiny\">[Malevolence](/Sources.aspx?ID=88) pg. 68</row>",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Malevolence",
 "stage_markdown": "",
 "summary": "The  Void Mirror  was created on a distant planet by a now-extinct alien cult to aid in unlocking the secrets of the Dark Tapestry. It appears as a …",
 "summary_markdown": "The  Void Mirror  was created on a distant planet by a now-extinct alien cult to aid in unlocking the secrets of the Dark Tapestry. It appears as a …",
 "text": "<title level=\"1\" right=\"Item 20\" pfs=\"\" > Void Mirror May contain spoilers from Malevolence Source Malevolence pg. 68 Usage mounted in frame (see below) Bulk 3 --- The Void Mirror was created on a distant planet by a now-extinct alien cult to aid in unlocking the secrets of the Dark Tapestry. It appears as a 5-foot-tall, 2-foot-wide mirror of dark glass. As long as it's unmounted in a frame, the Void Mirror functions only as a mirror, save that it always reflects the sky as if it were night, regardless of the time of day. When the Void Mirror is mounted in a frame, it instead serves as a window into space, displaying a star field in its glass rather than a reflection. This frame can be of any quality, but stouter frames help to prevent the frame's destruction and thus help to keep the Void Mirror functional. The view presented by the Void Mirror is any view of the night sky possible from its current physical location, regardless of time of day. Observations of the sky in this way add a +3 item bonus to Astronomy Lore or Perception checks made while using the mirror. The point of view can be shifted through hand gestures, causing the scene within the mirror to reorient in any direction desired. A character who peers into the starscape within the Void Mirror must attempt a DC 41 Will save. On a failure, the character feels something looking back at them from the dark places between the stars. On a critical failure, this sensation causes the character to become frightened 1. The character is then temporarily immune to this effect for 24 hours. By placing the Void Mirror in a specially-constructed frame (such as the one within the Cosmic Crypt in this adventure), it can halt the ongoing transformation of a creature that has performed the apotheosis activation. Building such a frame is beyond the skill of low-level characters, as it requires an artisan with legendary proficiency in Crafting. The Void Mirror can be utilized in other ways, but before a character can activate these effects the occult methods to access these ritual-like effects must be Researched separately. Since the specific methods for these activations vary slightly from person to person, these methods can't be taught; each person who seeks to activate the Void Mirror in one of the following ways must complete their own research to unlock the artifact's secrets. Each requires a separate number of Occultism checks to Research, as detailed below for each activation. Destruction A creature that completes the apotheosis of Becoming the Void can destroy the Void Mirror by smashing it, though doing so also destroys the creature performing this action in a violent burst of occult energy\n",
 "trait": [
  "Artifact",
  "Conjuration",
  "Divination",
  "Magical",
  "Unique"
 ],
 "trait_markdown": "[Artifact](/Traits.aspx?ID=253), [Conjuration](/Traits.aspx?ID=33), [Divination](/Traits.aspx?ID=47), [Magical](/Traits.aspx?ID=103), [Unique](/Traits.aspx?ID=161)",
 "trait_raw": [
  "Artifact",
  "Conjuration",
  "Divination",
  "Magical",
  "Unique"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=955",
 "usage": "mounted in frame (see below)",
 "usage_markdown": "mounted in frame (see below)",
 "weakness": {}
}