{
 "base_item_markdown": "",
 "breadcrumbs_spa": [],
 "bulk": 0.1,
 "bulk_raw": "L",
 "category": "equipment",
 "exclude_from_search": false,
 "id": "equipment-270-626",
 "item_category": "Held Items",
 "level": 5,
 "markdown": "<title\r\n    level=\"1\"\r\n    right=\"Item 2+\"\r\n    pfs=\"\"\r\n>\r\n[Wondrous Figurine](/Equipment.aspx?ID=270)\r\n</title>\n\n<traits>\r\n<trait label=\"Conjuration\" url=\"/Traits.aspx?ID=33\" />\r\n<trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" />\r\n</traits>\n\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 576 <sup>4.0</sup></row>\n\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\n\n<row gap=\"medium\">\n\n \r\n\r\n \r\n\r\n \r\n</row>\n\n</column>\r\n\r\n---\n\nEach one of these statuettes is 1 inch in height, carved from a specific material and taking the shape of a particular animal or animals.\n\n<document level=\"2\" id=\"action-178\" />\n\n<column gap=\"tiny\">\n\n</column>\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 10\"\r\npfs=\"Standard\"\r\n>\r\nWondrous Figurine (Golden Lions)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 576 <sup>4.0</sup></row>\n\n**Price** 900 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis statuette depicts a pair of gold lions, and when activated, it becomes a pair of adult [lions](/Monsters.aspx?ID=68). The lions can be called on only once per day, and they remain in lion form for no more than 1 hour. If either of the lions is slain, that lion cannot be summoned again until 1 week has passed, but this doesn't prevent you from summoning the other.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 7\"\r\npfs=\"Standard\"\r\n>\r\nWondrous Figurine (Jade Serpent)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 576 <sup>4.0</sup></row>\n\n**Price** 340 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis tiny statue first appears to be a formless lump of jade until closer inspection reveals it to be a serpentine body curled into a snug knot. When activated, this figurine becomes a [giant viper](/Monsters.aspx?ID=381). The figurine can be used only once per day, and it can remain in serpent form for no more than 10 minutes.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 13\"\r\npfs=\"Standard\"\r\n>\r\nWondrous Figurine (Marble Elephant)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 576 <sup>4.0</sup></row>\n\n**Price** 2,700 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nFinely carved from a solid piece of marble, this gleaming elephant statuette becomes a fully grown [elephant](/Monsters.aspx?ID=201) when activated. The elephant can be called upon no more than four times per month. It remains for 24 hours as long as it is being used as a beast of burden or for transport. If it attempts an attack or otherwise engages in combat, it reverts to statuette form after 1d4 rounds.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 15\"\r\npfs=\"Standard\"\r\n>\r\nWondrous Figurine (Obsidian Steed)\r\n</title>\n\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 576 <sup>4.0</sup></row>\n\n**Price** 6,000 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis sinister-looking black statuette resembles a horse rearing up on its hind legs. When activated, this figurine becomes a [nightmare](/Monsters.aspx?ID=308). It can be called upon once per week for up to 24 hours, though it won't use [_plane shift_](/Spells.aspx?ID=222) or its other abilities on behalf of its rider. Although evil, it allows itself to be ridden by creatures of any alignment, although if a good creature mounts it, the rider must attempt a DC 3 flat check. On a failure, the nightmare uses _plane shift_ to take the rider to a random location in the [Abyss](/Planes.aspx?ID=13), where it promptly returns to statue form, stranding its rider in that nightmarish place.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 2\"\r\npfs=\"Standard\"\r\n>\r\nWondrous Figurine (Onyx Dog)\r\n</title>\n\n<traits>\r\n\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 576 <sup>4.0</sup></row>\n\n**Price** 34 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis simple onyx statue transforms into a [guard dog](/Monsters.aspx?ID=124). The dog has a +4 circumstance bonus to [Survival](/Skills.aspx?ID=16) checks to [Track](/Actions.aspx?ID=66), and it has [darkvision](/MonsterAbilities.aspx?ID=12). When the dog senses a [hidden](/Conditions.aspx?ID=22) creature with its [scent](/MonsterAbilities.aspx?ID=33), that creature is instead [observed](/Conditions.aspx?ID=27) and [concealed](/Conditions.aspx?ID=4). The _onyx dog_ can be activated once per week and remains in its form for up to 6 hours.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 5\"\r\npfs=\"Limited\"\r\n>\r\nWondrous Figurine (Candy Constrictor)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Extinction Curse</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 75</row>\n\n**Price** 140 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nAlthough appearing as a multicolored piece of stick candy, this figurine bears a narrow snake head at one end and is as durable as stone. When activated, it becomes a rainbow-striped [ball python](/Monsters.aspx?ID=380) except it lacks the [Stealth](/Skills.aspx?ID=15) skill. The snake can be used once per day, and it can remain in snake form for up to 20 minutes.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 7\"\r\npfs=\"Limited\"\r\n>\r\nWondrous Figurine (Rubber Bear)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Extinction Curse</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 75</row>\n\n**Price** 350 gp\r\n\r\n<row gap=\"medium\">\n\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis small, stretchable statuette depicts a bear wearing a tutu and a fez and balancing on a ball slightly larger than its head. When activated, it becomes a [grizzly bear](/Monsters.aspx?ID=47) with similar attire. The bear remains balanced upon its rubber ball, and is therefore ungainly: it cannot [Climb](/Actions.aspx?ID=33) or [Swim](/Actions.aspx?ID=39), has a –10- foot circumstance penalty to its Speed, and is always [flat-footed](/Conditions.aspx?ID=16). If the bear leaves its ball, such as if it is repositioned with [forced movement](/Rules.aspx?ID=451) or knocked [prone](/Conditions.aspx?ID=31), it immediately reverts to statuette form. The bear can be used once per day, and it can remain in bear form for up to 1 hour.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 8\"\r\npfs=\"Limited\"\r\n>\r\nWondrous Figurine (Bismuth Leopards)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Strength of Thousands</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 77</row>\n\n**Price** 495 gp\r\n\r\n<row gap=\"medium\">\n\n**Bulk** L\r\n\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis exquisitely crafted statuette is carved into the form of twin panthers climbing a tree. When activated, it transforms into a pair of beautiful [leopards](/Monsters.aspx?ID=67) that are carved out of bismuth and flash hypnotically as they move. Creatures that come within 5 feet of a bismuth leopard or that end their turn within 5 feet of a bismuth leopard become [dazzled](/Conditions.aspx?ID=7) for 1 round unless they succeed at a DC 24 Will save. A creature that comes within 5 feet of both leopards or ends its turn within 5 feet of both leopards need only attempt one saving throw each time. The leopards can be called on only once per day, and they remain in their leopard form for up to 10 minutes. If either of the leopards is slain, that leopard can't be summoned again until 1 week has passed, but this doesn't prevent you from summoning the other leopard.\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 9\"\r\npfs=\"Limited\"\r\n>\r\nWondrous Figurine (Ruby Hippopotamus)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Strength of Thousands</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #170: Spoken on the Song Wind](/Sources.aspx?ID=97) pg. 77</row>\n\n**Price** 700 gp\r\n\r\n<row gap=\"medium\">\n\n**Bulk** L\r\n\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis roughly hewn ruby figurine shimmers with a deep red hue and is carved into the likeness of an ornery hippopotamus. When activated, it transforms into an enraged [hippopotamus](/Monsters.aspx?ID=699) that sees everything within 30 feet of its activation area as its territory. It will relentlessly and ferociously attack anyone within this area except you, but it ignores your commands in favor of defending its area. The hippopotamus is active for 1 minute before reverting to its statue shape, satisfied that it has punished all possible interlopers into its territory. The figurine can be used only once per day\r\n\r\n<title\r\nlevel=\"2\"\r\nright=\"Item 5\"\r\npfs=\"Limited\"\r\n>\r\nWondrous Figurine (Stuffed Fox)\r\n</title>\r\n\r\n<spoilers>May contain spoilers from Blood Lords</spoilers>\r\n\r\n<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<column gap=\"tiny\">\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #182: Graveclaw](/Sources.aspx?ID=143) pg. 77</row>\n\n**Price** 125 gp\r\n\r\n<row gap=\"medium\">\n\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n\r\n</row>\n\n</column>\r\n\r\n---\r\n\r\nThis small toy fox has tufted, fluffy ears and buttons for eyes. When activated, it transforms into a big fox with the statistics of a [riding dog](/Monsters.aspx?ID=125). The stuffed fox always allows you to ride it. While you do, you don't take the –2 penalty to Reflex saves while being mounted, and its jaws Strike gains [Knockdown](/MonsterAbilities.aspx?ID=20). The stuffed fox can be activated once a day and remains in its form for up to 1 hour. ",
 "name": "Wondrous Figurine (Candy Constrictor)",
 "pfs": "Limited",
 "price": 14000,
 "price_raw": "140 gp",
 "rarity": "uncommon",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<traits>\r\n<trait label=\"Uncommon\" url=\"/Traits.aspx?ID=159\" />\r\n</traits>\r\n\r\n<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 576 <sup>4.0</sup></row>\r\n\r\n**Price** 140 gp\r\n\r\n<row gap=\"medium\">\r\n \r\n\r\n**Usage** held in 1 hand\r\n\r\n**Bulk** L\r\n</row>\r\n\r\n<row gap=\"medium\">\n\n \r\n\r\n \r\n</row>\r\n</additional-info>\r\n\r\n---\r\n\r\n<summary>\r\nAlthough appearing as a multicolored piece of stick candy, this figurine bears a narrow snake head at one end and is as durable as stone. When …\r\n</summary>",
 "source": [
  "Pathfinder #152: Legacy of the Lost God"
 ],
 "source_raw": [
  "Pathfinder #152: Legacy of the Lost God pg. 75"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Extinction Curse",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #152: Legacy of the Lost God](/Sources.aspx?ID=23) pg. 75</row>",
 "speed": {},
 "spell_markdown": "",
 "spoilers": "Extinction Curse",
 "summary": "Although appearing as a multicolored piece of stick candy, this figurine bears a narrow snake head at one end and is as durable as stone. When …",
 "summary_markdown": "Although appearing as a multicolored piece of stick candy, this figurine bears a narrow snake head at one end and is as durable as stone. When …",
 "text": "<title level=\"1\" right=\"Item 2+\" pfs=\"\" > Wondrous Figurine Source Core Rulebook pg. 576 4.0 Usage held in 1 hand Bulk L --- Each one of these statuettes is 1 inch in height, carved from a specific material and taking the shape of a particular animal or animals. <title level=\"2\" right=\"Item 10\" pfs=\"Standard\" > Wondrous Figurine (Golden Lions) Source Core Rulebook pg. 576 4.0 Price 900 gp --- This statuette depicts a pair of gold lions, and when activated, it becomes a pair of adult lions. The lions can be called on only once per day, and they remain in lion form for no more than 1 hour. If either of the lions is slain, that lion cannot be summoned again until 1 week has passed, but this doesn't prevent you from summoning the other. <title level=\"2\" right=\"Item 7\" pfs=\"Standard\" > Wondrous Figurine (Jade Serpent) Source Core Rulebook pg. 576 4.0 Price 340 gp --- This tiny statue first appears to be a formless lump of jade until closer inspection reveals it to be a serpentine body curled into a snug knot. When activated, this figurine becomes a giant viper. The figurine can be used only once per day, and it can remain in serpent form for no more than 10 minutes. <title level=\"2\" right=\"Item 13\" pfs=\"Standard\" > Wondrous Figurine (Marble Elephant) Source Core Rulebook pg. 576 4.0 Price 2,700 gp --- Finely carved from a solid piece of marble, this gleaming elephant statuette becomes a fully grown elephant when activated. The elephant can be called upon no more than four times per month. It remains for 24 hours as long as it is being used as a beast of burden or for transport. If it attempts an attack or otherwise engages in combat, it reverts to statuette form after 1d4 rounds. <title level=\"2\" right=\"Item 15\" pfs=\"Standard\" > Wondrous Figurine (Obsidian Steed) Source Core Rulebook pg. 576 4.0 Price 6,000 gp --- This sinister-looking black statuette resembles a horse rearing up on its hind legs. When activated, this figurine becomes a nightmare. It can be called upon once per week for up to 24 hours, though it won't use plane shift or its other abilities on behalf of its rider. Although evil, it allows itself to be ridden by creatures of any alignment, although if a good creature mounts it, the rider must attempt a DC 3 flat check. On a failure, the nightmare uses plane shift to take the rider to a random location in the Abyss, where it promptly returns to statue form, stranding its rider in that nightmarish place. <title level=\"2\" right=\"Item 2\" pfs=\"Standard\" > Wondrous Figurine (Onyx Dog) Source Core Rulebook pg. 576 4.0 Price 34 gp --- This simple onyx statue transforms into a guard dog. The dog has a +4 circumstance bonus to Survival checks to Track, and it has darkvision. When the dog senses a hidden creature with its scent, that creature is instead observed and concealed. The onyx dog can be activated once per week and remains in its form for up to 6 hours. <title level=\"2\" right=\"Item 5\" pfs=\"Limited\" > Wondrous Figurine (Candy Constrictor) May contain spoilers from Extinction Curse Source Pathfinder #152: Legacy of the Lost God pg. 75 Price 140 gp --- Although appearing as a multicolored piece of stick candy, this figurine bears a narrow snake head at one end and is as durable as stone. When activated, it becomes a rainbow-striped ball python except it lacks the Stealth skill. The snake can be used once per day, and it can remain in snake form for up to 20 minutes. <title level=\"2\" right=\"Item 7\" pfs=\"Limited\" > Wondrous Figurine (Rubber Bear) May contain spoilers from Extinction Curse Source Pathfinder #152: Legacy of the Lost God pg. 75 Price 350 gp --- This small, stretchable statuette depicts a bear wearing a tutu and a fez and balancing on a ball slightly larger than its head. When activated, it becomes a grizzly bear with similar attire. The bear remains balanced upon its rubber ball, and is therefore ungainly: it cannot Climb or Swim, has a –10- foot circumstance penalty to its Speed, and is always flat-footed. If the bear leaves its ball, such as if it is repositioned with forced movement or knocked prone, it immediately reverts to statuette form. The bear can be used once per day, and it can remain in bear form for up to 1 hour. <title level=\"2\" right=\"Item 8\" pfs=\"Limited\" > Wondrous Figurine (Bismuth Leopards) May contain spoilers from Strength of Thousands Source Pathfinder #170: Spoken on the Song Wind pg. 77 Price 495 gp Bulk L --- This exquisitely crafted statuette is carved into the form of twin panthers climbing a tree. When activated, it transforms into a pair of beautiful leopards that are carved out of bismuth and flash hypnotically as they move. Creatures that come within 5 feet of a bismuth leopard or that end their turn within 5 feet of a bismuth leopard become dazzled for 1 round unless they succeed at a DC 24 Will save. A creature that comes within 5 feet of both leopards or ends its turn within 5 feet of both leopards need only attempt one saving throw each time. The leopards can be called on only once per day, and they remain in their leopard form for up to 10 minutes. If either of the leopards is slain, that leopard can't be summoned again until 1 week has passed, but this doesn't prevent you from summoning the other leopard. <title level=\"2\" right=\"Item 9\" pfs=\"Limited\" > Wondrous Figurine (Ruby Hippopotamus) May contain spoilers from Strength of Thousands Source Pathfinder #170: Spoken on the Song Wind pg. 77 Price 700 gp Bulk L --- This roughly hewn ruby figurine shimmers with a deep red hue and is carved into the likeness of an ornery hippopotamus. When activated, it transforms into an enraged hippopotamus that sees everything within 30 feet of its activation area as its territory. It will relentlessly and ferociously attack anyone within this area except you, but it ignores your commands in favor of defending its area. The hippopotamus is active for 1 minute before reverting to its statue shape, satisfied that it has punished all possible interlopers into its territory. The figurine can be used only once per day <title level=\"2\" right=\"Item 5\" pfs=\"Limited\" > Wondrous Figurine (Stuffed Fox) May contain spoilers from Blood Lords Source Pathfinder #182: Graveclaw pg. 77 Price 125 gp Usage held in 1 hand Bulk L --- This small toy fox has tufted, fluffy ears and buttons for eyes. When activated, it transforms into a big fox with the statistics of a riding dog. The stuffed fox always allows you to ride it. While you do, you don't take the –2 penalty to Reflex saves while being mounted, and its jaws Strike gains Knockdown. The stuffed fox can be activated once a day and remains in its form for up to 1 hour. ",
 "trait": [
  "Uncommon"
 ],
 "trait_markdown": "[Uncommon](/Traits.aspx?ID=159)",
 "trait_raw": [
  "Uncommon"
 ],
 "type": "Item",
 "url": "/Equipment.aspx?ID=270",
 "usage": "held in 1 hand",
 "usage_markdown": "held in 1 hand",
 "weakness": {}
}