{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Planning a Campaign"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-486",
 "markdown": "<title level=\"1\" right=\"Rules\">[A Welcoming Environment](/Rules.aspx?ID=486)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 485 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe role of Game Master comes with the responsibility of ensuring you and the rest of the players have a rewarding, fun time during the game. Games can deal with difficult subjects and have stressful moments, but fundamentally Pathfinder is a leisure activity. It can remain so only if the players follow the social contract and respect one another.\n\n Players with physical or mental disabilities might find themselves more challenged than abled players. Work with your players to ensure they have the resources and support they need. Additionally, be on the lookout for behavior that’s inappropriate, whether intentional or inadvertent, and pay careful attention to players’ body language during the game. If you notice a player becoming uncomfortable, you are empowered to pause the game, take it in a new direction, privately check in with your players during or after the session, or take any other action you think is appropriate.\n\n If a player tells you they’re uncomfortable with something in the game, whether it’s content you’ve presented as the GM or another player’s or PC’s actions, listen carefully to that player and take steps to ensure they can once again have fun during your game. If you’re preparing prewritten material and you find a character or a situation inappropriate, you are fully empowered to change any details as you see fit. You also have the authority (and responsibility) to ask players to change their behavior—or even leave the table—if what they’re doing is unacceptable or makes others feel uncomfortable. It’s never appropriate to make the person who is uncomfortable responsible for resolving a problem. It’s okay if mistakes happen. What’s important is how you respond and move forward.\n\n Gaming is for everyone. Never let those acting in bad faith undermine your game or exclude other players. Your efforts are part of the long-term process of making games and game culture welcoming to all. Working together, we can build a community where players of all identities and experiences feel safe.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-487\" />\r\n\r\n<document level=\"2\" id=\"rules-488\" />\r\n\r\n<document level=\"2\" id=\"rules-489\" />",
 "name": "A Welcoming Environment",
 "next_link": {
  "label": "Character Creation",
  "url": "/Rules.aspx?ID=490"
 },
 "previous_link": {
  "label": "Themes",
  "url": "/Rules.aspx?ID=485"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 485 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Planning a Campaign\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 485"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 485 <sup>4.0</sup></row>",
 "speed": {},
 "text": " A Welcoming Environment Source Core Rulebook pg. 485 4.0 The role of Game Master comes with the responsibility of ensuring you and the rest of the players have a rewarding, fun time during the game. Games can deal with difficult subjects and have stressful moments, but fundamentally Pathfinder is a leisure activity. It can remain so only if the players follow the social contract and respect one another. Players with physical or mental disabilities might find themselves more challenged than abled players. Work with your players to ensure they have the resources and support they need. Additionally, be on the lookout for behavior that’s inappropriate, whether intentional or inadvertent, and pay careful attention to players’ body language during the game. If you notice a player becoming uncomfortable, you are empowered to pause the game, take it in a new direction, privately check in with your players during or after the session, or take any other action you think is appropriate. If a player tells you they’re uncomfortable with something in the game, whether it’s content you’ve presented as the GM or another player’s or PC’s actions, listen carefully to that player and take steps to ensure they can once again have fun during your game. If you’re preparing prewritten material and you find a character or a situation inappropriate, you are fully empowered to change any details as you see fit. You also have the authority (and responsibility) to ask players to change their behavior—or even leave the table—if what they’re doing is unacceptable or makes others feel uncomfortable. It’s never appropriate to make the person who is uncomfortable responsible for resolving a problem. It’s okay if mistakes happen. What’s important is how you respond and move forward. Gaming is for everyone. Never let those acting in bad faith undermine your game or exclude other players. Your efforts are part of the long-term process of making games and game culture welcoming to all. Working together, we can build a community where players of all identities and experiences feel safe. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=486",
 "weakness": {}
}