{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-74",
 "markdown": "<title level=\"1\" right=\"Rules\">[Ability Score Overview](/Rules.aspx?ID=74)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 20 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEach ability score starts at 10, representing human average, but as you make character choices, you’ll adjust these scores by applying ability boosts, which increase a score, and ability flaws, which decrease a score. As you build your character, remember to apply ability score adjustments when making the following decisions. \n\n**Ancestry**: Each ancestry provides ability boosts, and sometimes an ability flaw. If you are taking any voluntary flaws, apply them in this step (see the sidebar on page 24). \n\n**Background**: Your character’s background provides two ability boosts. \n\n**Class**: Your character’s class provides an ability boost to the ability score most important to your class, called your key ability score. \n\n**Determine Scores**: After the other steps, you apply four more ability boosts of your choice. Then, determine your ability modifiers based on those scores.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Alternative Method: Rolling Ability Scores</title>\r\n\r\nThe standard method of generating ability scores that’s described above works great if you want to create a perfectly customized, balanced character. But your GM may decide to add a little randomness to character creation and let the dice decide what kind of character the players are going to play. In that case, you can use this alternative method to generate your ability scores. Be warned—the same randomness that makes this system fun also allows it to sometimes create characters that are significantly more (or less) powerful than the standard ability score system and other Pathfinder rules assume.\n\n If your GM opts for rolling ability scores, follow these alternative steps, ignoring all other instructions and guidelines about applying ability boosts and ability flaws throughout the character generation process. \n\n### STEP 1: ROLL AND ASSIGN SCORES\n Roll four 6-sided dice (4d6) and discard the lowest die result. Add the three remaining results together and record the sum. (For example, if you rolled a 2, 4, 5, and 6, you would discard the 2 and your total would be 15.) Repeat this process until you’ve generated six such values. Decide which value you want for each of your ability scores. \n\n### STEP 2: ASSIGN ABILITY BOOSTS AND ABILITY FLAWS\n Apply the ability boosts your character gains from their ancestry, but your character gets one fewer free ability boost than normal. If your character’s ancestry has any ability flaws, apply those next. Finally, apply one ability boost to one of the ability scores specified in the character’s background (you do not get the other free ability boost).\n\n These ability boosts cannot raise a score above 18. If this would happen, you can put the ability boost into another ability score instead, as if it were a free ability boost, or you can put it into an ability score of 17 to reach 18 and lose the excess increase. \n\n### STEP 3: RECORD SCORES AND MODIFIERS\n Record the final scores and assign the ability modifiers according to Table 1–1. When your character receives additional ability boosts at higher levels, you assign them as any character would.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-75\" />\r\n\r\n<document level=\"2\" id=\"rules-76\" />",
 "name": "Ability Score Overview",
 "next_link": {
  "label": "Ability Modifiers",
  "url": "/Rules.aspx?ID=77"
 },
 "previous_link": {
  "label": "The Six Ability Scores",
  "url": "/Rules.aspx?ID=67"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 20 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Character Creation\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 20"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 20 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Ability Score Overview Source Core Rulebook pg. 20 4.0 Each ability score starts at 10, representing human average, but as you make character choices, you’ll adjust these scores by applying ability boosts, which increase a score, and ability flaws, which decrease a score. As you build your character, remember to apply ability score adjustments when making the following decisions. Ancestry : Each ancestry provides ability boosts, and sometimes an ability flaw. If you are taking any voluntary flaws, apply them in this step (see the sidebar on page 24). Background : Your character’s background provides two ability boosts. Class : Your character’s class provides an ability boost to the ability score most important to your class, called your key ability score. Determine Scores : After the other steps, you apply four more ability boosts of your choice. Then, determine your ability modifiers based on those scores. Alternative Method: Rolling Ability Scores The standard method of generating ability scores that’s described above works great if you want to create a perfectly customized, balanced character. But your GM may decide to add a little randomness to character creation and let the dice decide what kind of character the players are going to play. In that case, you can use this alternative method to generate your ability scores. Be warned—the same randomness that makes this system fun also allows it to sometimes create characters that are significantly more (or less) powerful than the standard ability score system and other Pathfinder rules assume. If your GM opts for rolling ability scores, follow these alternative steps, ignoring all other instructions and guidelines about applying ability boosts and ability flaws throughout the character generation process. ### STEP 1: ROLL AND ASSIGN SCORES Roll four 6-sided dice (4d6) and discard the lowest die result. Add the three remaining results together and record the sum. (For example, if you rolled a 2, 4, 5, and 6, you would discard the 2 and your total would be 15.) Repeat this process until you’ve generated six such values. Decide which value you want for each of your ability scores. ### STEP 2: ASSIGN ABILITY BOOSTS AND ABILITY FLAWS Apply the ability boosts your character gains from their ancestry, but your character gets one fewer free ability boost than normal. If your character’s ancestry has any ability flaws, apply those next. Finally, apply one ability boost to one of the ability scores specified in the character’s background (you do not get the other free ability boost). These ability boosts cannot raise a score above 18. If this would happen, you can put the ability boost into another ability score instead, as if it were a free ability boost, or you can put it into an ability score of 17 to reach 18 and lose the excess increase. ### STEP 3: RECORD SCORES AND MODIFIERS Record the final scores and assign the ability modifiers according to Table 1–1. When your character receives additional ability boosts at higher levels, you assign them as any character would. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=74",
 "weakness": {}
}