{
 "breadcrumbs": [
  "Introduction",
  "How to Use this Book"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1637",
 "markdown": "<title level=\"1\" right=\"Rules\">[Access Entries](/Rules.aspx?ID=1637)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 5</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMost of the rules content in this book is [uncommon](/Traits.aspx?ID=159) or [rare](/Traits.aspx?ID=137) because such technology is unusual in Golarion. However, sometimes a stat block for an uncommon rules element includes an Access entry that lists specific criteria. A character who meets the criteria listed in the Access entry, such as hailing from a particular locale, gains access to the rules element. This book often groups access requirements by section. For example, the introduction to the Gears Characters chapter (page 12) details the areas of Golarion that grant access to the [inventor](/Classes.aspx?ID=19) class and its related uncommon weapons and gadgetry, so the areas detailed there as granting access serve the role of access requirements for most of the section (not including rare items and certain other elements called out as needing additional approval from the GM, such as vehicles).\n\n As always, the GM has the final say on who can access uncommon or rarer options or whether to allow specific options in the game at all. They might decide that a character's upbringing or abilities make sense for a specific rules option and grant them access even if the character doesn't automatically qualify, or they might decide those same options can't be taken by anyone.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Access Entries",
 "next_link": {
  "label": "World-Building and Tone",
  "url": "/Rules.aspx?ID=1638"
 },
 "previous_link": {
  "label": "Gears, Guns, or Both",
  "url": "/Rules.aspx?ID=1635"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 5</row>\r\n\r\nIntroduction / How to Use this Book\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 5"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 5</row>",
 "speed": {},
 "text": " Access Entries Source Guns &amp; Gears pg. 5 Most of the rules content in this book is uncommon or rare because such technology is unusual in Golarion. However, sometimes a stat block for an uncommon rules element includes an Access entry that lists specific criteria. A character who meets the criteria listed in the Access entry, such as hailing from a particular locale, gains access to the rules element. This book often groups access requirements by section. For example, the introduction to the Gears Characters chapter (page 12) details the areas of Golarion that grant access to the inventor class and its related uncommon weapons and gadgetry, so the areas detailed there as granting access serve the role of access requirements for most of the section (not including rare items and certain other elements called out as needing additional approval from the GM, such as vehicles). As always, the GM has the final say on who can access uncommon or rarer options or whether to allow specific options in the game at all. They might decide that a character's upbringing or abilities make sense for a specific rules option and grant them access even if the character doesn't automatically qualify, or they might decide those same options can't be taken by anyone. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1637",
 "weakness": {}
}