{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1675",
 "markdown": "<title level=\"1\" right=\"Rules\">[Accessory Runes](/Rules.aspx?ID=1675)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 88</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAccessory runes are runes that provide enhancements or abilities to mundane clothing, items, shields, and vehicles. Accessory runes must be physically applied to items through a special process to convey their effects, like all runes. You can apply an accessory rune to any mundane item that meets the criteria in the accessory rune's Usage entry. If allowed by the Usage entry, you can even apply an accessory rune to a magic item that doesn't have the [invested](/Traits.aspx?ID=98) trait, such as a shield. When you inscribe an item with an accessory rune, it gains the invested trait, requiring you to invest the item to gain its magical benefits. An item that already has the invested trait can never have an accessory rune inscribed on it.\n\n Accessory runes follow the same [rules for formulas, etching, and transferring runes as fundamental and property runes](/Rules.aspx?ID=733) with the following exception: because accessory runes are applied to materials that are less sturdy than metal or wood, they can't always be etched into that surface. When transferring runes to a cloth (or other soft) surface, the rune can be stitched, sewn, patched, or embossed onto the material being used. Regardless of the surface's form, use the same rules as you would for etching a rune. When transferring runes from cloth onto a [_runestone_](/Equipment.aspx?ID=247), the rune magically appears on the stone as you cut, unravel, or scrape the rune from the cloth surface.\n\n An item with an accessory rune is typically referred to as a rune item. Items with an accessory rune applied have the same Bulk and general characteristics as the non-magical version, unless noted otherwise. The level of an item with an accessory rune applied to it is equal to the highest level between the base item and the rune applied to it; however, if an item gains a higher item level from its accessory rune, it doesn't increase any of the values used to determine the item's other abilities. For example, an item with activations or abilities that attempt [counteract](/Rules.aspx?ID=371) checks continues to use the item's original level, not the accessory rune's level, to determine its counteract level.\n\n Each accessory rune can be applied to a specific type of item, as indicated in the Usage entry of the rune's stat block. No item can hold more than one accessory rune, as the first accessory rune causes the item to gain the invested trait, and items with the invested trait can't have an accessory rune inscribed on them.\n\n Many armor runes can also be applied to [explorer's clothing](/Armor.aspx?ID=2), and these runes have accessory rune counterparts that can be applied to a coat, cloak, jacket, shirt or similar clothing. The following accessory runes function just as they would if they were etched onto armor: [_energy-resistant_](/Equipment.aspx?ID=283), [_ethereal_](/Equipment.aspx?ID=284), [_shadow_](/Equipment.aspx?ID=288), [_slick_](/Equipment.aspx?ID=289), and [_stanching_](/Equipment.aspx?ID=1294).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Accessory Runes",
 "next_link": {
  "label": "Armor and Shield Adjustments",
  "url": "/Rules.aspx?ID=1676"
 },
 "previous_link": {
  "label": "Assistive Items",
  "url": "/Rules.aspx?ID=1664"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 88</row>\n\n</additional-info>",
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 88"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Grand Bazaar](/Sources.aspx?ID=100) pg. 88</row>",
 "speed": {},
 "text": " Accessory Runes Source Grand Bazaar pg. 88 Accessory runes are runes that provide enhancements or abilities to mundane clothing, items, shields, and vehicles. Accessory runes must be physically applied to items through a special process to convey their effects, like all runes. You can apply an accessory rune to any mundane item that meets the criteria in the accessory rune's Usage entry. If allowed by the Usage entry, you can even apply an accessory rune to a magic item that doesn't have the invested trait, such as a shield. When you inscribe an item with an accessory rune, it gains the invested trait, requiring you to invest the item to gain its magical benefits. An item that already has the invested trait can never have an accessory rune inscribed on it. Accessory runes follow the same rules for formulas, etching, and transferring runes as fundamental and property runes with the following exception: because accessory runes are applied to materials that are less sturdy than metal or wood, they can't always be etched into that surface. When transferring runes to a cloth (or other soft) surface, the rune can be stitched, sewn, patched, or embossed onto the material being used. Regardless of the surface's form, use the same rules as you would for etching a rune. When transferring runes from cloth onto a runestone , the rune magically appears on the stone as you cut, unravel, or scrape the rune from the cloth surface. An item with an accessory rune is typically referred to as a rune item. Items with an accessory rune applied have the same Bulk and general characteristics as the non-magical version, unless noted otherwise. The level of an item with an accessory rune applied to it is equal to the highest level between the base item and the rune applied to it; however, if an item gains a higher item level from its accessory rune, it doesn't increase any of the values used to determine the item's other abilities. For example, an item with activations or abilities that attempt counteract checks continues to use the item's original level, not the accessory rune's level, to determine its counteract level. Each accessory rune can be applied to a specific type of item, as indicated in the Usage entry of the rune's stat block. No item can hold more than one accessory rune, as the first accessory rune causes the item to gain the invested trait, and items with the invested trait can't have an accessory rune inscribed on them. Many armor runes can also be applied to explorer's clothing, and these runes have accessory rune counterparts that can be applied to a coat, cloak, jacket, shirt or similar clothing. The following accessory runes function just as they would if they were etched onto armor: energy-resistant , ethereal , shadow , slick , and stanching . ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1675",
 "weakness": {}
}