{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Rewards",
  "Experience Points",
  "XP Awards"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-577",
 "markdown": "<title level=\"1\" right=\"Rules\">[Accomplishments](/Rules.aspx?ID=577)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 507 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCharacters’ actions that move the story forward—like securing a major alliance, establishing an organization, or causing an NPC to have a change of heart—are considered accomplishments and should be rewarded with XP. Their significance determines the size of the XP award. Determine whether the achievement was a minor, moderate, or major accomplishment, and refer to Table 10–8: XP Awards on page 508 to award an appropriate amount of XP. Minor accomplishments include all sorts of significant, memorable, or surprising moments in the game. A moderate accomplishment typically represents a goal that takes most of a session to complete, and a major accomplishment is usually the culmination of the characters’ efforts across many sessions. Moderate and major accomplishments usually come after heroic effort, so that’s an ideal time to also give a Hero Point to one or more of the characters involved.\n\n As mentioned earlier, it’s up to you how much XP to give out for accomplishments. As a general guideline, in a given game session, you’ll typically give several minor awards, one or two moderate awards, and only one major award, if any.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Accomplishments",
 "next_link": {
  "label": "Party Size",
  "url": "/Rules.aspx?ID=578"
 },
 "previous_link": {
  "label": "Adversaries and Hazards",
  "url": "/Rules.aspx?ID=576"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 507 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Rewards / Experience Points / XP Awards\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 507"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 507 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Accomplishments Source Core Rulebook pg. 507 4.0 Characters’ actions that move the story forward—like securing a major alliance, establishing an organization, or causing an NPC to have a change of heart—are considered accomplishments and should be rewarded with XP. Their significance determines the size of the XP award. Determine whether the achievement was a minor, moderate, or major accomplishment, and refer to Table 10–8: XP Awards on page 508 to award an appropriate amount of XP. Minor accomplishments include all sorts of significant, memorable, or surprising moments in the game. A moderate accomplishment typically represents a goal that takes most of a session to complete, and a major accomplishment is usually the culmination of the characters’ efforts across many sessions. Moderate and major accomplishments usually come after heroic effort, so that’s an ideal time to also give a Hero Point to one or more of the characters involved. As mentioned earlier, it’s up to you how much XP to give out for accomplishments. As a general guideline, in a given game session, you’ll typically give several minor awards, one or two moderate awards, and only one major award, if any. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=577",
 "weakness": {}
}