{
 "breadcrumbs": [
  "Chapter 11: Crafting & Treasure"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-690",
 "markdown": "<title level=\"1\" right=\"Rules\">[Activating Items](/Rules.aspx?ID=690)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 532 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome items produce their effects only when used properly in the moment. Others always offer the same benefits as their mundane counterparts when worn, but have magical abilities you can gain by further spending actions. Either case requires you to use the Activate an Item activity. Activating an Item works much like Casting a Spell, in that the activity takes a variable number of actions and can have different components depending on how you Activate the Item. This information appears in the item’s Activate entry.\n\n If an item is used up when activated, as is the case for consumable items, its Activate entry appears toward the top of the stat block. For permanent items with activated abilities, the Activate entry is a paragraph in the description. Activations are not necessarily magical—for instance, drinking an alchemical elixir isn’t usually a magical effect.\n\n<document level=\"2\" id=\"action-100\" />\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Disrupting Activations</title>\r\n\r\nSome abilities and effects can disrupt the process of Activating an Item. If something disrupts your item activation, you fail to Activate the Item and lose the actions you committed. If the item can be activated only a certain number of times per day, the failed activation still counts against that limit. If an item requires you to spend actions to Sustain an Activation and one of those actions is disrupted, the item’s effect ends.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-691\" />\r\n\r\n<document level=\"2\" id=\"rules-692\" />\r\n\r\n<document level=\"2\" id=\"rules-693\" />",
 "name": "Activating Items",
 "next_link": {
  "label": "Reading Items",
  "url": "/Rules.aspx?ID=694"
 },
 "previous_link": {
  "label": "Investing Magic Items",
  "url": "/Rules.aspx?ID=689"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 532 <sup>4.0</sup></row>\r\n\r\nChapter 11: Crafting &amp; Treasure\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 532"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 532 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Activating Items Source Core Rulebook pg. 532 4.0 Some items produce their effects only when used properly in the moment. Others always offer the same benefits as their mundane counterparts when worn, but have magical abilities you can gain by further spending actions. Either case requires you to use the Activate an Item activity. Activating an Item works much like Casting a Spell, in that the activity takes a variable number of actions and can have different components depending on how you Activate the Item. This information appears in the item’s Activate entry. If an item is used up when activated, as is the case for consumable items, its Activate entry appears toward the top of the stat block. For permanent items with activated abilities, the Activate entry is a paragraph in the description. Activations are not necessarily magical—for instance, drinking an alchemical elixir isn’t usually a magical effect. Disrupting Activations Some abilities and effects can disrupt the process of Activating an Item. If something disrupts your item activation, you fail to Activate the Item and lose the actions you committed. If the item can be activated only a certain number of times per day, the failed activation still counts against that limit. If an item requires you to spend actions to Sustain an Activation and one of those actions is disrupted, the item’s effect ends. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=690",
 "weakness": {}
}