{
 "breadcrumbs": [
  "Chapter 11: Crafting & Treasure",
  "Consumables",
  "Ammunition"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-717",
 "markdown": "<title level=\"1\" right=\"Rules\">[Activated Ammunition](/Rules.aspx?ID=717)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 559 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf magic ammunition doesn’t have an Activate entry, it’s activated automatically when it’s launched. Types of magic ammunition that have an Activate entry must be activated with additional actions before being used. Once you activate the ammunition, you must shoot it before the end of your turn. Otherwise, it deactivates (but it isn’t consumed) and you must activate it again before you can use it. If you shoot the ammunition without activating it first, it functions as non-magical ammunition and is still consumed.\n\n The action required to activate the ammunition doesn’t alter how many actions it takes to reload. For example, you could activate a beacon shot arrow by touching it with 1 action, then draw and shoot the arrow as part of a Strike as normal. For a beacon shot bolt, you could activate it, load it into a crossbow, then shoot it, or load it into the crossbow, then activate it, and then shoot it.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Activated Ammunition",
 "next_link": {
  "label": "Oils",
  "url": "/Rules.aspx?ID=718"
 },
 "previous_link": {
  "label": "Armor",
  "url": "/Rules.aspx?ID=711"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 559 <sup>4.0</sup></row>\r\n\r\nChapter 11: Crafting &amp; Treasure / Consumables / Ammunition\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 559"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 559 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Activated Ammunition Source Core Rulebook pg. 559 4.0 If magic ammunition doesn’t have an Activate entry, it’s activated automatically when it’s launched. Types of magic ammunition that have an Activate entry must be activated with additional actions before being used. Once you activate the ammunition, you must shoot it before the end of your turn. Otherwise, it deactivates (but it isn’t consumed) and you must activate it again before you can use it. If you shoot the ammunition without activating it first, it functions as non-magical ammunition and is still consumed. The action required to activate the ammunition doesn’t alter how many actions it takes to reload. For example, you could activate a beacon shot arrow by touching it with 1 action, then draw and shoot the arrow as part of a Strike as normal. For a beacon shot bolt, you could activate it, load it into a crossbow, then shoot it, or load it into the crossbow, then activate it, and then shoot it. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=717",
 "weakness": {}
}