{
 "breadcrumbs": [
  "The Harrow Court",
  "Epitomes"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1988",
 "markdown": "<title level=\"1\" right=\"Rules\">[Activating an Epitome](/Rules.aspx?ID=1988)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 72</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA card's epitome activates immediately as soon as it arrives within the Harrow Court, as long as the card itself is invested. Likewise, if a PC invests a card while within the Harrow Court, its epitome activates automatically. Once a card's epitome activates, the player characters immediately become aware of those effects, regardless of where in the Harrow Court the epitome manifests. An epitome remains active forever (or at least, until the Harrow Court's destruction)—there's no way to reverse an epitome once it takes place, although at the GM's discretion, an effect like a [_wish_](/Spells.aspx?ID=377) can reverse a single epitome of the caster's choice.\n\n Specific effects for each card's epitome are detailed in the Adventure Toolbox beginning on page 75. Epitome effects for cards discovered in the next two adventures will appear in Adventure Toolboxes for those adventures.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Activating an Epitome",
 "next_link": {
  "label": "Optional Campaign Rules",
  "url": "/Rules.aspx?ID=1989"
 },
 "previous_link": {
  "label": "Into the Court",
  "url": "/Rules.aspx?ID=1981"
 },
 "rarity": "common",
 "release_date": "2023-04-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 72</row>\r\n\r\nThe Harrow Court / Epitomes\r\n</additional-info>",
 "source": [
  "Pathfinder #190: The Choosing"
 ],
 "source_raw": [
  "Pathfinder #190: The Choosing pg. 72"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Stolen Fate",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 72</row>",
 "speed": {},
 "text": " Activating an Epitome Source Pathfinder #190: The Choosing pg. 72 A card's epitome activates immediately as soon as it arrives within the Harrow Court, as long as the card itself is invested. Likewise, if a PC invests a card while within the Harrow Court, its epitome activates automatically. Once a card's epitome activates, the player characters immediately become aware of those effects, regardless of where in the Harrow Court the epitome manifests. An epitome remains active forever (or at least, until the Harrow Court's destruction)—there's no way to reverse an epitome once it takes place, although at the GM's discretion, an effect like a wish can reverse a single epitome of the caster's choice. Specific effects for each card's epitome are detailed in the Adventure Toolbox beginning on page 75. Epitome effects for cards discovered in the next two adventures will appear in Adventure Toolboxes for those adventures. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1988",
 "weakness": {}
}