{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-387",
 "markdown": "<title level=\"1\" right=\"Rules\">[Actions](/Rules.aspx?ID=387)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 461 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou affect the world around you primarily by using actions, which produce effects. Actions are most closely measured and restricted during the encounter mode of play, but even when it isn’t important for you to keep strict track of actions, they remain the way in which you interact with the game world. There are four types of actions: single actions, activities, reactions, and free actions.\n\n **Single actions** can be completed in a very short time. They’re self-contained, and their effects are generated within the span of that single action. During an encounter, you get 3 actions at the beginning of your turn, which you can use as described on page 468.\n\n **Activities** usually take longer and require using multiple actions, which must be spent in succession. Stride is a single action, but [Sudden Charge](/Feats.aspx?ID=134) is an activity in which you use both the Stride and Strike actions to generate its effect.\n\n **Reactions** have triggers, which must be met for you to use the reaction. You can use a reaction anytime its trigger is met, whether it’s your turn or not. In an encounter, you get 1 reaction each round, which you can use as described on page 468. Outside of encounters, your use of reactions is more flexible and up to the GM. Reactions are usually triggered by other creatures or by events outside your control.\n\n **Free actions** don’t cost you any of your actions per turn, nor do they cost your reaction. A free action with no trigger follows the same rules as a single action (except the action cost), and a free action with a trigger follows the same rules as a reaction (except the reaction cost).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">In-Depth Action Rules</title>\r\n\r\nThese rules clarify some of the specifics of using actions. \n\n### Simultaneous Actions\n You can use only one single action, activity, or free action that doesn’t have a trigger at a time. You must complete one before beginning another. For example, the [Sudden Charge](/Feats.aspx?ID=134) activity states you must Stride twice and then Strike, so you couldn’t use an Interact action to open a door in the middle of the movement, nor could you perform part of the move, make your attack, and then finish the move.\n\n Free actions with triggers and reactions work differently. You can use these whenever the trigger occurs, even if the trigger occurs in the middle of another action. \n\n### Subordinate Actions\n An action might allow you to use a simpler action—usually one of the Basic Actions on page 469—in a different circumstance or with different effects. This subordinate action still has its normal traits and effects, but is modified in any ways listed in the larger action. For example, an activity that tells you to Stride up to half your Speed alters the normal distance you can move in a Stride. The Stride would still have the move trait, would still trigger reactions that occur based on movement, and so on. The subordinate action doesn’t gain any of the traits of the larger action unless specified. The action that allows you to use a subordinate action doesn’t require you to spend more actions or reactions to do so; that cost is already factored in.\n\n Using an activity is not the same as using any of its subordinate actions. For example, the quickened condition you get from the [haste](/Feats.aspx?ID=147) spell lets you spend an extra action each turn to Stride or Strike, but you couldn’t use the extra action for an activity that includes a Stride or Strike. As another example, if you used an action that specified, “If the next action you use is a Strike,” an activity that includes a Strike wouldn’t count, because the next thing you are doing is starting an activity, not using the Strike basic action.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-388\" />\r\n\r\n<document level=\"2\" id=\"rules-390\" />\r\n\r\n<document level=\"2\" id=\"rules-392\" />\r\n\r\n<document level=\"2\" id=\"rules-393\" />\r\n\r\n<document level=\"2\" id=\"rules-394\" />",
 "name": "Actions",
 "next_link": {
  "label": "Movement",
  "url": "/Rules.aspx?ID=395"
 },
 "previous_link": {
  "label": "Hit Points, Healing, and Dying",
  "url": "/Rules.aspx?ID=372"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 461 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 461"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 461 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Actions Source Core Rulebook pg. 461 4.0 You affect the world around you primarily by using actions, which produce effects. Actions are most closely measured and restricted during the encounter mode of play, but even when it isn’t important for you to keep strict track of actions, they remain the way in which you interact with the game world. There are four types of actions: single actions, activities, reactions, and free actions. Single actions can be completed in a very short time. They’re self-contained, and their effects are generated within the span of that single action. During an encounter, you get 3 actions at the beginning of your turn, which you can use as described on page 468. Activities usually take longer and require using multiple actions, which must be spent in succession. Stride is a single action, but Sudden Charge is an activity in which you use both the Stride and Strike actions to generate its effect. Reactions have triggers, which must be met for you to use the reaction. You can use a reaction anytime its trigger is met, whether it’s your turn or not. In an encounter, you get 1 reaction each round, which you can use as described on page 468. Outside of encounters, your use of reactions is more flexible and up to the GM. Reactions are usually triggered by other creatures or by events outside your control. Free actions don’t cost you any of your actions per turn, nor do they cost your reaction. A free action with no trigger follows the same rules as a single action (except the action cost), and a free action with a trigger follows the same rules as a reaction (except the reaction cost). In-Depth Action Rules These rules clarify some of the specifics of using actions. ### Simultaneous Actions You can use only one single action, activity, or free action that doesn’t have a trigger at a time. You must complete one before beginning another. For example, the Sudden Charge activity states you must Stride twice and then Strike, so you couldn’t use an Interact action to open a door in the middle of the movement, nor could you perform part of the move, make your attack, and then finish the move. Free actions with triggers and reactions work differently. You can use these whenever the trigger occurs, even if the trigger occurs in the middle of another action. ### Subordinate Actions An action might allow you to use a simpler action—usually one of the Basic Actions on page 469—in a different circumstance or with different effects. This subordinate action still has its normal traits and effects, but is modified in any ways listed in the larger action. For example, an activity that tells you to Stride up to half your Speed alters the normal distance you can move in a Stride. The Stride would still have the move trait, would still trigger reactions that occur based on movement, and so on. The subordinate action doesn’t gain any of the traits of the larger action unless specified. The action that allows you to use a subordinate action doesn’t require you to spend more actions or reactions to do so; that cost is already factored in. Using an activity is not the same as using any of its subordinate actions. For example, the quickened condition you get from the haste spell lets you spend an extra action each turn to Stride or Strike, but you couldn’t use the extra action for an activity that includes a Stride or Strike. As another example, if you used an action that specified, “If the next action you use is a Strike,” an activity that includes a Strike wouldn’t count, because the next thing you are doing is starting an activity, not using the Strike basic action. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=387",
 "weakness": {}
}