{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1462",
 "markdown": "<title level=\"1\" right=\"Rules\">[Adapting Western Weapons](/Rules.aspx?ID=1462)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 76</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMany weapons of Tian Xia are direct conversions of weapons from the real world. However, creating a list of all weapons from all the world's different cultures is beyond the scope of this adventure. Thankfully, many of the most well-known weapons of eastern and southeastern Asia are similar to the weapons already featured in Pathfinder. Rather than take the time to recreate the abilities of every weapon, consider using statistics for existing weapons to replicate weapons missing from the game. For example, throughout this Adventure Path, characters who use [shortswords](/Weapons.aspx?ID=43) in their stat blocks are sometimes illustrated as using a Chinese jian, since the two weapons are virtually indistinguishable from a game design standpoint.\n\n On the other hand, some groups might not be satisfied reskinning existing weapons. GMs and players might instead tweak the statistics of weapons to suit their needs. In general, you should not “increase” one facet of a weapon (such as its damage die) without “decreasing” some other aspect of the item (such as removing a desirable weapon trait). Even so, not all traits are created equal; swapping the [versatile](/Traits.aspx?ID=200) trait for the [agile](/Traits.aspx?ID=170) trait, for example, can have serious mechanical implications. Groups that decide to alter existing weapon stats should be prepared to adjudicate these changes at the table and possibly alter or entirely undo changes if they lead to an unsatisfactory time for the group.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Adapting Western Weapons",
 "next_link": {
  "label": "Researching the Malevolence",
  "url": "/Rules.aspx?ID=1463"
 },
 "previous_link": {
  "label": "Infernal Contracts",
  "url": "/Rules.aspx?ID=1460"
 },
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 76</row>\n\n</additional-info>",
 "source": [
  "Pathfinder #166: Despair on Danger Island"
 ],
 "source_raw": [
  "Pathfinder #166: Despair on Danger Island pg. 76"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Fists of the Ruby Phoenix",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #166: Despair on Danger Island](/Sources.aspx?ID=85) pg. 76</row>",
 "speed": {},
 "text": " Adapting Western Weapons Source Pathfinder #166: Despair on Danger Island pg. 76 Many weapons of Tian Xia are direct conversions of weapons from the real world. However, creating a list of all weapons from all the world's different cultures is beyond the scope of this adventure. Thankfully, many of the most well-known weapons of eastern and southeastern Asia are similar to the weapons already featured in Pathfinder. Rather than take the time to recreate the abilities of every weapon, consider using statistics for existing weapons to replicate weapons missing from the game. For example, throughout this Adventure Path, characters who use shortswords in their stat blocks are sometimes illustrated as using a Chinese jian, since the two weapons are virtually indistinguishable from a game design standpoint. On the other hand, some groups might not be satisfied reskinning existing weapons. GMs and players might instead tweak the statistics of weapons to suit their needs. In general, you should not “increase” one facet of a weapon (such as its damage die) without “decreasing” some other aspect of the item (such as removing a desirable weapon trait). Even so, not all traits are created equal; swapping the versatile trait for the agile trait, for example, can have serious mechanical implications. Groups that decide to alter existing weapon stats should be prepared to adjudicate these changes at the table and possibly alter or entirely undo changes if they lead to an unsatisfactory time for the group. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1462",
 "weakness": {}
}