{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Difficulty Classes"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-555",
 "markdown": "<title level=\"1\" right=\"Rules\">[Adjusting Difficulty](/Rules.aspx?ID=555)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 503 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\n\n## Table 10-6: DC Adjustments\n<row gap=\"tiny\">\n<table> <tr><td>**Difficulty**</td><td>**Adjustment**</td><td>**Rarity**</td></tr> <tr><td>Incredibly easy</td><td>-10</td><td>\\-</td></tr> <tr><td>Very easy</td><td>-5</td><td>\\-</td></tr> <tr><td>Easy</td><td>-2</td><td>\\-</td></tr> <tr><td>Hard</td><td>+2</td><td>Uncommon</td></tr> <tr><td>Very hard</td><td>+5</td><td>Rare</td></tr> <tr><td>Incredibly hard</td><td>+10</td><td>Unique</td></tr> </table></row>\n\n You might decide a DC should differ from the baseline, whether to account for PCs’ areas of expertise or to represent the rarity of spells or items. A DC adjustment represents an essential difference in the difficulty of a task and applies to anyone attempting a specific check for it. Adjustments happen most often with tasks whose DCs are based on their level. Adjustments use a scale of –10 to +10, from incredibly easy checks to incredibly hard ones, and are broken into increments of 2, 5, and 10. You’ll often apply the adjustments for uncommon, rare, or unique subjects.\n\n The adjustments’ names don’t translate to how hard a task actually is for a PC or group of PCs, and adjustments aren’t meant to balance out or replace PCs’ bonuses and penalties. PCs who invest in a skill will become better and better at that skill as they increase in level. For example, even the best 1st-level PC has grim odds against an incredibly hard 1st-level DC, with a huge chance of critical failure, but by 20th level, an optimized character with a modicum of magic or assistance can take down incredibly hard 20th-level DCs over half the time, critically failing only on a 1. At higher levels, many groups will find that the very hard DC is more like standard for them; keep that in mind if you need a check that presents a true challenge to a high level group.\n\n You might use different DCs for a task based on the particular skill or statistic used for the check. Let’s say your PCs encounter a magical tome about aberrant creatures. The tome is 4th-level and has the occult trait, so you set the DC of an Occultism check to Identify the Magic to 19, based on Table 10–5. As noted in Identify Magic, other magic-related skills can typically be used at a higher DC, so you might decide the check is very hard for a character using Arcana and set the DC at 24 for characters using that skill. If a character in your group had Aberration Lore, you might determine that it would be easy or very easy to use that skill and adjust the DC to 17 or 14. These adjustments aren’t taking the place of characters’ bonuses, modifiers, and penalties—they are due to the applicability of the skills being used.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-556\" />",
 "name": "Adjusting Difficulty",
 "next_link": {
  "label": "Minimum Proficiency",
  "url": "/Rules.aspx?ID=557"
 },
 "previous_link": {
  "label": "Level-Based DCs",
  "url": "/Rules.aspx?ID=554"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 503 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Difficulty Classes\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 503"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 503 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Adjusting Difficulty Source Core Rulebook pg. 503 4.0 ## Table 10-6: DC Adjustments Difficulty Adjustment Rarity Incredibly easy -10 \\- Very easy -5 \\- Easy -2 \\- Hard +2 Uncommon Very hard +5 Rare Incredibly hard +10 Unique You might decide a DC should differ from the baseline, whether to account for PCs’ areas of expertise or to represent the rarity of spells or items. A DC adjustment represents an essential difference in the difficulty of a task and applies to anyone attempting a specific check for it. Adjustments happen most often with tasks whose DCs are based on their level. Adjustments use a scale of –10 to +10, from incredibly easy checks to incredibly hard ones, and are broken into increments of 2, 5, and 10. You’ll often apply the adjustments for uncommon, rare, or unique subjects. The adjustments’ names don’t translate to how hard a task actually is for a PC or group of PCs, and adjustments aren’t meant to balance out or replace PCs’ bonuses and penalties. PCs who invest in a skill will become better and better at that skill as they increase in level. For example, even the best 1st-level PC has grim odds against an incredibly hard 1st-level DC, with a huge chance of critical failure, but by 20th level, an optimized character with a modicum of magic or assistance can take down incredibly hard 20th-level DCs over half the time, critically failing only on a 1. At higher levels, many groups will find that the very hard DC is more like standard for them; keep that in mind if you need a check that presents a true challenge to a high level group. You might use different DCs for a task based on the particular skill or statistic used for the check. Let’s say your PCs encounter a magical tome about aberrant creatures. The tome is 4th-level and has the occult trait, so you set the DC of an Occultism check to Identify the Magic to 19, based on Table 10–5. As noted in Identify Magic, other magic-related skills can typically be used at a higher DC, so you might decide the check is very hard for a character using Arcana and set the DC at 24 for characters using that skill. If a character in your group had Aberration Lore, you might determine that it would be easy or very easy to use that skill and adjust the DC to 17 or 14. These adjustments aren’t taking the place of characters’ bonuses, modifiers, and penalties—they are due to the applicability of the skills being used. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=555",
 "weakness": {}
}