{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Running a Game Session"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-507",
 "markdown": "<title level=\"1\" right=\"Rules\">[Adjudicating the Rules](/Rules.aspx?ID=507)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 491 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs the GM, you are responsible for solving any rules disputes. Remember that keeping your game moving is more important than being 100% correct. Looking up rules at the table can slow the game down, so in many cases it's better to make your best guess rather than scour the book for the exact rule. (It can be instructive to look those rules up during a break or after the session, though!) To make calls on the fly, use the following guidelines, which are the same principles the game rules are based on. You might want to keep printouts of these guidelines and the [DC guidelines](/Rules.aspx?ID=552) for quick reference. \n<ul><li>If you don't know how long a quick task takes, go with 1 action, or 2 actions if a character shouldn't be able to perform it three times per round.</li><li>If you're not sure what action a task uses, look for the most similar basic action. If you don't find one, make up an [undefined action](/Rules.aspx?ID=392) and add any necessary traits (usually [attack](/Traits.aspx?ID=15), [concentrate](/Traits.aspx?ID=32), [manipulate](/Traits.aspx?ID=104), or [move](/Traits.aspx?ID=114)).</li><li>When two sides are opposed, have one roll against the other's DC. Don't have both sides roll (initiative is the exception to this rule). The character who rolls is usually the one acting (except in the case of saving throws).</li><li>If an effect raises or lowers chances of success, grant a +1 circumstance bonus or a –1 circumstance penalty.</li><li>If you're not sure how difficult a significant challenge should be, use the DC for the party's level.</li><li>If you're making up an effect, creatures should be incapacitated or killed on only a critical success (or for a saving throw, on a critical failure).</li><li>If you don't know what check to use, pick the most appropriate skill. If no other skill applies to a check to [Recall Knowledge](/Actions.aspx?ID=26), use an appropriate [Lore](/Skills.aspx?ID=8) skill (usually at an untrained proficiency rank).</li><li>Use the characters' daily preparations as the time to reset anything that lasts roughly a day.</li><li>When a character accomplishes something noteworthy that doesn't have rules for XP, award them XP for an [accomplishment](/Rules.aspx?ID=575) (10 to 30 XP).</li><li>When the PCs fail at a task, look for a way they might fail forward, meaning the story moves forward with a negative consequence rather than the failure halting progress entirely.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Adjudicating the Rules",
 "next_link": {
  "label": "Special Circumstances",
  "url": "/Rules.aspx?ID=508"
 },
 "previous_link": {
  "label": "Running a Session",
  "url": "/Rules.aspx?ID=504"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 491 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Running a Game Session\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 491"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 491 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Adjudicating the Rules Source Core Rulebook pg. 491 4.0 As the GM, you are responsible for solving any rules disputes. Remember that keeping your game moving is more important than being 100% correct. Looking up rules at the table can slow the game down, so in many cases it's better to make your best guess rather than scour the book for the exact rule. (It can be instructive to look those rules up during a break or after the session, though!) To make calls on the fly, use the following guidelines, which are the same principles the game rules are based on. You might want to keep printouts of these guidelines and the DC guidelines for quick reference. If you don't know how long a quick task takes, go with 1 action, or 2 actions if a character shouldn't be able to perform it three times per round. If you're not sure what action a task uses, look for the most similar basic action. If you don't find one, make up an undefined action and add any necessary traits (usually attack, concentrate, manipulate, or move). When two sides are opposed, have one roll against the other's DC. Don't have both sides roll (initiative is the exception to this rule). The character who rolls is usually the one acting (except in the case of saving throws). If an effect raises or lowers chances of success, grant a +1 circumstance bonus or a –1 circumstance penalty. If you're not sure how difficult a significant challenge should be, use the DC for the party's level. If you're making up an effect, creatures should be incapacitated or killed on only a critical success (or for a saving throw, on a critical failure). If you don't know what check to use, pick the most appropriate skill. If no other skill applies to a check to Recall Knowledge, use an appropriate Lore skill (usually at an untrained proficiency rank). Use the characters' daily preparations as the time to reset anything that lasts roughly a day. When a character accomplishes something noteworthy that doesn't have rules for XP, award them XP for an accomplishment (10 to 30 XP). When the PCs fail at a task, look for a way they might fail forward, meaning the story moves forward with a negative consequence rather than the failure halting progress entirely. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=507",
 "weakness": {}
}