{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Relics"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1101",
 "markdown": "<title level=\"1\" right=\"Rules\">[Advancing a Relic](/Rules.aspx?ID=1101)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 95</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs a relic’s bearer performs mighty deeds and advances their story, the relic gets stronger. The most basic advancement for a relic is its level, which always matches that of its owner. Weapons and armor can gain fundamental runes normally. You decide what, if any, property runes can be added to a given relic; by default, they can’t have property runes, like any other specific item.\n\n The more complex advancement comes from gifts. Table 2–22: Relic Gifts shows the typical number of gifts a relic should have at a given level, but relics don’t follow this strictly. Rather, gifts arise according to the pace of the story, the needs of the campaign, and the relationship between the character and the relic. Generally speaking, this results in a relic gaining one gift for every 4 levels its bearer has, but this might fluctuate as the campaign progresses. For example, a relic might gain its first gift at 4th level after the bearer defeats a powerful foe. It might then gain its second at 7th, after they perform a special ritual. That same relic might not gain another gift until 13th level and then again at 16th as the player reaches other major milestones.\n\n The gift types—minor, major, and grand—indicate their general power level. Again, the table indicates what’s generally appropriate at certain levels, but you can alter them as you see fit. You should usually avoid giving a minor gift at 10th level or higher, because it just won’t be that impressive, though some of them scale well enough to be interesting at higher levels. The Gold Piece Equivalent entry for each gift helps you determine how much you should reduce treasure when using relics (see [Adjusting Treasure](/Rules.aspx?ID=1102)). \n\n## Table 2–22: Relic Gifts\n<row gap=\"tiny\">\n<table> <tr><td>**Number of Gifts**</td><td>**Minimum Level**</td><td>**Gift Type**</td><td>**Gold Piece Equivalent**</td></tr> <tr><td>1</td><td>1st</td><td>Minor</td><td>20 gp</td></tr> <tr><td>2</td><td>5th</td><td>Minor</td><td>160 gp</td></tr> <tr><td>3</td><td>9th</td><td>Major</td><td>700 gp</td></tr> <tr><td>4</td><td>13th</td><td>Major</td><td>3,000 gp</td></tr> <tr><td>5</td><td>17th</td><td>Grand</td><td>15,000 gp</td></tr> </table></row><br />You decide what gifts a relic gains, generally by either selecting a single gift or offering two paths for the relic to grow and allowing the player to choose, but this should be informed by the story and the nature of the character bearing the relic. A relic should complement the bearer, bolstering the bearer’s strengths and helping to overcome their weaknesses. Within that framework, you should try to maintain a cohesive theme for the relic.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Advancing a Relic",
 "next_link": {
  "label": "Adjusting Treasure",
  "url": "/Rules.aspx?ID=1102"
 },
 "previous_link": {
  "label": "Relic Aspects",
  "url": "/Rules.aspx?ID=1100"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 95</row>\r\n\r\nChapter 2: Tools\r\n/ Relics\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 95"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 95</row>",
 "speed": {},
 "text": " Advancing a Relic Source Gamemastery Guide pg. 95 As a relic’s bearer performs mighty deeds and advances their story, the relic gets stronger. The most basic advancement for a relic is its level, which always matches that of its owner. Weapons and armor can gain fundamental runes normally. You decide what, if any, property runes can be added to a given relic; by default, they can’t have property runes, like any other specific item. The more complex advancement comes from gifts. Table 2–22: Relic Gifts shows the typical number of gifts a relic should have at a given level, but relics don’t follow this strictly. Rather, gifts arise according to the pace of the story, the needs of the campaign, and the relationship between the character and the relic. Generally speaking, this results in a relic gaining one gift for every 4 levels its bearer has, but this might fluctuate as the campaign progresses. For example, a relic might gain its first gift at 4th level after the bearer defeats a powerful foe. It might then gain its second at 7th, after they perform a special ritual. That same relic might not gain another gift until 13th level and then again at 16th as the player reaches other major milestones. The gift types—minor, major, and grand—indicate their general power level. Again, the table indicates what’s generally appropriate at certain levels, but you can alter them as you see fit. You should usually avoid giving a minor gift at 10th level or higher, because it just won’t be that impressive, though some of them scale well enough to be interesting at higher levels. The Gold Piece Equivalent entry for each gift helps you determine how much you should reduce treasure when using relics (see Adjusting Treasure). ## Table 2–22: Relic Gifts Number of Gifts Minimum Level Gift Type Gold Piece Equivalent 1 1st Minor 20 gp 2 5th Minor 160 gp 3 9th Major 700 gp 4 13th Major 3,000 gp 5 17th Grand 15,000 gp You decide what gifts a relic gains, generally by either selecting a single gift or offering two paths for the relic to grow and allowing the player to choose, but this should be informed by the story and the nature of the character bearing the relic. A relic should complement the bearer, bolstering the bearer’s strengths and helping to overcome their weaknesses. Within that framework, you should try to maintain a cohesive theme for the relic. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1101",
 "weakness": {}
}