{
 "breadcrumbs": [
  "Life in the Academy"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1471",
 "markdown": "<title level=\"1\" right=\"Rules\">[Advancing Your Branch Level](/Rules.aspx?ID=1471)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 62</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nUnlike your character's level, your levels in your primary and secondary branches don't advance automatically when you gain Experience Points. Instead, you advance your branches through academic achievement; early in your career, this typically happens via bookwork and exams. As a student at the Magaambya, you can use either the Study downtime activity or the Cram downtime activity to represent your accomplishments in your studies and exams, with the timing based on the academic calendar (as noted for the GM in each volume of the Adventure Path).\n\n Truly accomplished scholars also might be able to use the Practical Research activity as a downtime activity in the field to gain additional new insights and academic advancements during adventures, as opposed to during the normal curriculum. Later volumes of the Adventure Path will note such opportunities for the GM, but if you have additional ideas for location-based research beyond those provided in the adventures themselves, the GM might reward your creativity with an additional opportunity to perform the Practical Research activity and raise your branch levels!\n\n Even with these extra opportunities, you can't advance your primary branch level above your character's level, or your secondary branch level above half your character's level (both with a minimum of 0). If the result of any of these activities would raise a branch level past those limits, put a star next to your branch's level. The next time your character gains a level, raise that branch's level to the new limit and erase the star. This way, if you have an opportunity to advance your branch level, you don't have to wait until your character level is high enough to pursue it.\n\n Each of these downtime activities takes a few months, as they occur over an academic semester. You might have encounters during or between these checks as the story requires.\n\n<document level=\"2\" id=\"action-752\" />\n\n<document level=\"2\" id=\"action-753\" />\n\n<document level=\"2\" id=\"action-754\" />\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Advancing Your Branch Level",
 "next_link": {
  "label": "Branch Benefits",
  "url": "/Rules.aspx?ID=1472"
 },
 "previous_link": {
  "label": "The Five Branches of Scholarship",
  "url": "/Rules.aspx?ID=1468"
 },
 "rarity": "common",
 "release_date": "2021-08-05",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 62</row>\r\n\r\nLife in the Academy\r\n</additional-info>",
 "source": [
  "Pathfinder #169: Kindled Magic"
 ],
 "source_raw": [
  "Pathfinder #169: Kindled Magic pg. 62"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 62</row>",
 "speed": {},
 "text": " Advancing Your Branch Level Source Pathfinder #169: Kindled Magic pg. 62 Unlike your character's level, your levels in your primary and secondary branches don't advance automatically when you gain Experience Points. Instead, you advance your branches through academic achievement; early in your career, this typically happens via bookwork and exams. As a student at the Magaambya, you can use either the Study downtime activity or the Cram downtime activity to represent your accomplishments in your studies and exams, with the timing based on the academic calendar (as noted for the GM in each volume of the Adventure Path). Truly accomplished scholars also might be able to use the Practical Research activity as a downtime activity in the field to gain additional new insights and academic advancements during adventures, as opposed to during the normal curriculum. Later volumes of the Adventure Path will note such opportunities for the GM, but if you have additional ideas for location-based research beyond those provided in the adventures themselves, the GM might reward your creativity with an additional opportunity to perform the Practical Research activity and raise your branch levels! Even with these extra opportunities, you can't advance your primary branch level above your character's level, or your secondary branch level above half your character's level (both with a minimum of 0). If the result of any of these activities would raise a branch level past those limits, put a star next to your branch's level. The next time your character gains a level, raise that branch's level to the new limit and erase the star. This way, if you have an opportunity to advance your branch level, you don't have to wait until your character level is high enough to pursue it. Each of these downtime activities takes a few months, as they occur over an academic semester. You might have encounters during or between these checks as the story requires.\n",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1471",
 "weakness": {}
}