{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Adventure Design"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-948",
 "markdown": "<title level=\"1\" right=\"Rules\">[Adventure Recipes](/Rules.aspx?ID=948)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 40</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThese procedures help you build an adventure skeleton or outline. You'll then go through and flesh out the details of the adventure, including adversaries and locations. As you play, you'll keep adjusting to fit the events of the game. Anything you haven't already introduced can be changed as needed. Just like with any recipe, you're meant to adjust the details to fit your group's preferences. You might stray far from your starting point, and that's OK! These recipes use six steps. You might want to look ahead to your future steps and make choices out of order based on what's most important for you to convey. The catch-all term “opposition” refers to the various adversaries and obstacles the PCs will face. The opposition should be thematically consistent, but not necessarily monolithic. It might contain multiple individuals or groups, who might not get along with one another. \n<ul><li>**[Styles](/Rules.aspx?ID=949)**: The overall vibe of your game, such as a gritty game, dungeon crawl, or high adventure. These frameworks offer guidelines for the number of sessions and types of encounters that work best. </li><li>**[Threats](/Rules.aspx?ID=959)**: Thematic dangers to incorporate into your game, and ways to evoke them as you play. The style and threat are the core parts of your recipe. </li><li>**[Motivations](/Rules.aspx?ID=965)**: Determine more specifically what the opposition's goals and motivations are. </li><li>**[Story Arcs](/Rules.aspx?ID=966)**: This section gives you guidance on how to construct story arcs that will play out over your adventure and maybe beyond. </li><li>**[NPCs and Organizations](/Rules.aspx?ID=967)**: The characters and factions you include should fit the theme. </li><li>**[Mechanics](/Rules.aspx?ID=968)**: Your last step is adding in the individual creatures, hazards, treasure, and so on.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-949\" />\r\n\r\n<document level=\"2\" id=\"rules-959\" />\r\n\r\n<document level=\"2\" id=\"rules-965\" />\r\n\r\n<document level=\"2\" id=\"rules-966\" />\r\n\r\n<document level=\"2\" id=\"rules-967\" />\r\n\r\n<document level=\"2\" id=\"rules-968\" />",
 "name": "Adventure Recipes",
 "next_link": {
  "label": "Encounter Design",
  "url": "/Rules.aspx?ID=969"
 },
 "previous_link": {
  "label": "Theme and Feeling",
  "url": "/Rules.aspx?ID=947"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 40</row>\r\n\r\nChapter 1: Gamemastery Basics / Adventure Design\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 40"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 40</row>",
 "speed": {},
 "text": " Adventure Recipes Source Gamemastery Guide pg. 40 These procedures help you build an adventure skeleton or outline. You'll then go through and flesh out the details of the adventure, including adversaries and locations. As you play, you'll keep adjusting to fit the events of the game. Anything you haven't already introduced can be changed as needed. Just like with any recipe, you're meant to adjust the details to fit your group's preferences. You might stray far from your starting point, and that's OK! These recipes use six steps. You might want to look ahead to your future steps and make choices out of order based on what's most important for you to convey. The catch-all term “opposition” refers to the various adversaries and obstacles the PCs will face. The opposition should be thematically consistent, but not necessarily monolithic. It might contain multiple individuals or groups, who might not get along with one another. Styles : The overall vibe of your game, such as a gritty game, dungeon crawl, or high adventure. These frameworks offer guidelines for the number of sessions and types of encounters that work best. Threats : Thematic dangers to incorporate into your game, and ways to evoke them as you play. The style and threat are the core parts of your recipe. Motivations : Determine more specifically what the opposition's goals and motivations are. Story Arcs : This section gives you guidance on how to construct story arcs that will play out over your adventure and maybe beyond. NPCs and Organizations : The characters and factions you include should fit the theme. Mechanics : Your last step is adding in the individual creatures, hazards, treasure, and so on. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=948",
 "weakness": {}
}