{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Running Modes of Play",
  "Exploration"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-528",
 "markdown": "<title level=\"1\" right=\"Rules\">[Adverse Terrain and Weather](/Rules.aspx?ID=528)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 497 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nExploration gets slower when the party faces dense jungles, deep snow, sandstorms, extreme heat, or similar difficult conditions. You decide how much these factors impact the characters’ progress. The specific effects of certain types of terrain and weather are described starting on page 512.\n\n Difficult terrain such as thick undergrowth usually slows down progress. Unless it’s important how far the group gets in a particular time frame, this can be covered with a quick description of chopping through the vines or trudging through a bog. If the characters are on a deadline, adjust their progress on Table 9–2: Travel Speed (page 479), typically cutting it in half if almost all of the land is difficult terrain or to one-third for greater difficult terrain.\n\n Hazardous terrain, such as the caldera of an active volcano, might physically harm the player characters. The group might have the option to travel directly through or go around by spending more time. You can transition into a more detailed scene while the characters move through hazardous terrain and attempt to mitigate the damage with spells or skill checks. If they endure hazardous terrain, consider giving the PCs a minor or moderate XP reward at the end of their exploration, with slightly more XP if they took smart precautions to avoid taking damage.\n\n Dangerous crevasses, swampy bogs, quicksand, and similar dangers are environmental hazards, which are described beginning on page 512.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Adverse Terrain and Weather",
 "next_link": {
  "label": "Hazards",
  "url": "/Rules.aspx?ID=529"
 },
 "previous_link": {
  "label": "Setting a Party Order",
  "url": "/Rules.aspx?ID=527"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 497 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Running Modes of Play / Exploration\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 497"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 497 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Adverse Terrain and Weather Source Core Rulebook pg. 497 4.0 Exploration gets slower when the party faces dense jungles, deep snow, sandstorms, extreme heat, or similar difficult conditions. You decide how much these factors impact the characters’ progress. The specific effects of certain types of terrain and weather are described starting on page 512. Difficult terrain such as thick undergrowth usually slows down progress. Unless it’s important how far the group gets in a particular time frame, this can be covered with a quick description of chopping through the vines or trudging through a bog. If the characters are on a deadline, adjust their progress on Table 9–2: Travel Speed (page 479), typically cutting it in half if almost all of the land is difficult terrain or to one-third for greater difficult terrain. Hazardous terrain, such as the caldera of an active volcano, might physically harm the player characters. The group might have the option to travel directly through or go around by spending more time. You can transition into a more detailed scene while the characters move through hazardous terrain and attempt to mitigate the damage with spells or skill checks. If they endure hazardous terrain, consider giving the PCs a minor or moderate XP reward at the end of their exploration, with slightly more XP if they took smart precautions to avoid taking damage. Dangerous crevasses, swampy bogs, quicksand, and similar dangers are environmental hazards, which are described beginning on page 512. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=528",
 "weakness": {}
}