{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Running Encounters",
  "Adjudicating Actions"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-842",
 "markdown": "<title level=\"1\" right=\"Rules\">[Aid](/Rules.aspx?ID=842)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 13</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIt's up to you whether someone's preparation is enough to let them [Aid](/Actions.aspx?ID=75) an ally. The preparation should be specific to the task at hand. Helping someone hold a lockpick steady might be enough preparation to Aid an attempt to [Pick a Lock](/Actions.aspx?ID=70), but just saying you're going to “encourage” them likely wouldn't. Second, the character who is attempting to Aid needs to be in a proper position to help, and able to convey any necessary information. Helping a character [Climb](/Actions.aspx?ID=33) a wall is pretty tough if the character a PC wishes to Aid is nowhere near them. Similarly, a character usually needs to be next to their ally or a foe to Aid the ally in attacking the foe. You'll also need to determine how long the preparation takes. Typically, a single action is sufficient to help with a task that's completed in a single round, but to help someone perform a long-term task, like research, the character has to help until the task is finished.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Aid",
 "next_link": {
  "label": "Ready",
  "url": "/Rules.aspx?ID=843"
 },
 "previous_link": {
  "label": "Ad Hoc Bonuses and Penalties",
  "url": "/Rules.aspx?ID=840"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 13</row>\r\n\r\nChapter 1: Gamemastery Basics / Running Encounters / Adjudicating Actions\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 13"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 13</row>",
 "speed": {},
 "text": " Aid Source Gamemastery Guide pg. 13 It's up to you whether someone's preparation is enough to let them Aid an ally. The preparation should be specific to the task at hand. Helping someone hold a lockpick steady might be enough preparation to Aid an attempt to Pick a Lock, but just saying you're going to “encourage” them likely wouldn't. Second, the character who is attempting to Aid needs to be in a proper position to help, and able to convey any necessary information. Helping a character Climb a wall is pretty tough if the character a PC wishes to Aid is nowhere near them. Similarly, a character usually needs to be next to their ally or a foe to Aid the ally in attacking the foe. You'll also need to determine how long the preparation takes. Typically, a single action is sufficient to help with a task that's completed in a single round, but to help someone perform a long-term task, like research, the character has to help until the task is finished. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=842",
 "weakness": {}
}