{
 "breadcrumbs": [
  "Gears Equipment",
  "Siege Weapons",
  "Mounted Siege Weapons"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1624",
 "markdown": "<title level=\"1\" right=\"Rules\">[Aiming](/Rules.aspx?ID=1624)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 72</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA cumbersome mounted siege weapon can't be Aimed in a moment like a bow could be. A member of the weapon's crew needs to take the Aim activity to adjust a mounted siege weapon's aim. At a given time, the weapon is Aimed in a particular way, depending on the target or area the weapon uses. \n<ul><li>**Single Target**: Aimed at one square</li><li>**Burst**: Aimed at one grid corner (that will be the center of the burst)</li><li>**Cone or Line**: Aimed in a particular direction, to the nearest 45ยบ angle.</li></ul> When a siege crew member takes the Aim activity, they can move the aim of a mounted siege weapon only a certain distance (or rotate the weapon a certain amount for a cone or line). Typically, the aim for a single target or burst can't be placed too close to the weapon due to the arc in which the weapon shoots. The distance moved or rotated can be found in each weapon's stat block, as is the minimum distance, if applicable. The Launch entry notes whether the attack is against a single target or in a burst, cone, or line.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Aiming",
 "next_link": {
  "label": "Loading",
  "url": "/Rules.aspx?ID=1625"
 },
 "previous_link": {
  "label": "Gadgets",
  "url": "/Rules.aspx?ID=1621"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 72</row>\r\n\r\nGears Equipment / Siege Weapons / Mounted Siege Weapons\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 72"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 72</row>",
 "speed": {},
 "text": " Aiming Source Guns &amp; Gears pg. 72 A cumbersome mounted siege weapon can't be Aimed in a moment like a bow could be. A member of the weapon's crew needs to take the Aim activity to adjust a mounted siege weapon's aim. At a given time, the weapon is Aimed in a particular way, depending on the target or area the weapon uses. Single Target : Aimed at one square Burst : Aimed at one grid corner (that will be the center of the burst) Cone or Line : Aimed in a particular direction, to the nearest 45ยบ angle. When a siege crew member takes the Aim activity, they can move the aim of a mounted siege weapon only a certain distance (or rotate the weapon a certain amount for a cone or line). Typically, the aim for a single target or burst can't be placed too close to the weapon due to the arc in which the weapon shoots. The distance moved or rotated can be found in each weapon's stat block, as is the minimum distance, if applicable. The Launch entry notes whether the attack is against a single target or in a burst, cone, or line. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1624",
 "weakness": {}
}