{
 "breadcrumbs": [
  "Alchemy Unleashed"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1905",
 "markdown": "<title level=\"1\" right=\"Rules\">[Alchemical Foods](/Rules.aspx?ID=1905)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 46 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe following new traits are used for items presented in this section.\n\n**Lozenge**: You Activate an alchemical lozenge by putting it in your mouth. It stays there, slowly dissolving and releasing its ingredients over time. You can bite a lozenge for a secondary effect. The action this takes is noted in the item. As soon as this secondary effect is over, the lozenge is used up and its benefits for you end. You can drink [elixirs](/Traits.aspx?ID=59), [potions](/Traits.aspx?ID=130), and beverages with a lozenge in your mouth, but you can't benefit from more than one lozenge at a time. If you have two lozenges in your mouth at the same time, both become inert. You can also spit out a lozenge as a single action to end its effect and make it inert. A lozenge dissolves due to its alchemical ingredients, so it typically still works even if you don't have saliva. \n\n**Processed**: An alchemical consumable with the processed trait can be created with [Quick Alchemy](/Feats.aspx?ID=667) but is too complex to create in a single action. Using Quick Alchemy to create a processed item takes 1 minute. If the item would take more than 3 actions to Activate, the time the item remains potent after you create it is equal to its activation time. For instance, a processed item that takes 10 minutes to Activate would remain potent for 10 minutes when created with Quick Alchemy instead of remaining potent only until the start of your next turn. This trait doesn't change other specifics of Quick Alchemy. You could, for example, use double brew to create two of the same processed item over the course of 1 minute.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">New Alchemical Items</title>\r\n\r\nThe new alchemical options appearing in this chapter represent some notable expansions of the abilities available to anyone who uses alchemy, but the [alchemist](/Classes.aspx?ID=1) class in particular. It’s important to consider the impact these options can have on the play experience, not from a balance perspective, but from a story perspective. Characters specializing in [alchemical foods](/equipment/alchemical-items/alchemical-food) will want an adventure that gives them time to prepare alchemical foods with the [processed](/Traits.aspx?ID=487) trait, like the new [cooperative waffles](/Equipment.aspx?ID=1911). Be sure that your players choosing these options have the opportunity to take full advantage of them, or warn them if that option won’t be available.\r\n</aside>",
 "name": "Alchemical Foods",
 "next_link": {
  "label": "Bottled Monstrosities",
  "url": "/Rules.aspx?ID=1906"
 },
 "previous_link": {
  "label": "Chapter 3: Weather",
  "url": "/Rules.aspx?ID=1897"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 46 <sup>1.1</sup></row>\r\n\r\nAlchemy Unleashed\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 46"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 46 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Alchemical Foods Source Treasure Vault pg. 46 1.1 The following new traits are used for items presented in this section. Lozenge : You Activate an alchemical lozenge by putting it in your mouth. It stays there, slowly dissolving and releasing its ingredients over time. You can bite a lozenge for a secondary effect. The action this takes is noted in the item. As soon as this secondary effect is over, the lozenge is used up and its benefits for you end. You can drink elixirs, potions, and beverages with a lozenge in your mouth, but you can't benefit from more than one lozenge at a time. If you have two lozenges in your mouth at the same time, both become inert. You can also spit out a lozenge as a single action to end its effect and make it inert. A lozenge dissolves due to its alchemical ingredients, so it typically still works even if you don't have saliva. Processed : An alchemical consumable with the processed trait can be created with Quick Alchemy but is too complex to create in a single action. Using Quick Alchemy to create a processed item takes 1 minute. If the item would take more than 3 actions to Activate, the time the item remains potent after you create it is equal to its activation time. For instance, a processed item that takes 10 minutes to Activate would remain potent for 10 minutes when created with Quick Alchemy instead of remaining potent only until the start of your next turn. This trait doesn't change other specifics of Quick Alchemy. You could, for example, use double brew to create two of the same processed item over the course of 1 minute. New Alchemical Items The new alchemical options appearing in this chapter represent some notable expansions of the abilities available to anyone who uses alchemy, but the alchemist class in particular. It’s important to consider the impact these options can have on the play experience, not from a balance perspective, but from a story perspective. Characters specializing in alchemical foods will want an adventure that gives them time to prepare alchemical foods with the processed trait, like the new cooperative waffles. Be sure that your players choosing these options have the opportunity to take full advantage of them, or warn them if that option won’t be available. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1905",
 "weakness": {}
}