{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1904",
 "markdown": "<title level=\"1\" right=\"Rules\">[Alchemy Unleashed](/Rules.aspx?ID=1904)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 41 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAlchemical items are a deep tool set that can be leveraged by nearly any adventuring party. However, they're particularly effective in the hands of an [alchemist](/Classes.aspx?ID=1), or other alchemical specialists like [herbalists](/Archetypes.aspx?ID=62), [munitions crafters](/Feats.aspx?ID=3158), [fireworks technicians](/Archetypes.aspx?ID=119), and others who specialize in various fields of the alchemical sciences.\n\n This chapter introduces an array of new alchemical items. [Bottled monstrosities](/equipment/alchemical-items/bottled-monstrosities) in particular bear special mention, as most include a line like, “**Craft Requirements** Supply the corpse of a [roc](/Monsters.aspx?ID=352).” While these crafting requirements can be ignored for the sake of the story being told, they can also be a potent storytelling tool, enabling your players to directly convert their triumphs on the battlefield into new tools for adventuring. For more information on integrating items from this book into the stories you tell at the table, see Nature Crafting and Story-Based Crafting in Chapter 5. \r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1905\" />\r\n\r\n<document level=\"2\" id=\"rules-1906\" />",
 "name": "Alchemy Unleashed",
 "next_link": {
  "label": "Momentary Magic",
  "url": "/Rules.aspx?ID=1907"
 },
 "previous_link": {
  "label": "Chapter 3: Weather",
  "url": "/Rules.aspx?ID=1897"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 41 <sup>1.1</sup></row>\n\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 41"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 41 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Alchemy Unleashed Source Treasure Vault pg. 41 1.1 Alchemical items are a deep tool set that can be leveraged by nearly any adventuring party. However, they're particularly effective in the hands of an alchemist, or other alchemical specialists like herbalists, munitions crafters, fireworks technicians, and others who specialize in various fields of the alchemical sciences. This chapter introduces an array of new alchemical items. Bottled monstrosities in particular bear special mention, as most include a line like, “ Craft Requirements Supply the corpse of a roc.” While these crafting requirements can be ignored for the sake of the story being told, they can also be a potent storytelling tool, enabling your players to directly convert their triumphs on the battlefield into new tools for adventuring. For more information on integrating items from this book into the stories you tell at the table, see Nature Crafting and Story-Based Crafting in Chapter 5. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1904",
 "weakness": {}
}