{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "The Planes",
  "Planar Traits"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1175",
 "markdown": "<title level=\"1\" right=\"Rules\">[Alignment Trait](/Rules.aspx?ID=1175)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 136</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCertain planes, particularly in the Outer Sphere, are attuned to an alignment. Most inhabitants share that alignment— even powerful creatures such as deities. Planes with the neutral alignment trait are more often a mix of alignments than strongly neutral, and planes with no alignment affinity simply don’t have an alignment trait, rather than being neutral. Alignments are given as an abbreviation (_Pathfinder Bestiary 345_), which appears first in the plane’s list of traits.\n\n Spells that share any of the plane’s alignment traits are enhanced, and those with opposing traits are impeded. For instance, in the chaotic evil Abyss, chaotic and evil spells are enhanced, and lawful and good spells are impeded.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Alignment Trait",
 "next_link": {
  "label": "Scope Trait",
  "url": "/Rules.aspx?ID=1176"
 },
 "previous_link": {
  "label": "Enhanced and Impeded Magic",
  "url": "/Rules.aspx?ID=1174"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 136</row>\r\n\r\nChapter 2: Tools\r\n/ The Planes / Planar Traits\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 136"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 136</row>",
 "speed": {},
 "text": " Alignment Trait Source Gamemastery Guide pg. 136 Certain planes, particularly in the Outer Sphere, are attuned to an alignment. Most inhabitants share that alignment— even powerful creatures such as deities. Planes with the neutral alignment trait are more often a mix of alignments than strongly neutral, and planes with no alignment affinity simply don’t have an alignment trait, rather than being neutral. Alignments are given as an abbreviation ( Pathfinder Bestiary 345 ), which appears first in the plane’s list of traits. Spells that share any of the plane’s alignment traits are enhanced, and those with opposing traits are impeded. For instance, in the chaotic evil Abyss, chaotic and evil spells are enhanced, and lawful and good spells are impeded. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1175",
 "weakness": {}
}