{
 "breadcrumbs": [
  "Chapter 4: Variant Rules",
  "Alignment Variants",
  "Major Changes",
  "Rules Adjustments"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1315",
 "markdown": "<title level=\"1\" right=\"Rules\">[Aligned Damage](/Rules.aspx?ID=1315)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 185</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf you’re using the no alignment variant, remove or replace aligned damage (chaotic, evil, good, and lawful damage), which requires significant adjustments for creatures like angels and devils that were built with a weakness to aligned damage. One option is to replace them one-for-one with new damage types like “radiant” and “shadow” that don’t have any moral assumptions. Another option is to simply change the damage type needed for creature weaknesses to some other damage type on a case-by-case basis. A third option is to remove the weaknesses, reduce the monsters’ maximum Hit Points, and call it good. No matter what you do with creatures, you’ll also have to replace abilities like the champion’s that deal aligned damage in a similar way, or remove those abilities.\n\n If you’re using the moral intentions variant, you can replace chaotic, evil, good, and lawful damage with a single type of damage called aligned damage, which harms those with intentions directly opposed to those held by the character, as determined by you as GM.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Aligned Damage",
 "next_link": {
  "label": "Detection",
  "url": "/Rules.aspx?ID=1316"
 },
 "previous_link": {
  "label": "Moral Intentions",
  "url": "/Rules.aspx?ID=1313"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 185</row>\r\n\r\nChapter 4: Variant Rules / Alignment Variants / Major Changes / Rules Adjustments\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 185"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 185</row>",
 "speed": {},
 "text": " Aligned Damage Source Gamemastery Guide pg. 185 If you’re using the no alignment variant, remove or replace aligned damage (chaotic, evil, good, and lawful damage), which requires significant adjustments for creatures like angels and devils that were built with a weakness to aligned damage. One option is to replace them one-for-one with new damage types like “radiant” and “shadow” that don’t have any moral assumptions. Another option is to simply change the damage type needed for creature weaknesses to some other damage type on a case-by-case basis. A third option is to remove the weaknesses, reduce the monsters’ maximum Hit Points, and call it good. No matter what you do with creatures, you’ll also have to replace abilities like the champion’s that deal aligned damage in a similar way, or remove those abilities. If you’re using the moral intentions variant, you can replace chaotic, evil, good, and lawful damage with a single type of damage called aligned damage, which harms those with intentions directly opposed to those held by the character, as determined by you as GM. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1315",
 "weakness": {}
}