{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1728",
 "markdown": "<title level=\"1\" right=\"Rules\">[Apocryphal Domain Spells](/Rules.aspx?ID=1728)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 142</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nNot all clerical traditions are taught among the orthodoxy. Some are whispered in secret, passed down from a priest to trusted acolytes or scribed in tomes left behind by splinter factions. Some apocryphal spells are considered heretical and suppressed, but others have fallen out of use or are specific to a region or sect. These apocryphal spells usually rely on more abstract associations between divine power and a certain effect than those seen in orthodox ones.\n\n The GM might allow a character who comes from a strange sect or worships an underground aspect of a deity to select an apocryphal domain spell in place of the standard initial or advanced spell for that domain. These characters are typically [clerics](/Classes.aspx?ID=5) with [Domain Initiate](/Feats.aspx?ID=265) but can include other characters with domain spells, like [champions](/Classes.aspx?ID=4) with [Deity's Domain](/Feats.aspx?ID=214) or [oracles](/Classes.aspx?ID=14) with [Domain Acumen](/Feats.aspx?ID=1488). \r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Apocryphal Domain Spells",
 "next_link": {
  "label": "Tempting Curses",
  "url": "/Rules.aspx?ID=1729"
 },
 "previous_link": {
  "label": "Deviant Abilities",
  "url": "/Rules.aspx?ID=1718"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 142</row>\n\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 142"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 142</row>",
 "speed": {},
 "text": " Apocryphal Domain Spells Source Dark Archive pg. 142 Not all clerical traditions are taught among the orthodoxy. Some are whispered in secret, passed down from a priest to trusted acolytes or scribed in tomes left behind by splinter factions. Some apocryphal spells are considered heretical and suppressed, but others have fallen out of use or are specific to a region or sect. These apocryphal spells usually rely on more abstract associations between divine power and a certain effect than those seen in orthodox ones. The GM might allow a character who comes from a strange sect or worships an underground aspect of a deity to select an apocryphal domain spell in place of the standard initial or advanced spell for that domain. These characters are typically clerics with Domain Initiate but can include other characters with domain spells, like champions with Deity's Domain or oracles with Domain Acumen. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1728",
 "weakness": {}
}