{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1739",
 "markdown": "<title level=\"1\" right=\"Rules\">[Appendix 2: Kingdoms](/Rules.aspx?ID=1739)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 506</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe PCs don't create their kingdom at the start of Kingmaker. Instead they begin this process at the start of Chapter 4, after their victory over the Stag Lord convinces the leaders of Brevoy to grant the PCs a charter to establish their own kingdom in the Stolen Lands.\n\n Ruling a kingdom takes a lot of the PCs' time, so to ensure that your gaming group has plenty of uninterrupted time for more traditional adventuring, the rules presented in this appendix take place entirely in downtime. The mechanics treat the kingdom itself as a sort of additional character in the party, so players who know how to navigate and level up their own characters should find managing a kingdom relatively easy.\n\n Most of the kingdom rules—specifically from the start of the [Kingdom Creation](/Rules.aspx?ID=1741) section through the end of the [Settlements](/Rules.aspx?ID=541) section, apart from the quest sidebars—are written for the players as well as the GM, and should be shared with them. The quest sidebars and the [Kingdom Events](/Rules.aspx?ID=1839) section that concludes the appendix are for the GM only. A spoiler-free version of these rules (along with the [warfare rules](/Rules.aspx?ID=1845) from Appendix 3) are available for free download as a PDF, along with the Kingmaker Player's Guide, both available at [paizo.com](https://paizo.com/store/pathfinder/adventures/adventurePath/kingmakerap).\n\n Though these rules use the word “kingdom” to refer to the nation ruled by the PCs, their government doesn't need to be a monarchy. Likewise, titles like “queen” or “king” may differ from the terms the PCs choose for their leaders (and in any case, gender has no mechanical role in the kingdom rules).\n\n These rules are focused specifically on the Kingmaker Adventure Path and so include only elements appropriate for its setting and storyline. You won't find rules for building kingdoms in the desert or on the ocean, nor will you find events involving monsters that don't make sense in the Stolen Lands or buildings that aren't thematically appropriate for the storyline. If you wish to use these rules to run kingdoms outside of Kingmaker, you may need to adjust these rules to fit your game.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Kingdoms in the Background</title>\r\n\r\nNot every group will be interested in the details of how a kingdom is built and managed. In such a case, the GM can allow the PCs' kingdom to develop and grow in the background of the story. Resource encounters during hexploration become largely flavor discoveries in this case, and while you can still run Kingdom events as they occur during the campaign, their mechanical effects and repercussions should limit themselves to those that affect the PCs directly.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Working Together</title>\r\n\r\nMore so than typical Pathfinder campaigns, _Kingmaker_ assumes that the PCs work together. These rules assume that all of the PCs have roles as leaders in the nation, and that they're all focused on making their kingdom prosperous and stable, rather than stealing from the treasury, oppressing the citizens (or each other), or striking out on their own to start competing kingdoms. Before starting this campaign, you should make sure your players understand this assumption and build appropriate characters.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1740\" />\r\n\r\n<document level=\"2\" id=\"rules-1741\" />\r\n\r\n<document level=\"2\" id=\"rules-1758\" />\r\n\r\n<document level=\"2\" id=\"rules-1774\" />\r\n\r\n<document level=\"2\" id=\"rules-1775\" />\r\n\r\n<document level=\"2\" id=\"rules-1780\" />\r\n\r\n<document level=\"2\" id=\"rules-1781\" />\r\n\r\n<document level=\"2\" id=\"rules-1794\" />\r\n\r\n<document level=\"2\" id=\"rules-1814\" />\r\n\r\n<document level=\"2\" id=\"rules-1819\" />\r\n\r\n<document level=\"2\" id=\"rules-1839\" />",
 "name": "Appendix 2: Kingdoms",
 "next_link": {
  "label": "Appendix 3: Warfare",
  "url": "/Rules.aspx?ID=1845"
 },
 "previous_link": {
  "label": "Psychic Duels",
  "url": "/Rules.aspx?ID=1732"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 506</row>\n\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 506"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 506</row>",
 "speed": {},
 "text": " Appendix 2: Kingdoms Source Kingmaker Adventure Path pg. 506 The PCs don't create their kingdom at the start of Kingmaker. Instead they begin this process at the start of Chapter 4, after their victory over the Stag Lord convinces the leaders of Brevoy to grant the PCs a charter to establish their own kingdom in the Stolen Lands. Ruling a kingdom takes a lot of the PCs' time, so to ensure that your gaming group has plenty of uninterrupted time for more traditional adventuring, the rules presented in this appendix take place entirely in downtime. The mechanics treat the kingdom itself as a sort of additional character in the party, so players who know how to navigate and level up their own characters should find managing a kingdom relatively easy. Most of the kingdom rules—specifically from the start of the Kingdom Creation section through the end of the Settlements section, apart from the quest sidebars—are written for the players as well as the GM, and should be shared with them. The quest sidebars and the Kingdom Events section that concludes the appendix are for the GM only. A spoiler-free version of these rules (along with the warfare rules from Appendix 3) are available for free download as a PDF, along with the Kingmaker Player's Guide, both available at paizo.com. Though these rules use the word “kingdom” to refer to the nation ruled by the PCs, their government doesn't need to be a monarchy. Likewise, titles like “queen” or “king” may differ from the terms the PCs choose for their leaders (and in any case, gender has no mechanical role in the kingdom rules). These rules are focused specifically on the Kingmaker Adventure Path and so include only elements appropriate for its setting and storyline. You won't find rules for building kingdoms in the desert or on the ocean, nor will you find events involving monsters that don't make sense in the Stolen Lands or buildings that aren't thematically appropriate for the storyline. If you wish to use these rules to run kingdoms outside of Kingmaker, you may need to adjust these rules to fit your game. Kingdoms in the Background Not every group will be interested in the details of how a kingdom is built and managed. In such a case, the GM can allow the PCs' kingdom to develop and grow in the background of the story. Resource encounters during hexploration become largely flavor discoveries in this case, and while you can still run Kingdom events as they occur during the campaign, their mechanical effects and repercussions should limit themselves to those that affect the PCs directly. Working Together More so than typical Pathfinder campaigns, Kingmaker assumes that the PCs work together. These rules assume that all of the PCs have roles as leaders in the nation, and that they're all focused on making their kingdom prosperous and stable, rather than stealing from the treasury, oppressing the citizens (or each other), or striking out on their own to start competing kingdoms. Before starting this campaign, you should make sure your players understand this assumption and build appropriate characters. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1739",
 "weakness": {}
}