{
 "breadcrumbs": [
  "Introduction",
  "World-Building and Tone"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1640",
 "markdown": "<title level=\"1\" right=\"Rules\">[Aren't Guns More Powerful than Bows?](/Rules.aspx?ID=1640)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 6</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe guns presented in this book are representative of fairly early firearms with just a few unique twists, as explained in the introduction of the Guns Equipment chapter (page 146). Those old guns, which used black powder that did not exhibit the refinements of modern ammunition and lacked the rifle barrel technology for increasing range and accuracy, were extremely inaccurate and no more lethal with a glancing blow than most bows and crossbows; however, these firearms' penetrating power was superior, and a wound to a vital area could prove incredibly deadly. This lethality is represented mechanically by the [fatal](/Traits.aspx?ID=178) trait given to most firearms, with a critical hit indicating a gunshot to a vital organ or other important body part. This mechanic allows a firearm to do far more damage in  the correct circumstances than a weapon with a similar damage die while still maintaining a balanced gaming ecosystem that allows each player to shine.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Aren't Guns More Powerful than Bows?",
 "next_link": {
  "label": "Armor and Persistent Technology",
  "url": "/Rules.aspx?ID=1641"
 },
 "previous_link": {
  "label": "Functionality and Balance",
  "url": "/Rules.aspx?ID=1639"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 6</row>\r\n\r\nIntroduction / World-Building and Tone\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 6"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 6</row>",
 "speed": {},
 "text": " Aren't Guns More Powerful than Bows? Source Guns &amp; Gears pg. 6 The guns presented in this book are representative of fairly early firearms with just a few unique twists, as explained in the introduction of the Guns Equipment chapter (page 146). Those old guns, which used black powder that did not exhibit the refinements of modern ammunition and lacked the rifle barrel technology for increasing range and accuracy, were extremely inaccurate and no more lethal with a glancing blow than most bows and crossbows; however, these firearms' penetrating power was superior, and a wound to a vital area could prove incredibly deadly. This lethality is represented mechanically by the fatal trait given to most firearms, with a critical hit indicating a gunshot to a vital organ or other important body part. This mechanic allows a firearm to do far more damage in the correct circumstances than a weapon with a similar damage die while still maintaining a balanced gaming ecosystem that allows each player to shine. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1640",
 "weakness": {}
}