{
 "breadcrumbs": [
  "Introduction",
  "World-Building and Tone"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1641",
 "markdown": "<title level=\"1\" right=\"Rules\">[Armor and Persistent Technology](/Rules.aspx?ID=1641)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 7</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn Golarion, technology has moved much slower than on Earth. Many modern conveniences still have yet to be invented or discovered. That doesn't mean technology has stood still, however. Because certain types of technology persisted for centuries on Golarion instead of being replaced as they were on Earth, many fantastic innovations remain prevalent since competing technologies developed more slowly or didn't spread as quickly.\n\n While clockwork dragons and alchemical boots that rocket their wearer through the sky are manifestations of less frequent technological replacement, many other, more subtle examples are scattered throughout the game. At its height in the 16th century, a suit of full plate could stop even the penetrating power, if not the full force, of a shot from a firearm, though its expense and weight made it impractical for all but the wealthiest of individuals. Golarion, on the other hand, is a fantasy world where dragons and other supernatural monsters with destructive power akin to or in excess of a firearm are relatively common, and where adventurers accrue great wealth that they constantly reinvest into better arms and armor. Moreover, Golarion's armaments can be enhanced with magical runes that elevate them far beyond anything that could be replicated on Earth without the application of advanced technology from beyond the age of swords and plate armor.\n\n Similarly for lighter armors, on Earth, techniques for incorporating silk that can stop bullets from penetrating into armor and other techniques for creating bullet-resistant armaments, such as painting layers of paper with lacquer to create a rudimentary analogue to modern-day Kevlar, have existed for a very long time, but didn't often come into popular use before evolving into a form that is no longer recognizable. Several nations in Tian Xia have techniques for creating black powder weapons, like the hand cannon and fire lance, and lacquered armor. The intersection of these technologies means it's not unlikely to find variants of studded leather armor or chainmail lined with layers of such early bulletproofing. In Avistan and the Inner Sea, knights who have encountered firearms imported or stolen from Alkenstar likely know armorers who know techniques to craft layered plates and silk surcoats or undergarments that provide additional protection from bullets.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Armor and Persistent Technology",
 "next_link": {
  "label": "Alchemy's Influence on Technology",
  "url": "/Rules.aspx?ID=1642"
 },
 "previous_link": {
  "label": "Aren't Guns More Powerful than Bows?",
  "url": "/Rules.aspx?ID=1640"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 7</row>\r\n\r\nIntroduction / World-Building and Tone\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 7"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 7</row>",
 "speed": {},
 "text": " Armor and Persistent Technology Source Guns &amp; Gears pg. 7 In Golarion, technology has moved much slower than on Earth. Many modern conveniences still have yet to be invented or discovered. That doesn't mean technology has stood still, however. Because certain types of technology persisted for centuries on Golarion instead of being replaced as they were on Earth, many fantastic innovations remain prevalent since competing technologies developed more slowly or didn't spread as quickly. While clockwork dragons and alchemical boots that rocket their wearer through the sky are manifestations of less frequent technological replacement, many other, more subtle examples are scattered throughout the game. At its height in the 16th century, a suit of full plate could stop even the penetrating power, if not the full force, of a shot from a firearm, though its expense and weight made it impractical for all but the wealthiest of individuals. Golarion, on the other hand, is a fantasy world where dragons and other supernatural monsters with destructive power akin to or in excess of a firearm are relatively common, and where adventurers accrue great wealth that they constantly reinvest into better arms and armor. Moreover, Golarion's armaments can be enhanced with magical runes that elevate them far beyond anything that could be replicated on Earth without the application of advanced technology from beyond the age of swords and plate armor. Similarly for lighter armors, on Earth, techniques for incorporating silk that can stop bullets from penetrating into armor and other techniques for creating bullet-resistant armaments, such as painting layers of paper with lacquer to create a rudimentary analogue to modern-day Kevlar, have existed for a very long time, but didn't often come into popular use before evolving into a form that is no longer recognizable. Several nations in Tian Xia have techniques for creating black powder weapons, like the hand cannon and fire lance, and lacquered armor. The intersection of these technologies means it's not unlikely to find variants of studded leather armor or chainmail lined with layers of such early bulletproofing. In Avistan and the Inner Sea, knights who have encountered firearms imported or stolen from Alkenstar likely know armorers who know techniques to craft layered plates and silk surcoats or undergarments that provide additional protection from bullets. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1641",
 "weakness": {}
}