{
 "breadcrumbs": [
  "Appendix 3: Warfare",
  "Preparing for War"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1848",
 "markdown": "<title level=\"1\" right=\"Rules\">[Army Stat Block](/Rules.aspx?ID=1848)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 569</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nFor generic armies, the alignment trait is listed as “Any.” An army comprised primarily of one type of creature has an alignment that's representative of that type of creature.\n\n Armies have one of four type traits. Infantry consists of soldiers or creatures that move on foot. Cavalry consists of mounted combat units. Skirmishers consist of a small number of highly mobile units. Siege armies focus on the deployment of siege engines rather than personal combat.\n\n<title level=\"2\" right=\"Army (Level)\">Army Name</title><traits><trait label=\"Rarity Trait\" /><trait label=\"Alignment Abbreviation\" /><trait label=\"Type Trait\" /></traits> **Scouting** This entry lists the modifier for an army's initiative—typically equal to the Perception modifier of the army's individual creatures—or the Scouting DC to detect an army that lies in ambush in a hex (to generate a Scouting DC, add 10 to the Scouting modifier).<br /> **Recruitment DC** This lists the DC required to recruit the army (as a general rule, this DC is equal to the standard DC for the army's level)—see Recruiting an Army above; **Consumption** This lists the number of Food Commodities the army consumes during the Kingdom turn's Upkeep Phase; see [Pay Consumption](/Rules.aspx?ID=1799). If you fail to pay Consumption during a Kingdom turn, all of your armies increase their [shaken](/Conditions.aspx?ID=56) and [weary](/Conditions.aspx?ID=57) conditions by 1 An army whose shaken or weary conditions reach 4 or higher as a result of this increase immediately disbands; this causes the kingdom to gain 1d4 Unrest and increases one Ruin of the party's choice by 1.<br /> **Description** This gives a brief description of the army.\n\n---\n\n **AC** This lists the army's Armor Class; **Saves** Armies have two saving throws: a [Maneuver](/Traits.aspx?ID=459) save and a [Morale](/Traits.aspx?ID=460) save. **Maneuver** This modifier applies to all checks made by the army to maneuver, be it to execute a complex tactic or to minimize damage and effects from unusual physical dangers; **Morale** This modifier applies to all checks made by the army to avoid becoming shaken or to resist effects that undermine cooperation, bravery, loyalty, and such.<br /> **HP** This lists the army's Hit Points. When an army's Hit Points reach zero, it becomes [defeated](/Conditions.aspx?ID=45). An army cannot be reduced to fewer than 0 Hit Points. The army's Rout Threshold (RT) is listed in parenthesis after its Hit Points. RT is typically half its maximum HP. An army that is resistant to fear or is particularly brave generally has a lower RT, while the rare army composed of creatures that are entirely immune to fear won't have an RT listed at all.<br /> **Melee** The name of the attack the army uses for a melee Strike, followed by the attack modifier. An army inflicts 1 point of damage on a hit and 2 points on a critical hit. Melee Strikes can only be used against [engaged](/Conditions.aspx?ID=48) armies.<br /> **Ranged** The name of the attack the army uses for a ranged Strike, followed by the attack modifier. An army inflicts 1 point of damage on a hit and 2 points on a critical hit. An army can use its ranged Strike up to 5 times in each war encounter before its ammunition is depleted (unless it has the Increased Ammunition tactic). An army automatically replenishes its ranged Strike shots at the end of a war encounter.<br /> **Tactics** Any tactics known by the army are listed here.<br /> **Gear** Any gear outfitted by the army is listed here.<br /> **Special Abilities** Additional unique abilities possessed by the army are detailed here.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Army Hit Points</title>\r\n\r\nAs with creatures and objects, armies have Hit Points, but an army's HP cannot be reduced by damage— they are reduced only as the result of a war action. Typically, a successful army Strike reduces the target army's HP by 1, or by 2 on a critical hit. An army's HP doesn't automatically recover at the end of a battle.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Who's in an Army?</title>\r\n\r\nAs the majority of citizens of the PCs' kingdom are assumed to be humans, the majority of the soldiers in a basic army are humans as well. Other ancestries may also be part of the army, but not enough to adjust the basic assumptions of the army's abilities. For example, having some dwarves in a mostly human army won't grant the entire army [darkvision](/KMWarTactics.aspx?ID=4). There are some tactics that allow armies to specifically train to take advantage of ancestry abilities like this, and some of the specialized armies you'll eventually have the chance to recruit are made up entirely of ancestries other than humans.\n\n At the GM's option, the PCs could recruit a basic army comprised entirely of one of the core ancestries other than human. The easiest way to model these armies is to require them to take Darkvision, [Keen Eyes](/KMWarTactics.aspx?ID=13), or [Low-Light vision](/KMWarTactics.aspx?ID=16) (as appropriate for the ancestry) as their first tactic.\r\n</aside>",
 "name": "Army Stat Block",
 "next_link": {
  "label": "Recruiting an Army",
  "url": "/Rules.aspx?ID=1849"
 },
 "previous_link": {
  "label": "Army Activities",
  "url": "/Rules.aspx?ID=1847"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 569</row>\r\n\r\nAppendix 3: Warfare / Preparing for War\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 569"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 569</row>",
 "speed": {},
 "text": " Army Stat Block Source Kingmaker Adventure Path pg. 569 For generic armies, the alignment trait is listed as “Any.” An army comprised primarily of one type of creature has an alignment that's representative of that type of creature. Armies have one of four type traits. Infantry consists of soldiers or creatures that move on foot. Cavalry consists of mounted combat units. Skirmishers consist of a small number of highly mobile units. Siege armies focus on the deployment of siege engines rather than personal combat. Army Name Scouting This entry lists the modifier for an army's initiative—typically equal to the Perception modifier of the army's individual creatures—or the Scouting DC to detect an army that lies in ambush in a hex (to generate a Scouting DC, add 10 to the Scouting modifier). Recruitment DC This lists the DC required to recruit the army (as a general rule, this DC is equal to the standard DC for the army's level)—see Recruiting an Army above; Consumption This lists the number of Food Commodities the army consumes during the Kingdom turn's Upkeep Phase; see Pay Consumption. If you fail to pay Consumption during a Kingdom turn, all of your armies increase their shaken and weary conditions by 1 An army whose shaken or weary conditions reach 4 or higher as a result of this increase immediately disbands; this causes the kingdom to gain 1d4 Unrest and increases one Ruin of the party's choice by 1. Description This gives a brief description of the army. --- AC This lists the army's Armor Class; Saves Armies have two saving throws: a Maneuver save and a Morale save. Maneuver This modifier applies to all checks made by the army to maneuver, be it to execute a complex tactic or to minimize damage and effects from unusual physical dangers; Morale This modifier applies to all checks made by the army to avoid becoming shaken or to resist effects that undermine cooperation, bravery, loyalty, and such. HP This lists the army's Hit Points. When an army's Hit Points reach zero, it becomes defeated. An army cannot be reduced to fewer than 0 Hit Points. The army's Rout Threshold (RT) is listed in parenthesis after its Hit Points. RT is typically half its maximum HP. An army that is resistant to fear or is particularly brave generally has a lower RT, while the rare army composed of creatures that are entirely immune to fear won't have an RT listed at all. Melee The name of the attack the army uses for a melee Strike, followed by the attack modifier. An army inflicts 1 point of damage on a hit and 2 points on a critical hit. Melee Strikes can only be used against engaged armies. Ranged The name of the attack the army uses for a ranged Strike, followed by the attack modifier. An army inflicts 1 point of damage on a hit and 2 points on a critical hit. An army can use its ranged Strike up to 5 times in each war encounter before its ammunition is depleted (unless it has the Increased Ammunition tactic). An army automatically replenishes its ranged Strike shots at the end of a war encounter. Tactics Any tactics known by the army are listed here. Gear Any gear outfitted by the army is listed here. Special Abilities Additional unique abilities possessed by the army are detailed here. Army Hit Points As with creatures and objects, armies have Hit Points, but an army's HP cannot be reduced by damage— they are reduced only as the result of a war action. Typically, a successful army Strike reduces the target army's HP by 1, or by 2 on a critical hit. An army's HP doesn't automatically recover at the end of a battle. Who's in an Army? As the majority of citizens of the PCs' kingdom are assumed to be humans, the majority of the soldiers in a basic army are humans as well. Other ancestries may also be part of the army, but not enough to adjust the basic assumptions of the army's abilities. For example, having some dwarves in a mostly human army won't grant the entire army darkvision. There are some tactics that allow armies to specifically train to take advantage of ancestry abilities like this, and some of the specialized armies you'll eventually have the chance to recruit are made up entirely of ancestries other than humans. At the GM's option, the PCs could recruit a basic army comprised entirely of one of the core ancestries other than human. The easiest way to model these armies is to require them to take Darkvision, Keen Eyes, or Low-Light vision (as appropriate for the ancestry) as their first tactic. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1848",
 "weakness": {}
}