{
 "breadcrumbs": [
  "Appendix 3: Warfare"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1861",
 "markdown": "<title level=\"1\" right=\"Rules\">[Army Gear](/Rules.aspx?ID=1861)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 574</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you recruit a new army, it's outfitted with basic gear. The exact nature of this gear is largely cosmetic— an infantry army armed with longswords will do the same potential amount of damage as one armed with clubs or spears or scythes. You can upgrade an army's gear by taking the Outfit Army activity.\n\n If you outfit an army with a type of gear the army is already outfitted with, the new gear replaces the old gear; if you spent RP on the old gear, you can deduct that RP cost from the cost of the new gear. \n\n<title level=\"3\" right=\"Item [Level]\">Army Gear Name</title><traits><trait label=\"Traits\" /></traits> **Price** This lists the gear's price in RP. (Gear that has multiple types includes a Price for each type instead.)<br /> The section after the line describes the gear.\n\n---\n\n **Type** If multiple types of the gear exist, entries here indicate the name of each type, its level, its price, and any other relevant details or alterations from the above description. \n\n<title level=\"3\" right=\"Item 1\">Additional Weapon</title><traits><trait label=\"Army\" url=\"/Traits.aspx?ID=454\" /> </traits>**Price** 10 RP\n\n---\n\n Most armies have only one weapon—a melee or a ranged weapon. This gear outfits an army with an additional weapon of the other type. The army gains a melee or ranged Strike (as appropriate) at the basic modifier for their level. \n\n<title level=\"3\" right=\"Item 1\">Healing Potions</title><traits><trait label=\" &lt;%TRAITS%454%%&gt; [Army](/Traits.aspx?ID=454) &lt;%END>\" /><trait label=\"Consumable\" url=\"/Traits.aspx?ID=36\" /><trait label=\"Healing\" url=\"/Traits.aspx?ID=89\" /><trait label=\"Magical\" url=\"/Traits.aspx?ID=103\" /><trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" /><trait label=\"Potion\" url=\"/Traits.aspx?ID=130\" /></traits> **Price** 15 RP per dose\n\n---\n\n An army equipped with _healing potions_ (these rules are the same if you instead supply the army with alchemical healing elixirs) can use a single dose as part of any Maneuver action. When an army uses a dose of healing potions, it regains 1 HP. An army can be outfitted with up to 3 doses of healing potions at a time; unlike ranged Strike shots, healing potion doses do not automatically replenish after a war encounter—new doses must be purchased. \n\n<title level=\"3\" right=\"Item 5+\">Magical Armor </title><traits><trait label=\"Abjuration\" /><trait label=\"Army\" /><trait label=\"Magical\" /></traits> Magic armor is magically enchanted to bolster the protection it affords to the soldiers.\n\n---\n\n **Type** _magic armor_; **Level** 5; **Price** 25 RP<br /> This armor increases the army's AC by 1.\n\n---\n\n **Type** _greater magic armor_; **Level** 11; **Price** 50 RP<br /> This armor increases the army's AC by 2.\n\n---\n\n **Type** _major magic armor_; **Level** 18; **Price** 75 RP<br /> This armor increases the army's AC by 3. \n\n<title level=\"3\" right=\"Item 3+\">Magic Weapons</title><traits><trait label=\"Army\" /><trait label=\"Evocation\" /><trait label=\"Magical\" /></traits> The army's weapons are magic. If the army has melee and ranged weapons, choose which one is made magic when this gear is purchased. You can buy this gear twice—once for melee weapons and once for ranged weapons. If you purchase a more powerful version, it replaces the previous version, and the RP cost of the more powerful version is reduced by the RP cost of the replaced weapons.\n\n---\n\n **Type** _magic weapons_; **Level** 2; **Price** 20 RP<br /> These weapons increase the army's Strike with that weapon by 1.\n\n---\n\n **Type** _greater magic weapons_; **Level** 10; **Price** 40 RP<br /> These weapons increase the army's Strike with that weapon by 2.\n\n---\n\n **Type** _major magic weapons_; **Level** 16; **Price** 60 RP<br /> These weapons increase the army's Strike with that weapon by 3.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1862\" />",
 "name": "Army Gear",
 "next_link": {
  "label": "Army Tactics",
  "url": "/Rules.aspx?ID=1863"
 },
 "previous_link": {
  "label": "Preparing for War",
  "url": "/Rules.aspx?ID=1846"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 574</row>\r\n\r\nAppendix 3: Warfare\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 574"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 574</row>",
 "speed": {},
 "text": " Army Gear Source Kingmaker Adventure Path pg. 574 When you recruit a new army, it's outfitted with basic gear. The exact nature of this gear is largely cosmetic— an infantry army armed with longswords will do the same potential amount of damage as one armed with clubs or spears or scythes. You can upgrade an army's gear by taking the Outfit Army activity. If you outfit an army with a type of gear the army is already outfitted with, the new gear replaces the old gear; if you spent RP on the old gear, you can deduct that RP cost from the cost of the new gear. Army Gear Name Price This lists the gear's price in RP. (Gear that has multiple types includes a Price for each type instead.) The section after the line describes the gear. --- Type If multiple types of the gear exist, entries here indicate the name of each type, its level, its price, and any other relevant details or alterations from the above description. Additional Weapon Price 10 RP --- Most armies have only one weapon—a melee or a ranged weapon. This gear outfits an army with an additional weapon of the other type. The army gains a melee or ranged Strike (as appropriate) at the basic modifier for their level. Healing Potions \" /> Price 15 RP per dose --- An army equipped with healing potions (these rules are the same if you instead supply the army with alchemical healing elixirs) can use a single dose as part of any Maneuver action. When an army uses a dose of healing potions, it regains 1 HP. An army can be outfitted with up to 3 doses of healing potions at a time; unlike ranged Strike shots, healing potion doses do not automatically replenish after a war encounter—new doses must be purchased. Magical Armor Magic armor is magically enchanted to bolster the protection it affords to the soldiers. --- Type magic armor ; Level 5; Price 25 RP This armor increases the army's AC by 1. --- Type greater magic armor ; Level 11; Price 50 RP This armor increases the army's AC by 2. --- Type major magic armor ; Level 18; Price 75 RP This armor increases the army's AC by 3. Magic Weapons The army's weapons are magic. If the army has melee and ranged weapons, choose which one is made magic when this gear is purchased. You can buy this gear twice—once for melee weapons and once for ranged weapons. If you purchase a more powerful version, it replaces the previous version, and the RP cost of the more powerful version is reduced by the RP cost of the replaced weapons. --- Type magic weapons ; Level 2; Price 20 RP These weapons increase the army's Strike with that weapon by 1. --- Type greater magic weapons ; Level 10; Price 40 RP These weapons increase the army's Strike with that weapon by 2. --- Type major magic weapons ; Level 16; Price 60 RP These weapons increase the army's Strike with that weapon by 3. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1861",
 "weakness": {}
}