{
 "breadcrumbs": [
  "Appendix 3: Warfare"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1878",
 "markdown": "<title level=\"1\" right=\"Rules\">[Army Conditions](/Rules.aspx?ID=1878)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 581</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen an army becomes affected by a condition, that condition's effects last until the condition's stated duration ends or the condition is removed. As with character conditions, some army conditions [override others](/Rules.aspx?ID=774).\n\n Some army conditions have a numerical condition value. This value conveys the severity of a condition, and such conditions often give a bonus or penalty equal to their value. These values can often be reduced by taking the Recover Army activity or simply by waiting, as described in the condition itself. If a condition value is ever reduced to 0, the condition ends.\n\n [Concealed-KM](/Conditions.aspx?ID=44): A concealed army is tougher to target, and gains a +2 circumstance bonus on its Maneuver checks. Attacks against it take a –2 circumstance penalty. This condition lasts as long as the event granting the concealment persists.\n\n [Defeated](/Conditions.aspx?ID=45): When an army has zero Hit Points, it becomes defeated. A defeated army cannot take war actions. A defeated army can be restored to 1 Hit Point with the [Recover Army](/Actions.aspx?ID=1418) activity (although the basic DC is increased by 5 for this check). Any effect that restores a defeated army to at least 1 Hit Point removes the defeated condition. A defeated army can only be moved one hex at a time with the [Deploy Army](/Actions.aspx?ID=1413) activity. A defeated army can be [Disbanded](/Actions.aspx?ID=1414) normally. It can't be used for any other Army activity as long as it remains defeated.\n\n If a defeated army takes damage, it must succeed at a DC 16 flat check or be destroyed. If all armies on a side are defeated, those armies are destroyed.\n\n **[Destroyed](/Conditions.aspx?ID=46)**: The army has been completely devastated, and it cannot be restored—it can only be replaced by a new army. Any gear the army had is ruined.\n\n **[Efficient](/Conditions.aspx?ID=47)**: The army has performed an Army activity with such speed that it can be used to attempt a second Army activity immediately, but doing so causes it to lose the efficient condition. The second Army activity suffers a –5 penalty on its check, and the result of this second Army activity check cannot grant the efficient condition. If the army doesn't attempt a second Army activity, it instead loses the efficient condition and reduces the value of one condition of its choice by 1.\n\n **[Engaged](/Conditions.aspx?ID=48)**: An army that is in close combat with one or more enemy armies becomes engaged. An army must be engaged in order to attempt melee Strikes. If an army is engaged and attempts a maneuver war action that would cause it to disengage, it provokes reactions from any enemy armies they were engaged with.\n\n **[Fortified](/Conditions.aspx?ID=49)**: The army is in a defensive position as the result of a [Garrison Army](/Actions.aspx?ID=1415) activity. While fortified, enemy armies cannot engage the army and the army cannot engage enemy armies. A fortified army gains a +4 item bonus to its AC and to Morale checks made to [rally](/Actions.aspx?ID=1425). A fortified army that uses a maneuver war action immediately loses its fortified condition.\n\n **[Lost](/Conditions.aspx?ID=50)**: When an army's attempt to deploy to a new location fails, it can become lost. A lost army can take no Army activity other than [Recover](/Actions.aspx?ID=1418), and that only in an attempt to remove the lost condition. When an army recovers from the lost condition, the GM decides what the army's new location is (typically this is at an approximate midpoint between the army's starting point and its intended destination).\n\n **[Mired](/Conditions.aspx?ID=51)**: The army's movement is severely impaired. It may be bogged down in mud, snow, underbrush, rubble, or similar terrain, encumbered by carrying heavy burdens, or any other reason. Mired always has a value. A mired army takes a circumstance penalty on all maneuvers equal to its mired value and to [Deploy Army](/Actions.aspx?ID=1413) checks. If an army ever becomes mired 4, it becomes [pinned](/Conditions.aspx?ID=54).\n\n **[Distant](/Conditions.aspx?ID=52)**: An army that has the distant condition has managed to retreat a fair range away from enemy armies, and is potentially poised to make an escape from the field of battle. Armies can attempt ranged Strikes against distant armies, but they take a –5 penalty on that Strike.\n\n **[Outflanked](/Conditions.aspx?ID=53)**: The army has enemies coming at it from many directions and must split its forces to deal with threats on every side. The army takes a –2 circumstance penalty to its AC.\n\n **[Pinned](/Conditions.aspx?ID=54)**: The army and cannot move freely. It has the [outflanked](/Conditions.aspx?ID=53) condition and cannot use any maneuver war actions. A pinned army cannot be [deployed](/Actions.aspx?ID=1413).\n\n **[Routed](/Conditions.aspx?ID=55)**: The army retreats, whether due to magical compulsion or simply broken morale. On its turn, a routed army must use the [Retreat](/Actions.aspx?ID=1426) war action. While routed, the army takes a –2 circumstance penalty to Morale checks. This condition ends automatically once a war encounter is resolved, but the routed army increases its [shaken](/Conditions.aspx?ID=56) value by 1 in this case. If all armies on one side of a battle are routed simultaneously, the battle ends and the other army is victorious.\n\n **[Shaken](/Conditions.aspx?ID=56)**: The army's morale has begun to falter, be it fear in the face of a powerful enemy, a supernatural effect such as a dragon's [frightful presence](/MonsterAbilities.aspx?ID=17), or simply the result of ill fortune in the tide of battle. Shaken always has a numerical value. The army's Morale checks take a circumstance penalty equal to its shaken value, and whenever the army takes damage, it must succeed on a DC 11 flat check or its shaken value increases by 1. An army that becomes shaken 4 is automatically [routed](/Conditions.aspx?ID=55). An army reduces the value of this condition by 1 each Kingdom turn that passes during which it does not attempt an Army activity or engage in a war encounter.\n\n **[Weary](/Conditions.aspx?ID=57)**: The army is exhausted. Weary always has a numerical value. A weary army takes a circumstance penalty equal to its weary value to its AC, to its Maneuver checks, and to its Army activity checks; it takes double this circumstance penalty on [Deploy Army](/Actions.aspx?ID=1413) checks. An army reduces the value of this condition by 1 each Kingdom turn that passes during which it does not attempt an Army activity or engage in a war encounter.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Army Conditions",
 "next_link": {
  "label": "Wild Magic",
  "url": "/Rules.aspx?ID=1879"
 },
 "previous_link": {
  "label": "Basic War Actions",
  "url": "/Rules.aspx?ID=1876"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 581</row>\r\n\r\nAppendix 3: Warfare\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 581"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 581</row>",
 "speed": {},
 "text": " Army Conditions Source Kingmaker Adventure Path pg. 581 When an army becomes affected by a condition, that condition's effects last until the condition's stated duration ends or the condition is removed. As with character conditions, some army conditions override others. Some army conditions have a numerical condition value. This value conveys the severity of a condition, and such conditions often give a bonus or penalty equal to their value. These values can often be reduced by taking the Recover Army activity or simply by waiting, as described in the condition itself. If a condition value is ever reduced to 0, the condition ends. Concealed-KM: A concealed army is tougher to target, and gains a +2 circumstance bonus on its Maneuver checks. Attacks against it take a –2 circumstance penalty. This condition lasts as long as the event granting the concealment persists. Defeated: When an army has zero Hit Points, it becomes defeated. A defeated army cannot take war actions. A defeated army can be restored to 1 Hit Point with the Recover Army activity (although the basic DC is increased by 5 for this check). Any effect that restores a defeated army to at least 1 Hit Point removes the defeated condition. A defeated army can only be moved one hex at a time with the Deploy Army activity. A defeated army can be Disbanded normally. It can't be used for any other Army activity as long as it remains defeated. If a defeated army takes damage, it must succeed at a DC 16 flat check or be destroyed. If all armies on a side are defeated, those armies are destroyed. Destroyed : The army has been completely devastated, and it cannot be restored—it can only be replaced by a new army. Any gear the army had is ruined. Efficient : The army has performed an Army activity with such speed that it can be used to attempt a second Army activity immediately, but doing so causes it to lose the efficient condition. The second Army activity suffers a –5 penalty on its check, and the result of this second Army activity check cannot grant the efficient condition. If the army doesn't attempt a second Army activity, it instead loses the efficient condition and reduces the value of one condition of its choice by 1. Engaged : An army that is in close combat with one or more enemy armies becomes engaged. An army must be engaged in order to attempt melee Strikes. If an army is engaged and attempts a maneuver war action that would cause it to disengage, it provokes reactions from any enemy armies they were engaged with. Fortified : The army is in a defensive position as the result of a Garrison Army activity. While fortified, enemy armies cannot engage the army and the army cannot engage enemy armies. A fortified army gains a +4 item bonus to its AC and to Morale checks made to rally. A fortified army that uses a maneuver war action immediately loses its fortified condition. Lost : When an army's attempt to deploy to a new location fails, it can become lost. A lost army can take no Army activity other than Recover, and that only in an attempt to remove the lost condition. When an army recovers from the lost condition, the GM decides what the army's new location is (typically this is at an approximate midpoint between the army's starting point and its intended destination). Mired : The army's movement is severely impaired. It may be bogged down in mud, snow, underbrush, rubble, or similar terrain, encumbered by carrying heavy burdens, or any other reason. Mired always has a value. A mired army takes a circumstance penalty on all maneuvers equal to its mired value and to Deploy Army checks. If an army ever becomes mired 4, it becomes pinned. Distant : An army that has the distant condition has managed to retreat a fair range away from enemy armies, and is potentially poised to make an escape from the field of battle. Armies can attempt ranged Strikes against distant armies, but they take a –5 penalty on that Strike. Outflanked : The army has enemies coming at it from many directions and must split its forces to deal with threats on every side. The army takes a –2 circumstance penalty to its AC. Pinned : The army and cannot move freely. It has the outflanked condition and cannot use any maneuver war actions. A pinned army cannot be deployed. Routed : The army retreats, whether due to magical compulsion or simply broken morale. On its turn, a routed army must use the Retreat war action. While routed, the army takes a –2 circumstance penalty to Morale checks. This condition ends automatically once a war encounter is resolved, but the routed army increases its shaken value by 1 in this case. If all armies on one side of a battle are routed simultaneously, the battle ends and the other army is victorious. Shaken : The army's morale has begun to falter, be it fear in the face of a powerful enemy, a supernatural effect such as a dragon's frightful presence, or simply the result of ill fortune in the tide of battle. Shaken always has a numerical value. The army's Morale checks take a circumstance penalty equal to its shaken value, and whenever the army takes damage, it must succeed on a DC 11 flat check or its shaken value increases by 1. An army that becomes shaken 4 is automatically routed. An army reduces the value of this condition by 1 each Kingdom turn that passes during which it does not attempt an Army activity or engage in a war encounter. Weary : The army is exhausted. Weary always has a numerical value. A weary army takes a circumstance penalty equal to its weary value to its AC, to its Maneuver checks, and to its Army activity checks; it takes double this circumstance penalty on Deploy Army checks. An army reduces the value of this condition by 1 each Kingdom turn that passes during which it does not attempt an Army activity or engage in a war encounter. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1878",
 "weakness": {}
}