{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1664",
 "markdown": "<title level=\"1\" right=\"Rules\">[Assistive Items](/Rules.aspx?ID=1664)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 67</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMobility items of all types are available all throughout Golarion.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Disabilities in Your Game</title>\r\n\r\nThe items featured in this section, as well as the [rules for sign language](/Rules.aspx?ID=133), are intended to be inclusive and accommodate any type of character in your adventures. The rules are intended to allow disabled characters to adventure alongside other adventurers without encountering significant roadblocks. While the rules here cover a wide range of scenarios, it's impossible to account for every possible experience of disability or situation that might come up at your table. By default, we recommend that, in an unexpected situation, you rule to allow the character with disabilities to participate fully in the story. For instance, if an area might seem difficult to reach in a wheelchair, you might think of a fun way to describe how the character manages it anyway using their [traveler's chair](/Equipment.aspx?ID=1356) mechanism, or if a character used a [_reading ring_](/Equipment.aspx?ID=1353) on a trap that triggers when read, you would rule they trigger the trap in the same way as anyone else would. However, players (including the GM) should work together to find the best way to tell the stories they wish to tell at their table. The options here might suit your group's needs exactly, or simply serve as inspiration to come up with your own unique approach. Pathfinder is a game for everyone, so every character should be able to enjoy the excitement, danger, and fun of adventuring!\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Waiving Costs</title>\r\n\r\nMany adventurers make use of assistive items, whether to aid with disabilities, injuries, or for any number of other reasons. If your character has been disabled from birth or for a significant period of time before setting out on their adventure, your character begins with any assistive items they require as part of their backstory. These items don't count against your character's starting money. Your character can begin with only basic assistive items such as the [basic hearing aid](/Equipment.aspx?ID=1347), [basic prosthesis](/Equipment.aspx?ID=1352), and so on. If your character uses a wheelchair, they can begin with either a [basic chair](/Equipment.aspx?ID=1355) or a [traveler's chair](/Equipment.aspx?ID=1356), with the [_impulse control_](/Equipment.aspx?ID=1361) upgrade if your character needs it due to mobility restrictions or other health conditions. Any items your character acquires from their backstory in this way likewise have no value when sold.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1665\" />\r\n\r\n<document level=\"2\" id=\"rules-1666\" />\r\n\r\n<document level=\"2\" id=\"rules-1667\" />\r\n\r\n<document level=\"2\" id=\"rules-1668\" />\r\n\r\n<document level=\"2\" id=\"rules-1669\" />\r\n\r\n<document level=\"2\" id=\"rules-1670\" />\r\n\r\n<document level=\"2\" id=\"rules-1671\" />\r\n\r\n<document level=\"2\" id=\"rules-1673\" />\r\n\r\n<document level=\"2\" id=\"rules-1674\" />",
 "name": "Assistive Items",
 "next_link": {
  "label": "Accessory Runes",
  "url": "/Rules.aspx?ID=1675"
 },
 "previous_link": {
  "label": "Water Pressure in Gaming",
  "url": "/Rules.aspx?ID=1663"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 67</row>\n\n</additional-info>",
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 67"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Grand Bazaar](/Sources.aspx?ID=100) pg. 67</row>",
 "speed": {},
 "text": " Assistive Items Source Grand Bazaar pg. 67 Mobility items of all types are available all throughout Golarion. Disabilities in Your Game The items featured in this section, as well as the rules for sign language, are intended to be inclusive and accommodate any type of character in your adventures. The rules are intended to allow disabled characters to adventure alongside other adventurers without encountering significant roadblocks. While the rules here cover a wide range of scenarios, it's impossible to account for every possible experience of disability or situation that might come up at your table. By default, we recommend that, in an unexpected situation, you rule to allow the character with disabilities to participate fully in the story. For instance, if an area might seem difficult to reach in a wheelchair, you might think of a fun way to describe how the character manages it anyway using their traveler's chair mechanism, or if a character used a reading ring on a trap that triggers when read, you would rule they trigger the trap in the same way as anyone else would. However, players (including the GM) should work together to find the best way to tell the stories they wish to tell at their table. The options here might suit your group's needs exactly, or simply serve as inspiration to come up with your own unique approach. Pathfinder is a game for everyone, so every character should be able to enjoy the excitement, danger, and fun of adventuring! Waiving Costs Many adventurers make use of assistive items, whether to aid with disabilities, injuries, or for any number of other reasons. If your character has been disabled from birth or for a significant period of time before setting out on their adventure, your character begins with any assistive items they require as part of their backstory. These items don't count against your character's starting money. Your character can begin with only basic assistive items such as the basic hearing aid, basic prosthesis, and so on. If your character uses a wheelchair, they can begin with either a basic chair or a traveler's chair, with the impulse control upgrade if your character needs it due to mobility restrictions or other health conditions. Any items your character acquires from their backstory in this way likewise have no value when sold. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1664",
 "weakness": {}
}