{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Specific Checks"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-321",
 "markdown": "<title level=\"1\" right=\"Rules\">[Attack Rolls](/Rules.aspx?ID=321)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 446 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you use a Strike action or make a spell attack, you attempt a check called an attack roll. Attack rolls take a variety of forms and are often highly variable based on the weapon you are using for the attack, but there are three main types: melee attack rolls, ranged attack rolls, and spell attack rolls. Spell attack rolls work a little bit differently, so they are explained separately on the next page.\n\n **Melee attack rolls** use Strength as their ability modifier by default. If you're using a weapon or attack with the finesse trait, then you can use your Dexterity modifier instead.  \n\n<center>**Melee attack roll result = d20 roll + Strength modifier (or optionally Dexterity modifier for a finesse weapon) + proficiency bonus + other bonuses + penalties**</center> **Ranged attack rolls** use Dexterity as their ability modifier.  \n\n<center>**Ranged attack roll result = d20 roll + Dexterity modifier + proficiency bonus + other bonuses + penalties**</center> When attacking with a weapon, whether melee or ranged, you add your proficiency bonus for the weapon you're using. Your class determines your proficiency rank for various weapons. Sometimes, you'll have different proficiency ranks for different weapons. For instance, at 5th level, a fighter gains the weapon mastery class feature, which grants master proficiency with the simple and martial weapons of one weapon group, expert proficiency with advanced weapons of that group and other simple and martial weapons, and trained proficiency in all other advanced weapons.\n\n The bonuses you might apply to attack rolls can come from a variety of sources. Circumstance bonuses can come from the aid of an ally or a beneficial situation. Status bonuses are typically granted by spells and other magical aids. The item bonus to attack rolls comes from magic weapons—notably, a weapon's [potency rune](/Equipment.aspx?ID=281).\n\n  Penalties to attack rolls come from situations and effects as well. Circumstance penalties come from risky tactics or detrimental circumstances, status penalties come from spells and magic working against you, and item penalties occur when you use a shoddy item (page 273). When making attack rolls, two main types of untyped penalties are likely to apply. The first is the multiple attack penalty, and the second is the range penalty. The first applies anytime you make more than one attack action during the course of your turn, and the other applies only with ranged or thrown weapons. Both are described below.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Striding and Striking</title>\r\n\r\nTwo of the simplest and most common actions you’ll use in combat are Stride and Strike, described in full on page 471.\n\n **Stride** is an action that has the move trait and that allows you to move a number of feet up to your Speed. You’ll often need to Stride multiple times to reach a foe who’s far away or to run from danger! Move actions can often trigger reactions or free actions. However, unlike other actions, a move action can trigger reactions not only when you first use the action, but also for every 5 feet you move during that action, as described on page 474. The Step action (page 471) lets you move without triggering reactions, but only 5 feet.\n\n **Strike** is an action that has the attack trait and that allows you to attack with a weapon you’re wielding or an unarmed attack (such as a fist).\n\n If you’re using a melee weapon or unarmed attack, your target must be within your reach; if you’re attacking with a ranged weapon, your target must be within range. Your reach is how far you can physically extend a part of your body to make an unarmed attack, or the farthest distance you can reach with a melee weapon. This is typically 5 feet, but special weapons and larger creatures have longer reaches. Your range is how far away you can attack with a ranged weapon or with some types of magical attacks. Different weapons and magical attacks have different maximum ranges, and ranged weapons get less effective as you exceed their range increments.\n\n Striking multiple times in a turn has diminishing returns. The multiple attack penalty (detailed on page 446) applies to each attack after the first, whether those attacks are Strikes, special attacks like the Grapple action of the Athletics skill, or spell attack rolls.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-322\" />\r\n\r\n<document level=\"2\" id=\"rules-323\" />\r\n\r\n<document level=\"2\" id=\"rules-324\" />",
 "name": "Attack Rolls",
 "next_link": {
  "label": "Spell Attack Rolls",
  "url": "/Rules.aspx?ID=325"
 },
 "previous_link": {
  "label": "Checks",
  "url": "/Rules.aspx?ID=314"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 446 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Specific Checks\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 446"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 446 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Attack Rolls Source Core Rulebook pg. 446 4.0 When you use a Strike action or make a spell attack, you attempt a check called an attack roll. Attack rolls take a variety of forms and are often highly variable based on the weapon you are using for the attack, but there are three main types: melee attack rolls, ranged attack rolls, and spell attack rolls. Spell attack rolls work a little bit differently, so they are explained separately on the next page. Melee attack rolls use Strength as their ability modifier by default. If you're using a weapon or attack with the finesse trait, then you can use your Dexterity modifier instead. Melee attack roll result = d20 roll + Strength modifier (or optionally Dexterity modifier for a finesse weapon) + proficiency bonus + other bonuses + penalties Ranged attack rolls use Dexterity as their ability modifier. Ranged attack roll result = d20 roll + Dexterity modifier + proficiency bonus + other bonuses + penalties When attacking with a weapon, whether melee or ranged, you add your proficiency bonus for the weapon you're using. Your class determines your proficiency rank for various weapons. Sometimes, you'll have different proficiency ranks for different weapons. For instance, at 5th level, a fighter gains the weapon mastery class feature, which grants master proficiency with the simple and martial weapons of one weapon group, expert proficiency with advanced weapons of that group and other simple and martial weapons, and trained proficiency in all other advanced weapons. The bonuses you might apply to attack rolls can come from a variety of sources. Circumstance bonuses can come from the aid of an ally or a beneficial situation. Status bonuses are typically granted by spells and other magical aids. The item bonus to attack rolls comes from magic weapons—notably, a weapon's potency rune. Penalties to attack rolls come from situations and effects as well. Circumstance penalties come from risky tactics or detrimental circumstances, status penalties come from spells and magic working against you, and item penalties occur when you use a shoddy item (page 273). When making attack rolls, two main types of untyped penalties are likely to apply. The first is the multiple attack penalty, and the second is the range penalty. The first applies anytime you make more than one attack action during the course of your turn, and the other applies only with ranged or thrown weapons. Both are described below. Striding and Striking Two of the simplest and most common actions you’ll use in combat are Stride and Strike, described in full on page 471. Stride is an action that has the move trait and that allows you to move a number of feet up to your Speed. You’ll often need to Stride multiple times to reach a foe who’s far away or to run from danger! Move actions can often trigger reactions or free actions. However, unlike other actions, a move action can trigger reactions not only when you first use the action, but also for every 5 feet you move during that action, as described on page 474. The Step action (page 471) lets you move without triggering reactions, but only 5 feet. Strike is an action that has the attack trait and that allows you to attack with a weapon you’re wielding or an unarmed attack (such as a fist). If you’re using a melee weapon or unarmed attack, your target must be within your reach; if you’re attacking with a ranged weapon, your target must be within range. Your reach is how far you can physically extend a part of your body to make an unarmed attack, or the farthest distance you can reach with a melee weapon. This is typically 5 feet, but special weapons and larger creatures have longer reaches. Your range is how far away you can attack with a ranged weapon or with some types of magical attacks. Different weapons and magical attacks have different maximum ranges, and ranged weapons get less effective as you exceed their range increments. Striking multiple times in a turn has diminishing returns. The multiple attack penalty (detailed on page 446) applies to each attack after the first, whether those attacks are Strikes, special attacks like the Grapple action of the Athletics skill, or spell attack rolls. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=321",
 "weakness": {}
}