{
 "breadcrumbs": [
  "Psychic Duels"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1735",
 "markdown": "<title level=\"1\" right=\"Rules\">[Attacks and Defenses](/Rules.aspx?ID=1735)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 202</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAny action taken in a mindscape is converted into a thoughtform called a psychic manifestation. An attack or spell has essentially the effect one would expect it to, though its form is far more mutable in the mindscape. Though taking place in the mind, a psychic duel still consumes any resources used by its combatants, such as HP and spell slots. A skilled warrior brought into a psychic duel isn't a helpless weakling; their martial arts training carries over into the thoughtforms they use in the duel. Statistics and actions change in a psychic duel as follows.\n\n **Always Use Will Defense**: Because a psychic duel pits mind against mind, you use Will for all saving throws and your Will DC as your Armor Class. In cases where a different DC (not a save or AC) would be used for defense, the GM determines which statistic to use, typically replacing only ones based on physical ability modifiers.\n\n **Any Damage Becomes Mental Damage**: Any damage dealt in a psychic duel is converted to mental damage. Any immunities, resistances, and weaknesses a creature would normally have to the psychic manifestation's form still apply, for instance, applying fire resistance to a psychic fireball. Apply the higher of a creature's weakness or resistance to the damage as normal. Weakness or resistance to mental damage applies only once against a given manifestation, no matter how many types of damage it deals.\n\n **Change Strike Damage**: Though Strikes use their normal ability scores to represent thoughtform versions of the attacker's prowess, any physical ability modifier to damage is replaced with the attacker's highest mental ability modifier. A creature stat block typically doesn't list a breakdown of its Strike damage, but the GM can find the difference between its Strength modifier and highest mental ability modifier to adjust the damage.\n\n **Range Doesn't Matter**: Spells and attacks with a range can target anyone inside the mindscape without penalty, even if outside their maximum range or range increment. Spells and abilities that affect a specific area or emanate from you must still follow those restrictions. Melee attacks only target foes within your reach.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1736\" />\r\n\r\n<document level=\"2\" id=\"rules-1737\" />",
 "name": "Attacks and Defenses",
 "next_link": {
  "label": "Movement and Location",
  "url": "/Rules.aspx?ID=1738"
 },
 "previous_link": {
  "label": "Initiative and Dueling Actions",
  "url": "/Rules.aspx?ID=1734"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 202</row>\r\n\r\nPsychic Duels\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 202"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 202</row>",
 "speed": {},
 "text": " Attacks and Defenses Source Dark Archive pg. 202 Any action taken in a mindscape is converted into a thoughtform called a psychic manifestation. An attack or spell has essentially the effect one would expect it to, though its form is far more mutable in the mindscape. Though taking place in the mind, a psychic duel still consumes any resources used by its combatants, such as HP and spell slots. A skilled warrior brought into a psychic duel isn't a helpless weakling; their martial arts training carries over into the thoughtforms they use in the duel. Statistics and actions change in a psychic duel as follows. Always Use Will Defense : Because a psychic duel pits mind against mind, you use Will for all saving throws and your Will DC as your Armor Class. In cases where a different DC (not a save or AC) would be used for defense, the GM determines which statistic to use, typically replacing only ones based on physical ability modifiers. Any Damage Becomes Mental Damage : Any damage dealt in a psychic duel is converted to mental damage. Any immunities, resistances, and weaknesses a creature would normally have to the psychic manifestation's form still apply, for instance, applying fire resistance to a psychic fireball. Apply the higher of a creature's weakness or resistance to the damage as normal. Weakness or resistance to mental damage applies only once against a given manifestation, no matter how many types of damage it deals. Change Strike Damage : Though Strikes use their normal ability scores to represent thoughtform versions of the attacker's prowess, any physical ability modifier to damage is replaced with the attacker's highest mental ability modifier. A creature stat block typically doesn't list a breakdown of its Strike damage, but the GM can find the difference between its Strength modifier and highest mental ability modifier to adjust the damage. Range Doesn't Matter : Spells and attacks with a range can target anyone inside the mindscape without penalty, even if outside their maximum range or range increment. Spells and abilities that affect a specific area or emanate from you must still follow those restrictions. Melee attacks only target foes within your reach. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1735",
 "weakness": {}
}