{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Skills"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1776",
 "markdown": "<title level=\"1\" right=\"Rules\">[Attempting Kingdom Skill Checks](/Rules.aspx?ID=1776)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 515</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDuring a Kingdom turn, the PCs attempt Kingdom skill checks. Such checks determine the effects of many things that affect the kingdom, including enduring a hardship, completing a task, impressing a visiting band of dignitaries, fighting off monsters, building a structure, or expanding into a new hex.\n\n A skill check for a kingdom works just like a skill check for a PC. One of the players—typically the one playing the PC whose key attribute or role is most appropriate—rolls 1d20 and adds the appropriate skill modifier, which consists of the kingdom's ability modifier for the ability associated with the skill plus any other applicable modifiers, including the kingdom's proficiency bonus in that skill and any other situational bonuses and penalties that might arise. \n\n<center>**Check result = d20 roll + skill modifier Skill modifier = key ability score modifier + proficiency bonus + other bonuses – penalties**</center> If the check result equals or exceeds the Difficulty Class (DC) of the check, it is a success. If it exceeds the DC by 10 or more, it's a critical success. If the check result is less than the DC, it is a failure. If it misses the DC by 10 or more, it's a critical failure. Critically succeeding (or failing) still counts as succeeding (or failing), but if the situation that required the check describes specific results for criticals, apply only the more specific result.\n\n If a player rolls a natural 20, the result is improved one degree; for example, turning a failure into a success or a success into a critical success. Also, if the player rolls a natural 1, the result is worsened one degree, turning a success into a failure or a failure into a critical failure. (The result cannot be improved or worsened beyond critical.)\n\n Whenever a Kingdom skill check results in a critical success, the kingdom gains 1 [Fame/Infamy point](/Rules.aspx?ID=1792). A kingdom cannot acquire Fame/Infamy beyond its maximum allotment.\n\n The five different types of modifiers (bonuses or penalties) that can apply to Kingdom skill checks are described below. When different types of modifier apply to the same check, add them all. But when multiple modifiers of the same type apply, use only the highest bonus and the worst penalty of that type—in other words, modifiers of the same type (except bonuses granted by structures—see below) don't stack. For instance, if both a proficiency bonus and an item bonus could apply to a check, add both to the die result, but if two item bonuses could apply, add only the higher of the two.\n\n **Proficiency bonuses** are modifiers determined by a kingdom's proficiency with a skill, using the Proficiency Bonuses table below.\n\n## Proficiency Bonuses\n<row gap=\"tiny\">\n<table><tr><td>**Proficiency Rank**</td><td>**Proficiency Bonus**</td></tr> <tr><td>Untrained</td><td>+0</td></tr> <tr><td>Trained</td><td>kingdom's level + 2</td></tr> <tr><td>Expert</td><td>kingdom's level + 4</td></tr> <tr><td>Master</td><td>kingdom's level + 6</td></tr> <tr><td>Legendary</td><td>kingdom's level + 8</td></tr></table></row>\n\n **Circumstance modifiers** are the result of something that happens during a kingdom event, of an activity, or of an ability granted by the kingdom's level.\n\n **Item modifiers** are granted by settlement structures or Ruin penalties. Item bonuses granted by structures are typically very specific in their application and only apply to events that take place within the influence area of the settlement in which they are located, although structures in a capital apply their item bonuses to the entire kingdom. Item bonuses granted by structures have special rules for stacking; see the [Settlement Types](/Rules.aspx?ID=1819) table and [Item Bonus](/Rules.aspx?ID=1829). [Ruin](/Rules.aspx?ID=1784) can inflict long-lasting item penalties to a kingdom.\n\n **Status modifiers** come from leadership expertise in skills related to their role, from Kingdom feats, and from long-term events. [Unrest](/Rules.aspx?ID=1785) is the most common status penalty for a kingdom.\n\n **Vacancy modifiers** are always penalties. They occur when [leadership roles](/Rules.aspx?ID=1774) are left vacant, or when leaders don't spend the necessary time attending to their duties.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Attempting Kingdom Skill Checks",
 "next_link": {
  "label": "Basic Skill Checks",
  "url": "/Rules.aspx?ID=1777"
 },
 "previous_link": {
  "label": "Leadership Roles",
  "url": "/Rules.aspx?ID=1774"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 515</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Skills\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 515"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 515</row>",
 "speed": {},
 "text": " Attempting Kingdom Skill Checks Source Kingmaker Adventure Path pg. 515 During a Kingdom turn, the PCs attempt Kingdom skill checks. Such checks determine the effects of many things that affect the kingdom, including enduring a hardship, completing a task, impressing a visiting band of dignitaries, fighting off monsters, building a structure, or expanding into a new hex. A skill check for a kingdom works just like a skill check for a PC. One of the players—typically the one playing the PC whose key attribute or role is most appropriate—rolls 1d20 and adds the appropriate skill modifier, which consists of the kingdom's ability modifier for the ability associated with the skill plus any other applicable modifiers, including the kingdom's proficiency bonus in that skill and any other situational bonuses and penalties that might arise. Check result = d20 roll + skill modifier Skill modifier = key ability score modifier + proficiency bonus + other bonuses – penalties If the check result equals or exceeds the Difficulty Class (DC) of the check, it is a success. If it exceeds the DC by 10 or more, it's a critical success. If the check result is less than the DC, it is a failure. If it misses the DC by 10 or more, it's a critical failure. Critically succeeding (or failing) still counts as succeeding (or failing), but if the situation that required the check describes specific results for criticals, apply only the more specific result. If a player rolls a natural 20, the result is improved one degree; for example, turning a failure into a success or a success into a critical success. Also, if the player rolls a natural 1, the result is worsened one degree, turning a success into a failure or a failure into a critical failure. (The result cannot be improved or worsened beyond critical.) Whenever a Kingdom skill check results in a critical success, the kingdom gains 1 Fame/Infamy point. A kingdom cannot acquire Fame/Infamy beyond its maximum allotment. The five different types of modifiers (bonuses or penalties) that can apply to Kingdom skill checks are described below. When different types of modifier apply to the same check, add them all. But when multiple modifiers of the same type apply, use only the highest bonus and the worst penalty of that type—in other words, modifiers of the same type (except bonuses granted by structures—see below) don't stack. For instance, if both a proficiency bonus and an item bonus could apply to a check, add both to the die result, but if two item bonuses could apply, add only the higher of the two. Proficiency bonuses are modifiers determined by a kingdom's proficiency with a skill, using the Proficiency Bonuses table below. ## Proficiency Bonuses Proficiency Rank Proficiency Bonus Untrained +0 Trained kingdom's level + 2 Expert kingdom's level + 4 Master kingdom's level + 6 Legendary kingdom's level + 8 Circumstance modifiers are the result of something that happens during a kingdom event, of an activity, or of an ability granted by the kingdom's level. Item modifiers are granted by settlement structures or Ruin penalties. Item bonuses granted by structures are typically very specific in their application and only apply to events that take place within the influence area of the settlement in which they are located, although structures in a capital apply their item bonuses to the entire kingdom. Item bonuses granted by structures have special rules for stacking; see the Settlement Types table and Item Bonus. Ruin can inflict long-lasting item penalties to a kingdom. Status modifiers come from leadership expertise in skills related to their role, from Kingdom feats, and from long-term events. Unrest is the most common status penalty for a kingdom. Vacancy modifiers are always penalties. They occur when leadership roles are left vacant, or when leaders don't spend the necessary time attending to their duties. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1776",
 "weakness": {}
}