{
 "breadcrumbs": [
  "Deviant Abilities",
  "Acquiring a Deviant Ability"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1720",
 "markdown": "<title level=\"1\" right=\"Rules\">[Background Deviant Abilities](/Rules.aspx?ID=1720)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 98</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA background deviant ability is a core part of a character's concept—a character may simply have been born with the power to light things on fire by whistling, or they may have gained it as part of whatever incident set them down the road to adventure.\n\n When using background deviant abilities, the player should get to decide what type of deviation they want and build their power. As the player grows, they should be able to improve their deviant ability, whether through special training, seeking out objects of power, or self-improvement, represented as taking additional deviant ability feats. If everyone in your party wishes to make deviant abilities a part of their character, or for a setting where these abilities are more common, consider using a variant similar to the [free archetype variant rule](/Rules.aspx?ID=1333) to grant each character an extra class feat at 2nd level and every even-numbered level thereafter that they can use only to take deviant feats. In most cases, they can gain every possible deviant ability feat by 16th level in this fashion, so there's no need to grant extra feats after that.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Background Deviant Abilities",
 "next_link": {
  "label": "Campaign Deviant Abilities",
  "url": "/Rules.aspx?ID=1721"
 },
 "previous_link": {
  "label": "Secret Society Member",
  "url": "/Rules.aspx?ID=1717"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 98</row>\r\n\r\nDeviant Abilities / Acquiring a Deviant Ability\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 98"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 98</row>",
 "speed": {},
 "text": " Background Deviant Abilities Source Dark Archive pg. 98 A background deviant ability is a core part of a character's concept—a character may simply have been born with the power to light things on fire by whistling, or they may have gained it as part of whatever incident set them down the road to adventure. When using background deviant abilities, the player should get to decide what type of deviation they want and build their power. As the player grows, they should be able to improve their deviant ability, whether through special training, seeking out objects of power, or self-improvement, represented as taking additional deviant ability feats. If everyone in your party wishes to make deviant abilities a part of their character, or for a setting where these abilities are more common, consider using a variant similar to the free archetype variant rule to grant each character an extra class feat at 2nd level and every even-numbered level thereafter that they can use only to take deviant feats. In most cases, they can gain every possible deviant ability feat by 16th level in this fashion, so there's no need to grant extra feats after that. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1720",
 "weakness": {}
}