{
 "breadcrumbs": [
  "Deviant Abilities",
  "Deviant Classifications"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1725",
 "markdown": "<title level=\"1\" right=\"Rules\">[Backlash](/Rules.aspx?ID=1725)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 100</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe same blood that lets one of the dragon-descended spit out a gout of flame is precisely what keeps the inside of their mouth from being singed in the furnace. Deviations, unfortunately, lack these safeguards, their powers coming from haphazard circumstance and interactions rather than intentional design. A character using their deviation always risks the chance of backlash.\n\n Whenever you attempt to use a deviation, roll a DC 5 flat check. On a success, you use your deviation and the DC for subsequent checks increases by 5, to a maximum of 20; on a failure, you use your deviation and then suffer a backlash effect, after which your flat check DC resets to 5. Backlash progresses from mild, to moderate, to severe. When you have already taken mild backlash in a given day, the next time you would take backlash, you take the moderate backlash instead, and if you have already taken moderate backlash, you take the severe backlash instead, and your deviation can't be used for the rest of the day— attempting to use it simply brings pain. When you make your daily preparations, your flat check DC returns to 5 and your next backlash returns to mild.\n\n Any effects from backlash can't be reduced, prevented, or otherwise bypassed. Conditions and damage you take from backlash can't be reduced or prevented by resistance or immunity, but still triggers any weakness you have to it.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Backlash",
 "next_link": {
  "label": "Awakened Powers",
  "url": "/Rules.aspx?ID=1726"
 },
 "previous_link": {
  "label": "Deviation Saves and Attack Rolls",
  "url": "/Rules.aspx?ID=1724"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 100</row>\r\n\r\nDeviant Abilities / Deviant Classifications\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 100"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 100</row>",
 "speed": {},
 "text": " Backlash Source Dark Archive pg. 100 The same blood that lets one of the dragon-descended spit out a gout of flame is precisely what keeps the inside of their mouth from being singed in the furnace. Deviations, unfortunately, lack these safeguards, their powers coming from haphazard circumstance and interactions rather than intentional design. A character using their deviation always risks the chance of backlash. Whenever you attempt to use a deviation, roll a DC 5 flat check. On a success, you use your deviation and the DC for subsequent checks increases by 5, to a maximum of 20; on a failure, you use your deviation and then suffer a backlash effect, after which your flat check DC resets to 5. Backlash progresses from mild, to moderate, to severe. When you have already taken mild backlash in a given day, the next time you would take backlash, you take the moderate backlash instead, and if you have already taken moderate backlash, you take the severe backlash instead, and your deviation can't be used for the rest of the day— attempting to use it simply brings pain. When you make your daily preparations, your flat check DC returns to 5 and your next backlash returns to mild. Any effects from backlash can't be reduced, prevented, or otherwise bypassed. Conditions and damage you take from backlash can't be reduced or prevented by resistance or immunity, but still triggers any weakness you have to it. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1725",
 "weakness": {}
}