{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1730",
 "markdown": "<title level=\"1\" right=\"Rules\">[Bargained Contracts](/Rules.aspx?ID=1730)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 164</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAnyone can have a taste of power—if they're willing to pay the price for it. These _bargained contracts_ are readily offered to those who know how to ask. However, fey, spirits of nature, hags, and the otherwise supernaturally inclined don't deal in currency as simple as gold.\n\n Each of these _bargained contracts_ offers specific benefits and drawbacks. While negotiation is part of these bargains, the entities that offer such deals rarely recognize the spirit of the agreement—only the written deal is final. Upon close review, the wording often matches the original proposal, leaving the mortal to wonder if the bargaining was just for show. \n\nA _bargained contract_ is a magic item that has the [contract](/Traits.aspx?ID=329) trait. The item has no physical substance and can't be dispelled or altered. Nonetheless, it comes with a pair of tokens indicating the contract has been struck, one held by each end of the deal. A _bargained contract_ can only be destroyed if both tokens are destroyed. If discarded, lost, or stolen, a token tends to find its way back to the being to whom it belongs. Holding the token isn't necessary to receive the benefits of the contract except where specifically stated that the token is part of the activation or effect. A _bargained contract_ is automatically [invested](/Traits.aspx?ID=98) and counts toward a character's limit of 10 invested items; part of the cost is that the contract draws from the holder's investiture. Entities that offer _bargained contracts_ can enter into any number without restriction.\n\n _Bargained contracts_ don't cost money because they are always part of a contract roleplayed out during the story and priced in things more meaningful than coin. Nonetheless, the GM should consider contracts as a story reward in much the same way as they would other types of treasure. For instance, if the GM is looking to give out two 9th-level items, they might have one of those items be a _[key to the stomach](/Equipment.aspx?ID=1652)_. In other words, the lack of cost just means it can't be bought or sold in stores, not that it doesn't count as part of the PCs' overall treasure.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Bargained Contracts",
 "next_link": {
  "label": "Mindscape Statistics",
  "url": "/Rules.aspx?ID=1731"
 },
 "previous_link": {
  "label": "Tempting Curses",
  "url": "/Rules.aspx?ID=1729"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 164</row>\n\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 164"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 164</row>",
 "speed": {},
 "text": " Bargained Contracts Source Dark Archive pg. 164 Anyone can have a taste of power—if they're willing to pay the price for it. These bargained contracts are readily offered to those who know how to ask. However, fey, spirits of nature, hags, and the otherwise supernaturally inclined don't deal in currency as simple as gold. Each of these bargained contracts offers specific benefits and drawbacks. While negotiation is part of these bargains, the entities that offer such deals rarely recognize the spirit of the agreement—only the written deal is final. Upon close review, the wording often matches the original proposal, leaving the mortal to wonder if the bargaining was just for show. A bargained contract is a magic item that has the contract trait. The item has no physical substance and can't be dispelled or altered. Nonetheless, it comes with a pair of tokens indicating the contract has been struck, one held by each end of the deal. A bargained contract can only be destroyed if both tokens are destroyed. If discarded, lost, or stolen, a token tends to find its way back to the being to whom it belongs. Holding the token isn't necessary to receive the benefits of the contract except where specifically stated that the token is part of the activation or effect. A bargained contract is automatically invested and counts toward a character's limit of 10 invested items; part of the cost is that the contract draws from the holder's investiture. Entities that offer bargained contracts can enter into any number without restriction. Bargained contracts don't cost money because they are always part of a contract roleplayed out during the story and priced in things more meaningful than coin. Nonetheless, the GM should consider contracts as a story reward in much the same way as they would other types of treasure. For instance, if the GM is looking to give out two 9th-level items, they might have one of those items be a key to the stomach . In other words, the lack of cost just means it can't be bought or sold in stores, not that it doesn't count as part of the PCs' overall treasure. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1730",
 "weakness": {}
}