{
 "breadcrumbs": [
  "Playing Undead",
  "Playable Undead Options"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1694",
 "markdown": "<title level=\"1\" right=\"Rules\">[Basic Undead Benefits](/Rules.aspx?ID=1694)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 44</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe archetypes and skeleton ancestry that follow can give the basic undead benefits detailed here. These are somewhat different from the normal undead creature abilities to better fit player characters.\n\n **Necril**: You know the [Necril](/Languages.aspx?ID=20) language.<br /> **Undead Vision**: You gain [low-light vision](/Rules.aspx?ID=416), or you gain [darkvision](/Rules.aspx?ID=415) if your ancestry already has low-light vision.<br /> **Negative Healing**: You are damaged by positive damage and aren't healed by [positive](/Traits.aspx?ID=128) [healing](/Traits.aspx?ID=89) effects. You don't take negative damage and are healed by [negative](/Traits.aspx?ID=118) effects that heal undead.<br /> **Negative Survival**: Unlike normal undead, you aren't destroyed when reduced to 0 Hit Points. Instead, powerful negative energy attempts to keep you from being destroyed even in dire straits. You are knocked out and begin [dying](/Conditions.aspx?ID=11) when reduced to 0 Hit Points. Because you're undead, many methods of bringing someone back from dying, such as [_stabilize_](/Spells.aspx?ID=307), don't benefit you. When you would die, you're destroyed rather than dead, just like other undead.<br /> **Immunity to Death Effects**: You're immune to [death](/Traits.aspx?ID=40) effects. This keeps you from being automatically killed or from having your dying value automatically increase, but it doesn't make you immune to other parts of the spell or effect. For example, you can still take mental damage and become [frightened](/Conditions.aspx?ID=19) by a [_phantasmal killer_](/Spells.aspx?ID=219), you just don't instantly die from it.<br /> **Disease and Poison Protection**: You gain a +1 circumstance bonus to saving throws (or any other defense) against [disease](/Traits.aspx?ID=46) and [poison](/Traits.aspx?ID=126).<br /> **Undead Hunger**: While you don't eat or drink the same food as humanoids do, you usually have thirsts and hungers related to your undead state, such as a ghoul's hunger for [humanoid](/Traits.aspx?ID=91) flesh, a zombie's craving for brains, and a vampire's desire for blood. Additionally, while you don't sleep, you enter a state of quiescence for at least 4 hours a day to recuperate, which lets your undead flesh reknit and recover naturally. Many undead choose to rest when the sun is at its highest.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Basic Undead Benefits",
 "next_link": {
  "label": "Advanced Undead Benefits",
  "url": "/Rules.aspx?ID=1695"
 },
 "previous_link": {
  "label": "Undead Allies",
  "url": "/Rules.aspx?ID=1688"
 },
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 44</row>\r\n\r\nPlaying Undead / Playable Undead Options\r\n</additional-info>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 44"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 44</row>",
 "speed": {},
 "text": " Basic Undead Benefits Source Book of the Dead pg. 44 The archetypes and skeleton ancestry that follow can give the basic undead benefits detailed here. These are somewhat different from the normal undead creature abilities to better fit player characters. Necril : You know the Necril language. Undead Vision : You gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. Negative Healing : You are damaged by positive damage and aren't healed by positive healing effects. You don't take negative damage and are healed by negative effects that heal undead. Negative Survival : Unlike normal undead, you aren't destroyed when reduced to 0 Hit Points. Instead, powerful negative energy attempts to keep you from being destroyed even in dire straits. You are knocked out and begin dying when reduced to 0 Hit Points. Because you're undead, many methods of bringing someone back from dying, such as stabilize , don't benefit you. When you would die, you're destroyed rather than dead, just like other undead. Immunity to Death Effects : You're immune to death effects. This keeps you from being automatically killed or from having your dying value automatically increase, but it doesn't make you immune to other parts of the spell or effect. For example, you can still take mental damage and become frightened by a phantasmal killer , you just don't instantly die from it. Disease and Poison Protection : You gain a +1 circumstance bonus to saving throws (or any other defense) against disease and poison. Undead Hunger : While you don't eat or drink the same food as humanoids do, you usually have thirsts and hungers related to your undead state, such as a ghoul's hunger for humanoid flesh, a zombie's craving for brains, and a vampire's desire for blood. Additionally, while you don't sleep, you enter a state of quiescence for at least 4 hours a day to recuperate, which lets your undead flesh reknit and recover naturally. Many undead choose to rest when the sun is at its highest. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1694",
 "weakness": {}
}