{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "Encounter Mode"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-439",
 "markdown": "<title level=\"1\" right=\"Rules\">[Basic Actions](/Rules.aspx?ID=439)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 469 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nBasic actions represent common tasks like moving around, attacking, and helping others. As such, every creature can use basic actions except in some extreme circumstances, and many of those actions are used very frequently. Most notably, you’ll use Interact, Step, Stride, and Strike a great deal. Many feats and other actions call upon you to use one of these basic actions or modify them to produce different effects. For example, a more complex action might let you Stride up to double your Speed instead of just up to your Speed, and a large number of activities include a Strike.\n\n Actions that are used less frequently but are still available to most creatures are presented in [Specialty Basic Actions](/Rules.aspx?ID=439). These typically have requirements that not all characters are likely to meet, such as wielding a shield or having a burrow Speed. In addition to the actions in these two sections, the actions for spellcasting can be found on pages 302–305, and the actions for using magic items appear on pages 531–534.\n\n<document level=\"2\" id=\"action-75\" />\n\n<document level=\"2\" id=\"action-76\" />\n\n<document level=\"2\" id=\"action-77\" />\n\n<document level=\"2\" id=\"action-78\" />\n\n<document level=\"2\" id=\"action-79\" />\n\n<document level=\"2\" id=\"action-80\" />\n\n<document level=\"2\" id=\"action-81\" />\n\n<document level=\"2\" id=\"action-82\" />\n\n<document level=\"2\" id=\"action-83\" />\n\n<document level=\"2\" id=\"action-84\" />\n\n<document level=\"2\" id=\"action-85\" />\n\n<document level=\"2\" id=\"action-86\" />\n\n<document level=\"2\" id=\"action-87\" />\n\n<document level=\"2\" id=\"action-88\" />\n\n<document level=\"2\" id=\"action-89\" />\n\n<document level=\"2\" id=\"action-90\" />\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Speaking</title>\r\n\r\nAs long as you can act, you can also speak. You don’t need to spend any type of action to speak, but because a round represents 6 seconds of time, you can usually speak at most a single sentence or so per round. Special uses of speech, such as attempting a [Deception](/Skills.aspx?ID=5) skill check to [Lie](/Actions.aspx?ID=47), require spending actions and follow their own rules. All speech has the [auditory](/Traits.aspx?ID=16) trait. If you communicate in some way other than speech, other rules might apply. For instance, using sign language is [visual](/Traits.aspx?ID=163) instead of auditory.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-440\" />",
 "name": "Basic Actions",
 "next_link": {
  "label": "Activities in Encounters",
  "url": "/Rules.aspx?ID=441"
 },
 "previous_link": {
  "label": "Turns",
  "url": "/Rules.aspx?ID=435"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 469 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / Encounter Mode\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 469"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 469 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Basic Actions Source Core Rulebook pg. 469 4.0 Basic actions represent common tasks like moving around, attacking, and helping others. As such, every creature can use basic actions except in some extreme circumstances, and many of those actions are used very frequently. Most notably, you’ll use Interact, Step, Stride, and Strike a great deal. Many feats and other actions call upon you to use one of these basic actions or modify them to produce different effects. For example, a more complex action might let you Stride up to double your Speed instead of just up to your Speed, and a large number of activities include a Strike. Actions that are used less frequently but are still available to most creatures are presented in Specialty Basic Actions. These typically have requirements that not all characters are likely to meet, such as wielding a shield or having a burrow Speed. In addition to the actions in these two sections, the actions for spellcasting can be found on pages 302–305, and the actions for using magic items appear on pages 531–534. Speaking As long as you can act, you can also speak. You don’t need to spend any type of action to speak, but because a round represents 6 seconds of time, you can usually speak at most a single sentence or so per round. Special uses of speech, such as attempting a Deception skill check to Lie, require spending actions and follow their own rules. All speech has the auditory trait. If you communicate in some way other than speech, other rules might apply. For instance, using sign language is visual instead of auditory. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=439",
 "weakness": {}
}