{
 "breadcrumbs": [
  "Appendix 3: Warfare",
  "War Encounters",
  "The Battlefield"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1867",
 "markdown": "<title level=\"1\" right=\"Rules\">[Battlefield Terrain Features](/Rules.aspx?ID=1867)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 578</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile some battles take place in open terrain, some battlefields contain additional terrain features. Relatively common battlefield terrain features are detailed below; some of the scripted war encounters in the Adventure Path feature other, specific terrain features.\n\n **Darkness or Heavy Fog**: All armies become concealed, and distant armies become undetected. Armies in these conditions take a –4 circumstance penalty on Scouting checks. Armies with [darkvision](/KMWarTactics.aspx?ID=4) ignore the terrain effects of darkness.\n\n **Difficult Terrain**: A war encounter that takes place in rugged mountains, swampland, or dense forests are examples of difficult battlefield terrain. Armies take a –2 circumstance penalty on Maneuver checks in difficult terrain.\n\n **Dim Light, Light Fog, or Rain**: Armies in these conditions gain a +1 circumstance bonus on Maneuver checks and take a –2 circumstance penalty on Scouting checks. Distant armies become concealed. Armies with [low-light vision](/KMWarTactics.aspx?ID=16) or darkvision ignore the terrain effects of dim light.\n\n **Wind**: Ranged Strikes take a –1 circumstance penalty in strong wind, or a –2 circumstance penalty in windstorms. The penalty for a ranged Strike on a distant army is doubled to –10 (this penalty stacks with the standard penalty to ranged Strikes in wind).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Battlefield Terrain Features",
 "next_link": {
  "label": "Fortifications",
  "url": "/Rules.aspx?ID=1868"
 },
 "previous_link": {
  "label": "Player Characters in Battles",
  "url": "/Rules.aspx?ID=1865"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 578</row>\r\n\r\nAppendix 3: Warfare / War Encounters / The Battlefield\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 578"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 578</row>",
 "speed": {},
 "text": " Battlefield Terrain Features Source Kingmaker Adventure Path pg. 578 While some battles take place in open terrain, some battlefields contain additional terrain features. Relatively common battlefield terrain features are detailed below; some of the scripted war encounters in the Adventure Path feature other, specific terrain features. Darkness or Heavy Fog : All armies become concealed, and distant armies become undetected. Armies in these conditions take a –4 circumstance penalty on Scouting checks. Armies with darkvision ignore the terrain effects of darkness. Difficult Terrain : A war encounter that takes place in rugged mountains, swampland, or dense forests are examples of difficult battlefield terrain. Armies take a –2 circumstance penalty on Maneuver checks in difficult terrain. Dim Light, Light Fog, or Rain : Armies in these conditions gain a +1 circumstance bonus on Maneuver checks and take a –2 circumstance penalty on Scouting checks. Distant armies become concealed. Armies with low-light vision or darkvision ignore the terrain effects of dim light. Wind : Ranged Strikes take a –1 circumstance penalty in strong wind, or a –2 circumstance penalty in windstorms. The penalty for a ranged Strike on a distant army is doubled to –10 (this penalty stacks with the standard penalty to ranged Strikes in wind). ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1867",
 "weakness": {}
}