{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Story-Based Crafting",
  "Crafting by Questing",
  "Crafting Quests"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1947",
 "markdown": "<title level=\"1\" right=\"Rules\">[Beginning the Quest](/Rules.aspx?ID=1947)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 172 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nStarting a crafting quest begins like any other story in your campaign. The PCs might learn of the item and how it can be made through one of any number of sources, from an old formula in a book to a cryptic prophesy that came to them in a dream. The key is to give the PCs an idea about the journey they must undertake and an idea of the reward that awaits them at the end.\n\n Next, give the PCs an opportunity to learn about the locations of the first crafting quest component for their item. They could gain this information through [Recall Knowledge](/Actions.aspx?ID=26) checks, [Research](/Rules.aspx?ID=1205) at a local library, or by [Gathering Information](/Actions.aspx?ID=49). Again, this first piece might also be part of their initial discovery of the quest, but later components should certainly require research or exploration to uncover.\n\n You don't need to give the PCs the locations of all their crafting components up front; as long as they know where to find the first piece, you can leave clues and opportunities to uncover the location of the next crafting quest component at key points in the campaign for PCs to discover naturally during the course of play. Alternatively, you can give the PCs the location of all the crafting quest components up front, though giving them such information all at once works best in a campaign intended to be more of a player-directed sandbox than one trying to follow a central narrative through line.\n\n Once the PCs have learned the location of their first crafting quest components, it's time to begin the adventure!\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Beginning the Quest",
 "next_link": {
  "label": "Gathering the Components",
  "url": "/Rules.aspx?ID=1948"
 },
 "previous_link": {
  "label": "Building a Narrative",
  "url": "/Rules.aspx?ID=1946"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 172 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Story-Based Crafting / Crafting by Questing / Crafting Quests\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 172"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 172 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Beginning the Quest Source Treasure Vault pg. 172 1.1 Starting a crafting quest begins like any other story in your campaign. The PCs might learn of the item and how it can be made through one of any number of sources, from an old formula in a book to a cryptic prophesy that came to them in a dream. The key is to give the PCs an idea about the journey they must undertake and an idea of the reward that awaits them at the end. Next, give the PCs an opportunity to learn about the locations of the first crafting quest component for their item. They could gain this information through Recall Knowledge checks, Research at a local library, or by Gathering Information. Again, this first piece might also be part of their initial discovery of the quest, but later components should certainly require research or exploration to uncover. You don't need to give the PCs the locations of all their crafting components up front; as long as they know where to find the first piece, you can leave clues and opportunities to uncover the location of the next crafting quest component at key points in the campaign for PCs to discover naturally during the course of play. Alternatively, you can give the PCs the location of all the crafting quest components up front, though giving them such information all at once works best in a campaign intended to be more of a player-directed sandbox than one trying to follow a central narrative through line. Once the PCs have learned the location of their first crafting quest components, it's time to begin the adventure! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1947",
 "weakness": {}
}