{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Nature Crafting",
  "Bestowed Gifts"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1931",
 "markdown": "<title level=\"1\" right=\"Rules\">[Bestowed Gifts as the Baseline](/Rules.aspx?ID=1931)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 166 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf your group particularly likes bestowed items, you can use them to replace most or all other forms of treasure in your campaign. In that case, you're establishing a narrative where pacts, connections, and friendships with supernatural creatures are extremely important for adventurers and other creatures hoping to unlock the power of magic items. This has several interesting implications on the world at large. For one, since bestowed gifts aren't usually transferable by violence, theft, or monetary trade, it would mean that looting magic items or buying them at a store are off limits. Count any bestowed gifts against the party's treasure for that level and consider adding an additional handful of consumables to their treasure allotment to counterbalance the lower flexibility in their treasure. Alternatively, consider presenting them with a consumable garden or similar option.\n\n Depending on who and what are capable of bestowing a gift in your campaign, PCs with significant power could use the [Crafting](/Skills.aspx?ID=4) skill to bestow gifts of their own unto their fellow adventurers, which could limit the necessity of binding ties with magical creatures. Regardless of the variation, a campaign where most or all magic items are bestowed gifts tends to either be lower magic in general or else have an extreme degree of interconnectedness, full of magical creatures that bond with heroes to an extent greater than most settings. For a lower-magic feel, you can also use the [automatic bonus progression rules](/Rules.aspx?ID=1357) to handle all the item bonuses for you so that you can focus on handing out gifts that are more thematic and meaningful to the PCs.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Bestowed Gifts as the Baseline",
 "next_link": {
  "label": "Gardens of Wonder",
  "url": "/Rules.aspx?ID=1932"
 },
 "previous_link": {
  "label": "Bestowing Gifts in Your Game",
  "url": "/Rules.aspx?ID=1930"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 166 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Nature Crafting / Bestowed Gifts\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 166"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 166 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Bestowed Gifts as the Baseline Source Treasure Vault pg. 166 1.1 If your group particularly likes bestowed items, you can use them to replace most or all other forms of treasure in your campaign. In that case, you're establishing a narrative where pacts, connections, and friendships with supernatural creatures are extremely important for adventurers and other creatures hoping to unlock the power of magic items. This has several interesting implications on the world at large. For one, since bestowed gifts aren't usually transferable by violence, theft, or monetary trade, it would mean that looting magic items or buying them at a store are off limits. Count any bestowed gifts against the party's treasure for that level and consider adding an additional handful of consumables to their treasure allotment to counterbalance the lower flexibility in their treasure. Alternatively, consider presenting them with a consumable garden or similar option. Depending on who and what are capable of bestowing a gift in your campaign, PCs with significant power could use the Crafting skill to bestow gifts of their own unto their fellow adventurers, which could limit the necessity of binding ties with magical creatures. Regardless of the variation, a campaign where most or all magic items are bestowed gifts tends to either be lower magic in general or else have an extreme degree of interconnectedness, full of magical creatures that bond with heroes to an extent greater than most settings. For a lower-magic feel, you can also use the automatic bonus progression rules to handle all the item bonuses for you so that you can focus on handing out gifts that are more thematic and meaningful to the PCs. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1931",
 "weakness": {}
}