{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Nature Crafting",
  "Bestowed Gifts"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1930",
 "markdown": "<title level=\"1\" right=\"Rules\">[Bestowing Gifts in Your Game](/Rules.aspx?ID=1930)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 166 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEven if you're granting a PC a gifted item based on an existing magic item's statistics, consider tweaking it in certain ways to make it more distinct without requiring an entirely new item and stat block. For one, gifted items typically only work for the creature that received the gift, or perhaps an heir or protegee of the initial recipient if the gift is passed down. As when the gift is initially received, the intent remains important; a bestowed gift keeps its power when earnestly given to an heir as a true inheritance, but it loses its power if transferred for a sale, quid pro quo, or other attempt to cheapen the gift into a commercial exchange. Beyond that, consider adding an [item quirk](/Rules.aspx?ID=1083) or two that you choose specifically to match the nature of the creature gifting the item, rather than rolling completely at random.\n\n If the creature granting the gift is especially beloved by your player, or the whole group, but you'd rather not have them tagging along everywhere, another option is to make the gifted item an [intelligent item](/Rules.aspx?ID=1084) with an imprint of the creature's personality, or just a conduit to speak with the creature from afar. Be careful when exercising this option, as you would with any intelligent item, as this adds another NPC to roleplay into the mix. Intelligent items are people, not possessions, even though they take the form of objects.\n\n While a bestowed gift is more memorable than most treasures, you can easily take them into account using the normal method for treasure distribution. Keep track of bestowed gifts just like you would any other magic item using _Core Rulebook_ [Table 10–9: Party Treasure by Level](/Rules.aspx?ID=581), counting them among the items that the party received as treasure during that level.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Bestowing Gifts in Your Game",
 "next_link": {
  "label": "Bestowed Gifts as the Baseline",
  "url": "/Rules.aspx?ID=1931"
 },
 "previous_link": {
  "label": "Growing Items",
  "url": "/Rules.aspx?ID=1926"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 166 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Nature Crafting / Bestowed Gifts\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 166"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 166 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Bestowing Gifts in Your Game Source Treasure Vault pg. 166 1.1 Even if you're granting a PC a gifted item based on an existing magic item's statistics, consider tweaking it in certain ways to make it more distinct without requiring an entirely new item and stat block. For one, gifted items typically only work for the creature that received the gift, or perhaps an heir or protegee of the initial recipient if the gift is passed down. As when the gift is initially received, the intent remains important; a bestowed gift keeps its power when earnestly given to an heir as a true inheritance, but it loses its power if transferred for a sale, quid pro quo, or other attempt to cheapen the gift into a commercial exchange. Beyond that, consider adding an item quirk or two that you choose specifically to match the nature of the creature gifting the item, rather than rolling completely at random. If the creature granting the gift is especially beloved by your player, or the whole group, but you'd rather not have them tagging along everywhere, another option is to make the gifted item an intelligent item with an imprint of the creature's personality, or just a conduit to speak with the creature from afar. Be careful when exercising this option, as you would with any intelligent item, as this adds another NPC to roleplay into the mix. Intelligent items are people, not possessions, even though they take the form of objects. While a bestowed gift is more memorable than most treasures, you can easily take them into account using the normal method for treasure distribution. Keep track of bestowed gifts just like you would any other magic item using Core Rulebook Table 10–9: Party Treasure by Level, counting them among the items that the party received as treasure during that level. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1930",
 "weakness": {}
}