{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Nature Crafting"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1929",
 "markdown": "<title level=\"1\" right=\"Rules\">[Bestowed Gifts](/Rules.aspx?ID=1929)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 166 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn fairy tales and folklore, stories abound of heroes receiving special items out of gratitude, friendship, or simply a desire to assist them on their quest. A [nymph](/MonsterFamilies.aspx?ID=77) might grant a token of their favor and agree to act as an artist's muse, establishing a long-term relationship that will ripple out through that mortal's life for years—or perhaps even generations, as the nymph continues to look over those who came after. On the opposite end of the spectrum, an aging [unicorn](/Monsters.aspx?ID=397) approaching their end might willingly sacrifice their horn to grant a hero great powers at the cost of their ebbing life.\n\n From these two extreme cases, a pattern emerges: in each, the gift establishes a lasting bond between the giver and recipient. For this reason, a bestowed gift is like the proverbial goose that laid the golden eggs: giving the gift freely grants it power, meaning those who would attempt to wrest it through theft or violence are doomed to fail. The connection between the giver and the recipient plows a magical furrow and plants a seed that can grow with time. For this reason, [relics](/Rules.aspx?ID=1096) are a perfect way to tell this type of story. There's even a shared nomenclature that hints at this connection: the abilities relics gain are called “gifts.”\n\n However, even if your group isn't using relics (or introducing one would be too complicated or long-term for the situation at hand), a bestowed gift with the powers of an otherwise-normal magic item can still make an especially meaningful moment in a campaign, far more so than simply purchasing such an item from a store or finding it in a hidden cache. A player is likely to remember a scene where a faerie queen spins a suit of [autumn's embrace](/Equipment.aspx?ID=1840) armor for them out of the plants of her domain, surrounding their character's body and protecting them from incoming harm for years to come, more than if they bought the same type of armor during downtime.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1930\" />\r\n\r\n<document level=\"2\" id=\"rules-1931\" />",
 "name": "Bestowed Gifts",
 "next_link": {
  "label": "Gardens of Wonder",
  "url": "/Rules.aspx?ID=1932"
 },
 "previous_link": {
  "label": "Growing Items",
  "url": "/Rules.aspx?ID=1926"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 166 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Nature Crafting\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 166"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 166 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Bestowed Gifts Source Treasure Vault pg. 166 1.1 In fairy tales and folklore, stories abound of heroes receiving special items out of gratitude, friendship, or simply a desire to assist them on their quest. A nymph might grant a token of their favor and agree to act as an artist's muse, establishing a long-term relationship that will ripple out through that mortal's life for years—or perhaps even generations, as the nymph continues to look over those who came after. On the opposite end of the spectrum, an aging unicorn approaching their end might willingly sacrifice their horn to grant a hero great powers at the cost of their ebbing life. From these two extreme cases, a pattern emerges: in each, the gift establishes a lasting bond between the giver and recipient. For this reason, a bestowed gift is like the proverbial goose that laid the golden eggs: giving the gift freely grants it power, meaning those who would attempt to wrest it through theft or violence are doomed to fail. The connection between the giver and the recipient plows a magical furrow and plants a seed that can grow with time. For this reason, relics are a perfect way to tell this type of story. There's even a shared nomenclature that hints at this connection: the abilities relics gain are called “gifts.” However, even if your group isn't using relics (or introducing one would be too complicated or long-term for the situation at hand), a bestowed gift with the powers of an otherwise-normal magic item can still make an especially meaningful moment in a campaign, far more so than simply purchasing such an item from a store or finding it in a hidden cache. A player is likely to remember a scene where a faerie queen spins a suit of autumn's embrace armor for them out of the plants of her domain, surrounding their character's body and protecting them from incoming harm for years to come, more than if they bought the same type of armor during downtime. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1929",
 "weakness": {}
}