{
 "breadcrumbs": [
  "Chapter 8: The Age of Lost Omens"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-305",
 "markdown": "<title level=\"1\" right=\"Rules\">[Beyond the Inner Sea](/Rules.aspx?ID=305)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 418 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe Inner Sea region consists of the continent of Avistan and the northern portion of the continent of Garund, but it is only one part of a much larger world. Garund itself extends further south, and its southern reaches are home to several unique ancestries and cultures. As one travels east from the Inner Sea, the vast expanse of the continent of Casmaron stretches beyond the horizon. With the immense inland Castrovin Sea at its heart, Casmaron is the largest of Golarion’s continents and home to some of its oldest and most successful empires. Farther east of Casmaron lies the continent of Tian Xia, a region often called the Dragon Empires. The northern section of Tian Xia connects to Golarion’s northernmost continent, a frozen reach known as the Crown of the World. This continent forms a bridge between Tian Xia and Avistan over the north pole. South of Tian Xia lies the mysterious continent of Sarusan, of which little is known due to the powerful storms and vexing currents that shroud its shores. Heading west from the Inner Sea region, sailors encounter the shattered remnants of lost Azlant, a ruined continent that hosted one of humanity’s first empires until it was destroyed during Earthfall. Sailing farther west from these ruins eventually leads to the shores of Arcadia, a land with unusual magical traditions and powerful nations of its own. And beneath all of these lands, carved into the planet’s very crust, lie the twisting tunnels of the tripartite underground realm known collectively as the Darklands, which houses great horrors and dangers but equally great opportunities for triumph and treasure.\n\n In addition, Golarion is but one of 11 worlds that orbit its sun. To the vast majority of the planet’s denizens, the other 11 worlds are little more than points of light in the sky, but these worlds are not so distant as one might expect. The planets of Akiton and Castrovel are Golarion’s closest neighbors. Travelers from both have visited and in some cases settled on Golarion, most notably elves, who originally hail from Castrovel. Even the farthest planet, remote Aucturn, has influenced Golarion, with its alien inhabitants exerting a sinister touch on the world that recently put the entire planet in peril. The wise thus do not discount the dangers and wonders that dwell on other planets of Golarion’s solar system.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Beyond the Inner Sea",
 "next_link": {
  "label": "The Great Beyond",
  "url": "/Rules.aspx?ID=306"
 },
 "previous_link": {
  "label": "Chapter 7: Spells",
  "url": "/Rules.aspx?ID=259"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 418 <sup>4.0</sup></row>\r\n\r\nChapter 8: The Age of Lost Omens\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 418"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 418 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Beyond the Inner Sea Source Core Rulebook pg. 418 4.0 The Inner Sea region consists of the continent of Avistan and the northern portion of the continent of Garund, but it is only one part of a much larger world. Garund itself extends further south, and its southern reaches are home to several unique ancestries and cultures. As one travels east from the Inner Sea, the vast expanse of the continent of Casmaron stretches beyond the horizon. With the immense inland Castrovin Sea at its heart, Casmaron is the largest of Golarion’s continents and home to some of its oldest and most successful empires. Farther east of Casmaron lies the continent of Tian Xia, a region often called the Dragon Empires. The northern section of Tian Xia connects to Golarion’s northernmost continent, a frozen reach known as the Crown of the World. This continent forms a bridge between Tian Xia and Avistan over the north pole. South of Tian Xia lies the mysterious continent of Sarusan, of which little is known due to the powerful storms and vexing currents that shroud its shores. Heading west from the Inner Sea region, sailors encounter the shattered remnants of lost Azlant, a ruined continent that hosted one of humanity’s first empires until it was destroyed during Earthfall. Sailing farther west from these ruins eventually leads to the shores of Arcadia, a land with unusual magical traditions and powerful nations of its own. And beneath all of these lands, carved into the planet’s very crust, lie the twisting tunnels of the tripartite underground realm known collectively as the Darklands, which houses great horrors and dangers but equally great opportunities for triumph and treasure. In addition, Golarion is but one of 11 worlds that orbit its sun. To the vast majority of the planet’s denizens, the other 11 worlds are little more than points of light in the sky, but these worlds are not so distant as one might expect. The planets of Akiton and Castrovel are Golarion’s closest neighbors. Travelers from both have visited and in some cases settled on Golarion, most notably elves, who originally hail from Castrovel. Even the farthest planet, remote Aucturn, has influenced Golarion, with its alien inhabitants exerting a sinister touch on the world that recently put the entire planet in peril. The wise thus do not discount the dangers and wonders that dwell on other planets of Golarion’s solar system. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=305",
 "weakness": {}
}