{
 "breadcrumbs": [
  "Guns Equipment"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1656",
 "markdown": "<title level=\"1\" right=\"Rules\">[Black Powder Siege Weapons](/Rules.aspx?ID=1656)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 172</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe advent of black powder is beginning to offer a new sort of weapon to warriors in Golarion, one that isn't dependent on the physical strength of the wielder. Siege weapons like ballistae and trebuchets create tremendous force at a distance with the efforts of multiple operators, allowing for destructive power to rival even mighty spellcasters. Black powder siege weapons take the potential of such machines of war and amplify it to the next level, adding explosive power to the cooperative efforts of the crew. In addition to the force of the black powder ignition itself, black powder siege weapons are able to funnel and direct the energy through a reinforced barrel or muzzle in ways torsion and counterweights cannot, increasing the accuracy, range, and impact of the weapon.\n\n Siege weapons of all kinds operate largely the same way whether they incorporate black powder in their design or not. The Aiming, Loading, Launching, and Move Siege Weapon actions are all identical to the rules found on page 72. The most notable change is the chance of misfire; just like a firearm, improper use, inadequate cleaning, and a number of other factors can lead to deficiencies in a piece of artillery. The construction of the weapons and ammunition are also more expensive and harder to find due to the more advanced makeup.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Chain Shot</title>\r\n\r\nA special type of ammunition for siege weapons, chain shot is built to demolish masts, sails, and airship gasbags. Each chain shot costs 2 gp. It resembles a cannonball in shape and can be loaded only into a siege weapon that hurls stones or similar ammunition. When launched, the ball divides into its two halves, connected by a sturdy chain.\n\n When a siege weapon launches chain shot, it targets one object instead of using its normal targets or area. The target takes no damage, but on a failed Reflex save, the object's mast, sail, or gasbag becomes broken. The pilot can attempt a piloting check in place of this Reflex save. A broken mast, sail, or gasbag prevents a wind- propelled vessel from moving, except by other means of propulsion if available. For instance, a galley could still be rowed if it had enough rowers. An airship with a broken gasbag instead begins to slowly descend as it leaks gas, automatically descending 20 feet at the start of each of the pilot's turns.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1657\" />",
 "name": "Black Powder Siege Weapons",
 "next_link": {
  "label": "Customization Options",
  "url": "/Rules.aspx?ID=1658"
 },
 "previous_link": {
  "label": "Fantasy Firearms",
  "url": "/Rules.aspx?ID=1651"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 172</row>\r\n\r\nGuns Equipment\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 172"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 172</row>",
 "speed": {},
 "text": " Black Powder Siege Weapons Source Guns &amp; Gears pg. 172 The advent of black powder is beginning to offer a new sort of weapon to warriors in Golarion, one that isn't dependent on the physical strength of the wielder. Siege weapons like ballistae and trebuchets create tremendous force at a distance with the efforts of multiple operators, allowing for destructive power to rival even mighty spellcasters. Black powder siege weapons take the potential of such machines of war and amplify it to the next level, adding explosive power to the cooperative efforts of the crew. In addition to the force of the black powder ignition itself, black powder siege weapons are able to funnel and direct the energy through a reinforced barrel or muzzle in ways torsion and counterweights cannot, increasing the accuracy, range, and impact of the weapon. Siege weapons of all kinds operate largely the same way whether they incorporate black powder in their design or not. The Aiming, Loading, Launching, and Move Siege Weapon actions are all identical to the rules found on page 72. The most notable change is the chance of misfire; just like a firearm, improper use, inadequate cleaning, and a number of other factors can lead to deficiencies in a piece of artillery. The construction of the weapons and ammunition are also more expensive and harder to find due to the more advanced makeup. Chain Shot A special type of ammunition for siege weapons, chain shot is built to demolish masts, sails, and airship gasbags. Each chain shot costs 2 gp. It resembles a cannonball in shape and can be loaded only into a siege weapon that hurls stones or similar ammunition. When launched, the ball divides into its two halves, connected by a sturdy chain. When a siege weapon launches chain shot, it targets one object instead of using its normal targets or area. The target takes no damage, but on a failed Reflex save, the object's mast, sail, or gasbag becomes broken. The pilot can attempt a piloting check in place of this Reflex save. A broken mast, sail, or gasbag prevents a wind- propelled vessel from moving, except by other means of propulsion if available. For instance, a galley could still be rowed if it had enough rowers. An airship with a broken gasbag instead begins to slowly descend as it leaks gas, automatically descending 20 feet at the start of each of the pilot's turns. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1656",
 "weakness": {}
}