{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1511",
 "markdown": "<title level=\"1\" right=\"Rules\">[Book of Unlimited Magic](/Rules.aspx?ID=1511)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 193 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThis chapter provides you with a wide variety of unusual magical practices and character options, many of them uncommon or rare. By adding them to your game, you can expand and enrich the narrative of how magic works. The chapter is organized into the following sections.\n\n [**Cathartic Magic**](/Rules.aspx?ID=1512) allows a spellcaster to harness pent-up emotions to enter a state of emotional fervor, gaining special benefits from the emotion but risking emotional fallout once the fervor ends.\n\n [**Elementalism**](/Rules.aspx?ID=1516) has options for characters focused on elemental magic, including elementalists who focus their entire spell list on the elements, elemental stances for monks, and druid orders of flame, stone, and waves.\n\n [**Flexible Preparation**](/Rules.aspx?ID=1519) represents the culmination of spellcasters' research and experimentation to gain the best of both worlds between prepared spellcasting and spontaneous spellcasting.\n\n [**Geomancy**](/Rules.aspx?ID=1520) taps into the natural world around the spellcaster, giving them benefits depending on the terrain, even allowing the spellcaster to simulate the energies of a different terrain.\n\n [**Ley Lines**](/Rules.aspx?ID=1531) embody the magical veins and arteries of the multiverse, flowing with energy across worlds and planes alike and gathering at special locations called nodes. Spellcasters can learn to tap into ley lines, though doing so presents a significant gamble.\n\n [**Pervasive Magic**](/Rules.aspx?ID=1538) covers situations and settings where magic is everywhere, infusing the land itself with unusual effects and trickling down to every creature in the area.\n\n [**Shadow Magic**](/Rules.aspx?ID=1554) surrenders the piece of a spellcaster's soul that keeps out the darkness, allowing themselves to learn new magic or to gain shadowy animal companions and familiars.\n\n [**Soul Seeds**](/Rules.aspx?ID=1558) magically attach to a creature's soul, then grow in the breadth of their magic in a similar fashion to relics.\n\n [**Soulforged Armaments**](/Rules.aspx?ID=1560) bond weapons, armor, or shields to the forger's soul, allowing the soulforger to manifest their armament at a moment's notice and even bring forth an empowered true form.\n\n [**Thassilonian Rune Magic**](/Rules.aspx?ID=1567) divides magic into seven runes associated with the seven sins. Each runelord embodies one of the seven schools, gaining significant advantages with their school spells.\n\n [**True Names**](/Rules.aspx?ID=1569) allow a practitioner to learn the secrets of a being's inner nature, granting them an incredible amount of leverage to compel that creature into service.\n\n [**Wellspring Magic**](/Rules.aspx?ID=1576) is both a blessing and a curse: it grants a deep infusion of magic, potentially allowing the casting of many spells, but it also risks out-of-control wellspring surges if the power becomes too much to handle.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Targeting Companions and Eidolons</title>\r\n\r\nSome spells in this chapter can affect the caster's companion or eidolon. When “companion” is used in a stat block, it refers to animal companions, familiars, and future types of companions—such as construct companions—but not eidolons. Some spells are even more specific. For example, if the spell says, “Targets your familiar,” you could cast it only on a familiar, not other kinds of companions. If you Cast a Spell that can benefit only a type of creature you don't have, such as Casting a Spell that can target only an eidolon when you don't have an eidolon, the spell does nothing.\n\n If the spell would affect an ability the creature doesn't have, the spell doesn't give the creature that ability unless the spell says it does. For example, a spell that causes your companion to make a Strike wouldn't let a familiar make a Strike but would give it all other benefits of the spell.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1512\" />\r\n\r\n<document level=\"2\" id=\"rules-1516\" />\r\n\r\n<document level=\"2\" id=\"rules-1519\" />\r\n\r\n<document level=\"2\" id=\"rules-1520\" />\r\n\r\n<document level=\"2\" id=\"rules-1531\" />\r\n\r\n<document level=\"2\" id=\"rules-1538\" />\r\n\r\n<document level=\"2\" id=\"rules-1554\" />\r\n\r\n<document level=\"2\" id=\"rules-1558\" />\r\n\r\n<document level=\"2\" id=\"rules-1560\" />\r\n\r\n<document level=\"2\" id=\"rules-1567\" />\r\n\r\n<document level=\"2\" id=\"rules-1569\" />\r\n\r\n<document level=\"2\" id=\"rules-1576\" />",
 "name": "Book of Unlimited Magic",
 "next_link": {
  "label": "Eidolons",
  "url": "/Rules.aspx?ID=1581"
 },
 "previous_link": {
  "label": "Magic Items",
  "url": "/Rules.aspx?ID=1486"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 193 <sup>1.1</sup></row>\n\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 193"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 193 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Book of Unlimited Magic Source Secrets of Magic pg. 193 1.1 This chapter provides you with a wide variety of unusual magical practices and character options, many of them uncommon or rare. By adding them to your game, you can expand and enrich the narrative of how magic works. The chapter is organized into the following sections. Cathartic Magic allows a spellcaster to harness pent-up emotions to enter a state of emotional fervor, gaining special benefits from the emotion but risking emotional fallout once the fervor ends. Elementalism has options for characters focused on elemental magic, including elementalists who focus their entire spell list on the elements, elemental stances for monks, and druid orders of flame, stone, and waves. Flexible Preparation represents the culmination of spellcasters' research and experimentation to gain the best of both worlds between prepared spellcasting and spontaneous spellcasting. Geomancy taps into the natural world around the spellcaster, giving them benefits depending on the terrain, even allowing the spellcaster to simulate the energies of a different terrain. Ley Lines embody the magical veins and arteries of the multiverse, flowing with energy across worlds and planes alike and gathering at special locations called nodes. Spellcasters can learn to tap into ley lines, though doing so presents a significant gamble. Pervasive Magic covers situations and settings where magic is everywhere, infusing the land itself with unusual effects and trickling down to every creature in the area. Shadow Magic surrenders the piece of a spellcaster's soul that keeps out the darkness, allowing themselves to learn new magic or to gain shadowy animal companions and familiars. Soul Seeds magically attach to a creature's soul, then grow in the breadth of their magic in a similar fashion to relics. Soulforged Armaments bond weapons, armor, or shields to the forger's soul, allowing the soulforger to manifest their armament at a moment's notice and even bring forth an empowered true form. Thassilonian Rune Magic divides magic into seven runes associated with the seven sins. Each runelord embodies one of the seven schools, gaining significant advantages with their school spells. True Names allow a practitioner to learn the secrets of a being's inner nature, granting them an incredible amount of leverage to compel that creature into service. Wellspring Magic is both a blessing and a curse: it grants a deep infusion of magic, potentially allowing the casting of many spells, but it also risks out-of-control wellspring surges if the power becomes too much to handle. Targeting Companions and Eidolons Some spells in this chapter can affect the caster's companion or eidolon. When “companion” is used in a stat block, it refers to animal companions, familiars, and future types of companions—such as construct companions—but not eidolons. Some spells are even more specific. For example, if the spell says, “Targets your familiar,” you could cast it only on a familiar, not other kinds of companions. If you Cast a Spell that can benefit only a type of creature you don't have, such as Casting a Spell that can target only an eidolon when you don't have an eidolon, the spell does nothing. If the spell would affect an ability the creature doesn't have, the spell doesn't give the creature that ability unless the spell says it does. For example, a spell that causes your companion to make a Strike wouldn't let a familiar make a Strike but would give it all other benefits of the spell. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1511",
 "weakness": {}
}