{
 "breadcrumbs": [
  "Introduction",
  "World-Building and Tone"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1645",
 "markdown": "<title level=\"1\" right=\"Rules\">[Borders and Change](/Rules.aspx?ID=1645)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 9</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen constructing a fantasy world or playing in a world like Golarion where wizards live next door to gunslingers and even the most magical of realms might have technological clockwork soldiers and other scientific discoveries that simulate, enhance, or even replace magic—it can become hard to picture how all these disparate elements coexist alongside each other. Why don't firearms get adopted by other nearby nations? Why would someone spend vast troves of gold to build a [clockwork dragon](/Monsters.aspx?ID=1098) when they could teleport an egg away from a nest and get the real thing much more cheaply?\n\n There are quite a few possible answers to these questions, and figuring out those answers can help make your campaign setting more vibrant and relatable. To start, we'll talk about some of the ways in which Golarion answers these questions before diving into ways to integrate these kinds of themes deeper into your own original setting.\n\n Dongun Hold and Alkenstar are strong examples of areas in Golarion that can have a technology level that's significantly above the average technology level for the rest of the world, without undermining or significantly changing the general dynamics of Golarion and nearby regions. Wedged between two warring nations ruled by wizard kings, Alkenstar and Dongun Hold have no significant ports of their own and are surrounded by a wasteland filled with mutants and monsters. Moreover, the ancient magical wars that scarred the Mana Wastes also created pockets of unstable magic or magical dead zones where magic remains unreliable at best and virtually nonexistent at worst. As a result, it makes sense that the hearty smiths of Dongun Hold craft firearms as the primary method to protect themselves from dangerous creatures and threats, as does the fact that the weapons have remained available only in this small region of the Inner Sea until quite recently.\n\n In your homebrew world, you can use similar levers to partition the different countries and regions you create according to similar circumstances, or you can use completely different options as appropriate. For example, if your campaign world is one in which firearms exist but are limited to a very specific part of the world, ask yourself _why_ these weapons have been restricted. Is there a powerful organization that relies on its stranglehold over the secrets of firearm production to protect its interests? Perhaps magic is so prevalent that only a rare, aberrant individual who lacks a talent for magic would be interested in pursuing technological advancements. Maybe the dynamics of the world itself comes into play; for example, some element in the atmosphere or properties of the metals drawn from below the surface resist being shaped and manipulated to the degree necessary for creating firearms or other technological weapons and gadgets, so the only way to obtain such items is to purchase them from extraplanar merchants who import them from distant planes. The possibilities are endless, and it doesn't matter so much what reason you decide on, as long as you have some understanding of how the world you create weaves together.\n\n Of course, your world could also be a wild and boundless convergence of planar nexuses, where gunslingers fight alongside sword-swinging knights and psychic snakes. Anything is possible and only needs to make as much sense as is required for you and your friends to enjoy yourselves and tell the kinds of stories you want!\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Borders and Change",
 "next_link": {
  "label": "Gears Characters",
  "url": "/Rules.aspx?ID=1599"
 },
 "previous_link": {
  "label": "Modularity",
  "url": "/Rules.aspx?ID=1644"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 9</row>\r\n\r\nIntroduction / World-Building and Tone\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 9"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 9</row>",
 "speed": {},
 "text": " Borders and Change Source Guns &amp; Gears pg. 9 When constructing a fantasy world or playing in a world like Golarion where wizards live next door to gunslingers and even the most magical of realms might have technological clockwork soldiers and other scientific discoveries that simulate, enhance, or even replace magic—it can become hard to picture how all these disparate elements coexist alongside each other. Why don't firearms get adopted by other nearby nations? Why would someone spend vast troves of gold to build a clockwork dragon when they could teleport an egg away from a nest and get the real thing much more cheaply? There are quite a few possible answers to these questions, and figuring out those answers can help make your campaign setting more vibrant and relatable. To start, we'll talk about some of the ways in which Golarion answers these questions before diving into ways to integrate these kinds of themes deeper into your own original setting. Dongun Hold and Alkenstar are strong examples of areas in Golarion that can have a technology level that's significantly above the average technology level for the rest of the world, without undermining or significantly changing the general dynamics of Golarion and nearby regions. Wedged between two warring nations ruled by wizard kings, Alkenstar and Dongun Hold have no significant ports of their own and are surrounded by a wasteland filled with mutants and monsters. Moreover, the ancient magical wars that scarred the Mana Wastes also created pockets of unstable magic or magical dead zones where magic remains unreliable at best and virtually nonexistent at worst. As a result, it makes sense that the hearty smiths of Dongun Hold craft firearms as the primary method to protect themselves from dangerous creatures and threats, as does the fact that the weapons have remained available only in this small region of the Inner Sea until quite recently. In your homebrew world, you can use similar levers to partition the different countries and regions you create according to similar circumstances, or you can use completely different options as appropriate. For example, if your campaign world is one in which firearms exist but are limited to a very specific part of the world, ask yourself why these weapons have been restricted. Is there a powerful organization that relies on its stranglehold over the secrets of firearm production to protect its interests? Perhaps magic is so prevalent that only a rare, aberrant individual who lacks a talent for magic would be interested in pursuing technological advancements. Maybe the dynamics of the world itself comes into play; for example, some element in the atmosphere or properties of the metals drawn from below the surface resist being shaped and manipulated to the degree necessary for creating firearms or other technological weapons and gadgets, so the only way to obtain such items is to purchase them from extraplanar merchants who import them from distant planes. The possibilities are endless, and it doesn't matter so much what reason you decide on, as long as you have some understanding of how the world you create weaves together. Of course, your world could also be a wild and boundless convergence of planar nexuses, where gunslingers fight alongside sword-swinging knights and psychic snakes. Anything is possible and only needs to make as much sense as is required for you and your friends to enjoy yourselves and tell the kinds of stories you want! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1645",
 "weakness": {}
}