{
 "breadcrumbs": [
  "Casino Games"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1454",
 "markdown": "<title level=\"1\" right=\"Rules\">[Bounder](/Rules.aspx?ID=1454)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #159: All or Nothing](/Sources.aspx?ID=48) pg. 76</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nBounder is an exciting game of rolling dice where tensions run high and luck is paramount. A bounder table can usually seat around 20 gamblers, and each gets a turn as the shooter—the player who rolls dice against the dealer.\n\n **Supplies**: Three six-sided dice for the dealer and two 20-sided dice for the shooter.\n\n **How to Play**: To start, the current shooter bets a stake (the minimum can be different at each casino, though usually it's 5 cp). The shooter then rolls their first d20, establishing their “point.” The shooter can then double their stake if desired. In addition, the other gamblers at the table can also place bets on the shooter's point if they believe the shooter will “bound” the dealer. Some casinos also offer the ability to place bets on the dealer's roll (whether they'll roll all even numbers, all odd numbers, or three of the same number); such bets usually offer higher payouts.\n\n When all the bets have been placed, the dealer rolls their 3d6. If the total matches the shooter's point, the shooter automatically loses their stake, as does anyone who bet on the point. Side bets for the dealer's roll are also resolved now. Generally, a bet on the dealer rolling all even or all odd numbers pays out an amount equal to the stake, and a bet on the dealer rolling three of a kind pays out an amount equal to three times the stake.\n\n The shooter then rolls their second d20; if their two dice results are on either side of the dealer's result—one greater than and one less than the dealer's number— they bound the dealer and win an amount equal to their stake; those who bet on the point also win an amount equal to their bet. Otherwise (including if the second d20 roll equaled the dealer's roll), the shooter and anyone who bet on the point lose their stakes. If a shooter rolls a 1 and a 20 (or a 20 and a 1), they win double their stake, though those who bet on the point win the usual amount.\n\n A new round of betting then begins and the next player clockwise at the table becomes the new shooter.\n\n **Odds**: A shooter will win about 40% of the time. Those gamblers who bet on the point have the same chance of winning as the shooter.\n\n The chance of the dealer's roll being all even or all odd numbers is less than 13%, and the chance of the dealer's roll being three of a kind is less than 3%.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Bounder",
 "next_link": {
  "label": "Century",
  "url": "/Rules.aspx?ID=1455"
 },
 "previous_link": {
  "label": "Golem",
  "url": "/Rules.aspx?ID=1453"
 },
 "rarity": "common",
 "release_date": "2020-09-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #159: All or Nothing](/Sources.aspx?ID=48) pg. 76</row>\r\n\r\nCasino Games\r\n</additional-info>",
 "source": [
  "Pathfinder #159: All or Nothing"
 ],
 "source_raw": [
  "Pathfinder #159: All or Nothing pg. 76"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #159: All or Nothing](/Sources.aspx?ID=48) pg. 76</row>",
 "speed": {},
 "text": " Bounder Source Pathfinder #159: All or Nothing pg. 76 Bounder is an exciting game of rolling dice where tensions run high and luck is paramount. A bounder table can usually seat around 20 gamblers, and each gets a turn as the shooter—the player who rolls dice against the dealer. Supplies : Three six-sided dice for the dealer and two 20-sided dice for the shooter. How to Play : To start, the current shooter bets a stake (the minimum can be different at each casino, though usually it's 5 cp). The shooter then rolls their first d20, establishing their “point.” The shooter can then double their stake if desired. In addition, the other gamblers at the table can also place bets on the shooter's point if they believe the shooter will “bound” the dealer. Some casinos also offer the ability to place bets on the dealer's roll (whether they'll roll all even numbers, all odd numbers, or three of the same number); such bets usually offer higher payouts. When all the bets have been placed, the dealer rolls their 3d6. If the total matches the shooter's point, the shooter automatically loses their stake, as does anyone who bet on the point. Side bets for the dealer's roll are also resolved now. Generally, a bet on the dealer rolling all even or all odd numbers pays out an amount equal to the stake, and a bet on the dealer rolling three of a kind pays out an amount equal to three times the stake. The shooter then rolls their second d20; if their two dice results are on either side of the dealer's result—one greater than and one less than the dealer's number— they bound the dealer and win an amount equal to their stake; those who bet on the point also win an amount equal to their bet. Otherwise (including if the second d20 roll equaled the dealer's roll), the shooter and anyone who bet on the point lose their stakes. If a shooter rolls a 1 and a 20 (or a 20 and a 1), they win double their stake, though those who bet on the point win the usual amount. A new round of betting then begins and the next player clockwise at the table becomes the new shooter. Odds : A shooter will win about 40% of the time. Those gamblers who bet on the point have the same chance of winning as the shooter. The chance of the dealer's roll being all even or all odd numbers is less than 13%, and the chance of the dealer's roll being three of a kind is less than 3%. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1454",
 "weakness": {}
}