{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-995",
 "markdown": "<title level=\"1\" right=\"Rules\">[Building Creatures](/Rules.aspx?ID=995)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 56</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMaking your own creatures fleshes out your game world and lets you introduce concepts not yet available in published products like the Bestiary volumes. These guidelines help you customize creatures to your specifications and explore your imagination. From strange beasts to canny political rivals, you have the power to design creatures that fit the narrative needs of your story.\n\n Creatures aren’t built the same way PCs are. The rules for building them are more flexible, and their statistics are based on benchmark final numbers rather than combining each individual modifier together. This is called top-down design, in which you consider the design process as a whole and select the details that reflect your intended result, rather than building statistics from the bottom up and hoping the finished creature matches your vision.\n\n This guide provides a step-by-step process to build creatures, but as you get more comfortable with creature creation, you may prefer to use different methods. You could start with one ability you think is cool, or you might look to create a spellcaster of a certain type. There’s no wrong starting place or wrong way to compile and present your creation; some GMs prefer to generate a stat block that is as similar to an official _Bestiary_ entry as possible, while others prefer to compile just a brief set of notes.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Base Road Maps</title>\r\n\r\nYou can use the following suggestions to set the baseline when creating your road map. For example, use brute for a big, tough creature like an ogre, and skirmisher for a darting enemy. Each entry is a starting point you can customize as you see fit. Any core statistic that isn’t listed should typically use moderate numbers. You can set ability modifiers and add additional abilities as needed. To make a creature that resembles a character of a certain class, see Class Road maps on page 73.\n\n **Brute** low Perception; high or extreme Str modifier, high to moderate Con modifier, low or lower Dex and mental modifiers; moderate or low AC; high Fortitude, low Reflex or Will or both; high HP; high attack bonus and high damage or moderate attack bonus and extreme damage\n\n **Magical Striker** high attack and high damage; moderate to high spell DCs; either a scattering of innate spells or prepared or spontaneous spells up to half the creature’s level (rounded up) minus 1\n\n **Skill Paragon** high or extreme ability modifier matching its best skills; typically high Reflex or Will and low Fortitude; many skills at moderate or high and potentially one or two extreme skills; at least one special ability to use the creature’s skills in combat\n\n **Skirmisher** high Dex modifier; low Fortitude, high Reflex; higher Speed than typical\n\n **Sniper** high Perception; high Dex modifier; low Fortitude, high Reflex; moderate to low HP; ranged Strikes have high attack bonus and damage or moderate attack bonus and extreme damage (melee Strikes are weaker)\n\n **Soldier** high Str modifier; high to extreme AC; high Fortitude; high attack bonus and high damage; Attack of Opportunity or other tactical abilities\n\n **Spellcaster** high or extreme modifier for the corresponding mental ability; low Fortitude, high Will; low HP; low attack bonus and moderate or low damage; high or extreme spell DCs; prepared or spontaneous spells up to half the creature’s level (rounded up)\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Building Creatures Overview</title>\r\n\r\nThis section details the creature-building process using the following steps. <ol><li>**Develop the Concept (page 56)** Think about your creature, and make notes you can use in future steps.</li> <li>**Build the Stat Block** Pick all the statistics for the creatures, going through the list below.<br /> Level (page 58)<br /> Alignment, Size, and Traits (page 58)<br /> Ability Modifiers (page 59)<br /> Perception and Senses (page 60)<br /> Languages (page 60)<br /> Skills (page 60)<br /> Items, if necessary (page 61)<br /> AC (page 61)<br /> Saving Throws (page 62)<br /> Hit Points (page 62)<br /> Immunities, Weaknesses, and Resistances (page 63)<br /> Speed (page 64)<br /> Strikes, including their damage (page 64)<br /> Spells, if necessary (page 65)</li> <li>**Design Abilities (page 67)** Create the special abilities your creature can use.</li> <li>**Review Holistically (page 69)** Step back, take stock of your creature as a whole, and tweak as needed.</li></ol>\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Converting First Edition Creatures</title>\r\n\r\nIf you’re converting creatures from First Edition, you won’t find a direct numerical conversion. Instead, use the original statistics to create your road map, giving a better AC to a creature that had a good AC in First Edition, and so on.\n\n Here are the main areas of difference that you’ll want to keep in mind for your conversion. \n<ul><li>Ability modifiers scale differently, so don’t copy them over exactly. The highest modifiers tend not to get as high in Second Edition. You’ll rarely see a +10 Strength modifier, for example. Creatures also tend to get better low statistics at higher levels than they used to, particularly for Dexterity and Wisdom. This is most evident in high‑level First Edition creatures with awful Dexterity.</li> <li>Low-Intelligence creatures, particularly animals, tend to have more special actions than they would have in First Edition. This is to make encounters with them more dynamic and distinct. Compare dinosaurs between the editions for good examples.</li> <li>When converting spell-like abilities to innate spells, you might need to make some substitutions. Some spells will appear as heightened versions of spells (such as greater dispel magic now being heightened dispel magic), but others will require you to find something different. Also, don’t feel like you need to keep every spell; focus on the most thematic and potent ones. The Spells section on page 65 has more advice on this subject.</li> <li>Damage reduction has been replaced with two options: resistance to all damage (possibly with exceptions), or more HP and a weakness. Immunities, Weaknesses, and Resistances on page 63 describes the distinction.</li> <li>If you want to convert spell resistance, you can give the creature a +1 status bonus to all saves against magic, or +2 if it had abnormally high spell resistance for its level.</li></ul>\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Designing NPCs</title>\r\n\r\nSometimes you’ll design a creature that’s meant to have abilities or characteristics similar to those of a PC. Maybe you need a bold champion, a sly rogue master criminal, or a wizened druid elder for your game. You also might need a common baker, who has little combat ability but great skill with dough and an oven. This section provides ways you might modify aspects of the creature-building process to fit those needs.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Improvising a Creature</title>\r\n\r\nAs you get more experienced, you might find that you don’t need to build some creatures in advance. In many cases, especially for simple creatures, you can just select values from the relevant tables on the fly and track its HP. When you do, track which value you used as it came up. For instance, let’s say you’re improvising a 2nd-level kobold soldier. When it’s time for initiative, you decide it has moderate Perception and jot down “Per +8.” Your group’s fighter beats it at initiative and attacks. You decide the soldier has high AC—looking at Table 2–5, you see that’s 18—and add this information to your note. The fighter’s Strike hits, and you select the low end of high HP: 36. Well, now it’s 25. Your note says “Per +8, AC 18, HP 25.” If it gets to take a turn, you can give it a Strike then.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Reskinning Creatures</title>\r\n\r\nSometimes you need a creature with abilities that are almost exactly the same as those of a published creature. In that case, it can be more efficient to simply “reskin” the old creature rather than design a new one—that is, to change the description but keep the abilities mostly the same. Occasionally reskinning requires small mechanical adjustments. For instance, a fire cat that has immunity to fire, an aura that deals fire damage, and the ability to light people on fire with its jaws to deal persistent fire damage could be reskinned as a caustic animate tree that has immunity to acid, an aura that deals acid damage, and branch attacks that smear acidic sap on a creature’s body when they hit, dealing persistent acid damage.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Trait Abilities</title>\r\n\r\nThis section provides the abilities conveyed by certain traits, such as demon, dragon, and undead. You’ll also find abilities typical of creatures with those traits to help guide you as you plan your creatures.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-996\" />\r\n\r\n<document level=\"2\" id=\"rules-997\" />\r\n\r\n<document level=\"2\" id=\"rules-1000\" />\r\n\r\n<document level=\"2\" id=\"rules-1001\" />\r\n\r\n<document level=\"2\" id=\"rules-1002\" />\r\n\r\n<document level=\"2\" id=\"rules-1003\" />\r\n\r\n<document level=\"2\" id=\"rules-1005\" />\r\n\r\n<document level=\"2\" id=\"rules-1006\" />\r\n\r\n<document level=\"2\" id=\"rules-1008\" />\r\n\r\n<document level=\"2\" id=\"rules-1009\" />\r\n\r\n<document level=\"2\" id=\"rules-1011\" />\r\n\r\n<document level=\"2\" id=\"rules-1012\" />\r\n\r\n<document level=\"2\" id=\"rules-1014\" />\r\n\r\n<document level=\"2\" id=\"rules-1015\" />\r\n\r\n<document level=\"2\" id=\"rules-1016\" />\r\n\r\n<document level=\"2\" id=\"rules-1019\" />\r\n\r\n<document level=\"2\" id=\"rules-1024\" />\r\n\r\n<document level=\"2\" id=\"rules-1038\" />\r\n\r\n<document level=\"2\" id=\"rules-1039\" />\r\n\r\n<document level=\"2\" id=\"rules-1040\" />",
 "name": "Building Creatures",
 "next_link": {
  "label": "Building Hazards",
  "url": "/Rules.aspx?ID=1043"
 },
 "previous_link": {
  "label": "Chapter 1: Gamemastery Basics",
  "url": "/Rules.aspx?ID=813"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 56</row>\r\n\r\nChapter 2: Tools\r\n\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 56"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 56</row>",
 "speed": {},
 "text": " Building Creatures Source Gamemastery Guide pg. 56 Making your own creatures fleshes out your game world and lets you introduce concepts not yet available in published products like the Bestiary volumes. These guidelines help you customize creatures to your specifications and explore your imagination. From strange beasts to canny political rivals, you have the power to design creatures that fit the narrative needs of your story. Creatures aren’t built the same way PCs are. The rules for building them are more flexible, and their statistics are based on benchmark final numbers rather than combining each individual modifier together. This is called top-down design, in which you consider the design process as a whole and select the details that reflect your intended result, rather than building statistics from the bottom up and hoping the finished creature matches your vision. This guide provides a step-by-step process to build creatures, but as you get more comfortable with creature creation, you may prefer to use different methods. You could start with one ability you think is cool, or you might look to create a spellcaster of a certain type. There’s no wrong starting place or wrong way to compile and present your creation; some GMs prefer to generate a stat block that is as similar to an official Bestiary entry as possible, while others prefer to compile just a brief set of notes. Base Road Maps You can use the following suggestions to set the baseline when creating your road map. For example, use brute for a big, tough creature like an ogre, and skirmisher for a darting enemy. Each entry is a starting point you can customize as you see fit. Any core statistic that isn’t listed should typically use moderate numbers. You can set ability modifiers and add additional abilities as needed. To make a creature that resembles a character of a certain class, see Class Road maps on page 73. Brute low Perception; high or extreme Str modifier, high to moderate Con modifier, low or lower Dex and mental modifiers; moderate or low AC; high Fortitude, low Reflex or Will or both; high HP; high attack bonus and high damage or moderate attack bonus and extreme damage Magical Striker high attack and high damage; moderate to high spell DCs; either a scattering of innate spells or prepared or spontaneous spells up to half the creature’s level (rounded up) minus 1 Skill Paragon high or extreme ability modifier matching its best skills; typically high Reflex or Will and low Fortitude; many skills at moderate or high and potentially one or two extreme skills; at least one special ability to use the creature’s skills in combat Skirmisher high Dex modifier; low Fortitude, high Reflex; higher Speed than typical Sniper high Perception; high Dex modifier; low Fortitude, high Reflex; moderate to low HP; ranged Strikes have high attack bonus and damage or moderate attack bonus and extreme damage (melee Strikes are weaker) Soldier high Str modifier; high to extreme AC; high Fortitude; high attack bonus and high damage; Attack of Opportunity or other tactical abilities Spellcaster high or extreme modifier for the corresponding mental ability; low Fortitude, high Will; low HP; low attack bonus and moderate or low damage; high or extreme spell DCs; prepared or spontaneous spells up to half the creature’s level (rounded up) Building Creatures Overview This section details the creature-building process using the following steps. Develop the Concept (page 56) Think about your creature, and make notes you can use in future steps. Build the Stat Block Pick all the statistics for the creatures, going through the list below. Level (page 58) Alignment, Size, and Traits (page 58) Ability Modifiers (page 59) Perception and Senses (page 60) Languages (page 60) Skills (page 60) Items, if necessary (page 61) AC (page 61) Saving Throws (page 62) Hit Points (page 62) Immunities, Weaknesses, and Resistances (page 63) Speed (page 64) Strikes, including their damage (page 64) Spells, if necessary (page 65) Design Abilities (page 67) Create the special abilities your creature can use. Review Holistically (page 69) Step back, take stock of your creature as a whole, and tweak as needed. Converting First Edition Creatures If you’re converting creatures from First Edition, you won’t find a direct numerical conversion. Instead, use the original statistics to create your road map, giving a better AC to a creature that had a good AC in First Edition, and so on. Here are the main areas of difference that you’ll want to keep in mind for your conversion. Ability modifiers scale differently, so don’t copy them over exactly. The highest modifiers tend not to get as high in Second Edition. You’ll rarely see a +10 Strength modifier, for example. Creatures also tend to get better low statistics at higher levels than they used to, particularly for Dexterity and Wisdom. This is most evident in high‑level First Edition creatures with awful Dexterity. Low-Intelligence creatures, particularly animals, tend to have more special actions than they would have in First Edition. This is to make encounters with them more dynamic and distinct. Compare dinosaurs between the editions for good examples. When converting spell-like abilities to innate spells, you might need to make some substitutions. Some spells will appear as heightened versions of spells (such as greater dispel magic now being heightened dispel magic), but others will require you to find something different. Also, don’t feel like you need to keep every spell; focus on the most thematic and potent ones. The Spells section on page 65 has more advice on this subject. Damage reduction has been replaced with two options: resistance to all damage (possibly with exceptions), or more HP and a weakness. Immunities, Weaknesses, and Resistances on page 63 describes the distinction. If you want to convert spell resistance, you can give the creature a +1 status bonus to all saves against magic, or +2 if it had abnormally high spell resistance for its level. Designing NPCs Sometimes you’ll design a creature that’s meant to have abilities or characteristics similar to those of a PC. Maybe you need a bold champion, a sly rogue master criminal, or a wizened druid elder for your game. You also might need a common baker, who has little combat ability but great skill with dough and an oven. This section provides ways you might modify aspects of the creature-building process to fit those needs. Improvising a Creature As you get more experienced, you might find that you don’t need to build some creatures in advance. In many cases, especially for simple creatures, you can just select values from the relevant tables on the fly and track its HP. When you do, track which value you used as it came up. For instance, let’s say you’re improvising a 2nd-level kobold soldier. When it’s time for initiative, you decide it has moderate Perception and jot down “Per +8.” Your group’s fighter beats it at initiative and attacks. You decide the soldier has high AC—looking at Table 2–5, you see that’s 18—and add this information to your note. The fighter’s Strike hits, and you select the low end of high HP: 36. Well, now it’s 25. Your note says “Per +8, AC 18, HP 25.” If it gets to take a turn, you can give it a Strike then. Reskinning Creatures Sometimes you need a creature with abilities that are almost exactly the same as those of a published creature. In that case, it can be more efficient to simply “reskin” the old creature rather than design a new one—that is, to change the description but keep the abilities mostly the same. Occasionally reskinning requires small mechanical adjustments. For instance, a fire cat that has immunity to fire, an aura that deals fire damage, and the ability to light people on fire with its jaws to deal persistent fire damage could be reskinned as a caustic animate tree that has immunity to acid, an aura that deals acid damage, and branch attacks that smear acidic sap on a creature’s body when they hit, dealing persistent acid damage. Trait Abilities This section provides the abilities conveyed by certain traits, such as demon, dragon, and undead. You’ll also find abilities typical of creatures with those traits to help guide you as you plan your creatures. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=995",
 "weakness": {}
}