{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Preparing an Adventure"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-497",
 "markdown": "<title level=\"1\" right=\"Rules\">[Building Encounters](/Rules.aspx?ID=497)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 488 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe most common type of encounter is a combat encounter, where the PCs face other creatures. Combat encounters are strictly governed by rules; the guidelines that follow will help you build combat encounters that pose appropriate challenges for your group. Building hazard encounters works the same way. Social encounters are more free-form, and are up to you as the GM to design.\n\n To build a combat encounter, first decide how the encounter fits in the adventure as a whole. Then, estimate how much of a threat you want the encounter to pose, using one of five categories below.\n\n **Trivial-threat** encounters are so easy that the characters have essentially no chance of losing; they shouldn’t even need to spend significant resources unless they are particularly wasteful. These encounters work best as warm-ups, palate cleansers, or reminders of how awesome the characters are. A trivial-threat encounter can still be fun to play, so don’t ignore them just because of the lack of threat. \n\n**Low-threat** encounters present a veneer of difficulty and typically use some of the party’s resources. However, it would be rare or the result of very poor tactics for the entire party to be seriously threatened. \n\n**Moderate-threat** encounters are a serious challenge to the characters, though unlikely to overpower them completely. Characters usually need to use sound tactics and manage their resources wisely to come out of a moderate-threat encounter ready to continue on and face a harder challenge without resting. \n\n**Severe-threat** encounters are the hardest encounters most groups of characters can consistently defeat. These encounters are most appropriate for important moments in your story, such as confronting a final boss. Bad luck, poor tactics, or a lack of resources due to prior encounters can easily turn a severe-threat encounter against the characters, and a wise group keeps the option to disengage open. \n\n**Extreme-threat** encounters are so dangerous that they are likely to be an even match for the characters, particularly if the characters are low on resources. This makes them too challenging for most uses. An extreme-threat encounter might be appropriate for a fully rested group of characters that can go all-out, for the climactic encounter at the end of an entire campaign, or for a group of veteran players using advanced tactics and teamwork.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-498\" />\r\n\r\n<document level=\"2\" id=\"rules-499\" />\r\n\r\n<document level=\"2\" id=\"rules-500\" />",
 "name": "Building Encounters",
 "next_link": {
  "label": "Running a Game Session",
  "url": "/Rules.aspx?ID=501"
 },
 "previous_link": {
  "label": "Creating Adventures",
  "url": "/Rules.aspx?ID=493"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 488 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Preparing an Adventure\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 488"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 488 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Building Encounters Source Core Rulebook pg. 488 4.0 The most common type of encounter is a combat encounter, where the PCs face other creatures. Combat encounters are strictly governed by rules; the guidelines that follow will help you build combat encounters that pose appropriate challenges for your group. Building hazard encounters works the same way. Social encounters are more free-form, and are up to you as the GM to design. To build a combat encounter, first decide how the encounter fits in the adventure as a whole. Then, estimate how much of a threat you want the encounter to pose, using one of five categories below. Trivial-threat encounters are so easy that the characters have essentially no chance of losing; they shouldn’t even need to spend significant resources unless they are particularly wasteful. These encounters work best as warm-ups, palate cleansers, or reminders of how awesome the characters are. A trivial-threat encounter can still be fun to play, so don’t ignore them just because of the lack of threat. Low-threat encounters present a veneer of difficulty and typically use some of the party’s resources. However, it would be rare or the result of very poor tactics for the entire party to be seriously threatened. Moderate-threat encounters are a serious challenge to the characters, though unlikely to overpower them completely. Characters usually need to use sound tactics and manage their resources wisely to come out of a moderate-threat encounter ready to continue on and face a harder challenge without resting. Severe-threat encounters are the hardest encounters most groups of characters can consistently defeat. These encounters are most appropriate for important moments in your story, such as confronting a final boss. Bad luck, poor tactics, or a lack of resources due to prior encounters can easily turn a severe-threat encounter against the characters, and a wise group keeps the option to disengage open. Extreme-threat encounters are so dangerous that they are likely to be an even match for the characters, particularly if the characters are low on resources. This makes them too challenging for most uses. An extreme-threat encounter might be appropriate for a fully rested group of characters that can go all-out, for the climactic encounter at the end of an entire campaign, or for a group of veteran players using advanced tactics and teamwork. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=497",
 "weakness": {}
}