{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Story-Based Crafting",
  "Crafting by Questing",
  "Crafting Quests"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1946",
 "markdown": "<title level=\"1\" right=\"Rules\">[Building a Narrative](/Rules.aspx?ID=1946)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 172 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOnce you know what item the characters are questing to create, it's time to build a narrative around that journey. Think of this like a subplot to the main story, with key moments and pivotal scenes that occur alongside the overarching plot of your campaign. If the entire group is searching for crafting quest components, then some parts of this story can take the spotlight and be the focus of an entire part of your campaign. In any event, you should give this story the same consideration you give any other part of your campaign narrative, balancing player desires with appropriate narrative decisions and combat challenges. Make sure that no one character's crafting quests take the spotlight for too long, and always watch for opportunities to align the interests of the various party members.\n\n Start by determining how many encounters you want the PCs to complete before the item is finished. For each required encounter, reduce the required cost of the story-crafted item by 10% of its total value. These cost reductions should never reduce the equivalent cost of the item below 50% of its base cost. This ensures the PCs don't end up with significantly more wealth than they should have and makes sure that their crafting quests don't stretch across too many levels of play. Next, take the remaining price of the item and divide that by the number of encounters. Reduce the reward for these encounters by that amount, to balance it against any other rewards you might include.\n\n Crafting quest encounters should generally be between low and severe difficulty; trivial encounters are too easy to justify the reduction in cost of the story-crafted item and generally won't be narratively satisfying for the players, while extreme encounters are simply too dangerous and may feel unfair to the player trying to story craft.\n\n Low-difficulty encounters are appropriate for a single crafting quest component, while moderate and severe encounters should provide crafting quest components for multiple characters. A severe-difficulty fight against a powerful monster with a treasure hoard, like a dragon, might provide crafting quest components for the entire party. Having the entire party's crafting quests intersect in encounters like this also helps bind the PCs together through shared goals and accomplishments.\n\n Finally, map these encounters and their narratives to your overall campaign or adventure, giving plenty of space between each to allow them to feel like earned pieces of a growing story.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Building a Narrative",
 "next_link": {
  "label": "Beginning the Quest",
  "url": "/Rules.aspx?ID=1947"
 },
 "previous_link": {
  "label": "Treasure by Encounter",
  "url": "/Rules.aspx?ID=1944"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 172 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Story-Based Crafting / Crafting by Questing / Crafting Quests\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 172"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 172 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Building a Narrative Source Treasure Vault pg. 172 1.1 Once you know what item the characters are questing to create, it's time to build a narrative around that journey. Think of this like a subplot to the main story, with key moments and pivotal scenes that occur alongside the overarching plot of your campaign. If the entire group is searching for crafting quest components, then some parts of this story can take the spotlight and be the focus of an entire part of your campaign. In any event, you should give this story the same consideration you give any other part of your campaign narrative, balancing player desires with appropriate narrative decisions and combat challenges. Make sure that no one character's crafting quests take the spotlight for too long, and always watch for opportunities to align the interests of the various party members. Start by determining how many encounters you want the PCs to complete before the item is finished. For each required encounter, reduce the required cost of the story-crafted item by 10% of its total value. These cost reductions should never reduce the equivalent cost of the item below 50% of its base cost. This ensures the PCs don't end up with significantly more wealth than they should have and makes sure that their crafting quests don't stretch across too many levels of play. Next, take the remaining price of the item and divide that by the number of encounters. Reduce the reward for these encounters by that amount, to balance it against any other rewards you might include. Crafting quest encounters should generally be between low and severe difficulty; trivial encounters are too easy to justify the reduction in cost of the story-crafted item and generally won't be narratively satisfying for the players, while extreme encounters are simply too dangerous and may feel unfair to the player trying to story craft. Low-difficulty encounters are appropriate for a single crafting quest component, while moderate and severe encounters should provide crafting quest components for multiple characters. A severe-difficulty fight against a powerful monster with a treasure hoard, like a dragon, might provide crafting quest components for the entire party. Having the entire party's crafting quests intersect in encounters like this also helps bind the PCs together through shared goals and accomplishments. Finally, map these encounters and their narratives to your overall campaign or adventure, giving plenty of space between each to allow them to feel like earned pieces of a growing story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1946",
 "weakness": {}
}