{
 "breadcrumbs": [
  "Deviant Abilities",
  "Acquiring a Deviant Ability"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1721",
 "markdown": "<title level=\"1\" right=\"Rules\">[Campaign Deviant Abilities](/Rules.aspx?ID=1721)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 99</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA campaign deviant ability comes about as part of the story of your campaign. The party may find themselves with strangely expanded senses after taking shelter beneath an ancient monolith, or they might drink from a spring of pure magic in a grove and find themselves able to command the elements. As the GM, you should decide the specifics of the deviant abilities yourself, matching them to the event and themes of your campaign. The players might not discover the full capabilities or quirks of their new abilities immediately. Consider waiting for a dramatic moment to reveal that a player has gained a deviant ability, perhaps letting them unleash an unexpected blast of lightning right when they need it the most.\n\n Because a campaign deviant ability is normally only present for a level or maybe two, you usually don't have to worry about advancing the ability or adjusting campaign rewards to take stock of your PCs' additional powers. Rather, simply keep in mind that the players might have an extra source of damage or utility ability up their sleeve while they are in a given town or dungeon. Be clear with your players that their newly acquired abilities are temporary; for instance, it might be that the powers the players gained from the ancient monolith will fade once their journey takes them too far. If a player enjoys their deviant ability and wants to keep it even after the moment in the campaign has passed, work with them to develop a story that fits their character—maybe they take a piece of the monolith with them, letting them keep their powers. In this case, you can give them the opportunity to retrain some of their existing feats into deviant ability feats or let them take those feats again in the future.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Campaign Deviant Abilities",
 "next_link": {
  "label": "Building a Deviant Ability",
  "url": "/Rules.aspx?ID=1722"
 },
 "previous_link": {
  "label": "Background Deviant Abilities",
  "url": "/Rules.aspx?ID=1720"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 99</row>\r\n\r\nDeviant Abilities / Acquiring a Deviant Ability\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 99"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 99</row>",
 "speed": {},
 "text": " Campaign Deviant Abilities Source Dark Archive pg. 99 A campaign deviant ability comes about as part of the story of your campaign. The party may find themselves with strangely expanded senses after taking shelter beneath an ancient monolith, or they might drink from a spring of pure magic in a grove and find themselves able to command the elements. As the GM, you should decide the specifics of the deviant abilities yourself, matching them to the event and themes of your campaign. The players might not discover the full capabilities or quirks of their new abilities immediately. Consider waiting for a dramatic moment to reveal that a player has gained a deviant ability, perhaps letting them unleash an unexpected blast of lightning right when they need it the most. Because a campaign deviant ability is normally only present for a level or maybe two, you usually don't have to worry about advancing the ability or adjusting campaign rewards to take stock of your PCs' additional powers. Rather, simply keep in mind that the players might have an extra source of damage or utility ability up their sleeve while they are in a given town or dungeon. Be clear with your players that their newly acquired abilities are temporary; for instance, it might be that the powers the players gained from the ancient monolith will fade once their journey takes them too far. If a player enjoys their deviant ability and wants to keep it even after the moment in the campaign has passed, work with them to develop a story that fits their character—maybe they take a piece of the monolith with them, letting them keep their powers. In this case, you can give them the opportunity to retrain some of their existing feats into deviant ability feats or let them take those feats again in the future. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1721",
 "weakness": {}
}