{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Planning a Campaign"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-483",
 "markdown": "<title level=\"1\" right=\"Rules\">[Campaign Length](/Rules.aspx?ID=483)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 483 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe length of a campaign can range from a few sessions to many years. Two main factors determine campaign length: how much time you need to complete the story, and how much time players want to devote to the game.\n\n A single session, or a “one-shot,” is great if your group is trying out Pathfinder or wants to play a specific short adventure. This requires a smaller time commitment but requires the GM to present the events of the game in a way that is immediately engaging, since there’s less opportunity for the players to become invested in the story or setting.\n\n If you want to play through a longer campaign, you’ll need to add some story elements that speak directly to the characters in your game rather than just to the events of the adventure. In other words, the characters should have individual goals in addition to the group’s overall goals.\n\n You can estimate how long a campaign will take by looking at the amount of time you actually have to play, or the number of character levels you intend the characters to advance. It typically takes three to four sessions for a group to level up. Since you’ll probably cancel sessions on occasion, playing once a week for a year results in roughly a 14-level campaign, playing every 2 weeks for a year gives you an 8-level campaign, and playing monthly allows for a 5-level campaign. If you play only once a month, you might consider holding longer sessions and using fast advancement (page 509).\n\n It’s entirely okay to have a campaign with an indefinite length. Many groups play through one adventure and then decide to take on another. If you run an indefinite campaign, however, avoid ongoing plots that you can’t satisfactorily end if the campaign comes to a close after the next adventure. If you introduce an overwhelmingly powerful villain who’s crucial to the story but can’t be stopped until the player characters are 15th level, ending the campaign at 8th level will feel anticlimactic.\n\n It pays to be conservative when estimating your campaign length and scope. It’s always tempting to run a 20-level epic campaign with complex, interwoven plots, but such games can fall apart long before the end if your group can play only once a month and the players have other responsibilities.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-484\" />",
 "name": "Campaign Length",
 "next_link": {
  "label": "Themes",
  "url": "/Rules.aspx?ID=485"
 },
 "previous_link": {
  "label": "Chapter 9: Playing the Game",
  "url": "/Rules.aspx?ID=311"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 483 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Planning a Campaign\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 483"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 483 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Campaign Length Source Core Rulebook pg. 483 4.0 The length of a campaign can range from a few sessions to many years. Two main factors determine campaign length: how much time you need to complete the story, and how much time players want to devote to the game. A single session, or a “one-shot,” is great if your group is trying out Pathfinder or wants to play a specific short adventure. This requires a smaller time commitment but requires the GM to present the events of the game in a way that is immediately engaging, since there’s less opportunity for the players to become invested in the story or setting. If you want to play through a longer campaign, you’ll need to add some story elements that speak directly to the characters in your game rather than just to the events of the adventure. In other words, the characters should have individual goals in addition to the group’s overall goals. You can estimate how long a campaign will take by looking at the amount of time you actually have to play, or the number of character levels you intend the characters to advance. It typically takes three to four sessions for a group to level up. Since you’ll probably cancel sessions on occasion, playing once a week for a year results in roughly a 14-level campaign, playing every 2 weeks for a year gives you an 8-level campaign, and playing monthly allows for a 5-level campaign. If you play only once a month, you might consider holding longer sessions and using fast advancement (page 509). It’s entirely okay to have a campaign with an indefinite length. Many groups play through one adventure and then decide to take on another. If you run an indefinite campaign, however, avoid ongoing plots that you can’t satisfactorily end if the campaign comes to a close after the next adventure. If you introduce an overwhelmingly powerful villain who’s crucial to the story but can’t be stopped until the player characters are 15th level, ending the campaign at 8th level will feel anticlimactic. It pays to be conservative when estimating your campaign length and scope. It’s always tempting to run a 20-level epic campaign with complex, interwoven plots, but such games can fall apart long before the end if your group can play only once a month and the players have other responsibilities. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=483",
 "weakness": {}
}