{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1452",
 "markdown": "<title level=\"1\" right=\"Rules\">[Casino Games](/Rules.aspx?ID=1452)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #159: All or Nothing](/Sources.aspx?ID=48) pg. 76</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe Lucky Nimbus offers the usual assortment of casino games already familiar to real-world players, such as roulette and twenty-one, as well as the following three gambling games unique to the world of Golarion. Use the following rules to play these games at your table if your players are interested in playing through a few games of chance for the opportunity to win big—or lose it all.\n\n Each entry below lists the supplies you need to play each game (all games assume you use coins or other tokens to track bets), an explanation of how to play the game (and in some cases, ways to bet on the game), and how the odds are stacked against the players. At the Lucky Nimbus, a dealer (played by the Game Master) watches over each game, either rolling dice or dealing out cards when appropriate.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1453\" />\r\n\r\n<document level=\"2\" id=\"rules-1454\" />\r\n\r\n<document level=\"2\" id=\"rules-1455\" />",
 "name": "Casino Games",
 "next_link": {
  "label": "Overview",
  "url": "/Rules.aspx?ID=1457"
 },
 "previous_link": {
  "label": "Chapter 6: Items",
  "url": "/Rules.aspx?ID=1445"
 },
 "rarity": "common",
 "release_date": "2020-09-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #159: All or Nothing](/Sources.aspx?ID=48) pg. 76</row>\n\n</additional-info>",
 "source": [
  "Pathfinder #159: All or Nothing"
 ],
 "source_raw": [
  "Pathfinder #159: All or Nothing pg. 76"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #159: All or Nothing](/Sources.aspx?ID=48) pg. 76</row>",
 "speed": {},
 "text": " Casino Games Source Pathfinder #159: All or Nothing pg. 76 The Lucky Nimbus offers the usual assortment of casino games already familiar to real-world players, such as roulette and twenty-one, as well as the following three gambling games unique to the world of Golarion. Use the following rules to play these games at your table if your players are interested in playing through a few games of chance for the opportunity to win big—or lose it all. Each entry below lists the supplies you need to play each game (all games assume you use coins or other tokens to track bets), an explanation of how to play the game (and in some cases, ways to bet on the game), and how the odds are stacked against the players. At the Lucky Nimbus, a dealer (played by the Game Master) watches over each game, either rolling dice or dealing out cards when appropriate. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1452",
 "weakness": {}
}