{
 "breadcrumbs": [
  "Chapter 11: Crafting & Treasure",
  "Staves"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-749",
 "markdown": "<title level=\"1\" right=\"Rules\">[Casting Spells from a Staff](/Rules.aspx?ID=749)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 592 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA staff gains charges when someone prepares it for the day. The person who prepared a staff can expend the charges to cast spells from it. You can Cast a Spell from a staff only if you have that spell on your spell list, are able to cast spells of the appropriate level, and expend a number of charges from the staff equal to the spell’s level. Casting a Spell from a staff requires holding the staff (typically in one hand) and Activating the staff by Casting the Spell, which takes the spell’s normal number of actions.\n\n Use your spell attack roll and spell DC when Casting a Spell from a staff. The spell gains the appropriate trait for your magical tradition ([arcane](/Traits.aspx?ID=11), [divine](/Traits.aspx?ID=48), [occult](/Traits.aspx?ID=120), or [primal](/Traits.aspx?ID=134)) and can be affected by any modifications you can normally make when casting spells, such as metamagic feats. You must provide any material components, cost, or focus required by the spell, or you fail to cast it.\n\n Prepared spellcasters and spontaneous spellcasters each have a unique way of altering how their staves gain charges and the ways they can be used (see the Prepared Spellcasters and Spontaneous Spellcasters sections below).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-750\" />",
 "name": "Casting Spells from a Staff",
 "next_link": {
  "label": "Preparing a Staff",
  "url": "/Rules.aspx?ID=751"
 },
 "previous_link": {
  "label": "Snares",
  "url": "/Rules.aspx?ID=743"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 592 <sup>4.0</sup></row>\r\n\r\nChapter 11: Crafting &amp; Treasure / Staves\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 592"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 592 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Casting Spells from a Staff Source Core Rulebook pg. 592 4.0 A staff gains charges when someone prepares it for the day. The person who prepared a staff can expend the charges to cast spells from it. You can Cast a Spell from a staff only if you have that spell on your spell list, are able to cast spells of the appropriate level, and expend a number of charges from the staff equal to the spell’s level. Casting a Spell from a staff requires holding the staff (typically in one hand) and Activating the staff by Casting the Spell, which takes the spell’s normal number of actions. Use your spell attack roll and spell DC when Casting a Spell from a staff. The spell gains the appropriate trait for your magical tradition (arcane, divine, occult, or primal) and can be affected by any modifications you can normally make when casting spells, such as metamagic feats. You must provide any material components, cost, or focus required by the spell, or you fail to cast it. Prepared spellcasters and spontaneous spellcasters each have a unique way of altering how their staves gain charges and the ways they can be used (see the Prepared Spellcasters and Spontaneous Spellcasters sections below). ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=749",
 "weakness": {}
}