{
 "breadcrumbs": [
  "Chapter 11: Crafting & Treasure",
  "Wands"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-757",
 "markdown": "<title level=\"1\" right=\"Rules\">[Casting Spells from a Wand](/Rules.aspx?ID=757)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 597 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA wand contains a spell that can be cast once per day. Casting a spell from a wand requires holding the wand in one hand and activating the item with a Cast a Spell activity using the normal number of actions for the spell.\n\n To cast a spell from a wand, it must be on your spell list. Because you’re the one casting the spell, use your spell attack roll and spell DC. The spell is of your tradition.\n\n A spell cast from a wand doesn’t require physical material components, but you must replace any material component normally required to cast the spell with a somatic component. If the spell requires a focus, you must still have that focus to cast the spell from a wand, and if the spell has a cost, you must still pay that cost to cast the spell from a wand.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-758\" />",
 "name": "Casting Spells from a Wand",
 "next_link": {
  "label": "Wand Statistics",
  "url": "/Rules.aspx?ID=759"
 },
 "previous_link": {
  "label": "Structures",
  "url": "/Rules.aspx?ID=755"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 597 <sup>4.0</sup></row>\r\n\r\nChapter 11: Crafting &amp; Treasure / Wands\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 597"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 597 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Casting Spells from a Wand Source Core Rulebook pg. 597 4.0 A wand contains a spell that can be cast once per day. Casting a spell from a wand requires holding the wand in one hand and activating the item with a Cast a Spell activity using the normal number of actions for the spell. To cast a spell from a wand, it must be on your spell list. Because you’re the one casting the spell, use your spell attack roll and spell DC. The spell is of your tradition. A spell cast from a wand doesn’t require physical material components, but you must replace any material component normally required to cast the spell with a somatic component. If the spell requires a focus, you must still have that focus to cast the spell from a wand, and if the spell has a cost, you must still pay that cost to cast the spell from a wand. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=757",
 "weakness": {}
}