{
 "breadcrumbs": [
  "Chapter 5: Spells",
  "Your Spellcasting Style"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1441",
 "markdown": "<title level=\"1\" right=\"Rules\">[Casting Your Spells](/Rules.aspx?ID=1441)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 211 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nFor one spellcaster, casting a spell is a stressful, painful process. For another, it's a moment of triumph as they outsmart their enemy with just the right trick.\n\n The Spell Components sidebar describes how spell components might impact the way you cast spells. Think about what they might mean for you. Do your verbal components use your own voice? Resonate out with a different timbre due to the magic in your words? Resemble the voice of your deity? For somatic components, what gestures do you make? They could be abstract, like forming quick sigils that look like hand signals. Or maybe they're direct: pointing your finger or raising a fist. The particulars of material components are abstracted, so you can customize those you like best for your spells.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Spell  Components</title>\r\n\r\nThe rules about how spell components work when casting are located [here](/Rules.aspx?ID=281). But it can also help to understand what these components might mean to spellcasters.\n\n Shouting out **verbal** components forces magic out into the world via a word laden with magical power. Spells that require only a verbal component tend to be direct and forceful, such as [_power word kill_](/Spells.aspx?ID=227) or [_power word stun_](/Spells.aspx?ID=228). Verbal components are especially unsubtle, so spells that benefit from stealth, such as [_invisibility_](/Spells.aspx?ID=164), might not have any verbal components in favor of having somatic components, material components, or both.\n\n **Somatic** components, such as twisting your hand in a complex gesture, shape magical energy into directed forms. While verbal components bring forward powerful forces, somatic components compel those forces to obey the spellcaster's wishes. Spells that have only somatic components typically have a physical effect or require touching a creature.\n\n **Material** components aren't ubiquitous like somatic and verbal components. They're used primarily for spells with physical effects, especially ones with a longer duration or that alter or control a large area, such as walls or zones of dangerous terrain. A [material component pouch](/Equipment.aspx?ID=33) typically contains everything you need. This doesn't mean the materials are interchangeable, though—one spell might need powdered iron and another a particular gemstone.\n\n Certain spells have **focus** components, objects of concentrated power that don't get used up in the same way that material components do. Essential for shaping and attuning the magic of the spell, these might be intriguing and elegant items in their own right.\r\n</aside>",
 "name": "Casting Your Spells",
 "next_link": {
  "label": "Refocusing",
  "url": "/Rules.aspx?ID=1442"
 },
 "previous_link": {
  "label": "Preparing Your Spells",
  "url": "/Rules.aspx?ID=1440"
 },
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 211 <sup>2.0</sup></row>\r\n\r\nChapter 5: Spells / Your Spellcasting Style\r\n</additional-info>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 211"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 211 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Casting Your Spells Source Advanced Player's Guide pg. 211 2.0 For one spellcaster, casting a spell is a stressful, painful process. For another, it's a moment of triumph as they outsmart their enemy with just the right trick. The Spell Components sidebar describes how spell components might impact the way you cast spells. Think about what they might mean for you. Do your verbal components use your own voice? Resonate out with a different timbre due to the magic in your words? Resemble the voice of your deity? For somatic components, what gestures do you make? They could be abstract, like forming quick sigils that look like hand signals. Or maybe they're direct: pointing your finger or raising a fist. The particulars of material components are abstracted, so you can customize those you like best for your spells. Spell Components The rules about how spell components work when casting are located here. But it can also help to understand what these components might mean to spellcasters. Shouting out verbal components forces magic out into the world via a word laden with magical power. Spells that require only a verbal component tend to be direct and forceful, such as power word kill or power word stun . Verbal components are especially unsubtle, so spells that benefit from stealth, such as invisibility , might not have any verbal components in favor of having somatic components, material components, or both. Somatic components, such as twisting your hand in a complex gesture, shape magical energy into directed forms. While verbal components bring forward powerful forces, somatic components compel those forces to obey the spellcaster's wishes. Spells that have only somatic components typically have a physical effect or require touching a creature. Material components aren't ubiquitous like somatic and verbal components. They're used primarily for spells with physical effects, especially ones with a longer duration or that alter or control a large area, such as walls or zones of dangerous terrain. A material component pouch typically contains everything you need. This doesn't mean the materials are interchangeable, though—one spell might need powdered iron and another a particular gemstone. Certain spells have focus components, objects of concentrated power that don't get used up in the same way that material components do. Essential for shaping and attuning the magic of the spell, these might be intriguing and elegant items in their own right. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1441",
 "weakness": {}
}