{
 "breadcrumbs": [
  "Gods & Magic",
  "Rules Elements"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-803",
 "markdown": "<title level=\"1\" right=\"Rules\">[Changing Faith](/Rules.aspx?ID=803)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 8 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhether dramatic or gradual, a character may have a crisis of faith or even a fall from grace. When this happens, the character is no longer able to use the spells, feats, and other class features tied to their now-lost faith. As reflects the genuine struggle within their soul, such characters may find themselves hobbled in their actions and interactions until they are restored to good standing via the [_atone_](/Rituals.aspx?ID=2) ritual—or, in the case of a more complete break, until they retrain.\n\n Retraining requires substantial downtime—in most cases, at least a month. A character who wishes to retrain into a different faith with similar concerns and domains requires less time to convert than a character moving into a radically divergent faith. Thus, a cleric of [Grandmother Spider](/Deities.aspx?ID=37) might move to the worship of [Calistria](/Deities.aspx?ID=3) with a month’s tutelage and service in one of her temples. However, that same cleric of Grandmother Spider could not so easily become a priest of [Asmodeus](/Deities.aspx?ID=2), even though both deities share the [trickery](/Domains.aspx?ID=31) domain—their longstanding animosity is reflected in their diametrically opposed doctrines and cultures. Such a conversion is not impossible but could take several months of downtime or happen piecemeal over months of in-game development. In some instances, particularly in the case of PCs or other high-profile targets of conversion, a new deity might send an emissary directly to a character struggling with a crisis of faith in order to tempt that character to righteousness or villainy. In these cases, the emissary might be able to offer a near-immediate transformation as an enticement, funneling vital and spiritual essence primed to the deity’s philosophy into the converting character to remove the need for any downtime at all. Such a transformation is not without risks, however, and may come with complications down the line.\n\n At the GM’s discretion, characters for whom divine patronage is essential but who lose faith completely can retrain into a new class. A champion might retrain as a fighter or a ranger, swapping out faith-based feats and class features for appropriate analogues. The length of downtime required in any of these cases is at the GM’s discretion, though the player and GM are advised to work together to determine a suitable time frame that does not fully interrupt play and can help tell a satisfying story.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Changing Faith",
 "next_link": {
  "label": "Divine Intercession",
  "url": "/Rules.aspx?ID=804"
 },
 "previous_link": {
  "label": "Alternate Domains",
  "url": "/Rules.aspx?ID=802"
 },
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 8 <sup>2.0</sup></row>\r\n\r\nGods &amp; Magic / Rules Elements\r\n</additional-info>",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 8"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 8 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Changing Faith Source Gods &amp; Magic pg. 8 2.0 Whether dramatic or gradual, a character may have a crisis of faith or even a fall from grace. When this happens, the character is no longer able to use the spells, feats, and other class features tied to their now-lost faith. As reflects the genuine struggle within their soul, such characters may find themselves hobbled in their actions and interactions until they are restored to good standing via the atone ritual—or, in the case of a more complete break, until they retrain. Retraining requires substantial downtime—in most cases, at least a month. A character who wishes to retrain into a different faith with similar concerns and domains requires less time to convert than a character moving into a radically divergent faith. Thus, a cleric of Grandmother Spider might move to the worship of Calistria with a month’s tutelage and service in one of her temples. However, that same cleric of Grandmother Spider could not so easily become a priest of Asmodeus, even though both deities share the trickery domain—their longstanding animosity is reflected in their diametrically opposed doctrines and cultures. Such a conversion is not impossible but could take several months of downtime or happen piecemeal over months of in-game development. In some instances, particularly in the case of PCs or other high-profile targets of conversion, a new deity might send an emissary directly to a character struggling with a crisis of faith in order to tempt that character to righteousness or villainy. In these cases, the emissary might be able to offer a near-immediate transformation as an enticement, funneling vital and spiritual essence primed to the deity’s philosophy into the converting character to remove the need for any downtime at all. Such a transformation is not without risks, however, and may come with complications down the line. At the GM’s discretion, characters for whom divine patronage is essential but who lose faith completely can retrain into a new class. A champion might retrain as a fighter or a ranger, swapping out faith-based feats and class features for appropriate analogues. The length of downtime required in any of these cases is at the GM’s discretion, though the player and GM are advised to work together to determine a suitable time frame that does not fully interrupt play and can help tell a satisfying story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=803",
 "weakness": {}
}