{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-259",
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 7: Spells](/Rules.aspx?ID=259)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 297 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhether it comes in the form of mystic artifacts, mysterious creatures, or wizards weaving strange spells, magic brings fantasy and wonder to Pathfinder. This chapter explains how spells work and how spellcasters prepare and cast their spells.\n\n With special gestures and utterances, a spellcaster can call forth mystic energies, warp the mind, protect themself against danger, or even create something from nothing. Each class has its own method of learning, preparing, and casting spells, and every individual spell produces a specific effect, so learning new spells gives a spellcaster an increasing array of options to accomplish their goals.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Spell Attack Roll and Spell DC</title>\r\n\r\nMany spells allow creatures to defend themselves using either their AC or a saving throw. Two statistics govern how potent your spells are against these defenses: your spell attack roll and your spell DC. When recording these on your character sheet, add together only the numbers that always apply—usually just your ability modifier and proficiency bonus. \n\n<center>**Spell attack roll = your spellcasting ability modifier + proficiency bonus + other bonuses + penalties**</center> \n\n<center>**Spell DC = 10 + your spellcasting ability modifier + proficiency bonus + other bonuses + penalties**</center> A spell attack roll is like other attack rolls, so any bonuses or penalties that apply to all your attack rolls should be included in your calculation. For instance, the +1 status bonus from the [_bless_](/Spells.aspx?ID=25) spell would benefit your spell ray just like it could an arrow. However, note that the spell attack roll doesn’t gain any bonuses or penalties that apply specifically to weapon attacks or unarmed attacks. The multiple attack penalty applies to spell attacks, so it’s usually a bad idea to cast a spell that has a spell attack roll if you’ve already made an attack that turn.\n\n As with other checks and DCs, bonuses can increase the result of your spell attack roll or your spell DC, and penalties can decrease the result of your spell attack roll or your spell DC. See pages 444–445 in Chapter 9: Playing the Game for more information about modifiers, bonuses, and penalties.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The Four Essences</title>\r\n\r\nSpells that affect certain physical or metaphysical forces tend to be grouped into particular magical traditions. Scholars of magic widely agree that all of existence is composed of some combination of four essences, though they disagree on the names and particular qualities of each essence.\n\n The following entries discuss each essence and the traditions and spell schools relevant to it; for instance, evocation spells tend to manipulate matter. The [abjuration](/Traits.aspx?ID=2) school is an unusual case, as abjuration spells draw upon different essences depending on who they are warding and what they are protecting against. \n\n### Matter\n Also called body, material essence, or physical essence, matter is the fundamental building block that makes up all physical things in the universe. The [arcane](/Traits.aspx?ID=11) and [primal](/Traits.aspx?ID=134) traditions are especially attuned toward manipulating and shaping matter. Spells that are used to create or alter matter most often come from the [conjuration](/Traits.aspx?ID=33), [evocation](/Traits.aspx?ID=65), or [transmutation](/Traits.aspx?ID=157) schools. \n\n### Mind\n  Also called thought, mental, or astral essence, mind is what allows thinking creatures to have rational thoughts, ideas, plans, logic, and memories. Mind touches even nonsapient creatures like [animals](/Traits.aspx?ID=9), though in a more limited capacity. Arcane and [occult](/Traits.aspx?ID=120) casters usually excel at mind spells. Spells that use mind essence are usually found in the [divination](/Traits.aspx?ID=47), [enchantment](/Traits.aspx?ID=61), and [illusion](/Traits.aspx?ID=92) schools. \n\n### Spirit\n Also called soul, ethereal essence, or spiritual essence, spirit is an otherworldly building block that makes up a being's immaterial and immortal self. The spirit travels through the [Ethereal Plane](/Planes.aspx?ID=9) and into the Great Beyond after the death of the physical body. The spirit is most easily affected by [divine](/Traits.aspx?ID=48) and occult spells. Spirit spells are usually of the divination or [necromancy](/Traits.aspx?ID=117) schools. \n\n### Life\n Also called heart, faith, instinct, or vital essence, life represents the animating universal force within all things. Whereas matter provides the base materials for a body, life keeps it alive and well. This essence is responsible for unconscious responses and belief, such as ancestral instincts and divine guidance. The divine and primal traditions hold power over life. Life spells are usually necromancy.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-260\" />\r\n\r\n<document level=\"2\" id=\"rules-261\" />\r\n\r\n<document level=\"2\" id=\"rules-270\" />\r\n\r\n<document level=\"2\" id=\"rules-275\" />\r\n\r\n<document level=\"2\" id=\"rules-276\" />\r\n\r\n<document level=\"2\" id=\"rules-279\" />\r\n\r\n<document level=\"2\" id=\"rules-280\" />\r\n\r\n<document level=\"2\" id=\"rules-286\" />\r\n\r\n<document level=\"2\" id=\"rules-291\" />\r\n\r\n<document level=\"2\" id=\"rules-295\" />\r\n\r\n<document level=\"2\" id=\"rules-297\" />\r\n\r\n<document level=\"2\" id=\"rules-298\" />\r\n\r\n<document level=\"2\" id=\"rules-299\" />\r\n\r\n<document level=\"2\" id=\"rules-300\" />\r\n\r\n<document level=\"2\" id=\"rules-301\" />\r\n\r\n<document level=\"2\" id=\"rules-302\" />\r\n\r\n<document level=\"2\" id=\"rules-303\" />\r\n\r\n<document level=\"2\" id=\"rules-777\" />",
 "name": "Chapter 7: Spells",
 "next_link": {
  "label": "Chapter 8: The Age of Lost Omens",
  "url": "/Rules.aspx?ID=304"
 },
 "previous_link": {
  "label": "Chapter 6: Equipment",
  "url": "/Rules.aspx?ID=181"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 297 <sup>4.0</sup></row>\n\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 297"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 297 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Chapter 7: Spells Source Core Rulebook pg. 297 4.0 Whether it comes in the form of mystic artifacts, mysterious creatures, or wizards weaving strange spells, magic brings fantasy and wonder to Pathfinder. This chapter explains how spells work and how spellcasters prepare and cast their spells. With special gestures and utterances, a spellcaster can call forth mystic energies, warp the mind, protect themself against danger, or even create something from nothing. Each class has its own method of learning, preparing, and casting spells, and every individual spell produces a specific effect, so learning new spells gives a spellcaster an increasing array of options to accomplish their goals. Spell Attack Roll and Spell DC Many spells allow creatures to defend themselves using either their AC or a saving throw. Two statistics govern how potent your spells are against these defenses: your spell attack roll and your spell DC. When recording these on your character sheet, add together only the numbers that always apply—usually just your ability modifier and proficiency bonus. Spell attack roll = your spellcasting ability modifier + proficiency bonus + other bonuses + penalties Spell DC = 10 + your spellcasting ability modifier + proficiency bonus + other bonuses + penalties A spell attack roll is like other attack rolls, so any bonuses or penalties that apply to all your attack rolls should be included in your calculation. For instance, the +1 status bonus from the bless spell would benefit your spell ray just like it could an arrow. However, note that the spell attack roll doesn’t gain any bonuses or penalties that apply specifically to weapon attacks or unarmed attacks. The multiple attack penalty applies to spell attacks, so it’s usually a bad idea to cast a spell that has a spell attack roll if you’ve already made an attack that turn. As with other checks and DCs, bonuses can increase the result of your spell attack roll or your spell DC, and penalties can decrease the result of your spell attack roll or your spell DC. See pages 444–445 in Chapter 9: Playing the Game for more information about modifiers, bonuses, and penalties. The Four Essences Spells that affect certain physical or metaphysical forces tend to be grouped into particular magical traditions. Scholars of magic widely agree that all of existence is composed of some combination of four essences, though they disagree on the names and particular qualities of each essence. The following entries discuss each essence and the traditions and spell schools relevant to it; for instance, evocation spells tend to manipulate matter. The abjuration school is an unusual case, as abjuration spells draw upon different essences depending on who they are warding and what they are protecting against. ### Matter Also called body, material essence, or physical essence, matter is the fundamental building block that makes up all physical things in the universe. The arcane and primal traditions are especially attuned toward manipulating and shaping matter. Spells that are used to create or alter matter most often come from the conjuration, evocation, or transmutation schools. ### Mind Also called thought, mental, or astral essence, mind is what allows thinking creatures to have rational thoughts, ideas, plans, logic, and memories. Mind touches even nonsapient creatures like animals, though in a more limited capacity. Arcane and occult casters usually excel at mind spells. Spells that use mind essence are usually found in the divination, enchantment, and illusion schools. ### Spirit Also called soul, ethereal essence, or spiritual essence, spirit is an otherworldly building block that makes up a being's immaterial and immortal self. The spirit travels through the Ethereal Plane and into the Great Beyond after the death of the physical body. The spirit is most easily affected by divine and occult spells. Spirit spells are usually of the divination or necromancy schools. ### Life Also called heart, faith, instinct, or vital essence, life represents the animating universal force within all things. Whereas matter provides the base materials for a body, life keeps it alive and well. This essence is responsible for unconscious responses and belief, such as ancestral instincts and divine guidance. The divine and primal traditions hold power over life. Life spells are usually necromancy. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=259",
 "weakness": {}
}