{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-480",
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 10: Game Mastering](/Rules.aspx?ID=480)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 483 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs Game Master, you run each session of Pathfinder, providing the link between the players and the world of the game. It’s up to you to set the scene as the player characters battle monsters, interact with other people, and explore the world.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Collaboration During Play</title>\r\n\r\nAs Game Master, you have the final say on how the world and rules function, and how nonplayer characters act. This rule’s purpose is to make the game run smoothly, with one guiding hand ensuring consistency. It’s not intended to make one player into a dictator over the rest of the group. Collaboration is vital to roleplaying games!\n\n How you implement collaboration in a game depends on what your players are interested in. In some groups, players enjoy adding details to the world and to nonplayer characters. In others, players want to feel like the world is outside their control, and the only decisions they get to make are those made by their own characters. Both are fun and acceptable ways to play.\n\n You are encouraged to collect input from your players before you start, asking what storytelling genres they’d like to emphasize, which areas of the world they want to play in, the types of enemies they’d like to face, or which published adventure they want to play. A good campaign includes some back-and-forth at the beginning as the players figure out what characters they want to play and you figure out what sort of adventure to run. The results can range from building an adventure entirely to fit the characters to choosing a specific published adventure, having the players make their characters, and then just adapting the beginning of that adventure so that all the player characters have a reason to be involved.\n\n As you play, opportunities to collaborate will occur again and again. When players throw out suggestions or come up with specific theories about the events of the campaign, they’re telling you what they’d like to see in the game. Try to find ways to incorporate their suggestions, but with enough of a twist that each still includes something unexpected.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-481\" />\r\n\r\n<document level=\"2\" id=\"rules-511\" />\r\n\r\n<document level=\"2\" id=\"rules-552\" />\r\n\r\n<document level=\"2\" id=\"rules-572\" />\r\n\r\n<document level=\"2\" id=\"rules-590\" />\r\n\r\n<document level=\"2\" id=\"rules-668\" />",
 "name": "Chapter 10: Game Mastering",
 "next_link": {
  "label": "Chapter 11: Crafting & Treasure",
  "url": "/Rules.aspx?ID=686"
 },
 "previous_link": {
  "label": "Chapter 9: Playing the Game",
  "url": "/Rules.aspx?ID=311"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 483 <sup>4.0</sup></row>\n\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 483"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 483 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Chapter 10: Game Mastering Source Core Rulebook pg. 483 4.0 As Game Master, you run each session of Pathfinder, providing the link between the players and the world of the game. It’s up to you to set the scene as the player characters battle monsters, interact with other people, and explore the world. Collaboration During Play As Game Master, you have the final say on how the world and rules function, and how nonplayer characters act. This rule’s purpose is to make the game run smoothly, with one guiding hand ensuring consistency. It’s not intended to make one player into a dictator over the rest of the group. Collaboration is vital to roleplaying games! How you implement collaboration in a game depends on what your players are interested in. In some groups, players enjoy adding details to the world and to nonplayer characters. In others, players want to feel like the world is outside their control, and the only decisions they get to make are those made by their own characters. Both are fun and acceptable ways to play. You are encouraged to collect input from your players before you start, asking what storytelling genres they’d like to emphasize, which areas of the world they want to play in, the types of enemies they’d like to face, or which published adventure they want to play. A good campaign includes some back-and-forth at the beginning as the players figure out what characters they want to play and you figure out what sort of adventure to run. The results can range from building an adventure entirely to fit the characters to choosing a specific published adventure, having the players make their characters, and then just adapting the beginning of that adventure so that all the player characters have a reason to be involved. As you play, opportunities to collaborate will occur again and again. When players throw out suggestions or come up with specific theories about the events of the campaign, they’re telling you what they’d like to see in the game. Try to find ways to incorporate their suggestions, but with enough of a twist that each still includes something unexpected. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=480",
 "weakness": {}
}