{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-311",
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 9: Playing the Game](/Rules.aspx?ID=311)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 443 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAt this point, you have a character and are ready to play Pathfinder! Or maybe you’re the GM and you are getting ready to run your first adventure. Either way, this chapter provides the full details for the rules outlined in Chapter 1: Introduction. This chapter begins by describing the general rules and conventions of how the game is played and then presents more in-depth explanations of the rules for each mode of play.\n\nBefore diving into how to play Pathfinder, it’s important to understand the game’s three modes of play, which determine the pace of your adventure and the specific rules you’ll use at a given time. Each mode provides a different pace and presents a different level of risk to your characters. The Game Master (GM) determines which mode works best for the story and controls the transition between them. You’ll likely talk about the modes less formally during your play session, simply transitioning between exploration and encounters during the adventure, before heading to a settlement to achieve something during downtime.\n\n The most intricate of the modes is **encounter mode**. This is where most of the intense action takes place, and it’s most often used for combat or other high-stakes situations. The GM typically switches to encounter mode by calling on the players to “roll for initiative” to determine the order in which all the actors take their turns during the encounter. Time is then divided into a series of rounds, each lasting roughly 6 seconds in the game world. Each round, player characters, other creatures, and sometimes even hazards or events take their turn in initiative order. At the start of a participant’s turn, they gain the use of a number of actions (typically 3 in the case of PCs and other creatures) as well as a special action called a reaction. These actions, and what you do with them, are how you affect the world within an encounter. The full rules for playing in encounter mode start on page 468. \n\n In **exploration mode**, time is more flexible and the play more free form. In this mode, minutes, hours, or even days in the game world pass quickly in the real world, as the characters travel cross country, explore uninhabited sections of a dungeon, or roleplay during a social gathering. Often, developments during exploration lead to encounters, and the GM will switch to that mode of play until the encounter ends, before returning to exploration mode. The rules for exploration start on page 479.\n\n The third mode is **downtime**. During downtime, the characters are at little risk, and the passage of time is measured in days or longer. This is when you might forge a magic sword, research a new spell, or prepare for your next adventure. The rules for downtime are on page 481.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-312\" />\r\n\r\n<document level=\"2\" id=\"rules-429\" />\r\n\r\n<document level=\"2\" id=\"rules-469\" />\r\n\r\n<document level=\"2\" id=\"rules-473\" />",
 "name": "Chapter 9: Playing the Game",
 "next_link": {
  "label": "Chapter 10: Game Mastering",
  "url": "/Rules.aspx?ID=480"
 },
 "previous_link": {
  "label": "Chapter 8: The Age of Lost Omens",
  "url": "/Rules.aspx?ID=304"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 443 <sup>4.0</sup></row>\n\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 443"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 443 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Chapter 9: Playing the Game Source Core Rulebook pg. 443 4.0 At this point, you have a character and are ready to play Pathfinder! Or maybe you’re the GM and you are getting ready to run your first adventure. Either way, this chapter provides the full details for the rules outlined in Chapter 1: Introduction. This chapter begins by describing the general rules and conventions of how the game is played and then presents more in-depth explanations of the rules for each mode of play. Before diving into how to play Pathfinder, it’s important to understand the game’s three modes of play, which determine the pace of your adventure and the specific rules you’ll use at a given time. Each mode provides a different pace and presents a different level of risk to your characters. The Game Master (GM) determines which mode works best for the story and controls the transition between them. You’ll likely talk about the modes less formally during your play session, simply transitioning between exploration and encounters during the adventure, before heading to a settlement to achieve something during downtime. The most intricate of the modes is encounter mode . This is where most of the intense action takes place, and it’s most often used for combat or other high-stakes situations. The GM typically switches to encounter mode by calling on the players to “roll for initiative” to determine the order in which all the actors take their turns during the encounter. Time is then divided into a series of rounds, each lasting roughly 6 seconds in the game world. Each round, player characters, other creatures, and sometimes even hazards or events take their turn in initiative order. At the start of a participant’s turn, they gain the use of a number of actions (typically 3 in the case of PCs and other creatures) as well as a special action called a reaction. These actions, and what you do with them, are how you affect the world within an encounter. The full rules for playing in encounter mode start on page 468. In exploration mode , time is more flexible and the play more free form. In this mode, minutes, hours, or even days in the game world pass quickly in the real world, as the characters travel cross country, explore uninhabited sections of a dungeon, or roleplay during a social gathering. Often, developments during exploration lead to encounters, and the GM will switch to that mode of play until the encounter ends, before returning to exploration mode. The rules for exploration start on page 479. The third mode is downtime . During downtime, the characters are at little risk, and the passage of time is measured in days or longer. This is when you might forge a magic sword, research a new spell, or prepare for your next adventure. The rules for downtime are on page 481. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=311",
 "weakness": {}
}