{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-686",
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 11: Crafting &amp; Treasure](/Rules.aspx?ID=686)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 531 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCharacters acquire treasure from the glittering hoards of their foes, as rewards for defending the innocent, and as favors from the grand personalities they treat with. As they progress through their adventures and improve their station in the world, characters collect ever more fabulous items from enchanted armor and weapons to spell-infused staves.\n\n Treasure comes in all sorts of forms, from humble copper coins to incredibly powerful and valuable magic items. The GM controls the flow of items in the game as the PCs win them through adventures, find them for purchase, or acquire the formulas to make the items themselves.\n\n Items can support characters by granting bonuses to their statistics, allowing them to cast more spells, and creating all sorts of effects that can’t be achieved in any other way. Magic items come in many varieties, from enchanted swords that can harm even incorporeal undead to containers that can store a king’s ransom within a tiny space; many are permanent items that can be used repeatedly. Alchemical items, by contrast, are not intrinsically magical and are often consumed when used. Both have a variety of uses, from curing the sick to lighting foes on fire. Some treasures are neither magical nor alchemical, but are instead crafted from precious materials or using specialized expertise.\n\n This chapter provides rules for using different kinds of items encountered in the game. Rules for distributing treasure and creating treasure hoards can be found on page 508 of Chapter 10: Game Mastering.  \n<ul><li>**Using Items**, beginning below, describes how to activate items and explains the statistics for items. </li><li>**Table 11–1: Treasure by Level**, beginning on page 536, lists the options for treasures, arranged by level, category, and Price. </li><li>The catalog of items, which begins on page 543, presents descriptions and rules for all sorts of different treasures that can appear in the game, sorted by category (page 533 has a list of key categories and subcategories). This also includes a section on precious materials found in the game world, which can give items unusual properties.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Item Categories</title>\r\n\r\nItems are grouped into the following categories, shown here with the page number where those items appear and a brief description of the category. \n<ul><li>**Alchemical Items** are powered by the reactions of alchemical reagents. Almost all alchemical items are consumable items that are used up when you activate them. This category includes bombs, elixirs (including mutagens), poisons, and alchemical tools. </li><li>**Ammunition**, in Consumables, includes different types of magical arrows, crossbow bolts, and other types of ammunition. </li><li>**Apex Items** are a subcategory of worn items of a high level that increase an ability score. </li><li>**Armor** includes the rules for basic magical armor as well as special suits of armor. </li><li>**Companion Items** are a category of worn items meant for animal companions and mounts. </li><li>**Consumables** are used up when you activate them, and include ammunition, oils, potions, scrolls, and talismans, among others. Categories of items that are consumables but have specific rules, such as alchemical items, are presented separately. </li><li>**Held Items** include a wide variety of items you use with your hands. This doesn’t include more narrow categories of held items, such as weapons. </li><li>**Materials** can be used to make items with unique properties and other advantages. </li><li>**Oils** are consumables applied to the surface of an object or person. </li><li>**Potions** are consumable magical liquids you drink to activate. </li><li>**Runes** modify armor and weapons when etched onto them. This section includes fundamental runes for weapons (weapon potency and striking) and armor (armor potency and resilient). </li><li>**Scrolls** are consumables that allow spellcasters to cast more spells. </li><li>**Shields** include more durable shields and ones with special magical powers. </li><li>**Snares** are single-use traps typically made by rangers. </li><li>**Staves** provide flexible spellcasting options. </li><li>**Structures** include buildings, tents, and other larger items. </li><li>**Talismans** are consumables that are affixed to items and then activated for a one-time combat or physical benefit. </li><li>**Wands** hold a spell of the crafter’s choice, and can be used to repeatedly cast that spell. </li><li>**Weapons** include the rules for basic magical weapons, weapons made from precious materials, and specific magic weapons. </li><li>**Worn Items** consist of a vast collection of clothing and other items you wear on your body.</li></ul>\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Item Rarity</title>\r\n\r\nLike many other aspects of the rules, items have rarities. Player characters might find [uncommon](/Traits.aspx?ID=159) magic items for sale, but only infrequently and often by private sellers or in clandestine markets. Their formulas are often guarded and not readily available. Unless the GM decides otherwise, a character cannot purchase [rare](/Traits.aspx?ID=137) items, and their formulas are lost to time.\n\n Rarities for uncommon and rare treasures are indicated by the first trait in the stat block. [Unique](/Traits.aspx?ID=161) items are indicated in the same way, though there are none in this book.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-687\" />\r\n\r\n<document level=\"2\" id=\"rules-688\" />\r\n\r\n<document level=\"2\" id=\"rules-689\" />\r\n\r\n<document level=\"2\" id=\"rules-690\" />\r\n\r\n<document level=\"2\" id=\"rules-694\" />\r\n\r\n<document level=\"2\" id=\"rules-702\" />\r\n\r\n<document level=\"2\" id=\"rules-711\" />\r\n\r\n<document level=\"2\" id=\"rules-715\" />\r\n\r\n<document level=\"2\" id=\"rules-728\" />\r\n\r\n<document level=\"2\" id=\"rules-729\" />\r\n\r\n<document level=\"2\" id=\"rules-733\" />\r\n\r\n<document level=\"2\" id=\"rules-740\" />\r\n\r\n<document level=\"2\" id=\"rules-743\" />\r\n\r\n<document level=\"2\" id=\"rules-748\" />\r\n\r\n<document level=\"2\" id=\"rules-755\" />\r\n\r\n<document level=\"2\" id=\"rules-756\" />\r\n\r\n<document level=\"2\" id=\"rules-764\" />\r\n\r\n<document level=\"2\" id=\"rules-768\" />",
 "name": "Chapter 11: Crafting & Treasure",
 "next_link": {
  "label": "Appendix",
  "url": "/Rules.aspx?ID=773"
 },
 "previous_link": {
  "label": "Chapter 10: Game Mastering",
  "url": "/Rules.aspx?ID=480"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 531 <sup>4.0</sup></row>\n\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 531"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 531 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Chapter 11: Crafting &amp; Treasure Source Core Rulebook pg. 531 4.0 Characters acquire treasure from the glittering hoards of their foes, as rewards for defending the innocent, and as favors from the grand personalities they treat with. As they progress through their adventures and improve their station in the world, characters collect ever more fabulous items from enchanted armor and weapons to spell-infused staves. Treasure comes in all sorts of forms, from humble copper coins to incredibly powerful and valuable magic items. The GM controls the flow of items in the game as the PCs win them through adventures, find them for purchase, or acquire the formulas to make the items themselves. Items can support characters by granting bonuses to their statistics, allowing them to cast more spells, and creating all sorts of effects that can’t be achieved in any other way. Magic items come in many varieties, from enchanted swords that can harm even incorporeal undead to containers that can store a king’s ransom within a tiny space; many are permanent items that can be used repeatedly. Alchemical items, by contrast, are not intrinsically magical and are often consumed when used. Both have a variety of uses, from curing the sick to lighting foes on fire. Some treasures are neither magical nor alchemical, but are instead crafted from precious materials or using specialized expertise. This chapter provides rules for using different kinds of items encountered in the game. Rules for distributing treasure and creating treasure hoards can be found on page 508 of Chapter 10: Game Mastering. Using Items , beginning below, describes how to activate items and explains the statistics for items. Table 11–1: Treasure by Level , beginning on page 536, lists the options for treasures, arranged by level, category, and Price. The catalog of items, which begins on page 543, presents descriptions and rules for all sorts of different treasures that can appear in the game, sorted by category (page 533 has a list of key categories and subcategories). This also includes a section on precious materials found in the game world, which can give items unusual properties. Item Categories Items are grouped into the following categories, shown here with the page number where those items appear and a brief description of the category. Alchemical Items are powered by the reactions of alchemical reagents. Almost all alchemical items are consumable items that are used up when you activate them. This category includes bombs, elixirs (including mutagens), poisons, and alchemical tools. Ammunition , in Consumables, includes different types of magical arrows, crossbow bolts, and other types of ammunition. Apex Items are a subcategory of worn items of a high level that increase an ability score. Armor includes the rules for basic magical armor as well as special suits of armor. Companion Items are a category of worn items meant for animal companions and mounts. Consumables are used up when you activate them, and include ammunition, oils, potions, scrolls, and talismans, among others. Categories of items that are consumables but have specific rules, such as alchemical items, are presented separately. Held Items include a wide variety of items you use with your hands. This doesn’t include more narrow categories of held items, such as weapons. Materials can be used to make items with unique properties and other advantages. Oils are consumables applied to the surface of an object or person. Potions are consumable magical liquids you drink to activate. Runes modify armor and weapons when etched onto them. This section includes fundamental runes for weapons (weapon potency and striking) and armor (armor potency and resilient). Scrolls are consumables that allow spellcasters to cast more spells. Shields include more durable shields and ones with special magical powers. Snares are single-use traps typically made by rangers. Staves provide flexible spellcasting options. Structures include buildings, tents, and other larger items. Talismans are consumables that are affixed to items and then activated for a one-time combat or physical benefit. Wands hold a spell of the crafter’s choice, and can be used to repeatedly cast that spell. Weapons include the rules for basic magical weapons, weapons made from precious materials, and specific magic weapons. Worn Items consist of a vast collection of clothing and other items you wear on your body. Item Rarity Like many other aspects of the rules, items have rarities. Player characters might find uncommon magic items for sale, but only infrequently and often by private sellers or in clandestine markets. Their formulas are often guarded and not readily available. Unless the GM decides otherwise, a character cannot purchase rare items, and their formulas are lost to time. Rarities for uncommon and rare treasures are indicated by the first trait in the stat block. Unique items are indicated in the same way, though there are none in this book. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=686",
 "weakness": {}
}