{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-304",
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 8: The Age of Lost Omens](/Rules.aspx?ID=304)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 417 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTen thousand years ago, the world of Golarion came close to ending. Earthfall, as this extinction-level event came to be known, saw the world pummeled by a shower of falling stars that sank continents, hollowed out new seas, and destroyed civilizations. It took centuries for the world to recover, and centuries more for society to rebuild, but recover it did.\n\n [Dwarves](/Ancestries.aspx?ID=1) ascended to the surface from the underground reaches of the Darklands in their legendary Quest for Sky, [elves](/Ancestries.aspx?ID=2) returned from the neighboring planet of Castrovel via a network of portals to reclaim their lands and traditions, and [gnomes](/Ancestries.aspx?ID=4) from the mysterious First World sought shelter from a now-forgotten terror. Survivors from other ancestries who had sheltered through the terror and destruction of Earthfall emerged during the Age of Darkness to reclaim their ancestral lands, from scrappy [goblin](/Ancestries.aspx?ID=5) tribes with a knack for surviving despite all odds against them to industrious [halflings](/Ancestries.aspx?ID=3) who emerged from the ruins to found societies of their own.\n\n But [humanity](/Ancestries.aspx?ID=6) made the most astounding recovery. Less than 2,000 years after the near-extinction from Earthfall, the Age of Destiny saw the rise of many new human empires throughout the world. Humanity built wondrous structures, and its schools relearned magic that had been thought lost. Among these human nations walked a man named Aroden—an immortal survivor of the devastation of Earthfall. Aroden had long since cultivated a following of loyal subjects who regarded him with awe, for immortality was but one of the wonders he’d achieved. Greatest among these was his discovery of a shard of potent magic known today as the _Starstone_, a fragment from the stars that fell during Earthfall, which had lodged at the bottom of the Inner Sea. Contact with this alien artifact assailed Aroden with phantasmagoric visions, subjected him to a series of deadly martial trials, and posed exhausting moral quandaries that challenged his limits more than any of the arduous experiences he had yet endured. He emerged from this test a living god, and his first divine act was to raise the _Starstone_ and the mass of land on which it had lain from the bottom of the sea to form the Isle of Kortos—also known as Starstone Isle—where he then established the city of Absalom.\n\n In the centuries to follow, Absalom grew into one of the largest cities in the world, and Aroden’s legacy grew alongside it. As the millennia passed, his attentions increasingly turned away from the concerns of the Inner Sea’s inhabitants to otherworldly matters beyond mortal ken, but prophecy spoke of a time when he would return to Golarion and lead humanity triumphantly into an Age of Glory. As the time of Aroden’s return drew near, entire nations undertook monumental preparations to welcome him back to Golarion.\n\n But instead, Aroden died, and with him the reliability of prophecy as well. Golarion was wracked by storms, war, and supernatural devastation as the god’s death marked the beginning of a new age—a time of uncertainty, but also a time of opportunity. This is the Age of Lost Omens, an age in need of heroes like never before.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Months and Days</title>\r\n\r\nThe names of the months of the year are as follows in the Inner Sea region:<br />&amp;emsp; Abadius ( January)<br />&amp;emsp; Calistril (February)<br />&amp;emsp; Pharast (March)<br />&amp;emsp; Gozran (April)<br />&amp;emsp; Desnus (May)<br />&amp;emsp; Sarenith ( June)<br />&amp;emsp; Erastus ( July)<br />&amp;emsp; Arodus (August)<br />&amp;emsp; Rova (September)<br />&amp;emsp; Lamashan (October)<br />&amp;emsp; Neth (November)<br />&amp;emsp; Kuthona (December)\n\n The names of the days are as follows:<br />&amp;emsp; Moonday (Monday)<br />&amp;emsp; Toilday (Tuesday)<br />&amp;emsp; Wealday (Wednesday)<br />&amp;emsp; Oathday (Thursday)<br />&amp;emsp; Fireday (Friday)<br />&amp;emsp; Starday (Saturday)<br />&amp;emsp; Sunday (Sunday)\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Time</title>\r\n\r\nLike Earth, Golarion spins on its axis once roughly every 24 hours. A week has 7 days and a year has 52 weeks. To keep the calendar synchronized with the astronomical year, an extra leap day is tacked on to the second month of the year every 4 years.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-305\" />\r\n\r\n<document level=\"2\" id=\"rules-306\" />\r\n\r\n<document level=\"2\" id=\"rules-310\" />",
 "name": "Chapter 8: The Age of Lost Omens",
 "next_link": {
  "label": "Chapter 9: Playing the Game",
  "url": "/Rules.aspx?ID=311"
 },
 "previous_link": {
  "label": "Chapter 7: Spells",
  "url": "/Rules.aspx?ID=259"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 417 <sup>4.0</sup></row>\n\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 417"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 417 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Chapter 8: The Age of Lost Omens Source Core Rulebook pg. 417 4.0 Ten thousand years ago, the world of Golarion came close to ending. Earthfall, as this extinction-level event came to be known, saw the world pummeled by a shower of falling stars that sank continents, hollowed out new seas, and destroyed civilizations. It took centuries for the world to recover, and centuries more for society to rebuild, but recover it did. Dwarves ascended to the surface from the underground reaches of the Darklands in their legendary Quest for Sky, elves returned from the neighboring planet of Castrovel via a network of portals to reclaim their lands and traditions, and gnomes from the mysterious First World sought shelter from a now-forgotten terror. Survivors from other ancestries who had sheltered through the terror and destruction of Earthfall emerged during the Age of Darkness to reclaim their ancestral lands, from scrappy goblin tribes with a knack for surviving despite all odds against them to industrious halflings who emerged from the ruins to found societies of their own. But humanity made the most astounding recovery. Less than 2,000 years after the near-extinction from Earthfall, the Age of Destiny saw the rise of many new human empires throughout the world. Humanity built wondrous structures, and its schools relearned magic that had been thought lost. Among these human nations walked a man named Aroden—an immortal survivor of the devastation of Earthfall. Aroden had long since cultivated a following of loyal subjects who regarded him with awe, for immortality was but one of the wonders he’d achieved. Greatest among these was his discovery of a shard of potent magic known today as the Starstone , a fragment from the stars that fell during Earthfall, which had lodged at the bottom of the Inner Sea. Contact with this alien artifact assailed Aroden with phantasmagoric visions, subjected him to a series of deadly martial trials, and posed exhausting moral quandaries that challenged his limits more than any of the arduous experiences he had yet endured. He emerged from this test a living god, and his first divine act was to raise the Starstone and the mass of land on which it had lain from the bottom of the sea to form the Isle of Kortos—also known as Starstone Isle—where he then established the city of Absalom. In the centuries to follow, Absalom grew into one of the largest cities in the world, and Aroden’s legacy grew alongside it. As the millennia passed, his attentions increasingly turned away from the concerns of the Inner Sea’s inhabitants to otherworldly matters beyond mortal ken, but prophecy spoke of a time when he would return to Golarion and lead humanity triumphantly into an Age of Glory. As the time of Aroden’s return drew near, entire nations undertook monumental preparations to welcome him back to Golarion. But instead, Aroden died, and with him the reliability of prophecy as well. Golarion was wracked by storms, war, and supernatural devastation as the god’s death marked the beginning of a new age—a time of uncertainty, but also a time of opportunity. This is the Age of Lost Omens, an age in need of heroes like never before. Months and Days The names of the months of the year are as follows in the Inner Sea region: &amp;emsp; Abadius ( January) &amp;emsp; Calistril (February) &amp;emsp; Pharast (March) &amp;emsp; Gozran (April) &amp;emsp; Desnus (May) &amp;emsp; Sarenith ( June) &amp;emsp; Erastus ( July) &amp;emsp; Arodus (August) &amp;emsp; Rova (September) &amp;emsp; Lamashan (October) &amp;emsp; Neth (November) &amp;emsp; Kuthona (December) The names of the days are as follows: &amp;emsp; Moonday (Monday) &amp;emsp; Toilday (Tuesday) &amp;emsp; Wealday (Wednesday) &amp;emsp; Oathday (Thursday) &amp;emsp; Fireday (Friday) &amp;emsp; Starday (Saturday) &amp;emsp; Sunday (Sunday) Time Like Earth, Golarion spins on its axis once roughly every 24 hours. A week has 7 days and a year has 52 weeks. To keep the calendar synchronized with the astronomical year, an extra leap day is tacked on to the second month of the year every 4 years. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=304",
 "weakness": {}
}