{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1412",
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 1: Ancestries &amp; Backgrounds](/Rules.aspx?ID=1412)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 7 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYour character's ancestry and background tell the story of who you were before you became an adventurer, as well as who you might strive to become one day. But not everyone fits neatly into the most common ancestries or backgrounds. You might be a birdlike tengu, a scaled kobold, or a curious catfolk, with a one-of-a-kind background in your story. Perhaps your ancestry has mixed with the blood of angels or demons. Only you can decide! This chapter expands your starting character options from those in the Core Rulebook, including each of the following sections.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Uncommon Ancestries and Heritages</title>\r\n\r\nEach new ancestry in this book is [uncommon](/Traits.aspx?ID=159). Though uncommon elements of the game are usually acquired during play, you choose your ancestry and heritage at the beginning of the game. This means you should talk to your group and GM about which uncommon ancestries and heritages make sense for the story. In the piratical Shackles, [tengus](/Ancestries.aspx?ID=21) are a regular sight. But they're even more common in the eastern continent of Tian Xia, where [halflings](/Ancestries.aspx?ID=5) and [dwarves](/Ancestries.aspx?ID=1) are uncommon! Even if your chosen ancestry isn't particularly common in the area where the story takes place, most times you can work with your GM and the other players to find a great way to incorporate that character into the narrative. For these options, the uncommon trait just means you should take that extra step to talk about it first. In a Pathfinder Adventure Path, the accompanying player's guide might include information about additional uncommon options that make sense for that story and its region and grant you automatic access to play them during those adventures.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1413\" />\r\n\r\n<document level=\"2\" id=\"rules-1414\" />\r\n\r\n<document level=\"2\" id=\"rules-1415\" />\r\n\r\n<document level=\"2\" id=\"rules-1416\" />\r\n\r\n<document level=\"2\" id=\"rules-1417\" />\r\n\r\n<document level=\"2\" id=\"rules-1427\" />",
 "name": "Chapter 1: Ancestries & Backgrounds",
 "next_link": {
  "label": "Chapter 2: Classes",
  "url": "/Rules.aspx?ID=1430"
 },
 "previous_link": {
  "label": "Introduction",
  "url": "/Rules.aspx?ID=1408"
 },
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 7 <sup>2.0</sup></row>\n\n</additional-info>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 7"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 7 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Chapter 1: Ancestries &amp; Backgrounds Source Advanced Player's Guide pg. 7 2.0 Your character's ancestry and background tell the story of who you were before you became an adventurer, as well as who you might strive to become one day. But not everyone fits neatly into the most common ancestries or backgrounds. You might be a birdlike tengu, a scaled kobold, or a curious catfolk, with a one-of-a-kind background in your story. Perhaps your ancestry has mixed with the blood of angels or demons. Only you can decide! This chapter expands your starting character options from those in the Core Rulebook, including each of the following sections. Uncommon Ancestries and Heritages Each new ancestry in this book is uncommon. Though uncommon elements of the game are usually acquired during play, you choose your ancestry and heritage at the beginning of the game. This means you should talk to your group and GM about which uncommon ancestries and heritages make sense for the story. In the piratical Shackles, tengus are a regular sight. But they're even more common in the eastern continent of Tian Xia, where halflings and dwarves are uncommon! Even if your chosen ancestry isn't particularly common in the area where the story takes place, most times you can work with your GM and the other players to find a great way to incorporate that character into the narrative. For these options, the uncommon trait just means you should take that extra step to talk about it first. In a Pathfinder Adventure Path, the accompanying player's guide might include information about additional uncommon options that make sense for that story and its region and grant you automatic access to play them during those adventures. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1412",
 "weakness": {}
}