{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1297",
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 4: Variant Rules](/Rules.aspx?ID=1297)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 181</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile the rules presented in the _Core Rulebook_ are designed to give you and your group a baseline experience that’s easy to learn and fun to play, sometimes you’re looking for more customizable options. That’s where variant rules come in: options to alter the game’s rules to fit your needs. This chapter adds a collection of variant rules to your toolbox, often with additional options for how to use them. Most of the variant rules in this chapter involve characters, how they progress, and how those pieces fit together. The variants included in this chapter are divided into the following sections. \n<ul><li>[**Ability Score Variants**](/Rules.aspx?ID=1299) includes an alternate ability score system that works entirely through Ability Points, plus ways to distribute what each ability score impacts more evenly. </li><li>[**Alignment Variants**](/Rules.aspx?ID=1307) contains options for removing alignment and an incremental alignment system. </li><li>[**Deep Backgrounds**](/Rules.aspx?ID=1318) replace simply selecting a background with a series of steps that flesh out more of the character’s backstory. </li><li>[**Feats and Features**](/Rules.aspx?ID=1327) shows how to build characters who gain feats and class features in different ways, from dual-classed characters with all the options of two classes to characters with a free archetype or more ancestry feats. </li><li>[**Level 0 Characters**](/Rules.aspx?ID=1344) can play through the characters’ adventures before they take on character classes. </li><li>[**Magic Item Variants**](/Rules.aspx?ID=1356) contains rules deconstructing the magic item bonuses, allowing you to progress them automatically or via craftsmanship to more easily run a lower-magic game. </li><li>[**Proficiency without Level**](/Rules.aspx?ID=1370) changes the fundamental math of the proficiency system to tell stories where being outnumbered by weaker foes remains a challenge and high-level characters are less superhuman. </li><li>[**Skill Points**](/Rules.aspx?ID=1373) offers a more granular system for characters to choose and hone their skills. </li><li>[**Stamina**](/Rules.aspx?ID=1378) grants characters a pool of Stamina Points that they lose before Hit Points and can recover with by resting to catch their breath.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Combining Variant Rules</title>\r\n\r\nIf your group is playing a game with themes that call for it, you might wind up combining multiple variant rules together, possibly applying several options at the same time. For instance, in a gritty, low-magic, survival-horror game, you might start the PCs as 0-level characters, remove alignment to allow more shades of gray, alter the proficiency bonus progression to remove level, and remove magic items—all at the same time. In general, the variant options in this chapter are sufficiently self‑contained, with explanations of how they change the game, that you should be able to combine them without trouble. When you design your own variant rules, be on the lookout for places where new rules might have unexpected overlapping effects on each other and the game.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1298\" />\r\n\r\n<document level=\"2\" id=\"rules-1299\" />\r\n\r\n<document level=\"2\" id=\"rules-1307\" />\r\n\r\n<document level=\"2\" id=\"rules-1318\" />\r\n\r\n<document level=\"2\" id=\"rules-1327\" />\r\n\r\n<document level=\"2\" id=\"rules-1344\" />\r\n\r\n<document level=\"2\" id=\"rules-1356\" />\r\n\r\n<document level=\"2\" id=\"rules-1370\" />\r\n\r\n<document level=\"2\" id=\"rules-1373\" />\r\n\r\n<document level=\"2\" id=\"rules-1378\" />",
 "name": "Chapter 4: Variant Rules",
 "next_link": {
  "label": "NPC Gallery",
  "url": "/Rules.aspx?ID=1387"
 },
 "previous_link": {
  "label": "Chapter 3: Subsystems",
  "url": "/Rules.aspx?ID=1187"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 181</row>\n\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 181"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 181</row>",
 "speed": {},
 "text": " Chapter 4: Variant Rules Source Gamemastery Guide pg. 181 While the rules presented in the Core Rulebook are designed to give you and your group a baseline experience that’s easy to learn and fun to play, sometimes you’re looking for more customizable options. That’s where variant rules come in: options to alter the game’s rules to fit your needs. This chapter adds a collection of variant rules to your toolbox, often with additional options for how to use them. Most of the variant rules in this chapter involve characters, how they progress, and how those pieces fit together. The variants included in this chapter are divided into the following sections. Ability Score Variants includes an alternate ability score system that works entirely through Ability Points, plus ways to distribute what each ability score impacts more evenly. Alignment Variants contains options for removing alignment and an incremental alignment system. Deep Backgrounds replace simply selecting a background with a series of steps that flesh out more of the character’s backstory. Feats and Features shows how to build characters who gain feats and class features in different ways, from dual-classed characters with all the options of two classes to characters with a free archetype or more ancestry feats. Level 0 Characters can play through the characters’ adventures before they take on character classes. Magic Item Variants contains rules deconstructing the magic item bonuses, allowing you to progress them automatically or via craftsmanship to more easily run a lower-magic game. Proficiency without Level changes the fundamental math of the proficiency system to tell stories where being outnumbered by weaker foes remains a challenge and high-level characters are less superhuman. Skill Points offers a more granular system for characters to choose and hone their skills. Stamina grants characters a pool of Stamina Points that they lose before Hit Points and can recover with by resting to catch their breath. Combining Variant Rules If your group is playing a game with themes that call for it, you might wind up combining multiple variant rules together, possibly applying several options at the same time. For instance, in a gritty, low-magic, survival-horror game, you might start the PCs as 0-level characters, remove alignment to allow more shades of gray, alter the proficiency bonus progression to remove level, and remove magic items—all at the same time. In general, the variant options in this chapter are sufficiently self‑contained, with explanations of how they change the game, that you should be able to combine them without trouble. When you design your own variant rules, be on the lookout for places where new rules might have unexpected overlapping effects on each other and the game. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1297",
 "weakness": {}
}