{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-171",
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 4: Skills](/Rules.aspx?ID=171)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 233 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile your character's ability scores represent their raw talent and potential, skills represent their training and experience at performing certain tasks. Each skill is keyed to one of your character's ability scores and used for an array of related actions. Your character's expertise in a skill comes from several sources, including their background and class. In this chapter, you'll learn about skills, their scope, and the actions they can be used for.\n\nA character's acumen in skills can come from all sorts of training, from practicing acrobatic tricks to studying academic topics to rehearsing a performing art. When you create your character and as they advance in level, you have flexibility as to which skills they become better at and when. Some classes depend heavily on certain skills—such as the [alchemist's](/Classes.aspx?ID=1) reliance on [Crafting](/Skills.aspx?ID=4)—but for most classes, you can choose whichever skills make the most sense for your character's theme and backstory at 1st level, then use their adventure and downtime experiences to inform how their skills should improve as your character levels up.\n\n A character gains training in certain skills at 1st level: typically two from their background, a small number of predetermined skills from their class, and several skills of your choice granted by their class. This training increases your proficiency ranks for those skills to trained instead of untrained and lets you use more of the skills' actions. Sometimes you might become trained in the same skill from multiple sources, such as if your background granted training in Crafting and you took the alchemist class, which also grants training in Crafting. Each time after the first that you'd become trained in a given skill, you instead allocate the trained proficiency to any other skill of your choice—though if the skill is a [Lore](/Skills.aspx?ID=8) skill, the new skill must also be a Lore skill.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Improving Skills</title>\r\n\r\nAs your character advances in level, there are two main ways their skills improve: skill increases and skill feats. Your class lists the levels at which you gain each of these improvements. \n\n### Skill Increases\n Skill increases improve your proficiency in skills of your choice. You can use these increases to become trained in new skills or increase your proficiency rank in skills you’re trained in (from trained to expert at any level, expert to master at 7th level or higher, and master to legendary at 15th level or higher). Unlike when you first become trained at a skill, if two different abilities would make you an expert, master, or legendary in a skill, you don’t get to choose a second skill to become expert in—the redundant benefit simply has no effect. \n\n### Skill Feat\n Skill feats are a type of general feat that often grant you a new way to use a skill or make you better at using a skill in a particular way. Skill feats always have the skill trait. These feats appear in Chapter 5.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-172\" />\r\n\r\n<document level=\"2\" id=\"rules-173\" />\r\n\r\n<document level=\"2\" id=\"rules-174\" />\r\n\r\n<document level=\"2\" id=\"rules-178\" />\r\n\r\n<document level=\"2\" id=\"rules-179\" />",
 "name": "Chapter 4: Skills",
 "next_link": {
  "label": "Chapter 5: Feats",
  "url": "/Rules.aspx?ID=180"
 },
 "previous_link": {
  "label": "Chapter 3: Classes",
  "url": "/Rules.aspx?ID=134"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 233 <sup>4.0</sup></row>\n\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 233"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 233 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Chapter 4: Skills Source Core Rulebook pg. 233 4.0 While your character's ability scores represent their raw talent and potential, skills represent their training and experience at performing certain tasks. Each skill is keyed to one of your character's ability scores and used for an array of related actions. Your character's expertise in a skill comes from several sources, including their background and class. In this chapter, you'll learn about skills, their scope, and the actions they can be used for. A character's acumen in skills can come from all sorts of training, from practicing acrobatic tricks to studying academic topics to rehearsing a performing art. When you create your character and as they advance in level, you have flexibility as to which skills they become better at and when. Some classes depend heavily on certain skills—such as the alchemist's reliance on Crafting—but for most classes, you can choose whichever skills make the most sense for your character's theme and backstory at 1st level, then use their adventure and downtime experiences to inform how their skills should improve as your character levels up. A character gains training in certain skills at 1st level: typically two from their background, a small number of predetermined skills from their class, and several skills of your choice granted by their class. This training increases your proficiency ranks for those skills to trained instead of untrained and lets you use more of the skills' actions. Sometimes you might become trained in the same skill from multiple sources, such as if your background granted training in Crafting and you took the alchemist class, which also grants training in Crafting. Each time after the first that you'd become trained in a given skill, you instead allocate the trained proficiency to any other skill of your choice—though if the skill is a Lore skill, the new skill must also be a Lore skill. Improving Skills As your character advances in level, there are two main ways their skills improve: skill increases and skill feats. Your class lists the levels at which you gain each of these improvements. ### Skill Increases Skill increases improve your proficiency in skills of your choice. You can use these increases to become trained in new skills or increase your proficiency rank in skills you’re trained in (from trained to expert at any level, expert to master at 7th level or higher, and master to legendary at 15th level or higher). Unlike when you first become trained at a skill, if two different abilities would make you an expert, master, or legendary in a skill, you don’t get to choose a second skill to become expert in—the redundant benefit simply has no effect. ### Skill Feat Skill feats are a type of general feat that often grant you a new way to use a skill or make you better at using a skill in a particular way. Skill feats always have the skill trait. These feats appear in Chapter 5. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=171",
 "weakness": {}
}