{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1431",
 "markdown": "<title level=\"1\" right=\"Rules\">[Chapter 3: Archetypes](/Rules.aspx?ID=1431)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 149 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nBeyond your class and general feats, you can expand your character concept by choosing an archetype. Are you more heavily armored than your peers from the sentinel archetype? Are you a viking, experienced in seafaring and raiding? Perhaps you're a medic, tending to the fallen. These are just a few possibilities archetypes offer.\n\n Great character concepts don't always fit neatly into a single class. If you want to build on what your character's class allows them to do, using an archetype is a simple way to adapt any class to fit your vision for your character.\n\n Applying an archetype requires you to select archetype feats instead of class feats. Start by finding the archetype that best fits your character concept, and select the archetype's dedication feat using one of your class feat choices. Once you have the dedication feat, you can select any feat from that archetype in place of a class feat as long as you meet its prerequisites. The archetype feat you select is still subject to any selection restrictions on the class feat it replaces. For example, if you gained an ability at 6th level that granted you a 4th-level class feat with the [dwarf](/Traits.aspx?ID=54) trait, you could swap out that class feat only for an archetype feat of 4th level or lower with the dwarf trait. Archetype feats you gain in place of a class feat are called archetype class feats.\n\n Occasionally, an archetype feat works like a skill feat instead of a class feat. These archetype feats have the [skill](/Traits.aspx?ID=144) trait, and you select them in place of a skill feat, otherwise following the same rules above. These aren't archetype class feats (for instance, to determine the number of Hit Points you gain from the [Fighter Resiliency](/Feats.aspx?ID=711) archetype feat). Each archetype's dedication feat represents a certain portion of your character's time and focus, so once you select a dedication feat for an archetype, you must satisfy its requirements before you can gain another dedication feat. Typically, you satisfy an archetype dedication feat by gaining a certain number of feats from the archetype's list. You can't retrain a dedication feat as long as you have any other feats from that archetype.\n\n Sometimes an archetype feat grants another feat, such as the alchemist's [Basic Concoction](/Feats.aspx?ID=666). You must still meet the prerequisites of the feat you gain in this way.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1432\" />\r\n\r\n<document level=\"2\" id=\"rules-1433\" />\r\n\r\n<document level=\"2\" id=\"rules-1434\" />\r\n\r\n<document level=\"2\" id=\"rules-1435\" />\r\n\r\n<document level=\"2\" id=\"rules-1436\" />",
 "name": "Chapter 3: Archetypes",
 "next_link": {
  "label": "Chapter 4: Feats",
  "url": "/Rules.aspx?ID=1437"
 },
 "previous_link": {
  "label": "Chapter 2: Classes",
  "url": "/Rules.aspx?ID=1430"
 },
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 149 <sup>2.0</sup></row>\n\n</additional-info>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 149"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 149 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Chapter 3: Archetypes Source Advanced Player's Guide pg. 149 2.0 Beyond your class and general feats, you can expand your character concept by choosing an archetype. Are you more heavily armored than your peers from the sentinel archetype? Are you a viking, experienced in seafaring and raiding? Perhaps you're a medic, tending to the fallen. These are just a few possibilities archetypes offer. Great character concepts don't always fit neatly into a single class. If you want to build on what your character's class allows them to do, using an archetype is a simple way to adapt any class to fit your vision for your character. Applying an archetype requires you to select archetype feats instead of class feats. Start by finding the archetype that best fits your character concept, and select the archetype's dedication feat using one of your class feat choices. Once you have the dedication feat, you can select any feat from that archetype in place of a class feat as long as you meet its prerequisites. The archetype feat you select is still subject to any selection restrictions on the class feat it replaces. For example, if you gained an ability at 6th level that granted you a 4th-level class feat with the dwarf trait, you could swap out that class feat only for an archetype feat of 4th level or lower with the dwarf trait. Archetype feats you gain in place of a class feat are called archetype class feats. Occasionally, an archetype feat works like a skill feat instead of a class feat. These archetype feats have the skill trait, and you select them in place of a skill feat, otherwise following the same rules above. These aren't archetype class feats (for instance, to determine the number of Hit Points you gain from the Fighter Resiliency archetype feat). Each archetype's dedication feat represents a certain portion of your character's time and focus, so once you select a dedication feat for an archetype, you must satisfy its requirements before you can gain another dedication feat. Typically, you satisfy an archetype dedication feat by gaining a certain number of feats from the archetype's list. You can't retrain a dedication feat as long as you have any other feats from that archetype. Sometimes an archetype feat grants another feat, such as the alchemist's Basic Concoction. You must still meet the prerequisites of the feat you gain in this way. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1431",
 "weakness": {}
}