{
 "breadcrumbs": [
  "Guns Characters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1647",
 "markdown": "<title level=\"1\" right=\"Rules\">[Character Options](/Rules.aspx?ID=1647)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 121</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nGuns and the people who use them remain [uncommon](/Traits.aspx?ID=159) in the world of Golarion, as the technology required to produce firearms and black powder is limited to a few technological strongholds scattered across the globe. Despite their rarity, or perhaps because of it, firearms leave a lasting impression on those who witness their destructive power and startling impact. Residents of the Inner Sea from outside of the Impossible Lands who behold a gunslinger or other wielder of firearms in action might undertake a pilgrimage to Alkenstar and attempt to negotiate with the Alkenstar Gunworks in order to obtain one of these unusual but potent weapons for themselves.\n\n Even people who never see or obtain a firearm might have a compelling reason to take these options, however. Crossbows are vastly more common than firearms but serve a similar purpose and can be put to many of the same uses. An artillerist leading a cannon team in Alkenstar might have a counterpart in Taldor who uses similar abilities with catapults. The sniping duos who use their arquebuses to guard the walls of Alkenstar from monsters in the Mana Wastes are not terribly different than the elven archers who patrol the forests of Kyonin and brave the demon-haunted swamps of Tanglebriar. In the islands of the Shackles, pirate captains fight with swords and pistols while their crew, most of whom can't afford a rare and expensive handgun, might use the same combat style with a similar weapon such as a crossbow or hand crossbow.\n\n While firearms are still relatively rare in the Inner Sea, the stories they inspire and the combat styles that incorporate them have spread faster than the technology itself. Snipers, drifters, weapon performers, and more have a place in Golarion that is larger than the impact of firearms alone. Even if your world or region doesn't include guns, there might be options perfect for your next character in this section. The options presented here can add new choices and exciting abilities for characters of any campaign world, regardless of the setting's technology level.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Character Options",
 "next_link": {
  "label": "Guns Equipment",
  "url": "/Rules.aspx?ID=1648"
 },
 "previous_link": {
  "label": "Gears Equipment",
  "url": "/Rules.aspx?ID=1616"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 121</row>\r\n\r\nGuns Characters\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 121"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 121</row>",
 "speed": {},
 "text": " Character Options Source Guns &amp; Gears pg. 121 Guns and the people who use them remain uncommon in the world of Golarion, as the technology required to produce firearms and black powder is limited to a few technological strongholds scattered across the globe. Despite their rarity, or perhaps because of it, firearms leave a lasting impression on those who witness their destructive power and startling impact. Residents of the Inner Sea from outside of the Impossible Lands who behold a gunslinger or other wielder of firearms in action might undertake a pilgrimage to Alkenstar and attempt to negotiate with the Alkenstar Gunworks in order to obtain one of these unusual but potent weapons for themselves. Even people who never see or obtain a firearm might have a compelling reason to take these options, however. Crossbows are vastly more common than firearms but serve a similar purpose and can be put to many of the same uses. An artillerist leading a cannon team in Alkenstar might have a counterpart in Taldor who uses similar abilities with catapults. The sniping duos who use their arquebuses to guard the walls of Alkenstar from monsters in the Mana Wastes are not terribly different than the elven archers who patrol the forests of Kyonin and brave the demon-haunted swamps of Tanglebriar. In the islands of the Shackles, pirate captains fight with swords and pistols while their crew, most of whom can't afford a rare and expensive handgun, might use the same combat style with a similar weapon such as a crossbow or hand crossbow. While firearms are still relatively rare in the Inner Sea, the stories they inspire and the combat styles that incorporate them have spread faster than the technology itself. Snipers, drifters, weapon performers, and more have a place in Golarion that is larger than the impact of firearms alone. Even if your world or region doesn't include guns, there might be options perfect for your next character in this section. The options presented here can add new choices and exciting abilities for characters of any campaign world, regardless of the setting's technology level. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1647",
 "weakness": {}
}