{
 "breadcrumbs": [
  "Introduction"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-811",
 "markdown": "<title level=\"1\" right=\"Rules\">[Choosing Your Tools](/Rules.aspx?ID=811)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 5</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe tools of this book you’ll use most depend on what kind of Game Master you are, what your players want, and the story you’re telling together.\n\n No two Game Masters are the same. Perhaps you’re a veteran Game Master who’s looking for new ways to customize the game and tailor it to suit your interests and those of your players. Or perhaps you’re a brand new GM and looking for guidance to feel comfortable leading a game of your own. Maybe you’ve been a Game Master for years, but this is your first time running a Pathfinder game. No matter where you are as a Game Master, this book is a valuable tool that can help you tell the stories you want to tell with your players.\n\n If you’re a newer Game Master, you’ll find a wealth of information to help you feel confident in running your games. Chapter 1 in particular can help you better understand how to run a game in the different modes of play, how to adjudicate the rules quickly and fairly, and what to do when special circumstances or problems crop up at your table. This chapter also contains advice on using and determining rarity in your game, working with your players to create a collaborative story, and adapting your game to meet the needs of the players at your table. You’ll also find the NPC Gallery in Chapter 5 useful as a source of stock NPCs to play a role in your game and also for examples to compare against when using the rules in Chapter 2 to [build your own monsters](/Rules.aspx?ID=995) and NPCs.\n\n If you’re a Game Master running a published Pathfinder adventure, you’ll find guidance in Chapter 1 specifically for running published adventures, and much of the advice in that chapter about running a game applies to published adventures. A number of adventures— especially scenarios in the Pathfinder Society Organized Play campaign and Pathfinder Adventure Path volumes— use the subsystems in Chapter 3. The Victory Points subsystem is the most fundamental of these, but many adventures also use the other subsystems found here, such as [vehicles](/Rules.aspx?ID=1278), [chases](/Rules.aspx?ID=1210), and [influence](/Rules.aspx?ID=1201).\n\n If you are looking to create your own Pathfinder adventures, Chapter 1 provides you design guidance ranging from the broad strokes of an entire campaign, to individual adventures, and then to the particular considerations of any given encounter. Chapter 2 is a veritable toolbox you can use to build the creatures, hazards, items, and other elements you want to use in your adventures. If you plan to set your adventures in a world of your own design, the world-building section of Chapter 2 can guide that process and help you establish the details you’ll need to ensure your setting is a vibrant backdrop for fantastic adventure. The NPC Gallery in Chapter 5 can help populate your story and world so that you don’t have to create every element from scratch.\n\n If you’re an experienced Game Master, you will find a wealth of customization options to tailor your games to the needs of players. The advice in Chapter 1, such as the guidance to make encounters more dynamic, can help you fine-tune your GM skills and enrich your game. Using the tools in Chapter 2, you’ll be able to build precisely the option you need for any game. Chapter 3 offers a variety of rules subsystems that provide a framework for specific endeavors and situations, from chases and duels to social influence and overland exploration. In Chapter 4, you’ll find variant rules options that let you tweak specific elements of the game, from backgrounds to the entire mathematical underpinning of the game, to suit your preferences or the needs of a particular setting or story.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-812\" />",
 "name": "Choosing Your Tools",
 "next_link": {
  "label": "Chapter 1: Gamemastery Basics",
  "url": "/Rules.aspx?ID=813"
 },
 "previous_link": {
  "label": "How to Use This Book",
  "url": "/Rules.aspx?ID=810"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 5</row>\r\n\r\nIntroduction\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 5"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 5</row>",
 "speed": {},
 "text": " Choosing Your Tools Source Gamemastery Guide pg. 5 The tools of this book you’ll use most depend on what kind of Game Master you are, what your players want, and the story you’re telling together. No two Game Masters are the same. Perhaps you’re a veteran Game Master who’s looking for new ways to customize the game and tailor it to suit your interests and those of your players. Or perhaps you’re a brand new GM and looking for guidance to feel comfortable leading a game of your own. Maybe you’ve been a Game Master for years, but this is your first time running a Pathfinder game. No matter where you are as a Game Master, this book is a valuable tool that can help you tell the stories you want to tell with your players. If you’re a newer Game Master, you’ll find a wealth of information to help you feel confident in running your games. Chapter 1 in particular can help you better understand how to run a game in the different modes of play, how to adjudicate the rules quickly and fairly, and what to do when special circumstances or problems crop up at your table. This chapter also contains advice on using and determining rarity in your game, working with your players to create a collaborative story, and adapting your game to meet the needs of the players at your table. You’ll also find the NPC Gallery in Chapter 5 useful as a source of stock NPCs to play a role in your game and also for examples to compare against when using the rules in Chapter 2 to build your own monsters and NPCs. If you’re a Game Master running a published Pathfinder adventure, you’ll find guidance in Chapter 1 specifically for running published adventures, and much of the advice in that chapter about running a game applies to published adventures. A number of adventures— especially scenarios in the Pathfinder Society Organized Play campaign and Pathfinder Adventure Path volumes— use the subsystems in Chapter 3. The Victory Points subsystem is the most fundamental of these, but many adventures also use the other subsystems found here, such as vehicles, chases, and influence. If you are looking to create your own Pathfinder adventures, Chapter 1 provides you design guidance ranging from the broad strokes of an entire campaign, to individual adventures, and then to the particular considerations of any given encounter. Chapter 2 is a veritable toolbox you can use to build the creatures, hazards, items, and other elements you want to use in your adventures. If you plan to set your adventures in a world of your own design, the world-building section of Chapter 2 can guide that process and help you establish the details you’ll need to ensure your setting is a vibrant backdrop for fantastic adventure. The NPC Gallery in Chapter 5 can help populate your story and world so that you don’t have to create every element from scratch. If you’re an experienced Game Master, you will find a wealth of customization options to tailor your games to the needs of players. The advice in Chapter 1, such as the guidance to make encounters more dynamic, can help you fine-tune your GM skills and enrich your game. Using the tools in Chapter 2, you’ll be able to build precisely the option you need for any game. Chapter 3 offers a variety of rules subsystems that provide a framework for specific endeavors and situations, from chases and duels to social influence and overland exploration. In Chapter 4, you’ll find variant rules options that let you tweak specific elements of the game, from backgrounds to the entire mathematical underpinning of the game, to suit your preferences or the needs of a particular setting or story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=811",
 "weakness": {}
}