{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Running Modes of Play",
  "Exploration",
  "Rolling Initiative"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-532",
 "markdown": "<title level=\"1\" right=\"Rules\">[Choosing the Type of Roll](/Rules.aspx?ID=532)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 498 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen choosing what type of roll to use for initiative, lean toward the most obvious choice. The most common roll is Perception; this is what the kobolds would use in the first example, as would Kyra and the kobold king in the third example. The next most common skills to use are [Stealth](/Skills.aspx?ID=15) (for sneaking up, like the dragon in the last example) and [Deception](/Skills.aspx?ID=5) (for tricking opponents, like Merisiel in the third example). For social contests, it's common to use Deception, [Diplomacy](/Skills.aspx?ID=6), [Intimidation](/Skills.aspx?ID=7), [Performance](/Skills.aspx?ID=12), or [Society](/Skills.aspx?ID=14).\n\n If you're unsure what roll to call for, use Perception. If a different type of roll could make sense for a character, you should usually offer the choice of that roll or Perception and let the player decide. Don't do this if it's absolutely clear another kind of check matters more than Perception, such as when the character is sneaking up on enemies and should definitely use Stealth.\n\n You can allow a player to make a case that they should use a different skill than Perception, but only if they base it on something they've established beforehand. For example, if in the prelude to the attack, Merisiel's player had said, “I'm going to dangle down off the chandelier to get the drop on them,” you could let them use [Acrobatics](/Skills.aspx?ID=1) for their initiative roll. If they just said, “Hey, I want to attack these guys. Can I use Acrobatics?” without having established a reason beforehand, you probably shouldn't allow it.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Choosing the Type of Roll",
 "next_link": {
  "label": "Character Placement",
  "url": "/Rules.aspx?ID=533"
 },
 "previous_link": {
  "label": "Initiative After Reactions",
  "url": "/Rules.aspx?ID=531"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 498 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Running Modes of Play / Exploration / Rolling Initiative\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 498"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 498 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Choosing the Type of Roll Source Core Rulebook pg. 498 4.0 When choosing what type of roll to use for initiative, lean toward the most obvious choice. The most common roll is Perception; this is what the kobolds would use in the first example, as would Kyra and the kobold king in the third example. The next most common skills to use are Stealth (for sneaking up, like the dragon in the last example) and Deception (for tricking opponents, like Merisiel in the third example). For social contests, it's common to use Deception, Diplomacy, Intimidation, Performance, or Society. If you're unsure what roll to call for, use Perception. If a different type of roll could make sense for a character, you should usually offer the choice of that roll or Perception and let the player decide. Don't do this if it's absolutely clear another kind of check matters more than Perception, such as when the character is sneaking up on enemies and should definitely use Stealth. You can allow a player to make a case that they should use a different skill than Perception, but only if they base it on something they've established beforehand. For example, if in the prelude to the attack, Merisiel's player had said, “I'm going to dangle down off the chandelier to get the drop on them,” you could let them use Acrobatics for their initiative roll. If they just said, “Hey, I want to attack these guys. Can I use Acrobatics?” without having established a reason beforehand, you probably shouldn't allow it. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=532",
 "weakness": {}
}