{
 "breadcrumbs": [
  "Chapter 3: Subsystems",
  "Research",
  "Building a Library"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1207",
 "markdown": "<title level=\"1\" right=\"Rules\">[Choosing Thresholds](/Rules.aspx?ID=1207)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 154</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOnce you’ve decided what your library looks like and how the library and research options are structured, it’s time to set the research thresholds for each topic. Thresholds are your opportunity to reveal intriguing new information and introduce different types of challenges. Each threshold should provide interesting information; if it doesn’t, you should probably have fewer thresholds. Thresholds can change the state of the library (perhaps the first threshold is simply cleaning and organizing the library so the PCs can find the tomes they need), reveal information, give the PCs a reward (like access to an ancient uncommon or rare feat or spell they discover in library’s depths), trigger an encounter, alter the skills or DCs for further research, or anything else you can imagine, but they should always do something.\n\n If your library covers multiple topics, each has its own set of thresholds. You’ll typically want to require fewer Research Points to reach each one and use fewer thresholds per topic.\n\n Think about the constraints preventing the PCs from researching as long as they want, and use those constraints to determine how many Research Points they must earn to reach each threshold. You don’t need to evenly space thresholds—you could require very few Research Points to learn crucial clues you want to ensure the PCs receive and a much larger number to reach the final threshold that grants a special reward.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Choosing Thresholds",
 "next_link": {
  "label": "Library Stat Block",
  "url": "/Rules.aspx?ID=1208"
 },
 "previous_link": {
  "label": "Influence",
  "url": "/Rules.aspx?ID=1201"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 154</row>\r\n\r\nChapter 3: Subsystems / Research / Building a Library\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 154"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 154</row>",
 "speed": {},
 "text": " Choosing Thresholds Source Gamemastery Guide pg. 154 Once you’ve decided what your library looks like and how the library and research options are structured, it’s time to set the research thresholds for each topic. Thresholds are your opportunity to reveal intriguing new information and introduce different types of challenges. Each threshold should provide interesting information; if it doesn’t, you should probably have fewer thresholds. Thresholds can change the state of the library (perhaps the first threshold is simply cleaning and organizing the library so the PCs can find the tomes they need), reveal information, give the PCs a reward (like access to an ancient uncommon or rare feat or spell they discover in library’s depths), trigger an encounter, alter the skills or DCs for further research, or anything else you can imagine, but they should always do something. If your library covers multiple topics, each has its own set of thresholds. You’ll typically want to require fewer Research Points to reach each one and use fewer thresholds per topic. Think about the constraints preventing the PCs from researching as long as they want, and use those constraints to determine how many Research Points they must earn to reach each threshold. You don’t need to evenly space thresholds—you could require very few Research Points to learn crucial clues you want to ensure the PCs receive and a much larger number to reach the final threshold that grants a special reward. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1207",
 "weakness": {}
}