{
 "breadcrumbs": [
  "Chapter 4: Variant Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1298",
 "markdown": "<title level=\"1\" right=\"Rules\">[Choosing Variant Rules](/Rules.aspx?ID=1298)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 181</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you and your group are deciding which variant rules to use, think about the types of stories you want to tell together, including the genre, themes, and characters, and use that information to choose which variant rules might be the best fit. If different players think different variant options would work best for the game, let each of them make their point, but ultimately you as the GM make the final call.\n\n You might discover that your game requires variant rules beyond those listed here—and that’s okay! In fact, it’s to be expected. Use these options as a starting point for some of the most commonly helpful tools, but you and your group should work together to build your own variant rules whenever you want a different experience. Don’t be afraid to deviate from the baseline—you and your group know what you like and what you’re looking for better than a baseline rules set ever could. More about creating your own house rules can be found on page 29.\n\n If you’re not sure about a variant rule, take a chance! Make sure everyone in your group understands that this is a trial run and that you might need to adjust or remove the variant rules later on if they’re causing unexpected side effects or not working as you intended. When you’re playing with variant rules, be sure to let any new players who join the group know about the variant rules your group has chosen. This helps them set their expectations and ensures they don’t feel ambushed by any variant rules the first time they’re encountered in the game, which is important for making sure there is a feeling of fairness among your players.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Choosing Variant Rules",
 "next_link": {
  "label": "Ability Scores Variants",
  "url": "/Rules.aspx?ID=1299"
 },
 "previous_link": {
  "label": "Chapter 3: Subsystems",
  "url": "/Rules.aspx?ID=1187"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 181</row>\r\n\r\nChapter 4: Variant Rules\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 181"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 181</row>",
 "speed": {},
 "text": " Choosing Variant Rules Source Gamemastery Guide pg. 181 When you and your group are deciding which variant rules to use, think about the types of stories you want to tell together, including the genre, themes, and characters, and use that information to choose which variant rules might be the best fit. If different players think different variant options would work best for the game, let each of them make their point, but ultimately you as the GM make the final call. You might discover that your game requires variant rules beyond those listed here—and that’s okay! In fact, it’s to be expected. Use these options as a starting point for some of the most commonly helpful tools, but you and your group should work together to build your own variant rules whenever you want a different experience. Don’t be afraid to deviate from the baseline—you and your group know what you like and what you’re looking for better than a baseline rules set ever could. More about creating your own house rules can be found on page 29. If you’re not sure about a variant rule, take a chance! Make sure everyone in your group understands that this is a trial run and that you might need to adjust or remove the variant rules later on if they’re causing unexpected side effects or not working as you intended. When you’re playing with variant rules, be sure to let any new players who join the group know about the variant rules your group has chosen. This helps them set their expectations and ensures they don’t feel ambushed by any variant rules the first time they’re encountered in the game, which is important for making sure there is a feeling of fairness among your players. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1298",
 "weakness": {}
}