{
 "breadcrumbs": [
  "Guns Equipment"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1649",
 "markdown": "<title level=\"1\" right=\"Rules\">[Classic Firearms](/Rules.aspx?ID=1649)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 150</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe following rules cover the use of firearms and includes the firearms and ammunition types available. All firearms are subject to misfires if they're not properly maintained, as described in the sidebar.\n\n The [clan pistol](/Feats.aspx?ID=3281) and [dwarven scattergun](/Weapons.aspx?ID=207) have the [dwarf](/Traits.aspx?ID=54) trait, the [mithral tree](/Weapons.aspx?ID=204) has the [elf](/Traits.aspx?ID=58) trait, and the [flingflenser](/Weapons.aspx?ID=208) has the [goblin](/Traits.aspx?ID=81) trait. However, feats such as [Dwarven Weapon Familiarity](/Feats.aspx?ID=2), which normally grants access to all uncommon weapons with the dwarf trait, don't grant access to firearms with the listed traits unless the character separately has access to firearms. For instance, dwarves who've never seen a firearm and then train in traditional dwarven weapons don't have access to clan pistols and dwarven scatterguns. You can find more information on this and other firearm access details on page 148.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Misfires</title>\r\n\r\nFirearms that are improperly maintained or subjected to unusual strain can misfire. If you attempt to fire a firearm that was fired the previous day or earlier and hasn't been cleaned since then, roll a DC 5 flat check before making your attack roll. If you fail this misfire check, the weapon misfires and jams. The attack is an automatic critical failure, and you must use an Interact action to clear the jam before you can reload the weapon and fire again. Once you have spent at least an hour cleaning a weapon, you don't need to roll for a misfire until the next day unless an effect says otherwise. You can clean multiple firearms during this hour, up to a reasonable limit as determined by the GM (typically no more than five).\n\n Some abilities cause a weapon to misfire as part of their effects. If such a misfire happens as a result of an attack (due to an action that causes a misfire on a failed attack, for example), it retroactively makes the attack a critical failure.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1650\" />",
 "name": "Classic Firearms",
 "next_link": {
  "label": "Fantasy Firearms",
  "url": "/Rules.aspx?ID=1651"
 },
 "previous_link": {
  "label": "Guns Characters",
  "url": "/Rules.aspx?ID=1646"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 150</row>\r\n\r\nGuns Equipment\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 150"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 150</row>",
 "speed": {},
 "text": " Classic Firearms Source Guns &amp; Gears pg. 150 The following rules cover the use of firearms and includes the firearms and ammunition types available. All firearms are subject to misfires if they're not properly maintained, as described in the sidebar. The clan pistol and dwarven scattergun have the dwarf trait, the mithral tree has the elf trait, and the flingflenser has the goblin trait. However, feats such as Dwarven Weapon Familiarity, which normally grants access to all uncommon weapons with the dwarf trait, don't grant access to firearms with the listed traits unless the character separately has access to firearms. For instance, dwarves who've never seen a firearm and then train in traditional dwarven weapons don't have access to clan pistols and dwarven scatterguns. You can find more information on this and other firearm access details on page 148. Misfires Firearms that are improperly maintained or subjected to unusual strain can misfire. If you attempt to fire a firearm that was fired the previous day or earlier and hasn't been cleaned since then, roll a DC 5 flat check before making your attack roll. If you fail this misfire check, the weapon misfires and jams. The attack is an automatic critical failure, and you must use an Interact action to clear the jam before you can reload the weapon and fire again. Once you have spent at least an hour cleaning a weapon, you don't need to roll for a misfire until the next day unless an effect says otherwise. You can clean multiple firearms during this hour, up to a reasonable limit as determined by the GM (typically no more than five). Some abilities cause a weapon to misfire as part of their effects. If such a misfire happens as a result of an attack (due to an action that causes a misfire on a failed attack, for example), it retroactively makes the attack a critical failure. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1649",
 "weakness": {}
}