{
 "breadcrumbs": [
  "Guns Equipment",
  "Fantasy Firearms"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1653",
 "markdown": "<title level=\"1\" right=\"Rules\">[Cobbled Firearms](/Rules.aspx?ID=1653)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 157</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nGoblins are nothing if not creative and adaptable, and have a unique gift for recognizing an advantage when they see one. Even with the relative rarity of firearms, only the most secluded goblins are unaware of the deadly metal tubes that fling death over long distances using fire and explosive powder. The goblin gunsmiths of the Motaku Isle Ironworks in Absalom's Shackles constantly experiment with new weapon designs using spare parts from their clients' weapons shipments and whatever happens to be lying around. The more successful versions of these junk guns often get added to the catalogue of weapons available from the ironworks, while the less effective ones usually kill their creators before the unfortunate gunsmiths have a chance to iterate on their designs. All cobbled firearms have the cobbled trait, which causes them to misfire on a failure.\n\n The [big boom gun](/Weapons.aspx?ID=226) and [spoon gun](/Weapons.aspx?ID=225) both have the [goblin](/Traits.aspx?ID=81) trait. However, feats such as [Goblin Weapon Familiarity](/Feats.aspx?ID=43), which normally grants access to all uncommon weapons with the goblin trait, do not grant access to firearms with the goblin trait unless the character separately has access to firearms. You can find more information on this and other firearm access details on page 148.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Cobbled Firearms",
 "next_link": {
  "label": "Combination Weapons",
  "url": "/Rules.aspx?ID=1654"
 },
 "previous_link": {
  "label": "Beast Guns",
  "url": "/Rules.aspx?ID=1652"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 157</row>\r\n\r\nGuns Equipment / Fantasy Firearms\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 157"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 157</row>",
 "speed": {},
 "text": " Cobbled Firearms Source Guns &amp; Gears pg. 157 Goblins are nothing if not creative and adaptable, and have a unique gift for recognizing an advantage when they see one. Even with the relative rarity of firearms, only the most secluded goblins are unaware of the deadly metal tubes that fling death over long distances using fire and explosive powder. The goblin gunsmiths of the Motaku Isle Ironworks in Absalom's Shackles constantly experiment with new weapon designs using spare parts from their clients' weapons shipments and whatever happens to be lying around. The more successful versions of these junk guns often get added to the catalogue of weapons available from the ironworks, while the less effective ones usually kill their creators before the unfortunate gunsmiths have a chance to iterate on their designs. All cobbled firearms have the cobbled trait, which causes them to misfire on a failure. The big boom gun and spoon gun both have the goblin trait. However, feats such as Goblin Weapon Familiarity, which normally grants access to all uncommon weapons with the goblin trait, do not grant access to firearms with the goblin trait unless the character separately has access to firearms. You can find more information on this and other firearm access details on page 148. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1653",
 "weakness": {}
}