{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1790",
 "markdown": "<title level=\"1\" right=\"Rules\">[Commodities](/Rules.aspx?ID=1790)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 535</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs a kingdom grows, it stockpiles resources beyond those required for day-to-day life. These resources are known as Commodities and are used to build structures in settlements, to trade for RP using the Trade Commodities activity, or to expend during kingdom events.\n\n The types of Commodities that are available include Food, Lumber, Luxuries, Ore, and Stone. As kingdoms accumulate or expend these Commodities, track the numbers on the kingdom sheet. Unless specialized storage improvements have been built in its settlements, a kingdom is limited to a maximum number of stored Commodities in each category as determined by its Size (see the [Kingdom Size](/Rules.aspx?ID=1791) table). Commodities gathered in excess of this storage limit are lost.\n\n Each type of Commodity can be gathered by special activities as detailed below, but Commodities can also be discovered via kingdom events or while exploring the Stolen Lands, earned as rewards for quests, purchased from allies via [Purchase Commodities](/Actions.aspx?ID=1409), or acquired via [Establishing Trade Agreements](/Actions.aspx?ID=1376).\n\n **Food** stockpiles are expended to [pay for Consumption during the Upkeep phase](/Rules.aspx?ID=1799) of a Kingdom turn, but also when faced with famines or other disasters, and to keep armies fed during times of war (as described in those events). Food is gathered with [Harvest Crops](/Actions.aspx?ID=1384), [Go Fishing](/Actions.aspx?ID=1387), or [Gather Livestock](/Actions.aspx?ID=1411).\n\n **Lumber** is used to build structures during the [Civic Activities](/Rules.aspx?ID=1808) step of the Activity phase of a Kingdom turn, and it is gathered from lumber camps built by [Establish Work Site](/Actions.aspx?ID=1392).\n\n **Luxuries** are used to build specialized structures or are expended during certain encounters, generally those with high stakes or magical effects. Luxuries can be found during adventuring, created via [Craft Luxuries](/Actions.aspx?ID=1385), or earned during certain events.\n\n **Ore** is used to build structures. Ore is gathered from mines built by Establish Work Site.\n\n **Stone** is used to build structures and is gathered from quarries built by Establish Work Site.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Commodities",
 "next_link": {
  "label": "Terrain Features",
  "url": "/Rules.aspx?ID=1791"
 },
 "previous_link": {
  "label": "Trade Agreements",
  "url": "/Rules.aspx?ID=1789"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 535</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Rules\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 535"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 535</row>",
 "speed": {},
 "text": " Commodities Source Kingmaker Adventure Path pg. 535 As a kingdom grows, it stockpiles resources beyond those required for day-to-day life. These resources are known as Commodities and are used to build structures in settlements, to trade for RP using the Trade Commodities activity, or to expend during kingdom events. The types of Commodities that are available include Food, Lumber, Luxuries, Ore, and Stone. As kingdoms accumulate or expend these Commodities, track the numbers on the kingdom sheet. Unless specialized storage improvements have been built in its settlements, a kingdom is limited to a maximum number of stored Commodities in each category as determined by its Size (see the Kingdom Size table). Commodities gathered in excess of this storage limit are lost. Each type of Commodity can be gathered by special activities as detailed below, but Commodities can also be discovered via kingdom events or while exploring the Stolen Lands, earned as rewards for quests, purchased from allies via Purchase Commodities, or acquired via Establishing Trade Agreements. Food stockpiles are expended to pay for Consumption during the Upkeep phase of a Kingdom turn, but also when faced with famines or other disasters, and to keep armies fed during times of war (as described in those events). Food is gathered with Harvest Crops, Go Fishing, or Gather Livestock. Lumber is used to build structures during the Civic Activities step of the Activity phase of a Kingdom turn, and it is gathered from lumber camps built by Establish Work Site. Luxuries are used to build specialized structures or are expended during certain encounters, generally those with high stakes or magical effects. Luxuries can be found during adventuring, created via Craft Luxuries, or earned during certain events. Ore is used to build structures. Ore is gathered from mines built by Establish Work Site. Stone is used to build structures and is gathered from quarries built by Establish Work Site. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1790",
 "weakness": {}
}