{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Crafting Alternate Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1916",
 "markdown": "<title level=\"1\" right=\"Rules\">[Complex Crafting](/Rules.aspx?ID=1916)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 158 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe [Craft](/Actions.aspx?ID=43) action as presented in the _Core Rulebook_ works at a simple rate: you can Craft any item, regardless of the item level, in exactly 4 days, spending additional time for a discount on the item's final cost. While easy to implement at the table, this system focuses on simplicity and leaves some avenues unexplored. For example, items of the highest possible level (your own level) provide you far more value for those 4 days than lower-level items. In addition, the system provides few options for players to attempt to craft an item quickly, even if doing so comes with risk of failure. This complex crafting variant is suitable for groups who view crafting items as a central part of their play experience. For most groups, the simpler crafting system is probably sufficient to complete the occasional item.\n\n This variant adds a choice to the system of crafting, allowing characters to decide how they want to approach a job, taking a slow and methodical approach or rushing the process and risking loss of material or even the creation of a cursed item! This system also incorporates changes in time based on the item's level and whether it's a consumable item or a permanent item.\n\n To begin, you must meet all of the requirements listed in the Craft action of the [Crafting](/Skills.aspx?ID=4) skill. At the start of the process, you must determine the setup time based on the type of item and its level compared to yours, then decide on your approach to the job, which is limited by your proficiency. The GM determines the base DC as normal based on the item's level, rarity, and other circumstances.\n\n To determine setup time, check the item's level and whether it's a consumable or permanent item. Compare the item's level to your own and look for the number of days on Table 5–1. This setup time is the base number of days it takes to create the item. If you decide to take the slow and methodical approach, you spend that number of days, and then attempt the Crafting check to determine your success (see [Finishing the Item](/Rules.aspx?ID=1917)).\n\n You can instead rush the process, taking days off the time needed to setup the item while introducing a greater risk of failure. If you're at least an Expert in Crafting, you can reduce the setup time by 1 day by increasing the DC by 5. If you're at least a Master in Crafting, you can reduce the setup time by 2 days by increasing the DC by 10. If you're Legendary in Crafting, you can reduce the setup time by 3 days by increasing the DC by 15. If you're crafting a consumable, and this reduction would bring the number of days to 0 or less, the crafting time is instead reduced to 4 hours.\n\n## Table 5-1: Days of Setup\n<row gap=\"tiny\">\n<table><tr><td>Item's Relative Level</td><td>Consumable </td><td>Permanent</td></tr><tr><td>Equal to your level </td><td>4 </td><td>6</td></tr><tr><td>Your level –1 or –2 </td><td>3 </td><td>5</td></tr><tr><td>Your level –3 or lower </td><td>2 </td><td>4</td></tr></table></row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1917\" />",
 "name": "Complex Crafting",
 "next_link": {
  "label": "Crafting Downtime Events",
  "url": "/Rules.aspx?ID=1920"
 },
 "previous_link": {
  "label": "Trappings of Power",
  "url": "/Rules.aspx?ID=1912"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 158 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Crafting Alternate Rules\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 158"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 158 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Complex Crafting Source Treasure Vault pg. 158 1.1 The Craft action as presented in the Core Rulebook works at a simple rate: you can Craft any item, regardless of the item level, in exactly 4 days, spending additional time for a discount on the item's final cost. While easy to implement at the table, this system focuses on simplicity and leaves some avenues unexplored. For example, items of the highest possible level (your own level) provide you far more value for those 4 days than lower-level items. In addition, the system provides few options for players to attempt to craft an item quickly, even if doing so comes with risk of failure. This complex crafting variant is suitable for groups who view crafting items as a central part of their play experience. For most groups, the simpler crafting system is probably sufficient to complete the occasional item. This variant adds a choice to the system of crafting, allowing characters to decide how they want to approach a job, taking a slow and methodical approach or rushing the process and risking loss of material or even the creation of a cursed item! This system also incorporates changes in time based on the item's level and whether it's a consumable item or a permanent item. To begin, you must meet all of the requirements listed in the Craft action of the Crafting skill. At the start of the process, you must determine the setup time based on the type of item and its level compared to yours, then decide on your approach to the job, which is limited by your proficiency. The GM determines the base DC as normal based on the item's level, rarity, and other circumstances. To determine setup time, check the item's level and whether it's a consumable or permanent item. Compare the item's level to your own and look for the number of days on Table 5–1. This setup time is the base number of days it takes to create the item. If you decide to take the slow and methodical approach, you spend that number of days, and then attempt the Crafting check to determine your success (see Finishing the Item). You can instead rush the process, taking days off the time needed to setup the item while introducing a greater risk of failure. If you're at least an Expert in Crafting, you can reduce the setup time by 1 day by increasing the DC by 5. If you're at least a Master in Crafting, you can reduce the setup time by 2 days by increasing the DC by 10. If you're Legendary in Crafting, you can reduce the setup time by 3 days by increasing the DC by 15. If you're crafting a consumable, and this reduction would bring the number of days to 0 or less, the crafting time is instead reduced to 4 hours. ## Table 5-1: Days of Setup Item's Relative Level Consumable Permanent Equal to your level 4 6 Your level –1 or –2 3 5 Your level –3 or lower 2 4 ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1916",
 "weakness": {}
}