{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Running Modes of Play",
  "Encounters",
  "Social Encounters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-520",
 "markdown": "<title level=\"1\" right=\"Rules\">[Consequences](/Rules.aspx?ID=520)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 496 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you set stakes at the start of a social encounter, give an idea of the consequences. Beyond whatever narrative benefits player characters might gain, a social encounter usually includes an XP award. Because these are encounters along the same lines as combat encounters, they grant a sizable amount of XP, typically that of a moderate accomplishment, or even a major accomplishment if the encounter was the culmination of long-term plans or a significant adversary got their comeuppance.\n\n The outcome of a social encounter should direct the story of the game. Look for repercussions. Which NPCs might view the PCs more favorably now? Which might hold a grudge or formulate a new plan? A social encounter can seal the fate of an NPC and end their story, but this isn’t true for player characters. Even if something looks truly dire for them, such as a death sentence, the social encounter isn’t the end—there’s still time for desperate heroics or a twist in the story.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Consequences",
 "next_link": {
  "label": "Exploration",
  "url": "/Rules.aspx?ID=521"
 },
 "previous_link": {
  "label": "Measuring Success and Progress",
  "url": "/Rules.aspx?ID=519"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 496 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Running Modes of Play / Encounters / Social Encounters\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 496"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 496 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Consequences Source Core Rulebook pg. 496 4.0 When you set stakes at the start of a social encounter, give an idea of the consequences. Beyond whatever narrative benefits player characters might gain, a social encounter usually includes an XP award. Because these are encounters along the same lines as combat encounters, they grant a sizable amount of XP, typically that of a moderate accomplishment, or even a major accomplishment if the encounter was the culmination of long-term plans or a significant adversary got their comeuppance. The outcome of a social encounter should direct the story of the game. Look for repercussions. Which NPCs might view the PCs more favorably now? Which might hold a grudge or formulate a new plan? A social encounter can seal the fate of an NPC and end their story, but this isn’t true for player characters. Even if something looks truly dire for them, such as a death sentence, the social encounter isn’t the end—there’s still time for desperate heroics or a twist in the story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=520",
 "weakness": {}
}