{
 "breadcrumbs": [
  "Book of Unlimited Magic",
  "Soulforged Armaments",
  "Soul Path"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1563",
 "markdown": "<title level=\"1\" right=\"Rules\">[Corruption](/Rules.aspx?ID=1563)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 234 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThough the supernatural link with a specific armament created by a soulbond is powerful, the sensitive nature of will—with its potential for dramatic ebb and flow— poses a threat to those who harness this power. Once you're bound to a soulforged armament, you begin to test your true devotion to your soul path.\n\n If you behave or act in a way that directly opposes or hinders the motivation, goal, or cause declared in your soul path (regardless of whether the act involves your soulforged armaments), your spirit begins to tarnish. It's anathema for you to commit acts opposed to your soul path or to even go a long time without taking action to pursue the path. You and your GM determine when you've performed an anathematic act. In the example of protecting the poor by undermining the rich, working for a wealthy noble or directly in their interest could be anathema, as could spending a month on a distant plane far from the struggles of the oppressed. In both examples, you could find an approach to remain true and avoid the anathema. In the first case, you might use your leverage to force the noble to anonymously divest a substantial amount of their funds to feed and house the poor—or do so yourself. In the second, you might seek a similar dynamic of wealth and want among the cultures of the distant plane and work against it.\n\n Anathematic acts trigger a curse known as _soulforged corruption_ that degrades and perverts the energies within your soulforged armament. This curse brings out a flaw inextricably tied to the armament's true essence. The corruption flaw applies to you even when your armament isn't manifested. The rules for the flaw appear in the essence power. As normal for a curse, this affliction can be removed only by effects that specifically target curses, including the methods listed in the Removing Corruption section below.\n\n **Soulforged Corruption** ([curse](/Traits.aspx?ID=38), [divine](/Traits.aspx?ID=48), [enchantment](/Traits.aspx?ID=61)) A successful [_remove curse_](/Spells.aspx?ID=250) spell, rather than ending this curse, reduces its stage by 1 (to a minimum of stage 1). **Level** your level; **Saving Throw** Will save against a [very hard DC of the curse's level](/Rules.aspx?ID=552); **Stage 1** You suffer the effects of your armament's corruption flaw. If you try to manifest the armament's essence form, you must attempt a DC 5 flat check. If you fail, only the normal form manifests, and you can't try to manifest that armament's essence form again that day (1 day); **Stage 2** You suffer the effects of your armament's corruption flaw, and any attempt to activate the armament's essence form fails (1 day); **Stage 3** You permanently destroy your soulforged armament. You can't have a new soulforged armament until you remove the curse entirely with the [_purify soul path_](/Rituals.aspx?ID=67) ritual (1 day).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Corruption",
 "next_link": {
  "label": "Removing Corruption",
  "url": "/Rules.aspx?ID=1564"
 },
 "previous_link": {
  "label": "Binding an Armament",
  "url": "/Rules.aspx?ID=1561"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 234 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic / Soulforged Armaments / Soul Path\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 234"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 234 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Corruption Source Secrets of Magic pg. 234 1.1 Though the supernatural link with a specific armament created by a soulbond is powerful, the sensitive nature of will—with its potential for dramatic ebb and flow— poses a threat to those who harness this power. Once you're bound to a soulforged armament, you begin to test your true devotion to your soul path. If you behave or act in a way that directly opposes or hinders the motivation, goal, or cause declared in your soul path (regardless of whether the act involves your soulforged armaments), your spirit begins to tarnish. It's anathema for you to commit acts opposed to your soul path or to even go a long time without taking action to pursue the path. You and your GM determine when you've performed an anathematic act. In the example of protecting the poor by undermining the rich, working for a wealthy noble or directly in their interest could be anathema, as could spending a month on a distant plane far from the struggles of the oppressed. In both examples, you could find an approach to remain true and avoid the anathema. In the first case, you might use your leverage to force the noble to anonymously divest a substantial amount of their funds to feed and house the poor—or do so yourself. In the second, you might seek a similar dynamic of wealth and want among the cultures of the distant plane and work against it. Anathematic acts trigger a curse known as soulforged corruption that degrades and perverts the energies within your soulforged armament. This curse brings out a flaw inextricably tied to the armament's true essence. The corruption flaw applies to you even when your armament isn't manifested. The rules for the flaw appear in the essence power. As normal for a curse, this affliction can be removed only by effects that specifically target curses, including the methods listed in the Removing Corruption section below. Soulforged Corruption (curse, divine, enchantment) A successful remove curse spell, rather than ending this curse, reduces its stage by 1 (to a minimum of stage 1). Level your level; Saving Throw Will save against a very hard DC of the curse's level; Stage 1 You suffer the effects of your armament's corruption flaw. If you try to manifest the armament's essence form, you must attempt a DC 5 flat check. If you fail, only the normal form manifests, and you can't try to manifest that armament's essence form again that day (1 day); Stage 2 You suffer the effects of your armament's corruption flaw, and any attempt to activate the armament's essence form fails (1 day); Stage 3 You permanently destroy your soulforged armament. You can't have a new soulforged armament until you remove the curse entirely with the purify soul path ritual (1 day). ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1563",
 "weakness": {}
}