{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-371",
 "markdown": "<title level=\"1\" right=\"Rules\">[Counteracting](/Rules.aspx?ID=371)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 458 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome effects try to counteract spells, afflictions, conditions, or other effects. Counteract checks compare the power of two forces and determine which defeats the other. Successfully counteracting an effect ends it unless noted otherwise.\n\n When attempting a counteract check, add the relevant skill modifier or other appropriate modifier to your check against the target’s DC. If you’re counteracting an affliction, the DC is in the affliction’s stat block. If it’s a spell, use the caster’s DC. The GM can also calculate a DC based on the target effect’s level. For spells, the counteract check modifier is your spellcasting ability modifier plus your spellcasting proficiency bonus, plus any bonuses and penalties that specifically apply to counteract checks. What you can counteract depends on the check result and the target’s level. If an effect is a spell, its level is the counteract level. Otherwise, halve its level and round up to determine its counteract level. If an effect’s level is unclear and it came from a creature, halve and round up the creature’s level. \n\n**Critical Success** Counteract the target if its counteract level is no more than 3 levels higher than your effect’s counteract level.<br /> **Success** Counteract the target if its counteract level is no more than 1 level higher than your effect’s counteract level.<br /> **Failure** Counteract the target if its counteract level is lower than your effect’s counteract level.<br /> **Critical Failure** You fail to counteract the target.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Counteracting",
 "next_link": {
  "label": "Hit Points, Healing, and Dying",
  "url": "/Rules.aspx?ID=372"
 },
 "previous_link": {
  "label": "Afflictions",
  "url": "/Rules.aspx?ID=361"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 458 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 458"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 458 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Counteracting Source Core Rulebook pg. 458 4.0 Some effects try to counteract spells, afflictions, conditions, or other effects. Counteract checks compare the power of two forces and determine which defeats the other. Successfully counteracting an effect ends it unless noted otherwise. When attempting a counteract check, add the relevant skill modifier or other appropriate modifier to your check against the target’s DC. If you’re counteracting an affliction, the DC is in the affliction’s stat block. If it’s a spell, use the caster’s DC. The GM can also calculate a DC based on the target effect’s level. For spells, the counteract check modifier is your spellcasting ability modifier plus your spellcasting proficiency bonus, plus any bonuses and penalties that specifically apply to counteract checks. What you can counteract depends on the check result and the target’s level. If an effect is a spell, its level is the counteract level. Otherwise, halve its level and round up to determine its counteract level. If an effect’s level is unclear and it came from a creature, halve and round up the creature’s level. Critical Success Counteract the target if its counteract level is no more than 3 levels higher than your effect’s counteract level. Success Counteract the target if its counteract level is no more than 1 level higher than your effect’s counteract level. Failure Counteract the target if its counteract level is lower than your effect’s counteract level. Critical Failure You fail to counteract the target. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=371",
 "weakness": {}
}