{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Story-Based Crafting"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1943",
 "markdown": "<title level=\"1\" right=\"Rules\">[Crafting by Questing](/Rules.aspx?ID=1943)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 170 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA young farmer's village is destroyed by a ferocious [red dragon](/MonsterFamilies.aspx?ID=168), and they set off to forge a sword imbued with the power of ice to lay the dragon low. An [elven](/Ancestries.aspx?ID=2) scout's companions are slain by a fearsome, ancient [bulette](/Monsters.aspx?ID=61), and she seeks a suit of armor capable of resisting the beast's claws so she can claim vengeance for her lost friends. A wizard sets out to forge a staff that will enhance their magical power. Story-based crafting is a system by which every major magic item a PC might want is gained through a narrative and may or may not involve the Crafting skill at all. The goal of story-based crafting is to let players seek out the equipment they want for their PCs in a fun and satisfying way that can make every significant, permanent item they use part of an epic and memorable story.\n\n Note that the crafting by questing rules are intended for permanent magical items that will be part of a PCs story for at least the better part of a level, possibly more. Having your PCs quest for simple [consumables](/Traits.aspx?ID=36) is liable to get a boring over time and isn't meaningfully different from just getting treasure for completing an encounter as normal (since most level-appropriate consumables won't require more than a single encounter to cover their entire cost anyways). Of course, a rare and powerful consumable item might still make for an interesting quest, but this should be an exception, not the rule.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1944\" />\r\n\r\n<document level=\"2\" id=\"rules-1945\" />\r\n\r\n<document level=\"2\" id=\"rules-1950\" />",
 "name": "Crafting by Questing",
 "next_link": {
  "label": "Example Quests",
  "url": "/Rules.aspx?ID=1951"
 },
 "previous_link": {
  "label": "Nature Crafting",
  "url": "/Rules.aspx?ID=1956"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 170 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Story-Based Crafting\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 170"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 170 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Crafting by Questing Source Treasure Vault pg. 170 1.1 A young farmer's village is destroyed by a ferocious red dragon, and they set off to forge a sword imbued with the power of ice to lay the dragon low. An elven scout's companions are slain by a fearsome, ancient bulette, and she seeks a suit of armor capable of resisting the beast's claws so she can claim vengeance for her lost friends. A wizard sets out to forge a staff that will enhance their magical power. Story-based crafting is a system by which every major magic item a PC might want is gained through a narrative and may or may not involve the Crafting skill at all. The goal of story-based crafting is to let players seek out the equipment they want for their PCs in a fun and satisfying way that can make every significant, permanent item they use part of an epic and memorable story. Note that the crafting by questing rules are intended for permanent magical items that will be part of a PCs story for at least the better part of a level, possibly more. Having your PCs quest for simple consumables is liable to get a boring over time and isn't meaningfully different from just getting treasure for completing an encounter as normal (since most level-appropriate consumables won't require more than a single encounter to cover their entire cost anyways). Of course, a rare and powerful consumable item might still make for an interesting quest, but this should be an exception, not the rule. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1943",
 "weakness": {}
}