{
 "breadcrumbs": [
  "Magic Items",
  "Fulus"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1493",
 "markdown": "<title level=\"1\" right=\"Rules\">[Crafting a Fulu](/Rules.aspx?ID=1493)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 158 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nFulus can be created using the [Crafting](/Skills.aspx?ID=4) skill like any other magic item, and they have a batch size of four, meaning you can Craft four copies of the same fulu at a time. A fulu's script consists of symbols citing the person or place from which the fulu draws power, a symbol of command, details of the desired effect, and other formulaic elements to complete the charm. Each part is written as the crafter recites a spell mantra, with the crafter's powers and magic essences weaving into the ink and paper. As creating a fulu requires knowledge of these mantras, a fulu can't be disassembled to learn its formula like many other items—the formula for a fulu can be learned only firsthand.\n\n Unlike most items, the ritualistic aspect of fulus' creation allows the creator to expedite the process, though doing so decreases the fulus' stability. A character with the formula for a fulu can [Craft](/Actions.aspx?ID=43) up to four fulus for their full price in a single day of downtime, rather than taking four days as normal for the Craft downtime activity. However, if they do so, the fulus only last for a month, rather than a year. This is perfect for fulus you expect to use soon after Crafting them, as in that case, there isn't much difference between a month and a year.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Crafting a Fulu",
 "next_link": {
  "label": "Grimoires",
  "url": "/Rules.aspx?ID=1494"
 },
 "previous_link": {
  "label": "Using Fulus",
  "url": "/Rules.aspx?ID=1492"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 158 <sup>1.1</sup></row>\r\n\r\nMagic Items / Fulus\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 158"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 158 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Crafting a Fulu Source Secrets of Magic pg. 158 1.1 Fulus can be created using the Crafting skill like any other magic item, and they have a batch size of four, meaning you can Craft four copies of the same fulu at a time. A fulu's script consists of symbols citing the person or place from which the fulu draws power, a symbol of command, details of the desired effect, and other formulaic elements to complete the charm. Each part is written as the crafter recites a spell mantra, with the crafter's powers and magic essences weaving into the ink and paper. As creating a fulu requires knowledge of these mantras, a fulu can't be disassembled to learn its formula like many other items—the formula for a fulu can be learned only firsthand. Unlike most items, the ritualistic aspect of fulus' creation allows the creator to expedite the process, though doing so decreases the fulus' stability. A character with the formula for a fulu can Craft up to four fulus for their full price in a single day of downtime, rather than taking four days as normal for the Craft downtime activity. However, if they do so, the fulus only last for a month, rather than a year. This is perfect for fulus you expect to use soon after Crafting them, as in that case, there isn't much difference between a month and a year. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1493",
 "weakness": {}
}