{
 "breadcrumbs": [
  "Magic Items",
  "Personal Staves",
  "Creating a Personal Staff"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1504",
 "markdown": "<title level=\"1\" right=\"Rules\">[Crafting the Staff](/Rules.aspx?ID=1504)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 166 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOnce you've themed and designed your staff, you can craft it with the following the guidelines, along with previously established rules for crafting magical items. As with normal staves, one casting of all listed levels of all spells in the staff must be provided during [Crafting](/Actions.aspx?ID=43).\n\n Choose a magical school for your staff from among the schools the spells on it have. Pick the one that best reflects the spells, usually the one most shared among them. You can optionally give your staff a trait for one magic tradition, instead of the [magical](/Traits.aspx?ID=103) trait, if the staff is fully steeped in that tradition and contains spells only from that tradition's spell list.\n\n You still need to Craft the staff. If you're not good at [Crafting](/Skills.aspx?ID=4), you can have somebody use the Craft activity for you, but you must be present the whole time. Since the creation of a custom staff is rare, you and the GM might decide to have a special quest for esoteric ingredients and methods as part of the story.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1505\" />",
 "name": "Crafting the Staff",
 "next_link": {
  "label": "Naming the Staff",
  "url": "/Rules.aspx?ID=1506"
 },
 "previous_link": {
  "label": "Picking Your Spells",
  "url": "/Rules.aspx?ID=1502"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 166 <sup>1.1</sup></row>\r\n\r\nMagic Items / Personal Staves / Creating a Personal Staff\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 166"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 166 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Crafting the Staff Source Secrets of Magic pg. 166 1.1 Once you've themed and designed your staff, you can craft it with the following the guidelines, along with previously established rules for crafting magical items. As with normal staves, one casting of all listed levels of all spells in the staff must be provided during Crafting. Choose a magical school for your staff from among the schools the spells on it have. Pick the one that best reflects the spells, usually the one most shared among them. You can optionally give your staff a trait for one magic tradition, instead of the magical trait, if the staff is fully steeped in that tradition and contains spells only from that tradition's spell list. You still need to Craft the staff. If you're not good at Crafting, you can have somebody use the Craft activity for you, but you must be present the whole time. Since the creation of a custom staff is rare, you and the GM might decide to have a special quest for esoteric ingredients and methods as part of the story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1504",
 "weakness": {}
}