{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Story-Based Crafting",
  "Crafting by Questing"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1945",
 "markdown": "<title level=\"1\" right=\"Rules\">[Crafting Quests](/Rules.aspx?ID=1945)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 171 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs in normal crafting, the first step in initiating a crafting quest is for the player to decide what they want to craft, or for you as the GM to present them with a handful of possible things they can quest to create. You might also plan out a few crafting quests during your [session zero](/Rules.aspx?ID=815) so that they can be built directly into the narrative of the campaign and worked into the PCs' backstories. One of the simplest ways to do this is to have each of the players give you a wish list of items during your session zero, listing key items their characters would like to acquire during the course of the campaign. These could be as general as “a magic sword” or “a magic staff,” or as specific as “a suit of [devil's bargain](/Equipment.aspx?ID=1844) armor for my [Asmodean](/Deities.aspx?ID=2) [cleric](/Classes.aspx?ID=5).”\n\n Crafting quests should always be significant events for the players and their characters. Don't send the PCs questing to create a simple dagger. Instead consider what items could become iconic parts of the character's story, like a magic bow for an archer, a powerful staff for a [wizard](/Classes.aspx?ID=12), or lucky boots for a [rogue](/Classes.aspx?ID=10). The nature of crafting quests as events that will permanently inform the characters' stories and shape their builds means that there should always be a high level of collaboration between the players and GM. When using crafting quests, you typically won't need to use the Extra Treasure values from Table 5–3: Treasure by Encounter, as those values are to compensate for the PCs finding loot that they won't use or for missing some of the loot entirely. Since the PCs are always set up to get the loot they want when using story-based crafting, and because the value of these items is subtracted from their total treasure, these additional values are superfluous and could give the party too much treasure for their level. If you prefer a campaign where the PCs have a bit more treasure on hand as a way to encourage the use of consumables or “non-essential” equipment, you can use the treasure values as presented.\n\n The items you select for the PCs should all be items that are of a level appropriate to the characters (typically the same as their current level) or appropriate  to the level they will be when they complete the crafting quests. For complete examples of crafting quests, see [Example Quests](/Rules.aspx?ID=1951).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1946\" />\r\n\r\n<document level=\"2\" id=\"rules-1947\" />\r\n\r\n<document level=\"2\" id=\"rules-1948\" />\r\n\r\n<document level=\"2\" id=\"rules-1949\" />",
 "name": "Crafting Quests",
 "next_link": {
  "label": "Story-Based Crafting as the Baseline",
  "url": "/Rules.aspx?ID=1950"
 },
 "previous_link": {
  "label": "Treasure by Encounter",
  "url": "/Rules.aspx?ID=1944"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 171 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Story-Based Crafting / Crafting by Questing\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 171"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 171 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Crafting Quests Source Treasure Vault pg. 171 1.1 As in normal crafting, the first step in initiating a crafting quest is for the player to decide what they want to craft, or for you as the GM to present them with a handful of possible things they can quest to create. You might also plan out a few crafting quests during your session zero so that they can be built directly into the narrative of the campaign and worked into the PCs' backstories. One of the simplest ways to do this is to have each of the players give you a wish list of items during your session zero, listing key items their characters would like to acquire during the course of the campaign. These could be as general as “a magic sword” or “a magic staff,” or as specific as “a suit of devil's bargain armor for my Asmodean cleric.” Crafting quests should always be significant events for the players and their characters. Don't send the PCs questing to create a simple dagger. Instead consider what items could become iconic parts of the character's story, like a magic bow for an archer, a powerful staff for a wizard, or lucky boots for a rogue. The nature of crafting quests as events that will permanently inform the characters' stories and shape their builds means that there should always be a high level of collaboration between the players and GM. When using crafting quests, you typically won't need to use the Extra Treasure values from Table 5–3: Treasure by Encounter, as those values are to compensate for the PCs finding loot that they won't use or for missing some of the loot entirely. Since the PCs are always set up to get the loot they want when using story-based crafting, and because the value of these items is subtracted from their total treasure, these additional values are superfluous and could give the party too much treasure for their level. If you prefer a campaign where the PCs have a bit more treasure on hand as a way to encourage the use of consumables or “non-essential” equipment, you can use the treasure values as presented. The items you select for the PCs should all be items that are of a level appropriate to the characters (typically the same as their current level) or appropriate to the level they will be when they complete the crafting quests. For complete examples of crafting quests, see Example Quests. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1945",
 "weakness": {}
}