{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Crafting Alternate Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1920",
 "markdown": "<title level=\"1\" right=\"Rules\">[Crafting Downtime Events](/Rules.aspx?ID=1920)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 159 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPlenty of things can happen during downtime that might derail your efforts or complicate your plans. When crafting, it might be easy enough to put down the creation and deal with a problem, but sometimes these events can threaten the project itself. The _Gamemastery Guide_ provides [three examples of downtime events](/Rules.aspx?ID=877) related to crafting: a delayed shipment of materials, a superlative work drawing attention from collectors, or the discovery of a new and efficient crafting technique. Even adding these to the events around earning income (which are generally applicable), a group that spends a great deal of time crafting might find these to be repetitive. The following downtime events are tied directly to the crafting process and should be used to supplement those found in the _Gamemastery Guide_.\n\n## Table 5–2: Crafting Downtime Events\n<row gap=\"tiny\">\n<table> <tr><td>d20</td><td>Event</td></tr> <tr><td>1–3</td><td>Select an event from the Gamemastery Guide</td></tr> <tr><td>4 </td><td>Annoying interloper</td></tr> <tr><td>5 </td><td>Banned ingredient</td></tr> <tr><td>6 </td><td>Delicate components</td></tr> <tr><td>7 </td><td>Formula contradiction</td></tr> <tr><td>8 </td><td>Infestation</td></tr> <tr><td>9 </td><td>Instability within</td></tr> <tr><td>10 </td><td>Mutation</td></tr> <tr><td>11 </td><td>Name dependence</td></tr> <tr><td>12 </td><td>Natural disaster</td></tr> <tr><td>13 </td><td>Otherworldly interference</td></tr> <tr><td>14 </td><td>Overwhelming energy</td></tr> <tr><td>15 </td><td>Planar convergence</td></tr> <tr><td>16 </td><td>Resonant magic</td></tr> <tr><td>17 </td><td>Spirit magnet</td></tr> <tr><td>18 </td><td>Suspicious offer</td></tr> <tr><td>19 </td><td>Technical challenge</td></tr> <tr><td>20 </td><td>Unexpected flaw</td></tr></table>\r\n</row><br /> **Annoying Interloper**: Whether it's a nosy relative, gossipy friend, finicky safety inspector, or any other sort of guest, the crafter's workshop has attracted the attention of an annoying interloper. It's someone the crafter can't just kick out unceremoniously, either. The situation might require roleplaying, as well as [Diplomacy](/Skills.aspx?ID=6), [Intimidation](/Skills.aspx?ID=7), or other skills, before the crafter can get back to work.\n\n **Banned Ingredient**: The crafter realizes that one of the ingredients they need for the items they're crafting is banned or heavily restricted in the local area. If they've already crafted the same item here without a problem before, maybe it's a new ban or they had to refill their stores of a tricky ingredient—or you can just reroll this event and save it for when they build something new. To deal with the banned ingredient, the crafter might have to engage in shady dealings on the black market, lobby for the ingredient's ban to be lifted (especially if the ban is suspicious or prevents the general public from crafting an important item like healing potions), travel abroad where the restriction doesn't exist, or try to devise a substitution.\n\n **Delicate Components**: Whether it's just the nature of one or more components that make up this item, or the crafter just received a fragile batch, the components the crafter is dealing with are incredibly delicate. The crafter might need to use [Thievery](/Skills.aspx?ID=17) (or find someone who can) to handle the sensitive components gently, or else find some way to reinforce the ingredient or the equipment in which it is stored for later use.\n\n **Formula Contradiction**: The crafter runs into an issue in their [formula book](/Equipment.aspx?ID=22). The formula includes two (or more) contradictory instructions, and as a result, they must pause their work while they try to figure out the contradiction. Which one is correct? Is neither right? Are they both functional and the crafter must refine their understanding of the process? This event might involve research or dangerous experimentation.\n\n **Infestation**: Some sort of infestation of vermin, spores, or other troublesome contaminants threatens the crafting project and perhaps other portions of the crafter's workshop. On top of protecting their in-process project from being damaged by the infestation, they'll eventually also need to find the infestation's source and put a stop to it. Was it a coincidence, or did someone use mundane or magical means to bring it here on purpose?\n\n **Instability Within**: The magic or mechanics inside the item have grown increasingly powerful and unstable, and the crafter isn't sure why. The cause could be a simple mistake, an instability in the crafter's own magic, or even just a coincidence. Whatever the case, the crafter must investigate the source of the instability to fix and, potentially, take advantage of it.\n\n **Mutation**: The item has undergone a mutation and is now on its way to becoming a different item—maybe even an item of a higher level than the crafter can normally craft or that is [uncommon](/Traits.aspx?ID=159), [rare](/Traits.aspx?ID=137), [intelligent](/Traits.aspx?ID=280), or otherwise outside of the crafter's normal ability to create. Be very careful when choosing this as an event; ideally, you as the GM want the mutated item to be something you specifically chose to be interesting, rather than an item at random, since presumably the crafter was choosing to create the best item they could think of. That said, the crafter can either find a way to halt the mutation process or lean into it and see what the item becomes!\n\n **Name Dependence**: The item's progress is stalled due to the fact that its magic requires it to gain a name— and not just any random nickname that pops into the crafter's head! The crafter must engage in serious contemplation to select a name that suits the item, as it will be attached to it forevermore. Once chosen, if the item accepts the name, the crafting process can continue. The choice of the name might have other implications as well; for instance, if the item has a command activation, it might require shouting the item's name.\n\n **Natural Disaster**: A huge natural disaster is about to hit the workshop. Whether it's a tsunami, a tornado, an earthquake, a volcanic eruption, or something else, it represents a huge danger to the crafting process, and potentially the crafter's life. On the other hand, it could also be an opportunity to harness the power of the natural disaster into the item! Consider allowing the crafter to attempt a [Recall Knowledge](/Actions.aspx?ID=26) check to remember some formulas that discuss special benefits for harnessing a disaster and offer them a reward (extra progress on the item, an improved item, or something else) to tempt them into staying in the path of danger.\n\n **Otherworldly Interference**: Be they deities, [celestial](/Traits.aspx?ID=23), [fiends](/Traits.aspx?ID=70), [monitors](/Traits.aspx?ID=111), or other extraplanar entities, Golarion is full of a surprising number of beings from other worlds that attempt to sow mischief, cause mayhem, or offer assistance to its inhabitants. The crafter is one such lucky or unlucky mortal who now has to deal with this otherworldly interference. Even if the otherworldly creature is trying to help, it might not understand mortals well enough to do so effectively. This could possibly create even more trouble than an entity who was trying to sabotage the process, since a crafter can at least root out such a perpetrator and stop them decisively.\n\n **Overwhelming Energy**: There's just too much magical or mechanical energy building up in the item. That could be a good thing, as it could eventually grant the item more power or provide additional progress, but it's also extremely dangerous, as the energy threatens to overload and cause the item to explode, wasting the crafter's initial investment. They'll have to carefully figure out a way to use the energy (or at least discharge it harmlessly) to protect the item.\n\n **Planar Convergence**: Many planes of existence overlap with the [Material Plane](/Planes.aspx?ID=1) at certain points. Sometimes, those points drift as the planes move and shift, leading to planar convergences where the veil between two planes draws especially thin. Unfortunately (or perhaps fortunately) for the crafter, one such planar convergence passes over their workshop. If they're crafting a related item, they might be able to take advantage of the convergence, but otherwise, they'll need to insulate the item from the convergence or pack up and move far enough away to avoid it. Leaching out the energy from the convergence might even require them to find a location with a convergence to an opposing plane.\n\n **Resonant Magic**: When multiple sources of magic cluster together, for good or ill, magical resonance builds up between them. The crafting process is interrupted by magical resonances in the workshop between the in-process item and other magic items or spells. The crafter can try to clear out or rearrange the sources of magic that led to the resonance, or they can explore the resonance to try to unlock a new power in the item that only appears when the item is affected by the other items or spells that caused the resonance; in this case, consider using the rules for [item sets](/Rules.aspx?ID=1970) or something similar.\n\n **Spirit Magnet**: The item has become a magnet for minor disembodied beings, either spirits (beings formed of spiritual essence) or vitae (beings formed of nature's life force, sometimes called “spirits of nature”). That's not necessarily a bad thing, but it's certainly distracting, as the spirits interfere with the work and might wind up possessing or otherwise merging with the item. The crafter needs to find a way to communicate with the spirits and warn them off or work with them to make the item an even better conductor for spirits. In the worst case this could ruin the item's creation, but in the best case, the spirits could grant the item special powers or intelligence.\n\n **Suspicious Offer**: A questionable figure offers the crafter special ingredients or techniques that supposedly will shave time off the item's crafting process while providing a steep discount on the necessary materials. But something about the offer—no, maybe everything about it—seems too good to be true. The crafter might dismiss or accept the offer outright, but they also might try to determine the truth of the figure's claims, either by understanding their motives or performing a test. Either way, if the crafter decides to use the mysterious figure's offer, you can decide what sorts of effects it might have. Who knows? Maybe it was genuine.\n\n **Technical Challenge**: An unusual interaction during the item's creation provides a significant technical challenge. The crafter will have to pause and determine how to proceed before continuing. There might be several possible approaches to the problem, each with different benefits or drawbacks.\n\n **Unexpected Flaw**: Something within the item isn't functioning properly, and the crafter needs to first figure out what went wrong and why. Were some of the components faulty? Did someone tamper with the item? Did the crafter make a small error that cascaded? Once they can hunt down the flaw and figure out how to prevent it in the future, they need to determine the most expedient way to fix it and bring the item back on track.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Crafting Downtime Events",
 "next_link": {
  "label": "Critical Crafting",
  "url": "/Rules.aspx?ID=1921"
 },
 "previous_link": {
  "label": "Complex Crafting",
  "url": "/Rules.aspx?ID=1916"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 159 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Crafting Alternate Rules\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 159"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 159 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Crafting Downtime Events Source Treasure Vault pg. 159 1.1 Plenty of things can happen during downtime that might derail your efforts or complicate your plans. When crafting, it might be easy enough to put down the creation and deal with a problem, but sometimes these events can threaten the project itself. The Gamemastery Guide provides three examples of downtime events related to crafting: a delayed shipment of materials, a superlative work drawing attention from collectors, or the discovery of a new and efficient crafting technique. Even adding these to the events around earning income (which are generally applicable), a group that spends a great deal of time crafting might find these to be repetitive. The following downtime events are tied directly to the crafting process and should be used to supplement those found in the Gamemastery Guide . ## Table 5–2: Crafting Downtime Events d20 Event 1–3 Select an event from the Gamemastery Guide 4 Annoying interloper 5 Banned ingredient 6 Delicate components 7 Formula contradiction 8 Infestation 9 Instability within 10 Mutation 11 Name dependence 12 Natural disaster 13 Otherworldly interference 14 Overwhelming energy 15 Planar convergence 16 Resonant magic 17 Spirit magnet 18 Suspicious offer 19 Technical challenge 20 Unexpected flaw Annoying Interloper : Whether it's a nosy relative, gossipy friend, finicky safety inspector, or any other sort of guest, the crafter's workshop has attracted the attention of an annoying interloper. It's someone the crafter can't just kick out unceremoniously, either. The situation might require roleplaying, as well as Diplomacy, Intimidation, or other skills, before the crafter can get back to work. Banned Ingredient : The crafter realizes that one of the ingredients they need for the items they're crafting is banned or heavily restricted in the local area. If they've already crafted the same item here without a problem before, maybe it's a new ban or they had to refill their stores of a tricky ingredient—or you can just reroll this event and save it for when they build something new. To deal with the banned ingredient, the crafter might have to engage in shady dealings on the black market, lobby for the ingredient's ban to be lifted (especially if the ban is suspicious or prevents the general public from crafting an important item like healing potions), travel abroad where the restriction doesn't exist, or try to devise a substitution. Delicate Components : Whether it's just the nature of one or more components that make up this item, or the crafter just received a fragile batch, the components the crafter is dealing with are incredibly delicate. The crafter might need to use Thievery (or find someone who can) to handle the sensitive components gently, or else find some way to reinforce the ingredient or the equipment in which it is stored for later use. Formula Contradiction : The crafter runs into an issue in their formula book. The formula includes two (or more) contradictory instructions, and as a result, they must pause their work while they try to figure out the contradiction. Which one is correct? Is neither right? Are they both functional and the crafter must refine their understanding of the process? This event might involve research or dangerous experimentation. Infestation : Some sort of infestation of vermin, spores, or other troublesome contaminants threatens the crafting project and perhaps other portions of the crafter's workshop. On top of protecting their in-process project from being damaged by the infestation, they'll eventually also need to find the infestation's source and put a stop to it. Was it a coincidence, or did someone use mundane or magical means to bring it here on purpose? Instability Within : The magic or mechanics inside the item have grown increasingly powerful and unstable, and the crafter isn't sure why. The cause could be a simple mistake, an instability in the crafter's own magic, or even just a coincidence. Whatever the case, the crafter must investigate the source of the instability to fix and, potentially, take advantage of it. Mutation : The item has undergone a mutation and is now on its way to becoming a different item—maybe even an item of a higher level than the crafter can normally craft or that is uncommon, rare, intelligent, or otherwise outside of the crafter's normal ability to create. Be very careful when choosing this as an event; ideally, you as the GM want the mutated item to be something you specifically chose to be interesting, rather than an item at random, since presumably the crafter was choosing to create the best item they could think of. That said, the crafter can either find a way to halt the mutation process or lean into it and see what the item becomes! Name Dependence : The item's progress is stalled due to the fact that its magic requires it to gain a name— and not just any random nickname that pops into the crafter's head! The crafter must engage in serious contemplation to select a name that suits the item, as it will be attached to it forevermore. Once chosen, if the item accepts the name, the crafting process can continue. The choice of the name might have other implications as well; for instance, if the item has a command activation, it might require shouting the item's name. Natural Disaster : A huge natural disaster is about to hit the workshop. Whether it's a tsunami, a tornado, an earthquake, a volcanic eruption, or something else, it represents a huge danger to the crafting process, and potentially the crafter's life. On the other hand, it could also be an opportunity to harness the power of the natural disaster into the item! Consider allowing the crafter to attempt a Recall Knowledge check to remember some formulas that discuss special benefits for harnessing a disaster and offer them a reward (extra progress on the item, an improved item, or something else) to tempt them into staying in the path of danger. Otherworldly Interference : Be they deities, celestial, fiends, monitors, or other extraplanar entities, Golarion is full of a surprising number of beings from other worlds that attempt to sow mischief, cause mayhem, or offer assistance to its inhabitants. The crafter is one such lucky or unlucky mortal who now has to deal with this otherworldly interference. Even if the otherworldly creature is trying to help, it might not understand mortals well enough to do so effectively. This could possibly create even more trouble than an entity who was trying to sabotage the process, since a crafter can at least root out such a perpetrator and stop them decisively. Overwhelming Energy : There's just too much magical or mechanical energy building up in the item. That could be a good thing, as it could eventually grant the item more power or provide additional progress, but it's also extremely dangerous, as the energy threatens to overload and cause the item to explode, wasting the crafter's initial investment. They'll have to carefully figure out a way to use the energy (or at least discharge it harmlessly) to protect the item. Planar Convergence : Many planes of existence overlap with the Material Plane at certain points. Sometimes, those points drift as the planes move and shift, leading to planar convergences where the veil between two planes draws especially thin. Unfortunately (or perhaps fortunately) for the crafter, one such planar convergence passes over their workshop. If they're crafting a related item, they might be able to take advantage of the convergence, but otherwise, they'll need to insulate the item from the convergence or pack up and move far enough away to avoid it. Leaching out the energy from the convergence might even require them to find a location with a convergence to an opposing plane. Resonant Magic : When multiple sources of magic cluster together, for good or ill, magical resonance builds up between them. The crafting process is interrupted by magical resonances in the workshop between the in-process item and other magic items or spells. The crafter can try to clear out or rearrange the sources of magic that led to the resonance, or they can explore the resonance to try to unlock a new power in the item that only appears when the item is affected by the other items or spells that caused the resonance; in this case, consider using the rules for item sets or something similar. Spirit Magnet : The item has become a magnet for minor disembodied beings, either spirits (beings formed of spiritual essence) or vitae (beings formed of nature's life force, sometimes called “spirits of nature”). That's not necessarily a bad thing, but it's certainly distracting, as the spirits interfere with the work and might wind up possessing or otherwise merging with the item. The crafter needs to find a way to communicate with the spirits and warn them off or work with them to make the item an even better conductor for spirits. In the worst case this could ruin the item's creation, but in the best case, the spirits could grant the item special powers or intelligence. Suspicious Offer : A questionable figure offers the crafter special ingredients or techniques that supposedly will shave time off the item's crafting process while providing a steep discount on the necessary materials. But something about the offer—no, maybe everything about it—seems too good to be true. The crafter might dismiss or accept the offer outright, but they also might try to determine the truth of the figure's claims, either by understanding their motives or performing a test. Either way, if the crafter decides to use the mysterious figure's offer, you can decide what sorts of effects it might have. Who knows? Maybe it was genuine. Technical Challenge : An unusual interaction during the item's creation provides a significant technical challenge. The crafter will have to pause and determine how to proceed before continuing. There might be several possible approaches to the problem, each with different benefits or drawbacks. Unexpected Flaw : Something within the item isn't functioning properly, and the crafter needs to first figure out what went wrong and why. Were some of the components faulty? Did someone tamper with the item? Did the crafter make a small error that cascaded? Once they can hunt down the flaw and figure out how to prevent it in the future, they need to determine the most expedient way to fix it and bring the item back on track. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1920",
 "weakness": {}
}