{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Crafting Alternate Rules",
  "Critical Crafting"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1922",
 "markdown": "<title level=\"1\" right=\"Rules\">[Critical Success](/Rules.aspx?ID=1922)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 161 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n\n<ul><li>The crafter's dazzling success and passion imbue a fragment of their self into the item, causing it to become an [intelligent item](/Rules.aspx?ID=1084).</li><li>If the crafter was creating a max-level item, they can pay more to create an item above their level that they normally couldn't [Craft](/Actions.aspx?ID=43). For instance, while trying to Craft a [_wand of fireball_](/Equipment.aspx?ID=368)_ (a 7th-level item), a 7th-level wizard might be able to create a _wand of 4th-level fireball_ (a 9th-level item).</li><li>The item has a minor beneficial special ability beyond other items of its type. This can be whatever you choose, but it's usually another minor activation with a daily frequency. The benefit should be better than a [quirk](/Rules.aspx?ID=1083) (as quirks are meant to be neutral).</li><li>The item is so well made that it's nearly impossible to damage, doubling its Hardness or greatly increasing its total Hit Points. The item might also be resistant to grime, tarnishing, or other cosmetic changes.</li><li>The item is so beautifully made that it grants a bonus to [Diplomacy](/Skills.aspx?ID=6) and [Intimidation](/Skills.aspx?ID=7) checks when displayed or used as part of the check. Alternatively, it could be worth more than usual just as an art object.</li><li>The item is so finely crafted that it distracts the attention of opponents when used in battle, granting a bonus to checks made to [Feint](/Actions.aspx?ID=48) or [Create a Diversion](/Actions.aspx?ID=45) when used as part of the check.</li><li>The crafter is in tune with the object, its powers, and its potentials, turning it into a [relic](/Rules.aspx?ID=1096). In addition to its base abilities, the crafter can designate other abilities that the object develops over time.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Critical Success",
 "next_link": {
  "label": "Critical Failure",
  "url": "/Rules.aspx?ID=1923"
 },
 "previous_link": {
  "label": "Crafting Downtime Events",
  "url": "/Rules.aspx?ID=1920"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 161 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Crafting Alternate Rules / Critical Crafting\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 161"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 161 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Critical Success Source Treasure Vault pg. 161 1.1 The crafter's dazzling success and passion imbue a fragment of their self into the item, causing it to become an intelligent item. If the crafter was creating a max-level item, they can pay more to create an item above their level that they normally couldn't Craft. For instance, while trying to Craft a wand of fireball (a 7th-level item), a 7th-level wizard might be able to create a wand of 4th-level fireball (a 9th-level item). The item has a minor beneficial special ability beyond other items of its type. This can be whatever you choose, but it's usually another minor activation with a daily frequency. The benefit should be better than a quirk (as quirks are meant to be neutral). The item is so well made that it's nearly impossible to damage, doubling its Hardness or greatly increasing its total Hit Points. The item might also be resistant to grime, tarnishing, or other cosmetic changes. The item is so beautifully made that it grants a bonus to Diplomacy and Intimidation checks when displayed or used as part of the check. Alternatively, it could be worth more than usual just as an art object. The item is so finely crafted that it distracts the attention of opponents when used in battle, granting a bonus to checks made to Feint or Create a Diversion when used as part of the check. The crafter is in tune with the object, its powers, and its potentials, turning it into a relic. In addition to its base abilities, the crafter can designate other abilities that the object develops over time. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1922",
 "weakness": {}
}