{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Crafting Alternate Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1921",
 "markdown": "<title level=\"1\" right=\"Rules\">[Critical Crafting](/Rules.aspx?ID=1921)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 161 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe critical success and failure effects of the [Craft](/Actions.aspx?ID=43) activity are safe, reasonable effects that are appropriate any time a character wants to Craft: on a critical success, they make more money per day [Crafting](/Skills.aspx?ID=4), and on a critical failure, they ruin 10% of the item's raw materials. However, these monetary rewards and penalties are not the only potential outcomes of crafting criticals. With this variant, you can consider rarely handing out custom critical success rewards and critical failure penalties appropriate for the situation. However, you won't want to do this too often, especially since a high-level crafter who makes a lot of low-level items will critically succeed with some frequency. If crafting is a big part of your game, consider limiting the special effects to natural 20s and 1s, and even then, only when a special item is being created.\n\n Most often, the special critical success or failure effect will be something distinctive and appropriate to the exact situation in your campaign. For instance, if a PC Crafts a commissioned sword for a prideful ruler obsessed with their heroic ancestor, perhaps on a critical success the item manages to call forth the spirit of the ancestor, who nods gravely while acknowledging the sword. On a critical failure, the PC finishes the sword but accidentally includes a part of the heraldry of the traitorous noble family that murdered the ancestor, enraging the monarch. As you can see from this example, the critical failure effects sometimes tend towards possibilities where the item is still created despite failure, but its completion creates a serious problem that must be resolved. When using this system, consider rolling the checks to Craft the item in secret to prevent a player's knowledge from influencing their decisions.\n\n While it's usually best to invent your own special critical success or failure effects, here are a few examples of possibilities that can be used in a variety of circumstances.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1922\" />\r\n\r\n<document level=\"2\" id=\"rules-1923\" />",
 "name": "Critical Crafting",
 "next_link": {
  "label": "Converting Magic Items",
  "url": "/Rules.aspx?ID=1924"
 },
 "previous_link": {
  "label": "Crafting Downtime Events",
  "url": "/Rules.aspx?ID=1920"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 161 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Crafting Alternate Rules\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 161"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 161 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Critical Crafting Source Treasure Vault pg. 161 1.1 The critical success and failure effects of the Craft activity are safe, reasonable effects that are appropriate any time a character wants to Craft: on a critical success, they make more money per day Crafting, and on a critical failure, they ruin 10% of the item's raw materials. However, these monetary rewards and penalties are not the only potential outcomes of crafting criticals. With this variant, you can consider rarely handing out custom critical success rewards and critical failure penalties appropriate for the situation. However, you won't want to do this too often, especially since a high-level crafter who makes a lot of low-level items will critically succeed with some frequency. If crafting is a big part of your game, consider limiting the special effects to natural 20s and 1s, and even then, only when a special item is being created. Most often, the special critical success or failure effect will be something distinctive and appropriate to the exact situation in your campaign. For instance, if a PC Crafts a commissioned sword for a prideful ruler obsessed with their heroic ancestor, perhaps on a critical success the item manages to call forth the spirit of the ancestor, who nods gravely while acknowledging the sword. On a critical failure, the PC finishes the sword but accidentally includes a part of the heraldry of the traitorous noble family that murdered the ancestor, enraging the monarch. As you can see from this example, the critical failure effects sometimes tend towards possibilities where the item is still created despite failure, but its completion creates a serious problem that must be resolved. When using this system, consider rolling the checks to Craft the item in secret to prevent a player's knowledge from influencing their decisions. While it's usually best to invent your own special critical success or failure effects, here are a few examples of possibilities that can be used in a variety of circumstances. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1921",
 "weakness": {}
}