{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1094",
 "markdown": "<title level=\"1\" right=\"Rules\">[Cursed Items](/Rules.aspx?ID=1094)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 90</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile magical items can be potent weapons in any adventurer’s arsenal, magic can be unpredictable and is not always benign. Cursed items are unusual magical creations that have a malicious effect on the unwary and can force its wielders into difficult choices.\n\n Cursed items are almost never made intentionally; even those who set out to curse an item find the task incredibly difficult or even impossible. These items are the results of magical mishaps, shoddy crafting, or sinister forces interfering with the creation. Many specify how their curses work, but curses are fickle, and you as the GM determine how curses play out in your game. Due to these factors, an item with the cursed trait is always rare.\n\n **Identifying Cursed Items:** Cursed items often appear to be ordinary magical items, as the magic that warps their function also disguises their curses from detection. Unless you roll a critical success when Identifying a cursed item, it simply appears as something helpful or benign. A critical success reveals both the presence of the curse and the exact nature of the curse.\n\n **Removing Cursed Items:** Many cursed items can’t be discarded. Some use magic to fuse to the wielder, making it impossible to remove the item, while others attune to their owner and return even if discarded. (This section uses the term “fuse” to describe either situation.) In many cases, this feature reveals itself only after the cursed item has been triggered for the first time or after investing the item for the first time, allowing the user to develop a false sense of security. Fused cursed items can be removed by targeting the item’s owner with a remove curse spell or similar magic. If the spell is successful, the item can be discarded, but nothing prevents the item from cursing the same creature again if the conditions are met, so it’s best to dispose of the item quickly. Invested cursed items that can’t be removed continue to count against a character’s invested items, even without reinvesting them each day.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1095\" />",
 "name": "Cursed Items",
 "next_link": {
  "label": "Relics",
  "url": "/Rules.aspx?ID=1096"
 },
 "previous_link": {
  "label": "Intelligent Items",
  "url": "/Rules.aspx?ID=1084"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 90</row>\r\n\r\nChapter 2: Tools\r\n\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 90"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 90</row>",
 "speed": {},
 "text": " Cursed Items Source Gamemastery Guide pg. 90 While magical items can be potent weapons in any adventurer’s arsenal, magic can be unpredictable and is not always benign. Cursed items are unusual magical creations that have a malicious effect on the unwary and can force its wielders into difficult choices. Cursed items are almost never made intentionally; even those who set out to curse an item find the task incredibly difficult or even impossible. These items are the results of magical mishaps, shoddy crafting, or sinister forces interfering with the creation. Many specify how their curses work, but curses are fickle, and you as the GM determine how curses play out in your game. Due to these factors, an item with the cursed trait is always rare. Identifying Cursed Items: Cursed items often appear to be ordinary magical items, as the magic that warps their function also disguises their curses from detection. Unless you roll a critical success when Identifying a cursed item, it simply appears as something helpful or benign. A critical success reveals both the presence of the curse and the exact nature of the curse. Removing Cursed Items: Many cursed items can’t be discarded. Some use magic to fuse to the wielder, making it impossible to remove the item, while others attune to their owner and return even if discarded. (This section uses the term “fuse” to describe either situation.) In many cases, this feature reveals itself only after the cursed item has been triggered for the first time or after investing the item for the first time, allowing the user to develop a false sense of security. Fused cursed items can be removed by targeting the item’s owner with a remove curse spell or similar magic. If the spell is successful, the item can be discarded, but nothing prevents the item from cursing the same creature again if the conditions are met, so it’s best to dispose of the item quickly. Invested cursed items that can’t be removed continue to count against a character’s invested items, even without reinvesting them each day. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1094",
 "weakness": {}
}