{
 "breadcrumbs": [
  "Guns Equipment"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1658",
 "markdown": "<title level=\"1\" right=\"Rules\">[Customization Options](/Rules.aspx?ID=1658)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 179</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe potent stopping power, solid range, and relative ease of use of firearms make them attractive options for almost any warrior who can both obtain one and maintain a healthy supply of ammunition, but these benefits are only the most basic offered by the firearms being produced in Golarion today. Everything from bandoliers for the discerning pirate to specialized scopes for snipers can be obtained from the talented gunsmiths who ply their trades in Dongun Hold, Alkenstar, or Arcadia for the right price.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Attached Customization Options</title>\r\n\r\nThis section introduces two new types of item that can be attached to a firearm: scopes and firing mechanisms. A given firearm can only have one of each type of item attached. For instance, a firearm couldn't have more than one scope attached at the same time. To indicate this, in much the same way that a magic item's usage entry might say “worn shoes” to indicate it can't be worn with other shoes, the usage entry for these attached options lists “attached (scope)” or “attached (firing mechanism).”\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1659\" />\r\n\r\n<document level=\"2\" id=\"rules-1660\" />\r\n\r\n<document level=\"2\" id=\"rules-1661\" />\r\n\r\n<document level=\"2\" id=\"rules-1662\" />",
 "name": "Customization Options",
 "next_link": {
  "label": "Water Pressure in Gaming",
  "url": "/Rules.aspx?ID=1663"
 },
 "previous_link": {
  "label": "Black Powder Siege Weapons",
  "url": "/Rules.aspx?ID=1656"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 179</row>\r\n\r\nGuns Equipment\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 179"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 179</row>",
 "speed": {},
 "text": " Customization Options Source Guns &amp; Gears pg. 179 The potent stopping power, solid range, and relative ease of use of firearms make them attractive options for almost any warrior who can both obtain one and maintain a healthy supply of ammunition, but these benefits are only the most basic offered by the firearms being produced in Golarion today. Everything from bandoliers for the discerning pirate to specialized scopes for snipers can be obtained from the talented gunsmiths who ply their trades in Dongun Hold, Alkenstar, or Arcadia for the right price. Attached Customization Options This section introduces two new types of item that can be attached to a firearm: scopes and firing mechanisms. A given firearm can only have one of each type of item attached. For instance, a firearm couldn't have more than one scope attached at the same time. To indicate this, in much the same way that a magic item's usage entry might say “worn shoes” to indicate it can't be worn with other shoes, the usage entry for these attached options lists “attached (scope)” or “attached (firing mechanism).” ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1658",
 "weakness": {}
}