{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-335",
 "markdown": "<title level=\"1\" right=\"Rules\">[Damage](/Rules.aspx?ID=335)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 450 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn the midst of combat, you attempt checks to determine if you can damage your foe with weapons, spells, or alchemical concoctions. On a successful check, you hit and deal damage. Damage decreases a creature’s Hit Points on a 1-to-1 basis (so a creature that takes 6 damage loses 6 Hit Points). The full rules can be found in the [Hit Points, Healing, and Dying](/Rules.aspx?ID=372) section. \n\n Damage is sometimes given as a fixed amount, but more often than not you’ll make a damage roll to determine how much damage you deal. A damage roll typically uses a number and type of dice determined by the weapon or unarmed attack used or the spell cast, and it is often enhanced by various modifiers, bonuses, and penalties. Like checks, a damage roll—especially a melee weapon damage roll—is often modified by a number of modifiers, penalties, and bonuses. When making a damage roll, you take the following steps, explained in detail below.  <ol><li>Roll the dice indicated by the weapon, unarmed attack, or spell, and apply the modifiers, bonuses, and penalties that apply to the result of the roll. </li><li>Determine the damage type. </li><li>Apply the target’s immunities, weaknesses, and resistances to the damage. </li><li>If any damage remains, reduce the target’s Hit Points by that amount.</li></ol>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-336\" />\r\n\r\n<document level=\"2\" id=\"rules-340\" />\r\n\r\n<document level=\"2\" id=\"rules-342\" />\r\n\r\n<document level=\"2\" id=\"rules-347\" />",
 "name": "Damage",
 "next_link": {
  "label": "Conditions",
  "url": "/Rules.aspx?ID=349"
 },
 "previous_link": {
  "label": "Special Checks",
  "url": "/Rules.aspx?ID=332"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 450 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 450"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 450 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Damage Source Core Rulebook pg. 450 4.0 In the midst of combat, you attempt checks to determine if you can damage your foe with weapons, spells, or alchemical concoctions. On a successful check, you hit and deal damage. Damage decreases a creature’s Hit Points on a 1-to-1 basis (so a creature that takes 6 damage loses 6 Hit Points). The full rules can be found in the Hit Points, Healing, and Dying section. Damage is sometimes given as a fixed amount, but more often than not you’ll make a damage roll to determine how much damage you deal. A damage roll typically uses a number and type of dice determined by the weapon or unarmed attack used or the spell cast, and it is often enhanced by various modifiers, bonuses, and penalties. Like checks, a damage roll—especially a melee weapon damage roll—is often modified by a number of modifiers, penalties, and bonuses. When making a damage roll, you take the following steps, explained in detail below. Roll the dice indicated by the weapon, unarmed attack, or spell, and apply the modifiers, bonuses, and penalties that apply to the result of the roll. Determine the damage type. Apply the target’s immunities, weaknesses, and resistances to the damage. If any damage remains, reduce the target’s Hit Points by that amount. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=335",
 "weakness": {}
}