{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Hazards",
  "Disabling a Hazard"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-675",
 "markdown": "<title level=\"1\" right=\"Rules\">[Damaging a Hazard](/Rules.aspx?ID=675)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 521 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nRather than trying to carefully disable a hazard, a character might just smash it. Damaging a mechanical trap or another physical hazard works like damaging objects: the hazard reduces the damage it takes by its Hardness. In most cases, hitting the hazard also triggers it, as explained in Attacking a Hazard below. If a hazard’s Hit Points are reduced to its Broken Threshold (BT) or lower, the hazard becomes broken and can’t be activated, though it can still be repaired. If it’s reduced to 0 HP, it’s destroyed and can’t be repaired. (See page 272 in Chapter 6 for more information on damaging objects.)\n\n Hazards’ AC, applicable saving throw modifiers, Hardness, HP, and BT are listed in their stat blocks. A hazard that doesn’t list one of these statistics can’t be affected by anything targeting that statistic. For example, a hazard that has HP but no BT can’t be broken, but can still be destroyed. Hazards are immune to anything an object is immune to unless specifically noted otherwise, and they can’t be targeted by anything that can’t target objects. Some hazards may have additional immunities, as well as resistances or weaknesses.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-676\" />\r\n\r\n<document level=\"2\" id=\"rules-677\" />",
 "name": "Damaging a Hazard",
 "next_link": {
  "label": "Counteracting a Magical Hazard",
  "url": "/Rules.aspx?ID=678"
 },
 "previous_link": {
  "label": "Triggering a Hazard",
  "url": "/Rules.aspx?ID=670"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 521 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Hazards / Disabling a Hazard\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 521"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 521 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Damaging a Hazard Source Core Rulebook pg. 521 4.0 Rather than trying to carefully disable a hazard, a character might just smash it. Damaging a mechanical trap or another physical hazard works like damaging objects: the hazard reduces the damage it takes by its Hardness. In most cases, hitting the hazard also triggers it, as explained in Attacking a Hazard below. If a hazard’s Hit Points are reduced to its Broken Threshold (BT) or lower, the hazard becomes broken and can’t be activated, though it can still be repaired. If it’s reduced to 0 HP, it’s destroyed and can’t be repaired. (See page 272 in Chapter 6 for more information on damaging objects.) Hazards’ AC, applicable saving throw modifiers, Hardness, HP, and BT are listed in their stat blocks. A hazard that doesn’t list one of these statistics can’t be affected by anything targeting that statistic. For example, a hazard that has HP but no BT can’t be broken, but can still be destroyed. Hazards are immune to anything an object is immune to unless specifically noted otherwise, and they can’t be targeted by anything that can’t target objects. Some hazards may have additional immunities, as well as resistances or weaknesses. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=675",
 "weakness": {}
}