{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Basics of Play"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-9",
 "markdown": "<title level=\"1\" right=\"Rules\">[Defining Characters](/Rules.aspx?ID=9)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 8 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn Pathfinder, the players take on the role of **player characters (PCs)**, while the Game Master portrays **nonplayer characters (NPCs)** and **monsters**. While PCs and NPCs are both important to the story, they serve very different purposes in the game. PCs are the protagonists— the narrative is about them—while NPCs and monsters are allies, contacts, adversaries, and villains. That said, PCs, NPCs, and monsters share several characteristics.\n\n **Level** is one of the most important statistics of the game, as it conveys the approximate power and capabilities of every individual creature. PCs range in level from 1st, at the start of the character’s adventuring career, to 20th, the very height of power. As the characters overcome challenges, defeat foes, and complete adventures, they accumulate **Experience Points (XP)**. Every time a character amasses 1,000 XP, they go up a level, gaining new abilities so they can take on even greater challenges. A 1st-level PC might face off against a giant rat or a group of bandits, but at 20th level, that same character might be able to bring ruin to an entire city with a single spell.\n\n In addition to level, characters are defined by **ability scores**, which measure a character’s raw potential and are used to calculate most of their other statistics. There are six ability scores in the game. **Strength** represents a character’s physical might, while **Dexterity** represents agility and the ability to avoid danger. **Constitution** indicates a character’s overall health and well-being. **Intelligence** represents raw knowledge and problem-solving ability, while **Wisdom** measures a character’s insight and the ability to evaluate a situation. Finally, **Charisma** indicates charm, persuasiveness, and force of personality. Ability scores for ordinary folk range from as low as 3 to as high as 18, with 10 representing average human capabilities. High-level characters can have ability scores that range much higher than 18.\n\n An ability score that’s above the average increases your chance of success at tasks related to the ability score, while those below the average decrease your chance. This adjustment is called an **ability modifier**.\n\n Your player character is also defined by some key choices you make. The first choice is a PC’s **ancestry**, representing the character’s parents and heritage, such as human, elf, or goblin. Next up is the PC’s **background**, which describes their upbringing, from lowly street urchin to wealthy noble. Finally, and most importantly, a PC’s **class** defines the majority of their aptitudes and abilities, like a wizard’s command of powerful arcane spells or a druid’s power to transform into a fearsome beast!\n\n In addition to these key choices, player characters also have a number of **feats**— individual abilities selected during character creation and as the character increases in level. Every feat has a type to denote where its explanation can be found (for example, elf feats can be found in the elf ancestry) and its theme (wizard feats, for example, grant abilities that deal with spells). Finally, characters have **skills** that measure their ability to hide, swim, bargain, and perform other common tasks.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Defining Characters",
 "next_link": {
  "label": "Creating a Narrative",
  "url": "/Rules.aspx?ID=10"
 },
 "previous_link": {
  "label": "What is a Roleplaying Game?",
  "url": "/Rules.aspx?ID=2"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 8 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Basics of Play\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 8"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 8 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Defining Characters Source Core Rulebook pg. 8 4.0 In Pathfinder, the players take on the role of player characters (PCs) , while the Game Master portrays nonplayer characters (NPCs) and monsters . While PCs and NPCs are both important to the story, they serve very different purposes in the game. PCs are the protagonists— the narrative is about them—while NPCs and monsters are allies, contacts, adversaries, and villains. That said, PCs, NPCs, and monsters share several characteristics. Level is one of the most important statistics of the game, as it conveys the approximate power and capabilities of every individual creature. PCs range in level from 1st, at the start of the character’s adventuring career, to 20th, the very height of power. As the characters overcome challenges, defeat foes, and complete adventures, they accumulate Experience Points (XP) . Every time a character amasses 1,000 XP, they go up a level, gaining new abilities so they can take on even greater challenges. A 1st-level PC might face off against a giant rat or a group of bandits, but at 20th level, that same character might be able to bring ruin to an entire city with a single spell. In addition to level, characters are defined by ability scores , which measure a character’s raw potential and are used to calculate most of their other statistics. There are six ability scores in the game. Strength represents a character’s physical might, while Dexterity represents agility and the ability to avoid danger. Constitution indicates a character’s overall health and well-being. Intelligence represents raw knowledge and problem-solving ability, while Wisdom measures a character’s insight and the ability to evaluate a situation. Finally, Charisma indicates charm, persuasiveness, and force of personality. Ability scores for ordinary folk range from as low as 3 to as high as 18, with 10 representing average human capabilities. High-level characters can have ability scores that range much higher than 18. An ability score that’s above the average increases your chance of success at tasks related to the ability score, while those below the average decrease your chance. This adjustment is called an ability modifier . Your player character is also defined by some key choices you make. The first choice is a PC’s ancestry , representing the character’s parents and heritage, such as human, elf, or goblin. Next up is the PC’s background , which describes their upbringing, from lowly street urchin to wealthy noble. Finally, and most importantly, a PC’s class defines the majority of their aptitudes and abilities, like a wizard’s command of powerful arcane spells or a druid’s power to transform into a fearsome beast! In addition to these key choices, player characters also have a number of feats — individual abilities selected during character creation and as the character increases in level. Every feat has a type to denote where its explanation can be found (for example, elf feats can be found in the elf ancestry) and its theme (wizard feats, for example, grant abilities that deal with spells). Finally, characters have skills that measure their ability to hide, swim, bargain, and perform other common tasks. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=9",
 "weakness": {}
}