{
 "breadcrumbs": [
  "Gods & Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-807",
 "markdown": "<title level=\"1\" right=\"Rules\">[Demigods and Other Divinities](/Rules.aspx?ID=807)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 72 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAway from the temple districts of major cities, places of pilgrimage, and mass celebrations of holidays and religious festivals, smaller cults, cabals, and sects pursue their own rites and codes of conduct across the Inner Sea and beyond. While many faithful primarily worship more mainstream and well-known deities, others dedicate themselves to less conventional paths of devotion. This calling from a higher power comes in many forms, whether it’s the potent voice of the fey embodied in the Eldest of the First World; the raw power of fire, air, earth, and water exemplified by the elemental lords; or even paragons of the aligned outer planes such as empyreal lords, archdevils, and monitor demigods. Some mortals even worship the inscrutable and incomprehensible entities from beyond reality known as the Outer Gods, extraordinarily powerful beings that are nonetheless so alien to mortalkind that their followings’ impact fills a similar niche to the worship of demigods.\n\n Though rarely invested with the full strength of a true god, some powerful, unique extraplanar creatures nevertheless carry a spark of the divine that empowers their followers to perform miracles and call upon divine aid in times of need. To the everyday resident of the Inner Sea, such a difference in power is largely academic, as the only ones with the strength to subdue or even slay such a being are largely gods themselves, or figures of myth and legend. These entities are collectively referred to as “demigods.” Some demigods are children of the true gods, others are mortals who have achieved a spark of divinity that allows them to influence the world much like other traditional deities, and still others are powerful divine servitors. Regardless of their origin or true nature, the term has expanded over time to include any of the myriad of powerful entities from the Great Beyond who take an interest in Golarion and answer the prayers of their followers, from divine entities who truly went through a sort of ascension to exemplars of already powerful types of outsiders.\n\n Many demigods are allied with or directly serve other gods, such as the fealty owed to Asmodeus by the archdevils of Hell, but their divinity is not granted to them by their allied deities. The source of these demigods’ power is a matter of ongoing debate among scholars; some theorize that demigods siphon off power from the gods related to their own concerns, while others posit that these demigods are fragments of true deities or concepts given life, and argue that their power may come from the Great Beyond itself. Some particularly fanatical philosophers, largely focused on the study of the Outer Gods and the Great Old Ones, insist that demigods like the Great Old Ones are instead the pale shadows of even greater powers that exist outside of the fabric of the Great Beyond itself, though such theories have very little evidence beyond the musings of these individuals.\n\n Worshippers of these demigods have many motivations in pursuing their faith beyond the mainstream gods of the Inner Sea. Many worship demigods for the more narrowly defined concepts and beliefs they represent relative to the gods. A paladin devoted to crusading against the evil influence of devils and demons might don the crimson and gold of the empyreal lord [Ragathiel](/Deities.aspx?ID=126), favoring his gospel of vengeance over [Iomedae’s](/Deities.aspx?ID=9) more idealistic view of the battle between good and evil, while a particularly greedy aristocrat might choose the archdevil [Mammon](/Deities.aspx?ID=68) as a patron out of a specific belief in the power of money to perpetuate power, rather than [Asmodeus’s](/Deities.aspx?ID=2) more general portfolio of power and control.\n\n Others may have cultural attachments to a particular demigod through particular relevance to an ancestry or locale, such as the widespread worship of [Kabriri](/Deities.aspx?ID=76) among ghouls and ghasts, the veneration that many fey offer to the Eldest in acknowledgment of the demigods’ power over the First World, and [Nurgal’s](/Deities.aspx?ID=78) influence in the deserts of Golarion due to his mastery over the unforgiving sun. Many of these faiths live on through countless decades or centuries, passed on from generation to generation, even in places where more mainstream faiths are prevalent. Some even see these lesser-known demigods as faster or easier paths to power, prestige, or wealth than the avenues available to worshippers of the true gods, through either greater affinity with their tenets or the smaller and potentially less entrenched structure of their clergy. Regardless of their reasons, the faith of a demigod worshipper is no less real than any other. Demigods inspire the same fervor and depth of belief as any other deity, and a [_flame strike_](/Spells.aspx?ID=120) spell cast by a follower of [Kerkamoth](/Deities.aspx?ID=140) burns just as hot as one from a follower of [Sarenrae](/Deities.aspx?ID=16), though such abilities may have different appearances between different faiths.\n\n The following pages describe many of the demigods whose followers can be found in the Inner Sea region. Many more demigods exist than are detailed here, including ones whose worship is common in other parts of Golarion, demigods who have ascended from obscure types of planar beings rarely encountered on Golarion, beings of lesser power with very limited presences in Golarion, and those that have fully devoted their attentions to other planes altogether. Additionally, the ranks of the demigods are constantly changing as their jockeying for power—their alliances, betrayals, and competitions with one another— and the distant but ever-present possibility of true apotheosis lead to realignments, declines in stature, and occasional deaths that reverberate through the fabric of the Great Beyond.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Demigods and Other Divinities",
 "next_link": {
  "label": "Philosophies and Spirituality",
  "url": "/Rules.aspx?ID=1385"
 },
 "previous_link": {
  "label": "Rules Elements",
  "url": "/Rules.aspx?ID=801"
 },
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 72 <sup>2.0</sup></row>\r\n\r\nGods &amp; Magic\r\n</additional-info>",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 72"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 72 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Demigods and Other Divinities Source Gods &amp; Magic pg. 72 2.0 Away from the temple districts of major cities, places of pilgrimage, and mass celebrations of holidays and religious festivals, smaller cults, cabals, and sects pursue their own rites and codes of conduct across the Inner Sea and beyond. While many faithful primarily worship more mainstream and well-known deities, others dedicate themselves to less conventional paths of devotion. This calling from a higher power comes in many forms, whether it’s the potent voice of the fey embodied in the Eldest of the First World; the raw power of fire, air, earth, and water exemplified by the elemental lords; or even paragons of the aligned outer planes such as empyreal lords, archdevils, and monitor demigods. Some mortals even worship the inscrutable and incomprehensible entities from beyond reality known as the Outer Gods, extraordinarily powerful beings that are nonetheless so alien to mortalkind that their followings’ impact fills a similar niche to the worship of demigods. Though rarely invested with the full strength of a true god, some powerful, unique extraplanar creatures nevertheless carry a spark of the divine that empowers their followers to perform miracles and call upon divine aid in times of need. To the everyday resident of the Inner Sea, such a difference in power is largely academic, as the only ones with the strength to subdue or even slay such a being are largely gods themselves, or figures of myth and legend. These entities are collectively referred to as “demigods.” Some demigods are children of the true gods, others are mortals who have achieved a spark of divinity that allows them to influence the world much like other traditional deities, and still others are powerful divine servitors. Regardless of their origin or true nature, the term has expanded over time to include any of the myriad of powerful entities from the Great Beyond who take an interest in Golarion and answer the prayers of their followers, from divine entities who truly went through a sort of ascension to exemplars of already powerful types of outsiders. Many demigods are allied with or directly serve other gods, such as the fealty owed to Asmodeus by the archdevils of Hell, but their divinity is not granted to them by their allied deities. The source of these demigods’ power is a matter of ongoing debate among scholars; some theorize that demigods siphon off power from the gods related to their own concerns, while others posit that these demigods are fragments of true deities or concepts given life, and argue that their power may come from the Great Beyond itself. Some particularly fanatical philosophers, largely focused on the study of the Outer Gods and the Great Old Ones, insist that demigods like the Great Old Ones are instead the pale shadows of even greater powers that exist outside of the fabric of the Great Beyond itself, though such theories have very little evidence beyond the musings of these individuals. Worshippers of these demigods have many motivations in pursuing their faith beyond the mainstream gods of the Inner Sea. Many worship demigods for the more narrowly defined concepts and beliefs they represent relative to the gods. A paladin devoted to crusading against the evil influence of devils and demons might don the crimson and gold of the empyreal lord Ragathiel, favoring his gospel of vengeance over Iomedae’s more idealistic view of the battle between good and evil, while a particularly greedy aristocrat might choose the archdevil Mammon as a patron out of a specific belief in the power of money to perpetuate power, rather than Asmodeus’s more general portfolio of power and control. Others may have cultural attachments to a particular demigod through particular relevance to an ancestry or locale, such as the widespread worship of Kabriri among ghouls and ghasts, the veneration that many fey offer to the Eldest in acknowledgment of the demigods’ power over the First World, and Nurgal’s influence in the deserts of Golarion due to his mastery over the unforgiving sun. Many of these faiths live on through countless decades or centuries, passed on from generation to generation, even in places where more mainstream faiths are prevalent. Some even see these lesser-known demigods as faster or easier paths to power, prestige, or wealth than the avenues available to worshippers of the true gods, through either greater affinity with their tenets or the smaller and potentially less entrenched structure of their clergy. Regardless of their reasons, the faith of a demigod worshipper is no less real than any other. Demigods inspire the same fervor and depth of belief as any other deity, and a flame strike spell cast by a follower of Kerkamoth burns just as hot as one from a follower of Sarenrae, though such abilities may have different appearances between different faiths. The following pages describe many of the demigods whose followers can be found in the Inner Sea region. Many more demigods exist than are detailed here, including ones whose worship is common in other parts of Golarion, demigods who have ascended from obscure types of planar beings rarely encountered on Golarion, beings of lesser power with very limited presences in Golarion, and those that have fully devoted their attentions to other planes altogether. Additionally, the ranks of the demigods are constantly changing as their jockeying for power—their alliances, betrayals, and competitions with one another— and the distant but ever-present possibility of true apotheosis lead to realignments, declines in stature, and occasional deaths that reverberate through the fabric of the Great Beyond. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=807",
 "weakness": {}
}