{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "The Planes"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1186",
 "markdown": "<title level=\"1\" right=\"Rules\">[Demiplanes](/Rules.aspx?ID=1186)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 145</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDemiplanes are much smaller and more limited than planes or dimensions, and they come into being more easily. They may arise naturally where the raw chaos of the Maelstrom churns at the border of the Astral, crystallize around shed memories of dead mortals on their way to judgment, or coalesce within the mists of the Ethereal set into motion by the forces of the Positive and Negative Energy Planes. They can also be crafted by will and powerful magic to suit their designers’ whims. Almost innumerable, each is distinctly finite, with their own nature and rules set at their creation.\n\n Desna’s demiplanar realm of Cynosure exists as Golarion’s literal north star, silently visible in the night skies, hosting her servitors and petitioners in her divine realm at its heart. Other demiplanes are crafted by mortals, such as the Refuge of Nex, created by the titular archmage seeking respite and solitude, and the Hao-Jin Tapestry, a demiplane stocked with its creator’s collection and accessed through a literal tapestry artifact she fashioned as its entrance.\n\n Created not by gods or mortals, the Akashic Record is a demiplane thought to exist deep within the Astral as a repository of the collective knowledge and memories of the cosmos, secure and unchanging, but so difficult to access that most doubt its very existence. Other demiplanes serve darker purposes and are perhaps best left forgotten, though their mysteries often tempt the ignorant, the foolish, and the desperate. The Prison of the Laughing Fiend serves to bottle its enigmatic and godlike occupant, Tegresin the Laughing Fiend, bound by nameless divinities whose nature and reason changes with each telling of the story, while the Dead Vault was crafted at Golarion’s core by the gods themselves to forever bottle Rovagug the Rough Beast, lest he escape and devour all existence.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Demiplanes",
 "next_link": {
  "label": "Chapter 3: Subsystems",
  "url": "/Rules.aspx?ID=1187"
 },
 "previous_link": {
  "label": "Planar Stat Blocks",
  "url": "/Rules.aspx?ID=1181"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 145</row>\r\n\r\nChapter 2: Tools\r\n/ The Planes\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 145"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 145</row>",
 "speed": {},
 "text": " Demiplanes Source Gamemastery Guide pg. 145 Demiplanes are much smaller and more limited than planes or dimensions, and they come into being more easily. They may arise naturally where the raw chaos of the Maelstrom churns at the border of the Astral, crystallize around shed memories of dead mortals on their way to judgment, or coalesce within the mists of the Ethereal set into motion by the forces of the Positive and Negative Energy Planes. They can also be crafted by will and powerful magic to suit their designers’ whims. Almost innumerable, each is distinctly finite, with their own nature and rules set at their creation. Desna’s demiplanar realm of Cynosure exists as Golarion’s literal north star, silently visible in the night skies, hosting her servitors and petitioners in her divine realm at its heart. Other demiplanes are crafted by mortals, such as the Refuge of Nex, created by the titular archmage seeking respite and solitude, and the Hao-Jin Tapestry, a demiplane stocked with its creator’s collection and accessed through a literal tapestry artifact she fashioned as its entrance. Created not by gods or mortals, the Akashic Record is a demiplane thought to exist deep within the Astral as a repository of the collective knowledge and memories of the cosmos, secure and unchanging, but so difficult to access that most doubt its very existence. Other demiplanes serve darker purposes and are perhaps best left forgotten, though their mysteries often tempt the ignorant, the foolish, and the desperate. The Prison of the Laughing Fiend serves to bottle its enigmatic and godlike occupant, Tegresin the Laughing Fiend, bound by nameless divinities whose nature and reason changes with each telling of the story, while the Dead Vault was crafted at Golarion’s core by the gods themselves to forever bottle Rovagug the Rough Beast, lest he escape and devour all existence. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1186",
 "weakness": {}
}