{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Building Hazards",
  "Offense"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1051",
 "markdown": "<title level=\"1\" right=\"Rules\">[Designing Complex Hazards](/Rules.aspx?ID=1051)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 76</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nUnlike a simple hazard, a complex hazard can play the part of a creature in a battle, or can be an encounter all its own. Many of the concerns with damaging effects when designing a simple hazard don’t apply when designing a complex hazard. A complex hazard can apply its damage over and over again, eventually killing its hapless victim, and isn’t intended to be a quick-to-overcome obstacle.\n\n Complex hazards have a lot more in common with creatures than simple hazards do, and you’ll see that a complex hazard’s statistics are similar to those of a creature. A good complex hazard often requires disabling multiple components or otherwise interacting with the encounter in some way. For instance, while the _Core Rulebook’s_ poisoned dart gallery requires only one Thievery check to disable, the control panel is on the far end of the gallery, so a PC would need to make their way across first.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1052\" />",
 "name": "Designing Complex Hazards",
 "next_link": {
  "label": "Building Items",
  "url": "/Rules.aspx?ID=1053"
 },
 "previous_link": {
  "label": "Designing Simple Hazards",
  "url": "/Rules.aspx?ID=1050"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 76</row>\r\n\r\nChapter 2: Tools\r\n/ Building Hazards / Offense\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 76"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 76</row>",
 "speed": {},
 "text": " Designing Complex Hazards Source Gamemastery Guide pg. 76 Unlike a simple hazard, a complex hazard can play the part of a creature in a battle, or can be an encounter all its own. Many of the concerns with damaging effects when designing a simple hazard don’t apply when designing a complex hazard. A complex hazard can apply its damage over and over again, eventually killing its hapless victim, and isn’t intended to be a quick-to-overcome obstacle. Complex hazards have a lot more in common with creatures than simple hazards do, and you’ll see that a complex hazard’s statistics are similar to those of a creature. A good complex hazard often requires disabling multiple components or otherwise interacting with the encounter in some way. For instance, while the Core Rulebook’s poisoned dart gallery requires only one Thievery check to disable, the control panel is on the far end of the gallery, so a PC would need to make their way across first. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1051",
 "weakness": {}
}