{
 "breadcrumbs": [
  "Chapter 3: Subsystems",
  "Hexploration"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1266",
 "markdown": "<title level=\"1\" right=\"Rules\">[Designing a Hexploration Map](/Rules.aspx?ID=1266)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 170</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe best way to map the area is with a hex grid. Each hex represents a discreet area 12 miles from corner to corner, which can be traveled across and explored in about 1 day even by slower-moving groups. Hexes track the distance the party travels while exploring and define the bounds of certain types of terrain.\n\n When designing your hex map, it’s best to have each hex represent one primary terrain type. This doesn’t mean that’s the only feature of the land in this hex, but it is the predominant type and represents the challenges of traveling across and exploring that hex. You can also give your hex other elements: a river or a road might snake through the area, or it could contain a castle, cave, village, fort, or some other type of encounter setting. You can quickly draw your map using just a few colors, some basic symbols, and letters or numbers for reference.\n\n But this is only the start. This detailed map is your GM map, holding all the secrets for the PCs to discover. Give the players a blank map that they can fill in as they explore the wilderness hex by hex. The more they explore, the more their map will look like yours.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1267\" />\r\n\r\n<document level=\"2\" id=\"rules-1271\" />",
 "name": "Designing a Hexploration Map",
 "next_link": {
  "label": "Running Hexploration",
  "url": "/Rules.aspx?ID=1272"
 },
 "previous_link": {
  "label": "Leadership",
  "url": "/Rules.aspx?ID=1258"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 170</row>\r\n\r\nChapter 3: Subsystems / Hexploration\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 170"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 170</row>",
 "speed": {},
 "text": " Designing a Hexploration Map Source Gamemastery Guide pg. 170 The best way to map the area is with a hex grid. Each hex represents a discreet area 12 miles from corner to corner, which can be traveled across and explored in about 1 day even by slower-moving groups. Hexes track the distance the party travels while exploring and define the bounds of certain types of terrain. When designing your hex map, it’s best to have each hex represent one primary terrain type. This doesn’t mean that’s the only feature of the land in this hex, but it is the predominant type and represents the challenges of traveling across and exploring that hex. You can also give your hex other elements: a river or a road might snake through the area, or it could contain a castle, cave, village, fort, or some other type of encounter setting. You can quickly draw your map using just a few colors, some basic symbols, and letters or numbers for reference. But this is only the start. This detailed map is your GM map, holding all the secrets for the PCs to discover. Give the players a blank map that they can fill in as they explore the wilderness hex by hex. The more they explore, the more their map will look like yours. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1266",
 "weakness": {}
}