{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Hazards"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-669",
 "markdown": "<title level=\"1\" right=\"Rules\">[Detecting a Hazard](/Rules.aspx?ID=669)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 520 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEvery hazard has a trigger of some kind that sets its dangers in motion. For traps, this could be a mechanism like a trip wire or a pressure plate, while for an environmental hazard or haunt, the trigger may simply be proximity. When characters approach a hazard, they have a chance of finding the trigger area or mechanism before triggering the hazard. They automatically receive a check to detect hazards unless the hazards require a minimum proficiency rank to do so.\n\n During exploration, determine whether the party detects a hazard when the PCs first enter the general area in which it appears. If the hazard doesn’t list a minimum proficiency rank, roll a secret Perception check against the hazard’s Stealth DC for each PC. For hazards with a minimum proficiency rank, roll only if someone is actively searching (using the Search activity while exploring or the Seek action in an encounter), and only if they have the listed proficiency rank or higher. Anyone who succeeds becomes aware of the hazard, and you can describe what they notice.\n\n Magical hazards that don’t have a minimum proficiency rank can be found using [_detect magic_](/Spells.aspx?ID=66), but this spell doesn’t provide enough information to understand or disable the hazard—it only reveals the hazard’s presence. Determining a magical hazard’s properties thoroughly enough to disable it requires either the use of more powerful magic or a successful skill check, likely using Identify Magic or Recall Knowledge. Magical hazards with a minimum proficiency rank cannot be found with _detect magic_ at all.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Detecting a Hazard",
 "next_link": {
  "label": "Triggering a Hazard",
  "url": "/Rules.aspx?ID=670"
 },
 "previous_link": {
  "label": "Environment",
  "url": "/Rules.aspx?ID=590"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 520 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Hazards\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 520"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 520 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Detecting a Hazard Source Core Rulebook pg. 520 4.0 Every hazard has a trigger of some kind that sets its dangers in motion. For traps, this could be a mechanism like a trip wire or a pressure plate, while for an environmental hazard or haunt, the trigger may simply be proximity. When characters approach a hazard, they have a chance of finding the trigger area or mechanism before triggering the hazard. They automatically receive a check to detect hazards unless the hazards require a minimum proficiency rank to do so. During exploration, determine whether the party detects a hazard when the PCs first enter the general area in which it appears. If the hazard doesn’t list a minimum proficiency rank, roll a secret Perception check against the hazard’s Stealth DC for each PC. For hazards with a minimum proficiency rank, roll only if someone is actively searching (using the Search activity while exploring or the Seek action in an encounter), and only if they have the listed proficiency rank or higher. Anyone who succeeds becomes aware of the hazard, and you can describe what they notice. Magical hazards that don’t have a minimum proficiency rank can be found using detect magic , but this spell doesn’t provide enough information to understand or disable the hazard—it only reveals the hazard’s presence. Determining a magical hazard’s properties thoroughly enough to disable it requires either the use of more powerful magic or a successful skill check, likely using Identify Magic or Recall Knowledge. Magical hazards with a minimum proficiency rank cannot be found with detect magic at all. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=669",
 "weakness": {}
}