{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1718",
 "markdown": "<title level=\"1\" right=\"Rules\">[Deviant Abilities](/Rules.aspx?ID=1718)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 98</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe frost struck in the time it took him to look. No waving fingers, no incantation, no circle of ancient runes hanging in the air. Just ice covering everything he laid eyes on, his breath hanging white in the summer afternoon as chills wracked his body.\n\n **Rarity**: [Rare](/Traits.aspx?ID=137)\n\n Though Golarion contains classically trained spellcasters, descendants of magical creatures, and entire species who can invoke ancestral patrons for supernatural aid, there are always some who gain unique and unstable powers in strange or unorthodox ways. GMs can use the rules here to grant these so-called deviant abilities to their players and incorporate them into their games. A deviant ability can be the result of exposure to exotic energies, a boon from a powerful entity, cutting-edge scientific experimentation, or any other process that makes sense for your story.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1719\" />\r\n\r\n<document level=\"2\" id=\"rules-1722\" />\r\n\r\n<document level=\"2\" id=\"rules-1723\" />\r\n\r\n<document level=\"2\" id=\"rules-1727\" />",
 "name": "Deviant Abilities",
 "next_link": {
  "label": "Apocryphal Domain Spells",
  "url": "/Rules.aspx?ID=1728"
 },
 "previous_link": {
  "label": "Secret Society Member",
  "url": "/Rules.aspx?ID=1717"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 98</row>\n\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 98"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 98</row>",
 "speed": {},
 "text": " Deviant Abilities Source Dark Archive pg. 98 The frost struck in the time it took him to look. No waving fingers, no incantation, no circle of ancient runes hanging in the air. Just ice covering everything he laid eyes on, his breath hanging white in the summer afternoon as chills wracked his body. Rarity : Rare Though Golarion contains classically trained spellcasters, descendants of magical creatures, and entire species who can invoke ancestral patrons for supernatural aid, there are always some who gain unique and unstable powers in strange or unorthodox ways. GMs can use the rules here to grant these so-called deviant abilities to their players and incorporate them into their games. A deviant ability can be the result of exposure to exotic energies, a boon from a powerful entity, cutting-edge scientific experimentation, or any other process that makes sense for your story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1718",
 "weakness": {}
}