{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Building Worlds",
  "Religion",
  "Deities"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1147",
 "markdown": "<title level=\"1\" right=\"Rules\">[Devotee Benefits](/Rules.aspx?ID=1147)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 128</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDeities grant favored status and special power to the most fervent and influential of their flock.\n\n **Divine Font:** Clerics channel a deity’s divine power as a font of negative or positive energy. Most often, good‑aligned deities grant heal while evil deities grant harm, with neutral deities most often offering a choice between the two. However, there’s nothing inherently good about positive energy or evil about negative energy, so a specific deity’s divine font may vary based on their areas of concern.\n\n **Divine Skill:** Champions and clerics automatically gain the trained proficiency rank in their deity’s divine skill. Assign the deity one skill that synergizes well with their areas of concern. For example, Intimidation would be appropriate for a god of tyranny, or Deception for a goddess of trickery.\n\n **Favored Weapon:** Clerics gain access to their deity’s favored weapon as well as the trained proficiency rank with it; warpriest clerics gain additional benefits. Every deity has a favored weapon. Because the benefits of having an advanced favored weapon are very strong, you should assign simple or martial favored weapons unless a deity is so thematically linked with an advanced weapon that you need to give them one.\n\n **Domains:** Each deity grants a number of domains that reflect their divine areas of concern. Champions and clerics can learn the domain spells from their deity’s domains. Pathfinder’s deities each have four domains, and many have one or more alternative domains. Though this number is usually enough to convey a deity’s portfolio and give players sufficient options, you can give your deities as many domains as you like.\n\n **Cleric Spells:** When preparing spells, clerics can choose from specific spells granted by the deity, in addition to those available on the divine spell list. A deity always grants a 1st‑level spell and usually two others, all chosen from non‑divine spell lists. The exact number of spells a deity grants can vary—a magic-focused deity might grant one spell per level—though this shouldn’t exceed one spell per level.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Devotee Benefits",
 "next_link": {
  "label": "Cosmology",
  "url": "/Rules.aspx?ID=1148"
 },
 "previous_link": {
  "label": "Divine Statistics",
  "url": "/Rules.aspx?ID=1146"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 128</row>\r\n\r\nChapter 2: Tools\r\n/ Building Worlds / Religion / Deities\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 128"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 128</row>",
 "speed": {},
 "text": " Devotee Benefits Source Gamemastery Guide pg. 128 Deities grant favored status and special power to the most fervent and influential of their flock. Divine Font: Clerics channel a deity’s divine power as a font of negative or positive energy. Most often, good‑aligned deities grant heal while evil deities grant harm, with neutral deities most often offering a choice between the two. However, there’s nothing inherently good about positive energy or evil about negative energy, so a specific deity’s divine font may vary based on their areas of concern. Divine Skill: Champions and clerics automatically gain the trained proficiency rank in their deity’s divine skill. Assign the deity one skill that synergizes well with their areas of concern. For example, Intimidation would be appropriate for a god of tyranny, or Deception for a goddess of trickery. Favored Weapon: Clerics gain access to their deity’s favored weapon as well as the trained proficiency rank with it; warpriest clerics gain additional benefits. Every deity has a favored weapon. Because the benefits of having an advanced favored weapon are very strong, you should assign simple or martial favored weapons unless a deity is so thematically linked with an advanced weapon that you need to give them one. Domains: Each deity grants a number of domains that reflect their divine areas of concern. Champions and clerics can learn the domain spells from their deity’s domains. Pathfinder’s deities each have four domains, and many have one or more alternative domains. Though this number is usually enough to convey a deity’s portfolio and give players sufficient options, you can give your deities as many domains as you like. Cleric Spells: When preparing spells, clerics can choose from specific spells granted by the deity, in addition to those available on the divine spell list. A deity always grants a 1st‑level spell and usually two others, all chosen from non‑divine spell lists. The exact number of spells a deity grants can vary—a magic-focused deity might grant one spell per level—though this shouldn’t exceed one spell per level. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1147",
 "weakness": {}
}