{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Hazards"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-674",
 "markdown": "<title level=\"1\" right=\"Rules\">[Disabling a Hazard](/Rules.aspx?ID=674)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 521 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe most versatile method for deactivating traps is the [Disable a Device](/Actions.aspx?ID=69) action of the [Thievery](/Skills.aspx?ID=17) skill, though most mechanical traps can also simply be smashed, and magical traps can usually be [counteracted](/Rules.aspx?ID=371). [Environmental](/Traits.aspx?ID=62) hazards often can be overcome with [Nature](/Domains.aspx?ID=22) or [Survival](/Skills.aspx?ID=16), and [haunts](/Traits.aspx?ID=88) can often be overcome with [Occultism](/Skills.aspx?ID=11) or [Religion](/Skills.aspx?ID=13). The specific skill and DC required to disable a hazard are listed in the hazard's stat block. Like using Disable a Device, using these skills to disable a trap is a 2-action activity with the same degrees of success, though the activity might have different traits determined by the GM. As with detecting a hazard, disabling a hazard might require a character to have a certain proficiency rank in the listed skill.\n\n A character must first detect a hazard (or have it pointed out to them) to try to deactivate it. They can attempt to deactivate a hazard whether or not it has already been triggered, though some hazards no longer pose a danger once their reactions have occurred, especially if there is no way for them to be reset.\n\n For most hazards, a successful check for the listed skill against the DC in the stat block disables the hazard without triggering it. Any other means of deactivating the hazard are included in the hazard's stat block, as are any additional steps required to properly deactivate it. A critical failure on any roll to disable a hazard triggers it, including a critical failure on a roll to counteract a magical hazard.\n\n Some hazards require multiple successful checks to deactivate, typically because they have a particularly complicated component or have several discrete portions. For hazards with a complex component, a critical success on a check to disable the hazard counts as two successes on a single component.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-675\" />\r\n\r\n<document level=\"2\" id=\"rules-678\" />",
 "name": "Disabling a Hazard",
 "next_link": {
  "label": "Hazard Experience",
  "url": "/Rules.aspx?ID=679"
 },
 "previous_link": {
  "label": "Triggering a Hazard",
  "url": "/Rules.aspx?ID=670"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 521 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Hazards\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 521"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 521 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Disabling a Hazard Source Core Rulebook pg. 521 4.0 The most versatile method for deactivating traps is the Disable a Device action of the Thievery skill, though most mechanical traps can also simply be smashed, and magical traps can usually be counteracted. Environmental hazards often can be overcome with Nature or Survival, and haunts can often be overcome with Occultism or Religion. The specific skill and DC required to disable a hazard are listed in the hazard's stat block. Like using Disable a Device, using these skills to disable a trap is a 2-action activity with the same degrees of success, though the activity might have different traits determined by the GM. As with detecting a hazard, disabling a hazard might require a character to have a certain proficiency rank in the listed skill. A character must first detect a hazard (or have it pointed out to them) to try to deactivate it. They can attempt to deactivate a hazard whether or not it has already been triggered, though some hazards no longer pose a danger once their reactions have occurred, especially if there is no way for them to be reset. For most hazards, a successful check for the listed skill against the DC in the stat block disables the hazard without triggering it. Any other means of deactivating the hazard are included in the hazard's stat block, as are any additional steps required to properly deactivate it. A critical failure on any roll to disable a hazard triggers it, including a critical failure on a roll to counteract a magical hazard. Some hazards require multiple successful checks to deactivate, typically because they have a particularly complicated component or have several discrete portions. For hazards with a complex component, a critical success on a check to disable the hazard counts as two successes on a single component. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=674",
 "weakness": {}
}