{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Running a Game Session",
  "Running a Session"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-506",
 "markdown": "<title level=\"1\" right=\"Rules\">[Distractions and Interrupting](/Rules.aspx?ID=506)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 491 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMaintaining the players’ attention keeps a game moving and leads to memorable moments when everyone’s in the same zone. Too many interruptions break the flow. This is fine in moderation. Distractions become a problem if they’re too frequent, as they cause people to miss things and make misinformed decisions as the session becomes disconnected. Yet every game includes breaks—sometimes intentional, sometimes not—and digressions. Finding the right balance of diversions for your group is essential.\n\n A game is a social gathering, so there’s definitely a place for conversation that’s not directly related to playing the game. These interruptions become a problem if they’re too frequent, or if people are talking over others. If a player repeatedly interrupts you or other people or undercuts every crucial moment of the game with a joke, talk to them about limiting their comments to appropriate times. Often, all you need to do is hold up your hand or otherwise indicate that the player is talking out of turn to delay them until after you or another speaker finishes talking.\n\n Phones and other mobile devices are another major source of distraction. Banning them entirely is often impractical—many players use apps to roll dice or manage their character sheets, or they need to answer texts from their partner, check in on a work project, or otherwise stay connected with people who rely on them. However, you can set ground rules against using a device for anything that’s not time-sensitive or game-related, such as refreshing social media, checking the score of a hockey game, playing a mobile game, or answering a non-urgent text. You can relax these rules for players when their characters are “offstage.” If a player’s character isn’t in a scene, that might be a good time for the player to use a mobile device.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Distractions and Interrupting",
 "next_link": {
  "label": "Adjudicating the Rules",
  "url": "/Rules.aspx?ID=507"
 },
 "previous_link": {
  "label": "The Spotlight",
  "url": "/Rules.aspx?ID=505"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 491 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Running a Game Session / Running a Session\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 491"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 491 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Distractions and Interrupting Source Core Rulebook pg. 491 4.0 Maintaining the players’ attention keeps a game moving and leads to memorable moments when everyone’s in the same zone. Too many interruptions break the flow. This is fine in moderation. Distractions become a problem if they’re too frequent, as they cause people to miss things and make misinformed decisions as the session becomes disconnected. Yet every game includes breaks—sometimes intentional, sometimes not—and digressions. Finding the right balance of diversions for your group is essential. A game is a social gathering, so there’s definitely a place for conversation that’s not directly related to playing the game. These interruptions become a problem if they’re too frequent, or if people are talking over others. If a player repeatedly interrupts you or other people or undercuts every crucial moment of the game with a joke, talk to them about limiting their comments to appropriate times. Often, all you need to do is hold up your hand or otherwise indicate that the player is talking out of turn to delay them until after you or another speaker finishes talking. Phones and other mobile devices are another major source of distraction. Banning them entirely is often impractical—many players use apps to roll dice or manage their character sheets, or they need to answer texts from their partner, check in on a work project, or otherwise stay connected with people who rely on them. However, you can set ground rules against using a device for anything that’s not time-sensitive or game-related, such as refreshing social media, checking the score of a hockey game, playing a mobile game, or answering a non-urgent text. You can relax these rules for players when their characters are “offstage.” If a player’s character isn’t in a scene, that might be a good time for the player to use a mobile device. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=506",
 "weakness": {}
}