{
 "breadcrumbs": [
  "Gods & Magic",
  "Rules Elements"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-804",
 "markdown": "<title level=\"1\" right=\"Rules\">[Divine Intercession](/Rules.aspx?ID=804)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 9 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTo make their influence on Golarion felt directly—but without manifesting on the planet in all their divine glory—each god has the tool of divine intercession. Divine intercession manifests as a boon or a curse, of varying duration and power, visited upon a mortal. Curses are not triggered simply by doing something a god does not like, or everyone in Golarion would be cursed all the time; they are often reserved for followers of the god who commit anathema that aren’t strong enough to warrant ejection from the faith, or those who have committed shocking blasphemies. Conversely, an unaffiliated worshipper embroiled in high-profile actions that are anathema to a god could earn a curse. Similarly, boons are not automatically granted to anyone petitioning the god. Certainly, someone who upholds a deity’s edicts could earn a boon, especially when acting under adverse circumstances. Most often, as befits their inscrutable nature, a deity will bestow a boon or a curse for their own reasons. Perhaps a mission is of dire importance to a god’s plan for a specific place or people, or perhaps the survival of a particular character figures in their plans decades from now.\n\n The divine intercessions provided in each entry are examples, and the GM can have any deity grant a different effect than the intercessions provided. These intercessions are special and are always at the deity’s, and thus the GM’s, direct discretion, with the GM deciding when a boon or curse goes into effect. The GM is also at liberty to remove a boon or curse as is appropriate for the game’s story. A PC or NPC can never select a feat, spell, or other rules option that entitles them to a divine boon or bestows a divine curse upon foes. Minor intercessions are memorable for the recipient, providing either a relatively modest and long-lasting effect or a spectacular but fleeting one. Moderate intercessions are hugely significant events that typically come with permanent consequences, and major intercessions can pivotally reshape a recipient’s life, granting powers wildly beyond their innate abilities or inflicting life-changing curses.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Divine Intercession",
 "next_link": {
  "label": "Favored Weapon",
  "url": "/Rules.aspx?ID=805"
 },
 "previous_link": {
  "label": "Changing Faith",
  "url": "/Rules.aspx?ID=803"
 },
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 9 <sup>2.0</sup></row>\r\n\r\nGods &amp; Magic / Rules Elements\r\n</additional-info>",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 9"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 9 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Divine Intercession Source Gods &amp; Magic pg. 9 2.0 To make their influence on Golarion felt directly—but without manifesting on the planet in all their divine glory—each god has the tool of divine intercession. Divine intercession manifests as a boon or a curse, of varying duration and power, visited upon a mortal. Curses are not triggered simply by doing something a god does not like, or everyone in Golarion would be cursed all the time; they are often reserved for followers of the god who commit anathema that aren’t strong enough to warrant ejection from the faith, or those who have committed shocking blasphemies. Conversely, an unaffiliated worshipper embroiled in high-profile actions that are anathema to a god could earn a curse. Similarly, boons are not automatically granted to anyone petitioning the god. Certainly, someone who upholds a deity’s edicts could earn a boon, especially when acting under adverse circumstances. Most often, as befits their inscrutable nature, a deity will bestow a boon or a curse for their own reasons. Perhaps a mission is of dire importance to a god’s plan for a specific place or people, or perhaps the survival of a particular character figures in their plans decades from now. The divine intercessions provided in each entry are examples, and the GM can have any deity grant a different effect than the intercessions provided. These intercessions are special and are always at the deity’s, and thus the GM’s, direct discretion, with the GM deciding when a boon or curse goes into effect. The GM is also at liberty to remove a boon or curse as is appropriate for the game’s story. A PC or NPC can never select a feat, spell, or other rules option that entitles them to a divine boon or bestows a divine curse upon foes. Minor intercessions are memorable for the recipient, providing either a relatively modest and long-lasting effect or a spectacular but fleeting one. Moderate intercessions are hugely significant events that typically come with permanent consequences, and major intercessions can pivotally reshape a recipient’s life, granting powers wildly beyond their innate abilities or inflicting life-changing curses. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=804",
 "weakness": {}
}