{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1709",
 "markdown": "<title level=\"1\" right=\"Rules\">[Divine Combinations](/Rules.aspx?ID=1709)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Knights of Lastwall](/Sources.aspx?ID=123) pg. 69</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWorship of pantheons among the Knights of Lastwall varies greatly. Many knights create their own personal pantheons, usually drawing from deities they worshipped before joining the organization and gods they encountered during their time as knights. While it's likely that a knight will follow a pantheon such as [the Endless Road](/Deities.aspx?ID=246) or [Sorrow's Sword](/Deities.aspx?ID=249), it's just as likely for a given knight to worship a slightly modified version of the pantheon or a completely unique pantheon altogether.\n\n Groups that wish to create new pantheons for their characters are encouraged to do so, but should consider a few guidelines when creating them. First, the pantheon should have an associated theme such as charity, combat, fire, or knowledge.\n\n Alternatively, themes might be focused around a culture or group of people, such as a pantheon of [catfolk](/Ancestries.aspx?ID=17) deities, a pantheon for forest-dwelling cultures, or a pantheon for the citizens of a specific city or nation. Second, a pantheon should have at least three associated deities. Pantheons can include more deities, but larger groups can become unwieldy and difficult to fit the theme. Finally, the associated deities should all be of relatively compatible alignments. A pantheon that includes a Lawful Evil god and a Chaotic Good god will be difficult to appropriately explain thematically and difficult to worship as a character. Consider keeping the deities within the same alignment component such as a pantheon of all Good deities or all lawful deities.\n\n Pantheons are a great component of a character's self-expression, but it's likely that the needs of the pantheon will change as a campaign progresses. Don't be afraid to tweak a pantheon to better suit the needs of a character or a story. Groups should also be open to changing a pantheon if it proves disruptive, either narratively or mechanically.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Divine Combinations",
 "next_link": {
  "label": "Aftermath Feats",
  "url": "/Rules.aspx?ID=1710"
 },
 "previous_link": {
  "label": "Undead Adjustments",
  "url": "/Rules.aspx?ID=1700"
 },
 "rarity": "common",
 "release_date": "2022-05-25",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Knights of Lastwall](/Sources.aspx?ID=123) pg. 69</row>\n\n</additional-info>",
 "source": [
  "Knights of Lastwall"
 ],
 "source_raw": [
  "Knights of Lastwall pg. 69"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Knights of Lastwall](/Sources.aspx?ID=123) pg. 69</row>",
 "speed": {},
 "text": " Divine Combinations Source Knights of Lastwall pg. 69 Worship of pantheons among the Knights of Lastwall varies greatly. Many knights create their own personal pantheons, usually drawing from deities they worshipped before joining the organization and gods they encountered during their time as knights. While it's likely that a knight will follow a pantheon such as the Endless Road or Sorrow's Sword, it's just as likely for a given knight to worship a slightly modified version of the pantheon or a completely unique pantheon altogether. Groups that wish to create new pantheons for their characters are encouraged to do so, but should consider a few guidelines when creating them. First, the pantheon should have an associated theme such as charity, combat, fire, or knowledge. Alternatively, themes might be focused around a culture or group of people, such as a pantheon of catfolk deities, a pantheon for forest-dwelling cultures, or a pantheon for the citizens of a specific city or nation. Second, a pantheon should have at least three associated deities. Pantheons can include more deities, but larger groups can become unwieldy and difficult to fit the theme. Finally, the associated deities should all be of relatively compatible alignments. A pantheon that includes a Lawful Evil god and a Chaotic Good god will be difficult to appropriately explain thematically and difficult to worship as a character. Consider keeping the deities within the same alignment component such as a pantheon of all Good deities or all lawful deities. Pantheons are a great component of a character's self-expression, but it's likely that the needs of the pantheon will change as a campaign progresses. Don't be afraid to tweak a pantheon to better suit the needs of a character or a story. Groups should also be open to changing a pantheon if it proves disruptive, either narratively or mechanically. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1709",
 "weakness": {}
}