{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Running Modes of Play"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-538",
 "markdown": "<title level=\"1\" right=\"Rules\">[Downtime](/Rules.aspx?ID=538)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 500 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn downtime, you can sum up the important events of a whole day with just one roll. Use this mode when the characters return home or otherwise aren’t adventuring.\n\n Usually, downtime is a few minutes at the start of a session or a break between major chapters of an adventure. As with exploration, you might punctuate downtime with roleplaying or encounters when it’s natural to do so.\n\n This section describes ways to handle downtime and details several activities and considerations specific to downtime, such as cost of living, buying and selling goods, long-term rest, and retraining. Most other downtime activities are skill actions; a number of these common downtime activities and their associated skills are listed below. See the relevant skills in Chapter 4 for details. \n<ul><li>Craft (Crafting) </li><li>Earn Income (Crafting, Lore, Performance) </li><li>Treat Disease (Medicine) </li><li>Create Forgery (Society) </li><li>Subsist (Society, Survival)</li></ul> **Stakes**: None to low. Downtime is the counterpart to adventuring and covers low-risk activities. \n\n**Time Scale**: Downtime can last days, weeks, months, or years in the game world in a few minutes of real time. \n\n**Actions and Reactions**: If you need to use actions and reactions, switch to exploration or encounter mode. A creature that can’t act is unable to perform most downtime activities, but it can take long-term rest.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-539\" />\r\n\r\n<document level=\"2\" id=\"rules-542\" />\r\n\r\n<document level=\"2\" id=\"rules-545\" />\r\n\r\n<document level=\"2\" id=\"rules-546\" />\r\n\r\n<document level=\"2\" id=\"rules-547\" />\r\n\r\n<document level=\"2\" id=\"rules-548\" />",
 "name": "Downtime",
 "next_link": {
  "label": "Difficulty Classes",
  "url": "/Rules.aspx?ID=552"
 },
 "previous_link": {
  "label": "Exploration",
  "url": "/Rules.aspx?ID=521"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 500 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Running Modes of Play\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 500"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 500 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Downtime Source Core Rulebook pg. 500 4.0 In downtime, you can sum up the important events of a whole day with just one roll. Use this mode when the characters return home or otherwise aren’t adventuring. Usually, downtime is a few minutes at the start of a session or a break between major chapters of an adventure. As with exploration, you might punctuate downtime with roleplaying or encounters when it’s natural to do so. This section describes ways to handle downtime and details several activities and considerations specific to downtime, such as cost of living, buying and selling goods, long-term rest, and retraining. Most other downtime activities are skill actions; a number of these common downtime activities and their associated skills are listed below. See the relevant skills in Chapter 4 for details. Craft (Crafting) Earn Income (Crafting, Lore, Performance) Treat Disease (Medicine) Create Forgery (Society) Subsist (Society, Survival) Stakes : None to low. Downtime is the counterpart to adventuring and covers low-risk activities. Time Scale : Downtime can last days, weeks, months, or years in the game world in a few minutes of real time. Actions and Reactions : If you need to use actions and reactions, switch to exploration or encounter mode. A creature that can’t act is unable to perform most downtime activities, but it can take long-term rest. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=538",
 "weakness": {}
}