{
 "breadcrumbs": [
  "Researching the Malevolence"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1465",
 "markdown": "<title level=\"1\" right=\"Rules\">[Dream Research](/Rules.aspx?ID=1465)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 59</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOnce the PCs visit Xarwin Manor, their psyches become linked to the malevolence. Thereafter, whenever they sleep within a five-mile radius of the manor, they experience disturbing and unsettling dreams that seem to simultaneously present strangely precise clues and revelations. The PCs might all share the same or very similar dreams, or each character might receive a different visions in the same night, at the GM's discretion.\n\n  Whenever the PCs have these strange dreams, have them roll a DC 15 Arcana (trained), Nature (trained), Occultism (untrained), or Religion (untrained) check while they dream. On a success, that PC realizes that they can use this dream to research topics they've unlocked during the adventure by taking the Dream Research activity. \n\n<title level=\"3\" right=\"\">Dream Research</title> <traits><trait label=\"Concentrate\" /> <trait label=\"Downtime\" /> </traits>**Trigger** You fall asleep within 5 miles of Xarwin Manor.<br /> **Frequency** once per 12 hours<br /> While you sleep, you experience dreams that verge on nightmares. In these dreams, your mind drifts from your soul, and everything you know feels like it's being drawn up into the dark places between the stars to be devoured. During the dream, you can concentrate on one research topic you've unlocked that you haven't fully investigated. If you choose a topic for which the party has already discovered all research thresholds, you can immediately switch to a different topic.\n\n The skill you use and the DC for the check depend on the topic, as detailed in that topic's Dreams venue. If you're not dreaming within the manor grounds, the spiritual link to the malevolence is lessened and you take a –2 status penalty to the check.<br />**Critical Success** You gain 2 RP. <br />**Success** You gain 1 RP. <br />**Critical Failure** You peer too far into the malevolence, which notices your attempt. You manage to break the mental link just before you lose some memories to its ravenous appetite. Increase your malevolence condition value by 1.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Dream Research",
 "next_link": {
  "label": "Research Topics",
  "url": "/Rules.aspx?ID=1466"
 },
 "previous_link": {
  "label": "Special Terminology",
  "url": "/Rules.aspx?ID=1464"
 },
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 59</row>\r\n\r\nResearching the Malevolence\r\n</additional-info>",
 "source": [
  "Malevolence"
 ],
 "source_raw": [
  "Malevolence pg. 59"
 ],
 "source_category": "Adventures",
 "source_group": "Malevolence",
 "source_markdown": "<row gap=\"tiny\">[Malevolence](/Sources.aspx?ID=88) pg. 59</row>",
 "speed": {},
 "text": " Dream Research Source Malevolence pg. 59 Once the PCs visit Xarwin Manor, their psyches become linked to the malevolence. Thereafter, whenever they sleep within a five-mile radius of the manor, they experience disturbing and unsettling dreams that seem to simultaneously present strangely precise clues and revelations. The PCs might all share the same or very similar dreams, or each character might receive a different visions in the same night, at the GM's discretion. Whenever the PCs have these strange dreams, have them roll a DC 15 Arcana (trained), Nature (trained), Occultism (untrained), or Religion (untrained) check while they dream. On a success, that PC realizes that they can use this dream to research topics they've unlocked during the adventure by taking the Dream Research activity. Dream Research Trigger You fall asleep within 5 miles of Xarwin Manor. Frequency once per 12 hours While you sleep, you experience dreams that verge on nightmares. In these dreams, your mind drifts from your soul, and everything you know feels like it's being drawn up into the dark places between the stars to be devoured. During the dream, you can concentrate on one research topic you've unlocked that you haven't fully investigated. If you choose a topic for which the party has already discovered all research thresholds, you can immediately switch to a different topic. The skill you use and the DC for the check depend on the topic, as detailed in that topic's Dreams venue. If you're not dreaming within the manor grounds, the spiritual link to the malevolence is lessened and you take a –2 status penalty to the check. Critical Success You gain 2 RP. Success You gain 1 RP. Critical Failure You peer too far into the malevolence, which notices your attempt. You manage to break the mental link just before you lose some memories to its ravenous appetite. Increase your malevolence condition value by 1. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1465",
 "weakness": {}
}