{
 "breadcrumbs": [
  "Book of Unlimited Magic",
  "Elementalism"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1517",
 "markdown": "<title level=\"1\" right=\"Rules\">[Druidic Orders](/Rules.aspx?ID=1517)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 198 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nElementalists eschew traditional magical divisions in favor of the elemental quaternity and rarely attempt a formal education. Instead, they travel Golarion, learning from the environment and elemental masters. These sojourns are referred to as pilgrimages, and the lessons learned along the way are called exposures or forms.\n\n [Druids](/Classes.aspx?ID=6) are among the most well-known elemental masters, capable of harnessing the power of nature that exists below a mountain or flows through an ocean. Although some act as wardens to the world as a whole, most specialize into one of three orders that revere individual elements. Within these orders, as well as the [storm order](/DruidicOrders.aspx?ID=3) that focuses on air, a sizable contingent of druids devote themselves fully to elemental magic, choosing the [elementalist](/Archetypes.aspx?ID=98) class archetype. However, just as many druids in these orders access magic from the primal spell list normally, believing that they can still take a wider view of nature through the lens of their element.\n\n Elementalist druids are more common in regions with strong traditions involving the cycle of elements, such as Jalmeray.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Druidic Orders",
 "next_link": {
  "label": "Elemental Spell List",
  "url": "/Rules.aspx?ID=1518"
 },
 "previous_link": {
  "label": "Cathartic Magic",
  "url": "/Rules.aspx?ID=1512"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 198 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic / Elementalism\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 198"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 198 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Druidic Orders Source Secrets of Magic pg. 198 1.1 Elementalists eschew traditional magical divisions in favor of the elemental quaternity and rarely attempt a formal education. Instead, they travel Golarion, learning from the environment and elemental masters. These sojourns are referred to as pilgrimages, and the lessons learned along the way are called exposures or forms. Druids are among the most well-known elemental masters, capable of harnessing the power of nature that exists below a mountain or flows through an ocean. Although some act as wardens to the world as a whole, most specialize into one of three orders that revere individual elements. Within these orders, as well as the storm order that focuses on air, a sizable contingent of druids devote themselves fully to elemental magic, choosing the elementalist class archetype. However, just as many druids in these orders access magic from the primal spell list normally, believing that they can still take a wider view of nature through the lens of their element. Elementalist druids are more common in regions with strong traditions involving the cycle of elements, such as Jalmeray. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1517",
 "weakness": {}
}