{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Encounter Design"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-978",
 "markdown": "<title level=\"1\" right=\"Rules\">[Dynamic Encounters](/Rules.aspx?ID=978)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 48</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile you can certainly create enjoyable encounters by placing a group of opponents in a square room with little else, you have numerous tools to create encounters that are more interactive and dynamic. These tools can challenge your players to invent new strategies, inspire interesting character decisions, and make your setting richer.\n\n No encounter needs to use all of the elements presented here, and not all encounters need more than one or two. The more complex a dynamic encounter is, the longer it takes to run and the more demanding it is. In general, these tools are perfectly suited for boss encounters, for memorable foes, and as a spice to add throughout your campaign however often works best for you and your players.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Pitfalls</title>\r\n\r\nThis section arms you with a wide variety of useful tricks to add interest to your encounters, but you should keep an eye out for some common pitfalls of encounter building. \n<ul><li>**Don't Make Every Encounter Complex**: There are many ways to make complex and dynamic encounters, but making every single encounter complex will become exhausting for you and your players. Some encounters should be simple, both because it will make the world feel more real and because it's a good way for the group to relax without as much to keep track of. </li><li>**Avoid Flat Difficulty**: Ensure that not too many of your encounters fall at the same threat level. Having some low-and even trivial-threat battles adds variety, and it's great to throw in a few severe encounters beyond just bosses. </li><li>**Beware of Unexpected Difficulty**: You might end up with creatures that have abilities that fit well together, making them extremely powerful as a combo, or that are particularly well-suited against your PCs. Compare the creatures and what you know about your PCs in advance, especially if the encounter is already a severe threat by the numbers. Page 16 has suggestions for what to do if you find a spike in difficulty during an encounter rather than in advance. </li><li>**Watch for Overpowered Terrain**: As noted under [Budgeting for Terrain](/Rules.aspx?ID=975), some features of the environment can increase the danger drastically. Consider your creature and the environment, and see whether the creature has a massive advantage compared to PCs in that terrain, such as a monster with powerful, long-range attacks when PCs are stuck at a distance. If so, you might want to adjust.</li></ul>\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-979\" />\r\n\r\n<document level=\"2\" id=\"rules-980\" />\r\n\r\n<document level=\"2\" id=\"rules-981\" />\r\n\r\n<document level=\"2\" id=\"rules-982\" />\r\n\r\n<document level=\"2\" id=\"rules-983\" />\r\n\r\n<document level=\"2\" id=\"rules-984\" />\r\n\r\n<document level=\"2\" id=\"rules-985\" />\r\n\r\n<document level=\"2\" id=\"rules-986\" />",
 "name": "Dynamic Encounters",
 "next_link": {
  "label": "Social Encounters",
  "url": "/Rules.aspx?ID=987"
 },
 "previous_link": {
  "label": "Enemy Motivations",
  "url": "/Rules.aspx?ID=976"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 48</row>\r\n\r\nChapter 1: Gamemastery Basics / Encounter Design\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 48"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 48</row>",
 "speed": {},
 "text": " Dynamic Encounters Source Gamemastery Guide pg. 48 While you can certainly create enjoyable encounters by placing a group of opponents in a square room with little else, you have numerous tools to create encounters that are more interactive and dynamic. These tools can challenge your players to invent new strategies, inspire interesting character decisions, and make your setting richer. No encounter needs to use all of the elements presented here, and not all encounters need more than one or two. The more complex a dynamic encounter is, the longer it takes to run and the more demanding it is. In general, these tools are perfectly suited for boss encounters, for memorable foes, and as a spice to add throughout your campaign however often works best for you and your players. Pitfalls This section arms you with a wide variety of useful tricks to add interest to your encounters, but you should keep an eye out for some common pitfalls of encounter building. Don't Make Every Encounter Complex : There are many ways to make complex and dynamic encounters, but making every single encounter complex will become exhausting for you and your players. Some encounters should be simple, both because it will make the world feel more real and because it's a good way for the group to relax without as much to keep track of. Avoid Flat Difficulty : Ensure that not too many of your encounters fall at the same threat level. Having some low-and even trivial-threat battles adds variety, and it's great to throw in a few severe encounters beyond just bosses. Beware of Unexpected Difficulty : You might end up with creatures that have abilities that fit well together, making them extremely powerful as a combo, or that are particularly well-suited against your PCs. Compare the creatures and what you know about your PCs in advance, especially if the encounter is already a severe threat by the numbers. Page 16 has suggestions for what to do if you find a spike in difficulty during an encounter rather than in advance. Watch for Overpowered Terrain : As noted under Budgeting for Terrain, some features of the environment can increase the danger drastically. Consider your creature and the environment, and see whether the creature has a massive advantage compared to PCs in that terrain, such as a monster with powerful, long-range attacks when PCs are stuck at a distance. If so, you might want to adjust. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=978",
 "weakness": {}
}