{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-350",
 "markdown": "<title level=\"1\" right=\"Rules\">[Effects](/Rules.aspx?ID=350)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 453 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAnything you do in the game has an effect. Many of these outcomes are easy to adjudicate during the game. If you tell the GM that you draw your sword, no check is needed, and the result is that your character is now holding a sword. Other times, the specific effect requires more detailed rules governing how your choice is resolved. Many spells, magic items, and feats create specific effects, and your character will be subject to effects caused by monsters, hazards, the environment, and other characters.\n\n While a check might determine the overall impact or strength of an effect, a check is not always part of creating an effect. Casting a [_fly_](/Spells.aspx?ID=125) spell on yourself creates an effect that allows you to soar through the air, but casting the spell does not require a check. Conversely, using the Intimidate skill to Demoralize a foe does require a check, and your result on that check determines the effect’s outcome.\n\n The following general rules are used to understand and apply effects.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-351\" />\r\n\r\n<document level=\"2\" id=\"rules-352\" />\r\n\r\n<document level=\"2\" id=\"rules-353\" />\r\n\r\n<document level=\"2\" id=\"rules-354\" />\r\n\r\n<document level=\"2\" id=\"rules-359\" />\r\n\r\n<document level=\"2\" id=\"rules-360\" />",
 "name": "Effects",
 "next_link": {
  "label": "Afflictions",
  "url": "/Rules.aspx?ID=361"
 },
 "previous_link": {
  "label": "Conditions",
  "url": "/Rules.aspx?ID=349"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 453 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 453"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 453 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Effects Source Core Rulebook pg. 453 4.0 Anything you do in the game has an effect. Many of these outcomes are easy to adjudicate during the game. If you tell the GM that you draw your sword, no check is needed, and the result is that your character is now holding a sword. Other times, the specific effect requires more detailed rules governing how your choice is resolved. Many spells, magic items, and feats create specific effects, and your character will be subject to effects caused by monsters, hazards, the environment, and other characters. While a check might determine the overall impact or strength of an effect, a check is not always part of creating an effect. Casting a fly spell on yourself creates an effect that allows you to soar through the air, but casting the spell does not require a check. Conversely, using the Intimidate skill to Demoralize a foe does require a check, and your result on that check determines the effect’s outcome. The following general rules are used to understand and apply effects. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=350",
 "weakness": {}
}