{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1581",
 "markdown": "<title level=\"1\" right=\"Rules\">[Eidolons](/Rules.aspx?ID=1581)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 58 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThough each eidolon is a unique creature and there are many types of eidolons, each draws upon a particular tradition of magic and manifests from related essence. Multiple types of each eidolon exist as well—for instance, the types of construct eidolon presented in this book are the warrior construct and the scout construct.\n\n [Arcane](/Traits.aspx?ID=11) eidolons are usually formed of mental essence, also known as astral essence. They include [dragon](/Eidolons.aspx?ID=7) eidolons—the echoes of ancient dragons— and [construct](/Eidolons.aspx?ID=4) eidolons, beings formed into a simple construct shape through arcane magic.\n\n [Divine](/Traits.aspx?ID=48) eidolons are always formed of spiritual essence, much like the divine servitors they resemble. They include representatives of the many families of divine servitors, such as [angels](/Eidolons.aspx?ID=1), [demons](/Eidolons.aspx?ID=5), and [psychopomps](/Eidolons.aspx?ID=10).\n\n [Occult](/Traits.aspx?ID=120) eidolons are also usually formed of spiritual essence, though they tend toward a more ectoplasmic consistency than divine eidolons. Occult eidolons usually form from the essence of a spirit that is unwilling or unable to pass on, and find refuge with a summoner to avoid becoming undead; these types of eidolons are known as phantoms. Each phantom eidolon has a connection to a particular emotion, such as the [anger phantom](/Eidolons.aspx?ID=2) and [devotion phantom](/Eidolons.aspx?ID=6) described in this book.\n\n [Primal](/Traits.aspx?ID=134) eidolons usually manifest from life essence. Their forms resemble creatures found in the natural world, such as [beasts](/Eidolons.aspx?ID=3), [plants](/Eidolons.aspx?ID=9), [fey](/Eidolons.aspx?ID=8), or some combination.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1582\" />\r\n\r\n<document level=\"2\" id=\"rules-1583\" />\r\n\r\n<document level=\"2\" id=\"rules-1584\" />\r\n\r\n<document level=\"2\" id=\"rules-1585\" />\r\n\r\n<document level=\"2\" id=\"rules-1586\" />",
 "name": "Eidolons",
 "next_link": {
  "label": "Introduction",
  "url": "/Rules.aspx?ID=1587"
 },
 "previous_link": {
  "label": "Book of Unlimited Magic",
  "url": "/Rules.aspx?ID=1511"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 58 <sup>1.1</sup></row>\n\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 58"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 58 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Eidolons Source Secrets of Magic pg. 58 1.1 Though each eidolon is a unique creature and there are many types of eidolons, each draws upon a particular tradition of magic and manifests from related essence. Multiple types of each eidolon exist as well—for instance, the types of construct eidolon presented in this book are the warrior construct and the scout construct. Arcane eidolons are usually formed of mental essence, also known as astral essence. They include dragon eidolons—the echoes of ancient dragons— and construct eidolons, beings formed into a simple construct shape through arcane magic. Divine eidolons are always formed of spiritual essence, much like the divine servitors they resemble. They include representatives of the many families of divine servitors, such as angels, demons, and psychopomps. Occult eidolons are also usually formed of spiritual essence, though they tend toward a more ectoplasmic consistency than divine eidolons. Occult eidolons usually form from the essence of a spirit that is unwilling or unable to pass on, and find refuge with a summoner to avoid becoming undead; these types of eidolons are known as phantoms. Each phantom eidolon has a connection to a particular emotion, such as the anger phantom and devotion phantom described in this book. Primal eidolons usually manifest from life essence. Their forms resemble creatures found in the natural world, such as beasts, plants, fey, or some combination. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1581",
 "weakness": {}
}