{
 "breadcrumbs": [
  "Book of Unlimited Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1516",
 "markdown": "<title level=\"1\" right=\"Rules\">[Elementalism](/Rules.aspx?ID=1516)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 198 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n_The world is a reflection of the Elemental Planes. Fire blazes in its core, cradled and calmed in a bed of Earth. Water brings the parched soil relief, strengthening as it soothes. All this is encapsulated by Air, which breathes life into the world. Elementalism is the belief these four elements are the components used to create all matter. Thus, magic is simply the manipulation of the four elements. Understanding these elements is the essence of elementalism._\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Elementalism on Golarion</title>\r\n\r\nGolarion has numerous ties to the Elemental Planes across the land, along with many groups and traditions that use elemental magic.\n\n **Elemental Lord Cults**: Long ago, the four evil elemental lords, deities representing the worst of each element, sealed away the four good elemental lords in nigh-indestructible artifacts. With the good elemental lord of air, [Ranginori](/Deities.aspx?ID=106), now free, adventurers and cultists seek to liberate the others as well.\n\n **Elemental Saturations**: Some places across the world are so saturated with elemental magic that they might imbue those nearby with some elemental energy, potentially creating an elemental sorcerer or even a geniekin. Perhaps the most famous is the elemental air saturation located within the enormous swirling storm of the Eye of Abendego, but others exist around the world, including the Crystal Womb, a crystalline cavern with enough earth energy to transform someone into an oread; the volcanic Mt. Kumijinja in Tian Xia, which can remove curses with purgative flames; and the River Kingdom of Outsea, which transmutes massive volumes of fresh water into sea water.\n\n **Monks**: Though Jalmeray's four Houses of Perfection are the most famous examples of elementalist monks, many other forms exist. In resplendent pagodas, disciples of the Stoked Flame strike with such speed that their motions emit sparks. Others stoke their inner fire so high, their bodies turn ice to steam and the surrounding air becomes distorted with heat. On placid lakeshores, with feet sinking into wet sand, initiates learn the graceful motions of the Pavilion of Reflective Ripples; a peaceful, meditative martial art that's as much a dance as a form of combat. Their artistry is breathtaking and their forms impossibly fluid.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The Four Elements</title>\r\n\r\nThe elements are clearly observable in the natural world, but philosophers ascribe deeper attributes that can be seen in a gust or heard in a geode.\n\n **Fire** is unbridled potential but must be tended with care. When nurtured, flames bring warmth and healing. They illuminate darkness and reveal truth, clearing old growth for new. But fire also burns, obscures, and destroys. An elementalist must learn to both bank and fuel the flames.\n\n **Earth** is both cradle and tomb. It's home for most creatures, providing nourishment and shelter. But the earth runs deep and is too vast to fully control. An elementalist must listen carefully to the stones or risk their anger.\n\n **Water** is soothing and enigmatic. Most living creatures are composed primarily of water and require water to survive; controlling water thus gives an elementalist power over the flow of life. Though water is the easiest element to work with, its depths are a mystery.\n\n **Air** breathes life into myriad worlds but is ephemeral and often overlooked. In truth, air is the most difficult of elements to work with, as learning to grasp the ungraspable and see the unseen is notoriously difficult. Mastering air requires intuition, subtlety, and impressive powers of perception.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1517\" />\r\n\r\n<document level=\"2\" id=\"rules-1518\" />",
 "name": "Elementalism",
 "next_link": {
  "label": "Flexible Preparation",
  "url": "/Rules.aspx?ID=1519"
 },
 "previous_link": {
  "label": "Cathartic Magic",
  "url": "/Rules.aspx?ID=1512"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 198 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 198"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 198 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Elementalism Source Secrets of Magic pg. 198 1.1 The world is a reflection of the Elemental Planes. Fire blazes in its core, cradled and calmed in a bed of Earth. Water brings the parched soil relief, strengthening as it soothes. All this is encapsulated by Air, which breathes life into the world. Elementalism is the belief these four elements are the components used to create all matter. Thus, magic is simply the manipulation of the four elements. Understanding these elements is the essence of elementalism. Elementalism on Golarion Golarion has numerous ties to the Elemental Planes across the land, along with many groups and traditions that use elemental magic. Elemental Lord Cults : Long ago, the four evil elemental lords, deities representing the worst of each element, sealed away the four good elemental lords in nigh-indestructible artifacts. With the good elemental lord of air, Ranginori, now free, adventurers and cultists seek to liberate the others as well. Elemental Saturations : Some places across the world are so saturated with elemental magic that they might imbue those nearby with some elemental energy, potentially creating an elemental sorcerer or even a geniekin. Perhaps the most famous is the elemental air saturation located within the enormous swirling storm of the Eye of Abendego, but others exist around the world, including the Crystal Womb, a crystalline cavern with enough earth energy to transform someone into an oread; the volcanic Mt. Kumijinja in Tian Xia, which can remove curses with purgative flames; and the River Kingdom of Outsea, which transmutes massive volumes of fresh water into sea water. Monks : Though Jalmeray's four Houses of Perfection are the most famous examples of elementalist monks, many other forms exist. In resplendent pagodas, disciples of the Stoked Flame strike with such speed that their motions emit sparks. Others stoke their inner fire so high, their bodies turn ice to steam and the surrounding air becomes distorted with heat. On placid lakeshores, with feet sinking into wet sand, initiates learn the graceful motions of the Pavilion of Reflective Ripples; a peaceful, meditative martial art that's as much a dance as a form of combat. Their artistry is breathtaking and their forms impossibly fluid. The Four Elements The elements are clearly observable in the natural world, but philosophers ascribe deeper attributes that can be seen in a gust or heard in a geode. Fire is unbridled potential but must be tended with care. When nurtured, flames bring warmth and healing. They illuminate darkness and reveal truth, clearing old growth for new. But fire also burns, obscures, and destroys. An elementalist must learn to both bank and fuel the flames. Earth is both cradle and tomb. It's home for most creatures, providing nourishment and shelter. But the earth runs deep and is too vast to fully control. An elementalist must listen carefully to the stones or risk their anger. Water is soothing and enigmatic. Most living creatures are composed primarily of water and require water to survive; controlling water thus gives an elementalist power over the flow of life. Though water is the easiest element to work with, its depths are a mystery. Air breathes life into myriad worlds but is ephemeral and often overlooked. In truth, air is the most difficult of elements to work with, as learning to grasp the ungraspable and see the unseen is notoriously difficult. Mastering air requires intuition, subtlety, and impressive powers of perception. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1516",
 "weakness": {}
}