{
 "breadcrumbs": [
  "Chapter 7: Spells",
  "Magical Schools"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-265",
 "markdown": "<title level=\"1\" right=\"Rules\">[Enchantment](/Rules.aspx?ID=265)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 297 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n[Enchantments](/Traits.aspx?ID=61) affect the minds and emotions of other creatures—sometimes to influence and control them, and other times to bolster them to greater heights of courage. Enchantment spells almost always have the [mental](/Traits.aspx?ID=106) trait, and many have the [emotion](/Traits.aspx?ID=60) trait or the [fear](/Traits.aspx?ID=68) trait.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Magic and Morality</title>\r\n\r\nWhile magic allows you to perform wondrous acts in the game, it can be used for terrible purposes. While some spells are obviously vile or have the evil trait and a direct connection to the profane, other spells can be used for good or ill. Using magic does not free you from the morality of the outcome.\n\n Nowhere is this more true than when it comes to enchantment spells, especially those used to compel a character to do something. These spells can remove the power of choice from a character and can very easily be used in ways that are evil. Dominating an ogre and forcing him to abandon his guard post is not necessarily evil, but using that same spell to force a merchant to give you all of his wares certainly is. Using a spell for an evil purpose can cause a player character’s alignment to shift to evil, with the ultimate judgment of whether a player is using a spell for an evil purpose left up to the GM.\n\n Regardless of in-game effects, all players should take care when using such spells. These effects can negatively affect people at the table, as they might create situations that echo truly awful experiences players might have had, creating uncomfortable or hostile environments. Players and GMs should work to prevent these situations so everyone can focus on having fun at the table.\r\n</aside>",
 "name": "Enchantment",
 "next_link": {
  "label": "Evocation",
  "url": "/Rules.aspx?ID=266"
 },
 "previous_link": {
  "label": "Divination",
  "url": "/Rules.aspx?ID=264"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 297 <sup>4.0</sup></row>\r\n\r\nChapter 7: Spells / Magical Schools\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 297"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 297 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Enchantment Source Core Rulebook pg. 297 4.0 Enchantments affect the minds and emotions of other creatures—sometimes to influence and control them, and other times to bolster them to greater heights of courage. Enchantment spells almost always have the mental trait, and many have the emotion trait or the fear trait. Magic and Morality While magic allows you to perform wondrous acts in the game, it can be used for terrible purposes. While some spells are obviously vile or have the evil trait and a direct connection to the profane, other spells can be used for good or ill. Using magic does not free you from the morality of the outcome. Nowhere is this more true than when it comes to enchantment spells, especially those used to compel a character to do something. These spells can remove the power of choice from a character and can very easily be used in ways that are evil. Dominating an ogre and forcing him to abandon his guard post is not necessarily evil, but using that same spell to force a merchant to give you all of his wares certainly is. Using a spell for an evil purpose can cause a player character’s alignment to shift to evil, with the ultimate judgment of whether a player is using a spell for an evil purpose left up to the GM. Regardless of in-game effects, all players should take care when using such spells. These effects can negatively affect people at the table, as they might create situations that echo truly awful experiences players might have had, creating uncomfortable or hostile environments. Players and GMs should work to prevent these situations so everyone can focus on having fun at the table. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=265",
 "weakness": {}
}