{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Running Modes of Play"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-512",
 "markdown": "<title level=\"1\" right=\"Rules\">[Encounters](/Rules.aspx?ID=512)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 493 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEncounter mode is the most structured mode of play, and you’ll mostly be following the rules presented in Chapter 9 to run this mode. Because you usually call for initiative during exploration before transitioning into an encounter, guidelines for initiative order appear on page 498 in the discussion of exploration mode. Rules for building combat encounters appear on page 488. \n\n**Stakes**: Moderate to high. Encounters always have significant stakes, and they are played in a step-by-step time frame to reflect that. \n\n**Time Scale**: Encounter mode is highly structured and proceeds in combat rounds for combat encounters, while other sorts of encounters can have rounds of any length. In combat, 1 minute consists of 10 rounds, where each combat round is 6 seconds long, but you might decide a verbal confrontation proceeds in minute-long or longer rounds to give each speaker enough time to make a solid point. \n\n**Actions and Reactions**: In combat encounters, each participant’s turn is broken into discrete actions, and participants can use reactions when their triggers occur. Reactions can occur in social situations, though their triggers are usually more descriptive and less tactical.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Playing without a Grid</title>\r\n\r\nThe Pathfinder rules are built to play combat encounters on a 1-inch grid, but you can play without a grid or map. In what’s traditionally called the “theater of the mind,” you and other players imagine the locations of the combatants and the environment. In this style of play, you’ll frequently need to make judgment calls. These are usually simple, like “Can I see the ogre from where I’m standing?” or “Can I get to the ogre with one Stride?” It’s often best to have a player tell you what they want to do, such as “I want to cross the beam to get to the ogre and attack it.” Then, you tell the player how that breaks down into actions, like “You’ll need to spend one action and succeed at an Acrobatics check, then Stride to get close enough, then you’ll have one action left for a Strike.”\n\n When preparing encounters, avoid using lots of difficult terrain, cover, or other battlefield challenges that work better on a grid. Also, be more lenient with combat tactics like flanking. You won’t have a way to measure flanking, but the rules expect melee characters like rogues to often get into a flanking position—often, two characters ganging up in melee is enough to count.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-513\" />\r\n\r\n<document level=\"2\" id=\"rules-514\" />\r\n\r\n<document level=\"2\" id=\"rules-515\" />\r\n\r\n<document level=\"2\" id=\"rules-517\" />",
 "name": "Encounters",
 "next_link": {
  "label": "Exploration",
  "url": "/Rules.aspx?ID=521"
 },
 "previous_link": {
  "label": "Game Mastering",
  "url": "/Rules.aspx?ID=481"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 493 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Running Modes of Play\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 493"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 493 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Encounters Source Core Rulebook pg. 493 4.0 Encounter mode is the most structured mode of play, and you’ll mostly be following the rules presented in Chapter 9 to run this mode. Because you usually call for initiative during exploration before transitioning into an encounter, guidelines for initiative order appear on page 498 in the discussion of exploration mode. Rules for building combat encounters appear on page 488. Stakes : Moderate to high. Encounters always have significant stakes, and they are played in a step-by-step time frame to reflect that. Time Scale : Encounter mode is highly structured and proceeds in combat rounds for combat encounters, while other sorts of encounters can have rounds of any length. In combat, 1 minute consists of 10 rounds, where each combat round is 6 seconds long, but you might decide a verbal confrontation proceeds in minute-long or longer rounds to give each speaker enough time to make a solid point. Actions and Reactions : In combat encounters, each participant’s turn is broken into discrete actions, and participants can use reactions when their triggers occur. Reactions can occur in social situations, though their triggers are usually more descriptive and less tactical. Playing without a Grid The Pathfinder rules are built to play combat encounters on a 1-inch grid, but you can play without a grid or map. In what’s traditionally called the “theater of the mind,” you and other players imagine the locations of the combatants and the environment. In this style of play, you’ll frequently need to make judgment calls. These are usually simple, like “Can I see the ogre from where I’m standing?” or “Can I get to the ogre with one Stride?” It’s often best to have a player tell you what they want to do, such as “I want to cross the beam to get to the ogre and attack it.” Then, you tell the player how that breaks down into actions, like “You’ll need to spend one action and succeed at an Acrobatics check, then Stride to get close enough, then you’ll have one action left for a Strike.” When preparing encounters, avoid using lots of difficult terrain, cover, or other battlefield challenges that work better on a grid. Also, be more lenient with combat tactics like flanking. You won’t have a way to measure flanking, but the rules expect melee characters like rogues to often get into a flanking position—often, two characters ganging up in melee is enough to count. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=512",
 "weakness": {}
}