{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-969",
 "markdown": "<title level=\"1\" right=\"Rules\">[Encounter Design](/Rules.aspx?ID=969)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 46</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCreating a compelling encounter goes beyond just following the guidelines for selecting monsters of a given level. Good encounters have a place in the story, compelling adversaries, interesting locations, and twists and turns to make them dynamic. Encounters play a fundamental part in roleplaying games, but it can be tricky to know where to start when building them. This section covers ways to expand on the basics provided on [page 489 of the _Core Rulebook_](/Rules.aspx?ID=497) to make your encounters an exciting and integral part of the plot. Encounter design goes hand in hand with location, map, and adventure design. You might set an adventure in a swamp and populate it with swamp creatures and environmental features. Or you might have a dungeon denizen in mind, and structure a section of your dungeon to fit that creature.\n\n When you’re starting out, straightforward encounters of low or moderate threat can let you get your bearings. Then, you can increase complexity as you get more confident and as the PCs collect more tools to use against their foes. The more encounters you build, the more comfortable you’ll get with your own personal style. You can always come back here to get more ideas or advice on executing a certain type of encounter.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Quick Adventure Groups</title>\r\n\r\nIf you want an easy framework for building an encounter, you can use one of the following basic structures and slot in monsters and NPCs. \n<ul><li>**Boss and Lackeys (120 XP)**: One creature of party level + 2, four creatures of party level – 4 </li><li>**Boss and Lieutenant (120 XP)**: One creature of party level + 2, one creature of party level </li><li>**Elite Enemies (120 XP)**: Three creatures of party level </li><li>**Lieutenant and Lackeys (80 XP)**: One creature of party level, four creatures of party level – 4 </li><li>**Mated Pair (80 XP)**: Two creatures of party level </li><li>**Troop (80 XP)**: One creature of party level, two creatures of party level – 2 </li><li>**Mook Squad (60 XP)**: Six creatures of party level – 4</li></ul>\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-970\" />\r\n\r\n<document level=\"2\" id=\"rules-971\" />\r\n\r\n<document level=\"2\" id=\"rules-976\" />\r\n\r\n<document level=\"2\" id=\"rules-978\" />\r\n\r\n<document level=\"2\" id=\"rules-987\" />\r\n\r\n<document level=\"2\" id=\"rules-988\" />",
 "name": "Encounter Design",
 "next_link": {
  "label": "Drawing Maps",
  "url": "/Rules.aspx?ID=989"
 },
 "previous_link": {
  "label": "Adventure Design",
  "url": "/Rules.aspx?ID=944"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 46</row>\r\n\r\nChapter 1: Gamemastery Basics\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 46"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 46</row>",
 "speed": {},
 "text": " Encounter Design Source Gamemastery Guide pg. 46 Creating a compelling encounter goes beyond just following the guidelines for selecting monsters of a given level. Good encounters have a place in the story, compelling adversaries, interesting locations, and twists and turns to make them dynamic. Encounters play a fundamental part in roleplaying games, but it can be tricky to know where to start when building them. This section covers ways to expand on the basics provided on page 489 of the Core Rulebook to make your encounters an exciting and integral part of the plot. Encounter design goes hand in hand with location, map, and adventure design. You might set an adventure in a swamp and populate it with swamp creatures and environmental features. Or you might have a dungeon denizen in mind, and structure a section of your dungeon to fit that creature. When you’re starting out, straightforward encounters of low or moderate threat can let you get your bearings. Then, you can increase complexity as you get more confident and as the PCs collect more tools to use against their foes. The more encounters you build, the more comfortable you’ll get with your own personal style. You can always come back here to get more ideas or advice on executing a certain type of encounter. Quick Adventure Groups If you want an easy framework for building an encounter, you can use one of the following basic structures and slot in monsters and NPCs. Boss and Lackeys (120 XP) : One creature of party level + 2, four creatures of party level – 4 Boss and Lieutenant (120 XP) : One creature of party level + 2, one creature of party level Elite Enemies (120 XP) : Three creatures of party level Lieutenant and Lackeys (80 XP) : One creature of party level, four creatures of party level – 4 Mated Pair (80 XP) : Two creatures of party level Troop (80 XP) : One creature of party level, two creatures of party level – 2 Mook Squad (60 XP) : Six creatures of party level – 4 ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=969",
 "weakness": {}
}