{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Nature Crafting",
  "Gardens of Wonder"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1933",
 "markdown": "<title level=\"1\" right=\"Rules\">[Establishing a Garden](/Rules.aspx?ID=1933)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 167 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nUsing a ritual or spending personal downtime are two ways to establish a garden, but your group might be interested in establishing a garden, orchard, or other location that grows consumable items for them as a shared party resource within the campaign. For such a scenario, GMs should use the following guidelines, which are based on the cost differences of a magic scroll and a magic wand. A player can't establish a garden unless the GM and the group have agreed to use this variant together.\n\n Essentially, a garden is a living item or collection of items that produce herbal alchemical items, poisons, or similar consumables at a steady rate (typically one per day) without the need for additional downtime. These consumables are only temporary, however, typically taking the form of a short-lived fruit, flower blossom, or other perishable good. As such, they expire at the end of the day; since characters with a garden can't stockpile their bounty, they're encouraged to use the consumable items each day. Even magical and other extraordinary means of preservation have no effect.\n\n To seed the garden with enough plants or animals to produce sustainably, the PCs must pay a cost equal to the [maximum cost of a permanent magic item](/Rules.aspx?ID=1080) that is 2 levels higher than the consumable's level. For example, it costs 2,000 gp to plant sufficient antidotal herbs to obtain a perishable [greater antidote](/Equipment.aspx?ID=80) each day, because greater antidotes are 10th-level consumables and the maximum cost for a 12th-level permanent item is 2,000 gp. PCs with skill in herbalism or gardening can attempt to use [Earn Income](/Actions.aspx?ID=23) to help defray the setup costs of a garden, using [Lore](/Skills.aspx?ID=8) skills such as Gardening Lore as normal. If you are also using the variant for [growing items](/Rules.aspx?ID=1926) from this chapter, a character could use the [Grow](/Actions.aspx?ID=1905) activity to grow a garden. Additional gardens can be used to increase the number of daily consumables the PCs have access to, but the PCs should have enough space to accommodate the expanded gardens. A given group of PCs shouldn't maintain more gardens than half the number of PCs in the party, rounded down.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Establishing a Garden",
 "next_link": {
  "label": "Using Gardens as a Reward",
  "url": "/Rules.aspx?ID=1934"
 },
 "previous_link": {
  "label": "Bestowed Gifts",
  "url": "/Rules.aspx?ID=1929"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 167 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Nature Crafting / Gardens of Wonder\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 167"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 167 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Establishing a Garden Source Treasure Vault pg. 167 1.1 Using a ritual or spending personal downtime are two ways to establish a garden, but your group might be interested in establishing a garden, orchard, or other location that grows consumable items for them as a shared party resource within the campaign. For such a scenario, GMs should use the following guidelines, which are based on the cost differences of a magic scroll and a magic wand. A player can't establish a garden unless the GM and the group have agreed to use this variant together. Essentially, a garden is a living item or collection of items that produce herbal alchemical items, poisons, or similar consumables at a steady rate (typically one per day) without the need for additional downtime. These consumables are only temporary, however, typically taking the form of a short-lived fruit, flower blossom, or other perishable good. As such, they expire at the end of the day; since characters with a garden can't stockpile their bounty, they're encouraged to use the consumable items each day. Even magical and other extraordinary means of preservation have no effect. To seed the garden with enough plants or animals to produce sustainably, the PCs must pay a cost equal to the maximum cost of a permanent magic item that is 2 levels higher than the consumable's level. For example, it costs 2,000 gp to plant sufficient antidotal herbs to obtain a perishable greater antidote each day, because greater antidotes are 10th-level consumables and the maximum cost for a 12th-level permanent item is 2,000 gp. PCs with skill in herbalism or gardening can attempt to use Earn Income to help defray the setup costs of a garden, using Lore skills such as Gardening Lore as normal. If you are also using the variant for growing items from this chapter, a character could use the Grow activity to grow a garden. Additional gardens can be used to increase the number of daily consumables the PCs have access to, but the PCs should have enough space to accommodate the expanded gardens. A given group of PCs shouldn't maintain more gardens than half the number of PCs in the party, rounded down. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1933",
 "weakness": {}
}