{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Running Modes of Play",
  "Downtime",
  "Longer Periods of Downtime"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-543",
 "markdown": "<title level=\"1\" right=\"Rules\">[Events](/Rules.aspx?ID=543)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 501 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAfter the characters state what they want to achieve in their downtime, select a few standout events for each of them—usually one event for a period of a week or a month, or four events for a year or longer. These events should be tailored to each character and their goals, and they can serve as hooks for adventures or plot development.\n\n Though the following examples of downtime events all involve Earning Income, you can use them to spark ideas for other activities. A character using Perform to Earn Income could produce a commanding performance of a new play for visiting nobility. Someone using Crafting might get a lucrative commission to craft a special item. A character with Lore might have to research a difficult problem that needs a quick response.\n\n PCs who want to do things that don’t correspond to a specific downtime activity should still experience downtime events; you just choose the relevant skill and DC. For example, if a character intends to build their own library to house their books on magic, you might decide setting the foundation and organizing the library once construction is finished are major events. The first could be a Crafting check, and the second an Arcana or Library Lore check.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Events",
 "next_link": {
  "label": "Average Progress",
  "url": "/Rules.aspx?ID=544"
 },
 "previous_link": {
  "label": "Playing out a Downtime Day",
  "url": "/Rules.aspx?ID=539"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 501 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Running Modes of Play / Downtime / Longer Periods of Downtime\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 501"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 501 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Events Source Core Rulebook pg. 501 4.0 After the characters state what they want to achieve in their downtime, select a few standout events for each of them—usually one event for a period of a week or a month, or four events for a year or longer. These events should be tailored to each character and their goals, and they can serve as hooks for adventures or plot development. Though the following examples of downtime events all involve Earning Income, you can use them to spark ideas for other activities. A character using Perform to Earn Income could produce a commanding performance of a new play for visiting nobility. Someone using Crafting might get a lucrative commission to craft a special item. A character with Lore might have to research a difficult problem that needs a quick response. PCs who want to do things that don’t correspond to a specific downtime activity should still experience downtime events; you just choose the relevant skill and DC. For example, if a character intends to build their own library to house their books on magic, you might decide setting the foundation and organizing the library once construction is finished are major events. The first could be a Crafting check, and the second an Arcana or Library Lore check. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=543",
 "weakness": {}
}