{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Running Exploration"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-859",
 "markdown": "<title level=\"1\" right=\"Rules\">[Evocative Environments](/Rules.aspx?ID=859)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 17</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs the PCs explore, convey their surroundings by appealing to the players’ senses. This sets the scene, gives them a better sense of their environment, and can be used to foreshadow what they might find ahead. When determining which details to cover, think about what’s familiar versus novel. A new dungeon might have similar architecture to previous ones but feature ancient structures that set it apart. You can use the PCs’ familiarity as a tool to single out what’s new. When preparing for a game, imagine yourself in the environment and jot down a few notes about what you would sense. Conveying these details keeps the players on the same page about what they sense, even if each character responds to it differently.\n\n Keep in mind that the more you explain something, the more important it seems. This is valuable for you to drive interest, but can also be a mixed blessing, since describing something inconsequential to set the mood can lead players off on a tangent. Sometimes, the best solution is to find a way to make that unimportant thing as important as the players think it is!\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Quick Environmental Details</title>\n\n### Aquatic\n **Sights** choppy water, rolling waves, sunlight glinting, the curve of the horizon, driftwood <br />**Sounds** waves lapping against a ship, seabirds’ cries, fluttering sails, creatures breaching the surface <br />**Smells** salt water, crisp fresh air, dead fish <br />**Textures** frigid water, slimy seaweed, crusty salt collecting on surfaces <br />**Weather** powerful winds, oncoming storms \n\n### Arctic\n <br />**Sights** blinding reflected sunlight, snowy plains, distant glaciers, deep crevasses, rocky cliffs, ice floes and bergs, animal tracks in snow <br />**Sounds** howling winds, drips of melting ice, utter quiet <br />**Smells** clean air, half-frozen bog, lichen, seaweed <br />**Textures** crunching snow, hard ice <br />**Weather** frigid gales, light snowfall, pounding blizzard \n\n### Forest\n **Sights** towering trees, dense undergrowth, verdant canopies, colorful wildlife, dappled sunlight through the trees, mossy tree trunks, twisted roots <br />**Sounds** rustling leaves, snapping branches, animal calls <br />**Smells** decomposing vegetation, flowering plants, pine trees, earthy mushrooms <br />**Textures** leaves crunching underfoot, scraping branches, water dripping from above, rough bark <br />**Weather** still air, cool shade, sporadic breeze, rain on the canopy, branches coated in thick snow \n\n### Mountain\n **Sights** bare cliffs, snow caps, hardy trees, slopes littered with scree, fallen rocks, birds flying on currents, fog among the peaks <br />**Sounds** howling wind, falling rocks, clear echoes, crunch of rocks underfoot, distant avalanche <br />**Smells** blowing dust, pine trees, fresh snow <br />**Textures** rough stone, powdery snow, unstable rubble <br />**Weather** swirling clouds, chill of high altitude, direct sunlight, powerful wind and rain \n\n### Plains\n **Sights** grass waving gently, scattered wildflowers, rocky outcroppings or boulders, the curve of the horizon <br />**Sounds** rustling wind, birdsong, distant sounds carried far <br />**Smells** fresh air, earthy soil, distant carcasses <br />**Textures** touch of tall grass, rasp of scrub brush, crunch of dry dirt <br />**Weather** cooling of gentle wind, heat of direct sunlight, massive black thunderclouds \n\n### Swamp\n **Sights** lush leaves, clouds of gnats, algae-coated water, shacks on stilts, darting fish <br />**Sounds** croaking frogs, chirping insects, bubbling, splashing <br />**Smells** rich moss and algae, pungent swamp gases <br />**Textures** pushing through floating detritus, tangling creepers, thick mud <br />**Weather** oppressive humidity, still air, pouring rain, rays of sunlight \n\n### Underground\n **Sights** winding passages, sputtering yellow torchlight, uneven or cracked floors, ancient writings or architecture, stalagmites and stalactites <br />**Sounds** dripping condensation, scurrying rats or insects, distant clunks of machinery, tinny echoes of your voices and footsteps <br />**Smells** staleness of still air, sulfur, tang of metal deposits <br />**Textures** rough rock walls, erosion-smoothed stone, cobwebs <br />**Weather** chill of underground air, geothermal heat\r\n</aside>",
 "name": "Evocative Environments",
 "next_link": {
  "label": "Flow of Time",
  "url": "/Rules.aspx?ID=860"
 },
 "previous_link": {
  "label": "Running Encounters",
  "url": "/Rules.aspx?ID=829"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 17</row>\r\n\r\nChapter 1: Gamemastery Basics / Running Exploration\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 17"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 17</row>",
 "speed": {},
 "text": " Evocative Environments Source Gamemastery Guide pg. 17 As the PCs explore, convey their surroundings by appealing to the players’ senses. This sets the scene, gives them a better sense of their environment, and can be used to foreshadow what they might find ahead. When determining which details to cover, think about what’s familiar versus novel. A new dungeon might have similar architecture to previous ones but feature ancient structures that set it apart. You can use the PCs’ familiarity as a tool to single out what’s new. When preparing for a game, imagine yourself in the environment and jot down a few notes about what you would sense. Conveying these details keeps the players on the same page about what they sense, even if each character responds to it differently. Keep in mind that the more you explain something, the more important it seems. This is valuable for you to drive interest, but can also be a mixed blessing, since describing something inconsequential to set the mood can lead players off on a tangent. Sometimes, the best solution is to find a way to make that unimportant thing as important as the players think it is! Quick Environmental Details ### Aquatic Sights choppy water, rolling waves, sunlight glinting, the curve of the horizon, driftwood Sounds waves lapping against a ship, seabirds’ cries, fluttering sails, creatures breaching the surface Smells salt water, crisp fresh air, dead fish Textures frigid water, slimy seaweed, crusty salt collecting on surfaces Weather powerful winds, oncoming storms ### Arctic Sights blinding reflected sunlight, snowy plains, distant glaciers, deep crevasses, rocky cliffs, ice floes and bergs, animal tracks in snow Sounds howling winds, drips of melting ice, utter quiet Smells clean air, half-frozen bog, lichen, seaweed Textures crunching snow, hard ice Weather frigid gales, light snowfall, pounding blizzard ### Forest Sights towering trees, dense undergrowth, verdant canopies, colorful wildlife, dappled sunlight through the trees, mossy tree trunks, twisted roots Sounds rustling leaves, snapping branches, animal calls Smells decomposing vegetation, flowering plants, pine trees, earthy mushrooms Textures leaves crunching underfoot, scraping branches, water dripping from above, rough bark Weather still air, cool shade, sporadic breeze, rain on the canopy, branches coated in thick snow ### Mountain Sights bare cliffs, snow caps, hardy trees, slopes littered with scree, fallen rocks, birds flying on currents, fog among the peaks Sounds howling wind, falling rocks, clear echoes, crunch of rocks underfoot, distant avalanche Smells blowing dust, pine trees, fresh snow Textures rough stone, powdery snow, unstable rubble Weather swirling clouds, chill of high altitude, direct sunlight, powerful wind and rain ### Plains Sights grass waving gently, scattered wildflowers, rocky outcroppings or boulders, the curve of the horizon Sounds rustling wind, birdsong, distant sounds carried far Smells fresh air, earthy soil, distant carcasses Textures touch of tall grass, rasp of scrub brush, crunch of dry dirt Weather cooling of gentle wind, heat of direct sunlight, massive black thunderclouds ### Swamp Sights lush leaves, clouds of gnats, algae-coated water, shacks on stilts, darting fish Sounds croaking frogs, chirping insects, bubbling, splashing Smells rich moss and algae, pungent swamp gases Textures pushing through floating detritus, tangling creepers, thick mud Weather oppressive humidity, still air, pouring rain, rays of sunlight ### Underground Sights winding passages, sputtering yellow torchlight, uneven or cracked floors, ancient writings or architecture, stalagmites and stalactites Sounds dripping condensation, scurrying rats or insects, distant clunks of machinery, tinny echoes of your voices and footsteps Smells staleness of still air, sulfur, tang of metal deposits Textures rough rock walls, erosion-smoothed stone, cobwebs Weather chill of underground air, geothermal heat ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=859",
 "weakness": {}
}