{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Nature Crafting",
  "Growing Items"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1927",
 "markdown": "<title level=\"1\" right=\"Rules\">[Example](/Rules.aspx?ID=1927)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 165 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf Lini wanted to [Grow](/Actions.aspx?ID=1905) a suit of [leaf weave armor](/Armor.aspx?ID=28), she would spend 2 gp on initial fertilizers and nutrients and allow four days for the armor to grow, attempting a DC 14 [Crafting](/Skills.aspx?ID=4) check. At the end of the fourth day, if she succeeds, Lini can choose to either use accelerants to complete the growth right away or to instead spend more downtime to cultivate the armor over the course of a few weeks. She has time to spare and finds this kind of task soothing, so even though a level-0 task doesn't provide profit at an especially fast rate, she decides to spend 5 additional days growing the armor. She's quite fortunate and rolls a critical success on her Crafting check, allowing her to make 2 sp of progress per additional day, for a total of 10 sp (or 1 gp). This reduces the remaining amount she needs to pay to 1 gp, so she spends that amount on a magical additive that promotes plant growth, at which point she is finished growing her new armor. This new armor, which Lini grew herself and is in accordance with her principles as a [druid](/Classes.aspx?ID=6), provides much greater satisfaction than anything she could buy in a shop.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Example",
 "next_link": {
  "label": "Adjusting Skills",
  "url": "/Rules.aspx?ID=1928"
 },
 "previous_link": {
  "label": "Crafting Alternate Rules",
  "url": "/Rules.aspx?ID=1955"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 165 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Nature Crafting / Growing Items\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 165"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 165 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Example Source Treasure Vault pg. 165 1.1 If Lini wanted to Grow a suit of leaf weave armor, she would spend 2 gp on initial fertilizers and nutrients and allow four days for the armor to grow, attempting a DC 14 Crafting check. At the end of the fourth day, if she succeeds, Lini can choose to either use accelerants to complete the growth right away or to instead spend more downtime to cultivate the armor over the course of a few weeks. She has time to spare and finds this kind of task soothing, so even though a level-0 task doesn't provide profit at an especially fast rate, she decides to spend 5 additional days growing the armor. She's quite fortunate and rolls a critical success on her Crafting check, allowing her to make 2 sp of progress per additional day, for a total of 10 sp (or 1 gp). This reduces the remaining amount she needs to pay to 1 gp, so she spends that amount on a magical additive that promotes plant growth, at which point she is finished growing her new armor. This new armor, which Lini grew herself and is in accordance with her principles as a druid, provides much greater satisfaction than anything she could buy in a shop. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1927",
 "weakness": {}
}