{
 "breadcrumbs": [
  "Chapter 1: Introduction"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-45",
 "markdown": "<title level=\"1\" right=\"Rules\">[Example of Play](/Rules.aspx?ID=45)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 14 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe following example is presented to give you a better idea of how the game of Pathfinder is played. In this adventure, Erik is the GM. Lyz is playing Valeros, a daring human fighter, James is playing Merisiel, a deadly elven rogue, and Judy is taking on the role of Kyra, a fiery human cleric of Sarenrae. The group has just defeated a horde of undead and is making its way into an ancient mausoleum.\n\n  **Erik:** The entrance to the crypt stands before you, a set of crumbling stairs leading down into darkness. A terrible smell issues forth from the doorway—the stench of old, rotted flesh.<br /> **Lyz:** I'm not afraid of a foul stink! I draw my sword and ready my shield.<br /> **Judy:** The light of Sarenrae will guide us. I cast my light spell on my religious symbol.<br /> **Erik:** All right, a glowing radiance spills forth, illuminating the stairs. They appear to go down only about 10 feet before opening up into a chamber. Puddles of stagnant water fill the cracks between uneven stone tiles.<br /> **James:** I should go first to make sure it's safe. I'm going to draw my rapier and carefully go down the stairs, looking for traps as I go.<br /> **Erik:** Sure, but looking for traps is a secret check, so I'll roll for you. What's your Perception modifier?<br /> **James:** I have a +5.\n\n  _Erik rolls a d20 behind his GM screen, hidden from the players' view, and gets a 17 on the die for a total of 22, more than enough to find the trip wire on the third step._\n\n  **Erik:** Your caution pays off! You spot a thin wire located at ankle height just above the third stair.<br /> **James:** I point it out to the others and head down.<br /> **Lyz:** I follow right behind Merisiel, avoiding the wire but otherwise keeping an eye out for danger.<br /> **Judy:** Me too.<br /> **Erik:** Okay! You make it down the stairs to find yourselves in a crypt. Ancient wood coffins are arranged around the room, covered in cobwebs and dust. Directly ahead, on a raised dais, is a stone casket adorned with wicked-looking symbols. You can tell that it was once wrapped in iron chains, but now twisted links are scattered around the room, along with chunks of what must have been the casket's lid. From the damage, it looks like it was shattered from within!<br /> **Judy:** Sarenrae protect us. I draw my blade and advance—I want a better look at those symbols.<br /> **Lyz:** I'll keep pace with her. I don't like the look of this.<br /> **James:** I think I'll stay back here and hide behind one of the coffins.<br /> **Erik:** Merisiel takes cover while the two of you advance. As you draw near, the stench of rot grows stronger until it's almost overpowering. Suddenly you see the source of the horrid odor. Rising up out of the casket is a nightmarish dead thing. It might have once been a human, but it's hard to tell from its withered body. Its flesh is the color of a new bruise, pulled so tight across its bones that it has split in places. It's hairless, with pointed ears, but worst of all, its mouth is lined with tiny, sharp teeth and its tongue is entirely too long.<br /> **Lyz:** So, not a friend?<br /> **Erik:** Most certainly not. It looks poised to leap at you and attack. Roll for initiative! Valeros and Kyra need to roll Perception, while Merisiel should roll Stealth.\n\n  _Everyone rolls for their initiative. Lyz rolls a 2 for Valeros, getting a total of 8. Judy rolls better for Kyra, getting a total of 14. James uses Stealth for Initiative, because Merisiel was hiding at the start of the fight, and rolls a 17 for a total of 25! Erik rolls for the undead creature, getting a 12. Erik records all these totals, putting the characters in order from highest to lowest._\n\n  **Erik:** Looks like Merisiel gets to act first. Whatever that thing is, you're pretty sure it doesn't know you are there.<br /> **James:** Awesome! For my first action, I want to draw a dagger. For my second, I want to move closer.<br /> **Erik:** You can get to within 15 feet of it with one Stride action.<br /> **James:** Perfect. For my final action, I'm going to throw my dagger at it!\n\n  _James rolls a 13 and adds 8, due to Merisiel's skill at thrown daggers, for a total of 21, but the range means he takes a –2 penalty for a result of 19. Erik consults his notes to learn that the monster has an AC of 18._\n\n  **Erik:** That's a hit! Go ahead and roll damage.<br /> **James:** Okay, and I get to add extra damage due to sneak attack.\n\n  _Rogues have the ability to deal extra damage to foes that haven't acted yet in an encounter. This extra damage also applies to attacks against enemies that are distracted. James rolls 1d4 for the dagger and 1d6 for the sneak attack, and he adds 4 for Merisiel's Dexterity, getting a total of 9._\n\n  **Erik:** It hisses as the blade sinks into its shoulder. That looks like it hurt, but the undead thing doesn't appear to be slowing down. James, that was all three of your actions. Next up is Kyra!<br /> **Judy:** I think this is undead. What do I know about it?<br /> **Erik:** You use an action to recall your training about the living dead. Give me a Religion skill check.\n\n  _Judy rolls a 16, adding Kyra's +8 with Religion to get a total of 24._\n\n  **Erik:** At first, you thought this thing might be a ghoul, which is a type of undead that feasts on the flesh of the dead, but the terrible smell reveals the truth. This thing is a ghast, a more powerful type of ghoul. You are pretty sure that its stench can make you sick and that its claws can paralyze you with a touch.<br /> **Judy:** This is bad. I am going to spend my last two actions to cast bless. It gives anyone next to me a +1 bonus to attack rolls.\n\n  _Casting this spell is an activity that requires two actions to complete, and it has two components. The complex gestures needed to invoke the spell are the somatic component, and Kyra's prayers to her deity are the verbal component._\n\n  **Erik:** Okay! The ghast leaps from the casket straight toward Merisiel. The stench of its rotting body is absolutely horrific up close. Attempt a Fortitude save!\n\n  _James rolls an 8, for a total of 14._\n\n  **Erik:** Not quite enough—you gain the sickened 1 condition, which is going to give you a –1 penalty to most of your d20 rolls. Next, it lunges at you, trying to bite you!<br /> **James:** Oh no! I use my reaction to nimbly dodge out of the way.\n\n  _Erik rolls an attack roll for the ghast, getting an 9 on the die. Looking at the monster's statistics, he adds 11 for a total of 20. Merisiel's AC is normally 19, but the Nimble Dodge feat lets her use her reaction to increase her AC by 2 against a single attack. In this case, it turns the ghast's attack into a miss._\n\n  **Erik:** Does a 20 hit you?<br /> **James:** Nope, just missed!<br /> **Erik:** You twist away from the ghast as its tongue leaves a slimy film on your armor. With its final action, the undead menace lashes out at you with its claw.\n\n  _Erik rolls a second attack with the ghast, this time with its claw. Normally this attack would take a –5 multiple attack penalty, but since the claw has the agile trait, the penalty is only –4. He rolls a 19 on the die, adds 11 for the ghoul's attack modifier and subtracts 4, for a total of 26._\n\n  **Erik:** You may have dodged the ghast's bite, but the thing's bony claw rakes across your face!\n\n  _Erik knows this is a hit and rolls the ghast's claw damage, getting a total of 8._\n\n  **Erik:** Take 8 points of damage, and I need you to attempt a Fortitude saving throw as a numbing sensation spreads from the wound.\n\n  _James rolls a Fortitude saving throw. He gets a 4 on the die, and after adding his bonus and the penalty from the sickened condition, it comes out to only a 9._\n\n  **James:** This isn't my day. I don't suppose a 9 is good enough?<br /> **Erik:** I am afraid not. You are paralyzed!\n\n  _Erik notes that Merisiel is paralyzed, making her unable to act, but she will get a new saving throw at the end of each of her turns to shake off the effect._\n\n  **Erik:** A dry, creaking laugh escapes the ghast's curled lips, but that's the end of its turn. Valeros, you are the last one to act this round.<br /> **Lyz:** About time, too! I raise my shield and use my final two actions to make a Sudden Charge!\n\n  _Sudden Charge is a fighter feat that lets Valeros move up to twice his Speed and attack at the end of his movement, all for only two actions._\n\n  **Erik:** As you draw near, the smell is horrific. Attempt a Fortitude save.\n\n  _After rolling, Lyz gets a 19 on the Fortitude save._\n\n  **Erik:** You fight off the nausea from this thing's stench. Make your attack roll.\n\n  _Lyz rolls the die and it comes up a 20._\n\n  **Lyz:** I got a 20! That must be a critical success!<br /> **Erik:** Your blade hits the vile creature right in the neck, dealing double damage!\n\n  _Lyz rolls a 5 on her d8, then adds 4 because of Valeros's Strength modifier. Because it is a critical success, she then doubles the total._\n\n  **Lyz:** A mighty 18 damage! That surely had to kill it!<br /> **Erik:** I'm afraid not. Black ichor runs from the deep wound on its neck, but it only turns to look at you. You can see burning hatred in its eyes!<br /> **Lyz:** Uh-oh.\n\n  _That is the end of the first round of combat. The second round begins immediately after this, using the same initiative order as before. The fight is far from over..._\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Example of Play",
 "next_link": {
  "label": "Using This Book",
  "url": "/Rules.aspx?ID=46"
 },
 "previous_link": {
  "label": "Playing the Game",
  "url": "/Rules.aspx?ID=11"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 14 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 14"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 14 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Example of Play Source Core Rulebook pg. 14 4.0 The following example is presented to give you a better idea of how the game of Pathfinder is played. In this adventure, Erik is the GM. Lyz is playing Valeros, a daring human fighter, James is playing Merisiel, a deadly elven rogue, and Judy is taking on the role of Kyra, a fiery human cleric of Sarenrae. The group has just defeated a horde of undead and is making its way into an ancient mausoleum. Erik: The entrance to the crypt stands before you, a set of crumbling stairs leading down into darkness. A terrible smell issues forth from the doorway—the stench of old, rotted flesh. Lyz: I'm not afraid of a foul stink! I draw my sword and ready my shield. Judy: The light of Sarenrae will guide us. I cast my light spell on my religious symbol. Erik: All right, a glowing radiance spills forth, illuminating the stairs. They appear to go down only about 10 feet before opening up into a chamber. Puddles of stagnant water fill the cracks between uneven stone tiles. James: I should go first to make sure it's safe. I'm going to draw my rapier and carefully go down the stairs, looking for traps as I go. Erik: Sure, but looking for traps is a secret check, so I'll roll for you. What's your Perception modifier? James: I have a +5. Erik rolls a d20 behind his GM screen, hidden from the players' view, and gets a 17 on the die for a total of 22, more than enough to find the trip wire on the third step. Erik: Your caution pays off! You spot a thin wire located at ankle height just above the third stair. James: I point it out to the others and head down. Lyz: I follow right behind Merisiel, avoiding the wire but otherwise keeping an eye out for danger. Judy: Me too. Erik: Okay! You make it down the stairs to find yourselves in a crypt. Ancient wood coffins are arranged around the room, covered in cobwebs and dust. Directly ahead, on a raised dais, is a stone casket adorned with wicked-looking symbols. You can tell that it was once wrapped in iron chains, but now twisted links are scattered around the room, along with chunks of what must have been the casket's lid. From the damage, it looks like it was shattered from within! Judy: Sarenrae protect us. I draw my blade and advance—I want a better look at those symbols. Lyz: I'll keep pace with her. I don't like the look of this. James: I think I'll stay back here and hide behind one of the coffins. Erik: Merisiel takes cover while the two of you advance. As you draw near, the stench of rot grows stronger until it's almost overpowering. Suddenly you see the source of the horrid odor. Rising up out of the casket is a nightmarish dead thing. It might have once been a human, but it's hard to tell from its withered body. Its flesh is the color of a new bruise, pulled so tight across its bones that it has split in places. It's hairless, with pointed ears, but worst of all, its mouth is lined with tiny, sharp teeth and its tongue is entirely too long. Lyz: So, not a friend? Erik: Most certainly not. It looks poised to leap at you and attack. Roll for initiative! Valeros and Kyra need to roll Perception, while Merisiel should roll Stealth. Everyone rolls for their initiative. Lyz rolls a 2 for Valeros, getting a total of 8. Judy rolls better for Kyra, getting a total of 14. James uses Stealth for Initiative, because Merisiel was hiding at the start of the fight, and rolls a 17 for a total of 25! Erik rolls for the undead creature, getting a 12. Erik records all these totals, putting the characters in order from highest to lowest. Erik: Looks like Merisiel gets to act first. Whatever that thing is, you're pretty sure it doesn't know you are there. James: Awesome! For my first action, I want to draw a dagger. For my second, I want to move closer. Erik: You can get to within 15 feet of it with one Stride action. James: Perfect. For my final action, I'm going to throw my dagger at it! James rolls a 13 and adds 8, due to Merisiel's skill at thrown daggers, for a total of 21, but the range means he takes a –2 penalty for a result of 19. Erik consults his notes to learn that the monster has an AC of 18. Erik: That's a hit! Go ahead and roll damage. James: Okay, and I get to add extra damage due to sneak attack. Rogues have the ability to deal extra damage to foes that haven't acted yet in an encounter. This extra damage also applies to attacks against enemies that are distracted. James rolls 1d4 for the dagger and 1d6 for the sneak attack, and he adds 4 for Merisiel's Dexterity, getting a total of 9. Erik: It hisses as the blade sinks into its shoulder. That looks like it hurt, but the undead thing doesn't appear to be slowing down. James, that was all three of your actions. Next up is Kyra! Judy: I think this is undead. What do I know about it? Erik: You use an action to recall your training about the living dead. Give me a Religion skill check. Judy rolls a 16, adding Kyra's +8 with Religion to get a total of 24. Erik: At first, you thought this thing might be a ghoul, which is a type of undead that feasts on the flesh of the dead, but the terrible smell reveals the truth. This thing is a ghast, a more powerful type of ghoul. You are pretty sure that its stench can make you sick and that its claws can paralyze you with a touch. Judy: This is bad. I am going to spend my last two actions to cast bless. It gives anyone next to me a +1 bonus to attack rolls. Casting this spell is an activity that requires two actions to complete, and it has two components. The complex gestures needed to invoke the spell are the somatic component, and Kyra's prayers to her deity are the verbal component. Erik: Okay! The ghast leaps from the casket straight toward Merisiel. The stench of its rotting body is absolutely horrific up close. Attempt a Fortitude save! James rolls an 8, for a total of 14. Erik: Not quite enough—you gain the sickened 1 condition, which is going to give you a –1 penalty to most of your d20 rolls. Next, it lunges at you, trying to bite you! James: Oh no! I use my reaction to nimbly dodge out of the way. Erik rolls an attack roll for the ghast, getting an 9 on the die. Looking at the monster's statistics, he adds 11 for a total of 20. Merisiel's AC is normally 19, but the Nimble Dodge feat lets her use her reaction to increase her AC by 2 against a single attack. In this case, it turns the ghast's attack into a miss. Erik: Does a 20 hit you? James: Nope, just missed! Erik: You twist away from the ghast as its tongue leaves a slimy film on your armor. With its final action, the undead menace lashes out at you with its claw. Erik rolls a second attack with the ghast, this time with its claw. Normally this attack would take a –5 multiple attack penalty, but since the claw has the agile trait, the penalty is only –4. He rolls a 19 on the die, adds 11 for the ghoul's attack modifier and subtracts 4, for a total of 26. Erik: You may have dodged the ghast's bite, but the thing's bony claw rakes across your face! Erik knows this is a hit and rolls the ghast's claw damage, getting a total of 8. Erik: Take 8 points of damage, and I need you to attempt a Fortitude saving throw as a numbing sensation spreads from the wound. James rolls a Fortitude saving throw. He gets a 4 on the die, and after adding his bonus and the penalty from the sickened condition, it comes out to only a 9. James: This isn't my day. I don't suppose a 9 is good enough? Erik: I am afraid not. You are paralyzed! Erik notes that Merisiel is paralyzed, making her unable to act, but she will get a new saving throw at the end of each of her turns to shake off the effect. Erik: A dry, creaking laugh escapes the ghast's curled lips, but that's the end of its turn. Valeros, you are the last one to act this round. Lyz: About time, too! I raise my shield and use my final two actions to make a Sudden Charge! Sudden Charge is a fighter feat that lets Valeros move up to twice his Speed and attack at the end of his movement, all for only two actions. Erik: As you draw near, the smell is horrific. Attempt a Fortitude save. After rolling, Lyz gets a 19 on the Fortitude save. Erik: You fight off the nausea from this thing's stench. Make your attack roll. Lyz rolls the die and it comes up a 20. Lyz: I got a 20! That must be a critical success! Erik: Your blade hits the vile creature right in the neck, dealing double damage! Lyz rolls a 5 on her d8, then adds 4 because of Valeros's Strength modifier. Because it is a critical success, she then doubles the total. Lyz: A mighty 18 damage! That surely had to kill it! Erik: I'm afraid not. Black ichor runs from the deep wound on its neck, but it only turns to look at you. You can see burning hatred in its eyes! Lyz: Uh-oh. That is the end of the first round of combat. The second round begins immediately after this, using the same initiative order as before. The fight is far from over... ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=45",
 "weakness": {}
}