{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Campaign Structure",
  "Rewards"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-935",
 "markdown": "<title level=\"1\" right=\"Rules\">[Experience Points](/Rules.aspx?ID=935)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 38</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn a standard game, Experience Points come from encounters of low threat or higher, and from accomplishments. Try to be consistent about what is worth accomplishment XP and what isn’t, and give out at least some accomplishment XP every session. If two PCs pull off the same magnitude of task, they should get an equal amount of accomplishment XP. That doesn’t mean you should allow XP “farming,” however. Part of the assumption of accomplishment XP is that the accomplishment is novel and the result of something challenging. If someone got accomplishment XP for snatching a dragon’s egg from a lair, someone collecting another egg wouldn’t necessarily get accomplishment XP.\n\n You might find that accomplishment XP doesn’t work well for your game, especially if you’re running a dungeon crawl or other game with less interaction with NPCs or fewer quests. In this case, you can remove accomplishment XP and use fast advancement speed (800 XP to level up) to move at the standard advancement speed.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Experience Points",
 "next_link": {
  "label": "Treasure",
  "url": "/Rules.aspx?ID=936"
 },
 "previous_link": {
  "label": "Recurring Villains",
  "url": "/Rules.aspx?ID=932"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 38</row>\r\n\r\nChapter 1: Gamemastery Basics / Campaign Structure / Rewards\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 38"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 38</row>",
 "speed": {},
 "text": " Experience Points Source Gamemastery Guide pg. 38 In a standard game, Experience Points come from encounters of low threat or higher, and from accomplishments. Try to be consistent about what is worth accomplishment XP and what isn’t, and give out at least some accomplishment XP every session. If two PCs pull off the same magnitude of task, they should get an equal amount of accomplishment XP. That doesn’t mean you should allow XP “farming,” however. Part of the assumption of accomplishment XP is that the accomplishment is novel and the result of something challenging. If someone got accomplishment XP for snatching a dragon’s egg from a lair, someone collecting another egg wouldn’t necessarily get accomplishment XP. You might find that accomplishment XP doesn’t work well for your game, especially if you’re running a dungeon crawl or other game with less interaction with NPCs or fewer quests. In this case, you can remove accomplishment XP and use fast advancement speed (800 XP to level up) to move at the standard advancement speed. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=935",
 "weakness": {}
}