{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Running Downtime",
  "Retraining"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-883",
 "markdown": "<title level=\"1\" right=\"Rules\">[Extreme Retraining](/Rules.aspx?ID=883)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 27</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nBy the default rules, PCs can't retrain their class, ancestry, background, ability boosts, or anything else intrinsic to their character. However, you might be able to find a way to make this happen in the story, going beyond the realm of retraining and into deeper, story-based quests. Class and ability modifiers are the simplest of these to justify, as they could come about solely through intense retraining. Especially at low levels, you might let a player rebuild their character as a different class, perhaps starting by retraining into a multiclass dedication for their new class and swapping into more feats from that dedication as partial progress towards the class change. Just be mindful that they aren't swapping over to switch out a class they think is great at low levels for one they think is stronger at high levels. Retraining a class or ability scores should take a long time, typically months or years.\n\n Changing an ancestry or heritage requires some kind of magic, such as reincarnation into a new form. This might take a complex ritual, exposure to bizarre and rare magic, or the intervention of a deity. For instance, you might require an elf who wants to be a halfling to first become trained in [Halfling Lore](/Skills.aspx?ID=8), worship the halfling pantheon, and eventually do a great service for halflings to get a divine blessing of transformation.\n\n Retraining a background requires altering the game's story so that the events the PC thought happened didn't. That can be pretty tricky to justify! The most likely scenario is that they had their memory altered and need to get it magically restored to reveal their “true” background—the new retrained background.\n\n Of course, in all these cases you could make an exception and just let the player make the change without explanation. This effectively acknowledges that you're playing a game, and don't need an in-world justification for certain changes. For some groups it might be easier, or require less suspension of disbelief, to ask the group to adjust their ideas of what's previously happened in the game than to accept something like an elf turning into a halfling via magic.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Extreme Retraining",
 "next_link": {
  "label": "Adjudicating Rules",
  "url": "/Rules.aspx?ID=884"
 },
 "previous_link": {
  "label": "Teachers",
  "url": "/Rules.aspx?ID=882"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 27</row>\r\n\r\nChapter 1: Gamemastery Basics / Running Downtime / Retraining\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 27"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 27</row>",
 "speed": {},
 "text": " Extreme Retraining Source Gamemastery Guide pg. 27 By the default rules, PCs can't retrain their class, ancestry, background, ability boosts, or anything else intrinsic to their character. However, you might be able to find a way to make this happen in the story, going beyond the realm of retraining and into deeper, story-based quests. Class and ability modifiers are the simplest of these to justify, as they could come about solely through intense retraining. Especially at low levels, you might let a player rebuild their character as a different class, perhaps starting by retraining into a multiclass dedication for their new class and swapping into more feats from that dedication as partial progress towards the class change. Just be mindful that they aren't swapping over to switch out a class they think is great at low levels for one they think is stronger at high levels. Retraining a class or ability scores should take a long time, typically months or years. Changing an ancestry or heritage requires some kind of magic, such as reincarnation into a new form. This might take a complex ritual, exposure to bizarre and rare magic, or the intervention of a deity. For instance, you might require an elf who wants to be a halfling to first become trained in Halfling Lore, worship the halfling pantheon, and eventually do a great service for halflings to get a divine blessing of transformation. Retraining a background requires altering the game's story so that the events the PC thought happened didn't. That can be pretty tricky to justify! The most likely scenario is that they had their memory altered and need to get it magically restored to reveal their “true” background—the new retrained background. Of course, in all these cases you could make an exception and just let the player make the change without explanation. This effectively acknowledges that you're playing a game, and don't need an in-world justification for certain changes. For some groups it might be easier, or require less suspension of disbelief, to ask the group to adjust their ideas of what's previously happened in the game than to accept something like an elf turning into a halfling via magic. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=883",
 "weakness": {}
}