{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Adventure Design",
  "Adventure Recipes",
  "Threats"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-962",
 "markdown": "<title level=\"1\" right=\"Rules\">[Extremism](/Rules.aspx?ID=962)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 43</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe opposition seeks a massive change—one they think is for the better. Their violent means of achieving it put them in conflict with the PCs. \n<ul><li>Demonstrate the ruthlessness of the enemy, especially the discrepancy between their care for their cause and their ambivalence or hatred toward everything else. </li><li>Have enemies focus purely on their goal. Have them fall back on their rhetoric or dogma to justify themselves. </li><li>If something about the extremists’ cause is just—such as preserving the natural world or protecting their people— reveal the foes’ sympathetic side. Demonstrate the horror of what they’re fighting against in addition to the horror of the way they fight it. </li><li>When the PCs make progress, show uncertainty or demoralization in their foes, possibly even desertion.</li></ul> **Foes** cultists, revolutionaries\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Extremism",
 "next_link": {
  "label": "Mayhem",
  "url": "/Rules.aspx?ID=963"
 },
 "previous_link": {
  "label": "Devastation",
  "url": "/Rules.aspx?ID=961"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 43</row>\r\n\r\nChapter 1: Gamemastery Basics / Adventure Design / Adventure Recipes / Threats\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 43"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 43</row>",
 "speed": {},
 "text": " Extremism Source Gamemastery Guide pg. 43 The opposition seeks a massive change—one they think is for the better. Their violent means of achieving it put them in conflict with the PCs. Demonstrate the ruthlessness of the enemy, especially the discrepancy between their care for their cause and their ambivalence or hatred toward everything else. Have enemies focus purely on their goal. Have them fall back on their rhetoric or dogma to justify themselves. If something about the extremists’ cause is just—such as preserving the natural world or protecting their people— reveal the foes’ sympathetic side. Demonstrate the horror of what they’re fighting against in addition to the horror of the way they fight it. When the PCs make progress, show uncertainty or demoralization in their foes, possibly even desertion. Foes cultists, revolutionaries ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=962",
 "weakness": {}
}