{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Crafting Alternate Rules",
  "Complex Crafting"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1917",
 "markdown": "<title level=\"1\" right=\"Rules\">[Finishing the Item](/Rules.aspx?ID=1917)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 158 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAfter the setup time is complete, you must attempt a [Crafting](/Skills.aspx?ID=4) check to determine the overall success of your creation. If your check is a success, you expend the raw materials and can complete the item immediately by paying the remaining portion of the item's Price in materials. Alternatively, you can spend additional downtime days working on the item.\n\n For each additional day you spend, reduce the value of the materials you need to expend to complete the item. This value reduction is determined using [Table 4–2: Income Earned](/Actions.aspx?ID=43), based on your proficiency rank in Crafting and using your own level instead of a task level. After any of these downtime days, you can complete the item by spending the remaining portion of its Price in materials. If the time is interrupted, you can return to finish the item later, continuing where you left off.\n\n You can decide to speed up this process as well. If you are at least an Expert in Crafting, you can rush the finishing process, reducing the value of the materials you must expend to complete the item by twice the  amount listed in Table 4–2: Income Earned. Doing so comes at a risk; at the end of the creation process, once the item is finished, you must attempt a flat check. The DC of this flat check is equal to 10 + the item's level – your Crafting proficiency bonus. If the check is a success or critical success, the item is complete and works perfectly. If the check is a failure, the item is still completed, but it gains a [quirk](/Rules.aspx?ID=1083). If the check is a critical failure, the item is ruined or might become a [cursed item](/Rules.aspx?ID=1094) attached to you (GM's discretion).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1918\" />\r\n\r\n<document level=\"2\" id=\"rules-1919\" />",
 "name": "Finishing the Item",
 "next_link": {
  "label": "Crafting Downtime Events",
  "url": "/Rules.aspx?ID=1920"
 },
 "previous_link": {
  "label": "Trappings of Power",
  "url": "/Rules.aspx?ID=1912"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 158 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Crafting Alternate Rules / Complex Crafting\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 158"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 158 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Finishing the Item Source Treasure Vault pg. 158 1.1 After the setup time is complete, you must attempt a Crafting check to determine the overall success of your creation. If your check is a success, you expend the raw materials and can complete the item immediately by paying the remaining portion of the item's Price in materials. Alternatively, you can spend additional downtime days working on the item. For each additional day you spend, reduce the value of the materials you need to expend to complete the item. This value reduction is determined using Table 4–2: Income Earned, based on your proficiency rank in Crafting and using your own level instead of a task level. After any of these downtime days, you can complete the item by spending the remaining portion of its Price in materials. If the time is interrupted, you can return to finish the item later, continuing where you left off. You can decide to speed up this process as well. If you are at least an Expert in Crafting, you can rush the finishing process, reducing the value of the materials you must expend to complete the item by twice the amount listed in Table 4–2: Income Earned. Doing so comes at a risk; at the end of the creation process, once the item is finished, you must attempt a flat check. The DC of this flat check is equal to 10 + the item's level – your Crafting proficiency bonus. If the check is a success or critical success, the item is complete and works perfectly. If the check is a failure, the item is still completed, but it gains a quirk. If the check is a critical failure, the item is ruined or might become a cursed item attached to you (GM's discretion). ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1917",
 "weakness": {}
}