{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "Encounter Mode",
  "Movement in Encounters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-458",
 "markdown": "<title level=\"1\" right=\"Rules\">[Flanking](/Rules.aspx?ID=458)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 476 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you and an ally are flanking a foe, it has a harder time defending against you. A creature is [flat-footed](/Conditions.aspx?ID=16) (taking a –2 circumstance penalty to AC) to melee attacks from creatures that are flanking it.\n\n To flank a foe, you and your ally must be on opposite sides of the creature. A line drawn between the center of your space and the center of your ally's space must pass through opposite sides or opposite corners of the foe's space. Additionally, both you and the ally have to be able to act, you must be wielding melee weapons or be able to make an unarmed attack, you can't be under any effects that prevent you from attacking, and you must both have the enemy within reach. If you are wielding a [reach](/Traits.aspx?ID=192) weapon, you use your reach with that weapon for this purpose.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Rules/Rules458.png\" />\r\n</column>\r\n\r\n</row>",
 "name": "Flanking",
 "next_link": {
  "label": "Cover",
  "url": "/Rules.aspx?ID=459"
 },
 "previous_link": {
  "label": "Terrain",
  "url": "/Rules.aspx?ID=452"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 476 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / Encounter Mode / Movement in Encounters\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 476"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 476 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Flanking Source Core Rulebook pg. 476 4.0 When you and an ally are flanking a foe, it has a harder time defending against you. A creature is flat-footed (taking a –2 circumstance penalty to AC) to melee attacks from creatures that are flanking it. To flank a foe, you and your ally must be on opposite sides of the creature. A line drawn between the center of your space and the center of your ally's space must pass through opposite sides or opposite corners of the foe's space. Additionally, both you and the ally have to be able to act, you must be wielding melee weapons or be able to make an unarmed attack, you can't be under any effects that prevent you from attacking, and you must both have the enemy within reach. If you are wielding a reach weapon, you use your reach with that weapon for this purpose. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=458",
 "weakness": {}
}