{
 "breadcrumbs": [
  "Book of Unlimited Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1519",
 "markdown": "<title level=\"1\" right=\"Rules\">[Flexible Preparation](/Rules.aspx?ID=1519)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 208 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n_For millennia, debate raged among magical circles as to which spellcasters have the edge: those who cast spells spontaneously from a repertoire, since they can pull out whichever of those spells they require in a pinch, or those who prepare their daily spells, since they can plan and change out their spells each day to meet their varying needs. Yet, there have also been those who dared to have it all._\n\n Flexible spellcasters learn to prepare spells into a collection each day and can cast spells from their collection spontaneously. This combination makes such spellcasters the envy of their peers, but it comes with a significant cost. The magical power required to fuel their flexible casting draws heavily upon their magic's mental or vital essence, so they can cast far fewer spells each day. The strain manifests differently for each flexible spellcaster and varies by tradition, though it most commonly starts as a mild headache for arcane and occult spellcasters or fatigue for divine and primal spellcasters.\n\n Flexible spellcasting [wizards](/Classes.aspx?ID=12)—who sometimes prefer to use the more generic term for arcane spellcasters, arcanists—are more common in schools and other places that practice experimental or innovative magic, such as the Occularium in the atheist nation of Rahadoum, the Magaambya magic school in the jungle of the Mwangi Expanse, or the many academies in the arcane nation of Nex. Flexible spellcasting [druids](/Classes.aspx?ID=6), sometimes called fey callers, use the infinite possibilities of the [First World](/Planes.aspx?ID=10) and the magical curiosity of the fey to power their flexible magic. They more commonly appear in places where the veil to the First World is thin, such as the Land of the Linnorm Kings or the River Kingdoms. Flexible spellcasting [clerics](/Classes.aspx?ID=5), sometimes called ecclesiasts, have an unorthodox connection to their deity, allowing them flexibility in the grace they earn through their prayers. They're more commonly itinerant, rather than connected to an established church. Flexible spellcasting [witches](/Classes.aspx?ID=16), sometimes called invokers, have more personal connections with their patrons (even though the patron is still an enigma), allowing them to adjust their magic more easily\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Restricted Spell Slots</title>\r\n\r\nWhen applying this archetype to a class that grants additional spell slots with restrictions, such as the specialist wizard's specialist school spells or the cleric's divine bond, you still gain those additional slots, but they work as normal for your class, and they don't add more spells to your spell collection. A healing font grants you additional spell slots to cast heal spells of the highest level you can cast, but doesn't add heal to your spell collection. A harming font does the same for the harm spell. As a specialist wizard, you prepare one spell per level from your specialty school, which also aren't added to your spell collection.\r\n</aside>",
 "name": "Flexible Preparation",
 "next_link": {
  "label": "Geomancy",
  "url": "/Rules.aspx?ID=1520"
 },
 "previous_link": {
  "label": "Elementalism",
  "url": "/Rules.aspx?ID=1516"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 208 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 208"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 208 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Flexible Preparation Source Secrets of Magic pg. 208 1.1 For millennia, debate raged among magical circles as to which spellcasters have the edge: those who cast spells spontaneously from a repertoire, since they can pull out whichever of those spells they require in a pinch, or those who prepare their daily spells, since they can plan and change out their spells each day to meet their varying needs. Yet, there have also been those who dared to have it all. Flexible spellcasters learn to prepare spells into a collection each day and can cast spells from their collection spontaneously. This combination makes such spellcasters the envy of their peers, but it comes with a significant cost. The magical power required to fuel their flexible casting draws heavily upon their magic's mental or vital essence, so they can cast far fewer spells each day. The strain manifests differently for each flexible spellcaster and varies by tradition, though it most commonly starts as a mild headache for arcane and occult spellcasters or fatigue for divine and primal spellcasters. Flexible spellcasting wizards—who sometimes prefer to use the more generic term for arcane spellcasters, arcanists—are more common in schools and other places that practice experimental or innovative magic, such as the Occularium in the atheist nation of Rahadoum, the Magaambya magic school in the jungle of the Mwangi Expanse, or the many academies in the arcane nation of Nex. Flexible spellcasting druids, sometimes called fey callers, use the infinite possibilities of the First World and the magical curiosity of the fey to power their flexible magic. They more commonly appear in places where the veil to the First World is thin, such as the Land of the Linnorm Kings or the River Kingdoms. Flexible spellcasting clerics, sometimes called ecclesiasts, have an unorthodox connection to their deity, allowing them flexibility in the grace they earn through their prayers. They're more commonly itinerant, rather than connected to an established church. Flexible spellcasting witches, sometimes called invokers, have more personal connections with their patrons (even though the patron is still an enigma), allowing them to adjust their magic more easily Restricted Spell Slots When applying this archetype to a class that grants additional spell slots with restrictions, such as the specialist wizard's specialist school spells or the cleric's divine bond, you still gain those additional slots, but they work as normal for your class, and they don't add more spells to your spell collection. A healing font grants you additional spell slots to cast heal spells of the highest level you can cast, but doesn't add heal to your spell collection. A harming font does the same for the harm spell. As a specialist wizard, you prepare one spell per level from your specialty school, which also aren't added to your spell collection. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1519",
 "weakness": {}
}