{
 "breadcrumbs": [
  "Chapter 6: Equipment",
  "Gear"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-250",
 "markdown": "<title level=\"1\" right=\"Rules\">[Formulas](/Rules.aspx?ID=250)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 293 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nFormulas are instructions for making items with the Craft activity. You can usually read a formula as long as you can read the language it’s written in, though you might lack the skill to Craft the item. Often, alchemists and crafting guilds use obscure languages or create codes to protect their formulas from rivals.\n\n You can buy common formulas at the Price listed on Table 6–13, or you can hire an NPC to let you copy their formula for the same Price. A purchased formula is typically a schematic on rolled-up parchment of light Bulk. You can copy a formula into your formula book in 1 hour, either from a schematic or directly from someone else’s formula book. If you have a formula, you can Craft a copy of it using the Crafting skill. Formulas for uncommon items and rare items are usually significantly more valuable—if you can find them at all!\n\n If you have an item, you can try to reverse-engineer its formula. This uses the Craft activity and takes the same amount of time as creating the item from a formula would. You must first disassemble the item. After the base downtime, you attempt a Crafting check against the same DC it would take to Craft the item. If you succeed, you Craft the formula at its full Price, and you can keep working to reduce the Price as normal. If you fail, you’re left with raw materials and no formula. If you critically fail, you also waste 10% of the raw materials you’d normally be able to salvage.\n\n The item’s disassembled parts are worth half its Price in raw materials and can’t be reassembled unless you successfully reverse-engineer the formula or acquire the formula another way. Reassembling the item from the formula works just like Crafting it from scratch; you use the disassembled parts as the necessary raw materials.\n\n## Table 6-13: Formulas\n<row gap=\"tiny\">\n<table> <tr><td>**Item Level**</td><td>**Formula Price**</td></tr> <tr><td>0*</td><td>5 sp</td></tr> <tr><td>1</td><td>1 gp</td></tr> <tr><td>2</td><td>2 gp</td></tr> <tr><td>3</td><td>3 gp</td></tr> <tr><td>4</td><td>5 gp</td></tr> <tr><td>5</td><td>8 gp</td></tr> <tr><td>6</td><td>13 gp</td></tr> <tr><td>7</td><td>18 gp</td></tr> <tr><td>8</td><td>25 gp</td></tr> <tr><td>9</td><td>35 gp</td></tr> <tr><td>10</td><td>50 gp</td></tr> <tr><td>11</td><td>70 gp</td></tr> <tr><td>12</td><td>100 gp</td></tr> <tr><td>13</td><td>150 gp</td></tr> <tr><td>14</td><td>225 gp</td></tr> <tr><td>15</td><td>325 gp</td></tr> <tr><td>16</td><td>500 gp</td></tr> <tr><td>17</td><td>750 gp</td></tr> <tr><td>18</td><td>1,200 gp</td></tr> <tr><td>19</td><td>2,000 gp</td></tr> <tr><td>20</td><td>3,500 gp</td></tr> </table> *Formulas for all 0-level common items from this chapter can be purchased collectively in a [basic crafter's book](/Equipment.aspx?ID=6).</row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Formulas",
 "next_link": {
  "label": "Items with Multiple Types",
  "url": "/Rules.aspx?ID=251"
 },
 "previous_link": {
  "label": "Magical Gear",
  "url": "/Rules.aspx?ID=245"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 293 <sup>4.0</sup></row>\r\n\r\nChapter 6: Equipment / Gear\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 293"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 293 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Formulas Source Core Rulebook pg. 293 4.0 Formulas are instructions for making items with the Craft activity. You can usually read a formula as long as you can read the language it’s written in, though you might lack the skill to Craft the item. Often, alchemists and crafting guilds use obscure languages or create codes to protect their formulas from rivals. You can buy common formulas at the Price listed on Table 6–13, or you can hire an NPC to let you copy their formula for the same Price. A purchased formula is typically a schematic on rolled-up parchment of light Bulk. You can copy a formula into your formula book in 1 hour, either from a schematic or directly from someone else’s formula book. If you have a formula, you can Craft a copy of it using the Crafting skill. Formulas for uncommon items and rare items are usually significantly more valuable—if you can find them at all! If you have an item, you can try to reverse-engineer its formula. This uses the Craft activity and takes the same amount of time as creating the item from a formula would. You must first disassemble the item. After the base downtime, you attempt a Crafting check against the same DC it would take to Craft the item. If you succeed, you Craft the formula at its full Price, and you can keep working to reduce the Price as normal. If you fail, you’re left with raw materials and no formula. If you critically fail, you also waste 10% of the raw materials you’d normally be able to salvage. The item’s disassembled parts are worth half its Price in raw materials and can’t be reassembled unless you successfully reverse-engineer the formula or acquire the formula another way. Reassembling the item from the formula works just like Crafting it from scratch; you use the disassembled parts as the necessary raw materials. ## Table 6-13: Formulas Item Level Formula Price 0 5 sp 1 1 gp 2 2 gp 3 3 gp 4 5 gp 5 8 gp 6 13 gp 7 18 gp 8 25 gp 9 35 gp 10 50 gp 11 70 gp 12 100 gp 13 150 gp 14 225 gp 15 325 gp 16 500 gp 17 750 gp 18 1,200 gp 19 2,000 gp 20 3,500 gp Formulas for all 0-level common items from this chapter can be purchased collectively in a basic crafter's book. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=250",
 "weakness": {}
}