{
 "breadcrumbs": [
  "Magic Items"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1490",
 "markdown": "<title level=\"1\" right=\"Rules\">[Fulus](/Rules.aspx?ID=1490)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 158 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThese rectangular paper charms originate from the temples of Tian Xia, where priests provide them to ward a homestead or protect travelers on the road. Others use fulus in rituals, summoning spirits to aid them in cleansing evil. \n\nMany regional variants of fulus, each of which carries a different name, exist throughout Tian Xia. The workings behind the writings remained a secret until scholars correctly deduced that the charms were, in fact, edicts that commanded magic to act in the fashion prescribed by the talisman. Deciphering these writings allowed for the creation of fulus that draw power from sources as diverse as a witch's patron, an arcane legacy, or the changing of the seasons. For the creative adventurer, this lightweight paper makes a versatile tool with many potential applications.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Creating your own Fulu</title>\r\n\r\nMany fulus replicate spell effects, functioning much like scrolls affixed onto the targets. As the GM, if you want to create a new fulu using this concept, in general, the number of fulus needed to replicate a spell is the same as the number of actions required to Cast the Spell. You can draw that full set of fulus into one hand with the same Interact action. While this means affixing time is equal to casting time, the fulus don't need to be affixed on the same turn, so take that into account when deciding whether or how to build a particular fulu. If a spell has more than three targets, such as a heightened [_remove fear_](/Spells.aspx?ID=252), you might allow for the creation of a fulu that's affixed to the ground and that affects targets within a certain distance once a character places the last one.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1491\" />\r\n\r\n<document level=\"2\" id=\"rules-1492\" />\r\n\r\n<document level=\"2\" id=\"rules-1493\" />",
 "name": "Fulus",
 "next_link": {
  "label": "Grimoires",
  "url": "/Rules.aspx?ID=1494"
 },
 "previous_link": {
  "label": "Activating a Magic Item",
  "url": "/Rules.aspx?ID=1489"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 158 <sup>1.1</sup></row>\r\n\r\nMagic Items\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 158"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 158 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Fulus Source Secrets of Magic pg. 158 1.1 These rectangular paper charms originate from the temples of Tian Xia, where priests provide them to ward a homestead or protect travelers on the road. Others use fulus in rituals, summoning spirits to aid them in cleansing evil. Many regional variants of fulus, each of which carries a different name, exist throughout Tian Xia. The workings behind the writings remained a secret until scholars correctly deduced that the charms were, in fact, edicts that commanded magic to act in the fashion prescribed by the talisman. Deciphering these writings allowed for the creation of fulus that draw power from sources as diverse as a witch's patron, an arcane legacy, or the changing of the seasons. For the creative adventurer, this lightweight paper makes a versatile tool with many potential applications. Creating your own Fulu Many fulus replicate spell effects, functioning much like scrolls affixed onto the targets. As the GM, if you want to create a new fulu using this concept, in general, the number of fulus needed to replicate a spell is the same as the number of actions required to Cast the Spell. You can draw that full set of fulus into one hand with the same Interact action. While this means affixing time is equal to casting time, the fulus don't need to be affixed on the same turn, so take that into account when deciding whether or how to build a particular fulu. If a spell has more than three targets, such as a heightened remove fear , you might allow for the creation of a fulu that's affixed to the ground and that affects targets within a certain distance once a character places the last one. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1490",
 "weakness": {}
}