{
 "breadcrumbs": [
  "Gears Equipment"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1621",
 "markdown": "<title level=\"1\" right=\"Rules\">[Gadgets](/Rules.aspx?ID=1621)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 66</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nGadgets are consumable technological inventions with innovative uses. Gadgets take a variety of forms, some handheld, others worn, and they often take a while to put on or take off. Depending on their forms, gadgets also have a variety of different effects. Due to the use of technology, all gadgets are [uncommon](/Traits.aspx?ID=159) or [rare](/Traits.aspx?ID=137), though [inventors](/Classes.aspx?ID=19) and regions with access to inventors have access to uncommon gadgets.\n\n Gadgets are particularly important to inventors, some of whom learn tricks and techniques to create a number of temporary gadgets each day from spare parts without needing to spend additional time and money on the project. This, in turn, leads those inventors to be particularly profligate in the use of gadgets, which leads to an even stronger association between the two.\n\n Gadgets are not, however, exclusive to inventors. In truth, anyone can make a gadget if they have the time, money, skill, and knowledge of how to do so. This sometimes leads others to misidentify a particularly technologically-savvy investigator or wizard using gadgets as an inventor. \r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Gadgets",
 "next_link": {
  "label": "Siege Weapons",
  "url": "/Rules.aspx?ID=1622"
 },
 "previous_link": {
  "label": "Three Innovations",
  "url": "/Rules.aspx?ID=1617"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 66</row>\r\n\r\nGears Equipment\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 66"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 66</row>",
 "speed": {},
 "text": " Gadgets Source Guns &amp; Gears pg. 66 Gadgets are consumable technological inventions with innovative uses. Gadgets take a variety of forms, some handheld, others worn, and they often take a while to put on or take off. Depending on their forms, gadgets also have a variety of different effects. Due to the use of technology, all gadgets are uncommon or rare, though inventors and regions with access to inventors have access to uncommon gadgets. Gadgets are particularly important to inventors, some of whom learn tricks and techniques to create a number of temporary gadgets each day from spare parts without needing to spend additional time and money on the project. This, in turn, leads those inventors to be particularly profligate in the use of gadgets, which leads to an even stronger association between the two. Gadgets are not, however, exclusive to inventors. In truth, anyone can make a gadget if they have the time, money, skill, and knowledge of how to do so. This sometimes leads others to misidentify a particularly technologically-savvy investigator or wizard using gadgets as an inventor. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1621",
 "weakness": {}
}