{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1960",
 "markdown": "<title level=\"1\" right=\"Rules\">[Game Master's Trove](/Rules.aspx?ID=1960)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 177 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThis chapter includes options that are targeted towards GMs more than players. While players are sure to find fun and excitement in the artifacts, archetypes, boons, and other options presented here, these options all require some degree of GM planning and execution and should not simply be assumed to be available to players joining a new game.\n\n The [Artifacts](/equipment/artifacts) section of this chapter expands the artifacts first presented in the _Pathfinder Gamemastery Guide_, with new options expanding the level, theme, and functions available for such items. Artifacts are almost universally powerful and rare. They should be introduced into an adventure as part of a major plot point, either as a reward for the completion of an epic quest or as a tool to help the players complete such an endeavor.\n\n The [Archetype Artifacts](/Rules.aspx?ID=1961) section presents a new type of archetype, one accessed via bonding with a magical artifact that can grow with the character. Granting archetype artifacts as options in a campaign using the [free archetype variant](/Rules.aspx?ID=1333) rules is the assumed function of these options, but having a character's very identity be subsumed by an artifact they have bonded to presents its own interesting and unique roleplaying opportunities.\n\n [Blighted Boons](/Rules.aspx?ID=1962) introduces a new type of consumable, unique to this section. Blighted boons are consumables that can grant great power, but at a terrible price. These items are intended to be the core of a major story the PCs play through. They often put a countdown on the character who uses them, driving that person to use the power to complete a quest and purge the item from their bodies before it consumes them utterly, resulting in their death and destruction. These can be great tools for telling stories of heroes who accept a dreadful doom in exchange for the power to right some horrible wrong or can help add urgency to a campaign where the timeline might not otherwise demand much of the PCs.\n\n [Intelligent](/equipment/intelligent-items) and [Cursed Items](/equipment/cursed-items) expand the options for intelligent and cursed items first introduced in the _Gamemastery Guide_. These items can be used as allies, foils, or even nemeses of the PCs, or simply as fun and quirky story hooks that add texture and flavor to the campaign world.\n\n [Relics](/Rules.aspx?ID=1096) are another _Gamemastery Guide_ expansion, vastly expanding the aspects, gifts, and seeds already available. This section also introduces a new type of relic configuration in the form of item sets. Rather than a single relic whose power grows with the character, item sets are collections of themed items that players can seek out, increasing the power and functionality of the collective ensemble with each added item. Not only can these item sets serve as a fun way to emphasize the flavor of a given character, they can also help you decide what kind of treasure you might want to include in your encounters.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Stories and Power</title>\r\n\r\nMany of the items presented in this section offer great power to the character who uses them, often at a price. The price for this power is a tool that you, as the Game Master, can use to create dramatic tension and high stakes in your stories. Artifacts, boons, and cursed or intelligent items should always be used to advance the stories you tell in your campaigns and create deeper connections between the players and the setting. Work with your players to discuss ways that these rare and potent items might help tell an exciting and otherwise impossible story.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1961\" />\r\n\r\n<document level=\"2\" id=\"rules-1962\" />\r\n\r\n<document level=\"2\" id=\"rules-1970\" />",
 "name": "Game Master's Trove",
 "next_link": {
  "label": "Housing Costs",
  "url": "/Rules.aspx?ID=1976"
 },
 "previous_link": {
  "label": "Secrets of Crafting",
  "url": "/Rules.aspx?ID=1914"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 177 <sup>1.1</sup></row>\n\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 177"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 177 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Game Master's Trove Source Treasure Vault pg. 177 1.1 This chapter includes options that are targeted towards GMs more than players. While players are sure to find fun and excitement in the artifacts, archetypes, boons, and other options presented here, these options all require some degree of GM planning and execution and should not simply be assumed to be available to players joining a new game. The Artifacts section of this chapter expands the artifacts first presented in the Pathfinder Gamemastery Guide , with new options expanding the level, theme, and functions available for such items. Artifacts are almost universally powerful and rare. They should be introduced into an adventure as part of a major plot point, either as a reward for the completion of an epic quest or as a tool to help the players complete such an endeavor. The Archetype Artifacts section presents a new type of archetype, one accessed via bonding with a magical artifact that can grow with the character. Granting archetype artifacts as options in a campaign using the free archetype variant rules is the assumed function of these options, but having a character's very identity be subsumed by an artifact they have bonded to presents its own interesting and unique roleplaying opportunities. Blighted Boons introduces a new type of consumable, unique to this section. Blighted boons are consumables that can grant great power, but at a terrible price. These items are intended to be the core of a major story the PCs play through. They often put a countdown on the character who uses them, driving that person to use the power to complete a quest and purge the item from their bodies before it consumes them utterly, resulting in their death and destruction. These can be great tools for telling stories of heroes who accept a dreadful doom in exchange for the power to right some horrible wrong or can help add urgency to a campaign where the timeline might not otherwise demand much of the PCs. Intelligent and Cursed Items expand the options for intelligent and cursed items first introduced in the Gamemastery Guide . These items can be used as allies, foils, or even nemeses of the PCs, or simply as fun and quirky story hooks that add texture and flavor to the campaign world. Relics are another Gamemastery Guide expansion, vastly expanding the aspects, gifts, and seeds already available. This section also introduces a new type of relic configuration in the form of item sets. Rather than a single relic whose power grows with the character, item sets are collections of themed items that players can seek out, increasing the power and functionality of the collective ensemble with each added item. Not only can these item sets serve as a fun way to emphasize the flavor of a given character, they can also help you decide what kind of treasure you might want to include in your encounters. Stories and Power Many of the items presented in this section offer great power to the character who uses them, often at a price. The price for this power is a tool that you, as the Game Master, can use to create dramatic tension and high stakes in your stories. Artifacts, boons, and cursed or intelligent items should always be used to advance the stories you tell in your campaigns and create deeper connections between the players and the setting. Work with your players to discuss ways that these rare and potent items might help tell an exciting and otherwise impossible story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1960",
 "weakness": {}
}