{
 "breadcrumbs": [
  "Chapter 10: Game Mastering"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-481",
 "markdown": "<title level=\"1\" right=\"Rules\">[Game Mastering](/Rules.aspx?ID=481)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 483 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you take on the role of Game Master, you’ll have the rewarding job of crafting fun experiences for a group of your friends. Your responsibilities include... \n<ul><li>Telling the story of the group’s adventures in a compelling and consistent way. </li><li>Fleshing out the world in which the game takes place, emphasizing the fantastical while grounding it enough in the real world to feel believable. </li><li>Entertaining the players and yourself with novel concepts, and rewarding creative ideas with interesting outcomes. </li><li>Preparing for game sessions by building or studying adventures and creating characters and plots. </li><li>Improvising the reactions of nonplayer characters and other forces in the world as the players do unexpected things. </li><li>Making rules decisions to ensure fairness and keep the game moving forward.</li></ul>This chapter provides the tools you need to shoulder those responsibilities. The following sections break down the various components of a campaign, discuss the different modes of play and how to set DCs for the tasks the PCs attempt, provide different ways of rewarding player characters, and describe aspects of the environment that might affect an adventuring party.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-482\" />\r\n\r\n<document level=\"2\" id=\"rules-491\" />\r\n\r\n<document level=\"2\" id=\"rules-501\" />\r\n\r\n<document level=\"2\" id=\"rules-510\" />",
 "name": "Game Mastering",
 "next_link": {
  "label": "Running Modes of Play",
  "url": "/Rules.aspx?ID=511"
 },
 "previous_link": {
  "label": "Chapter 9: Playing the Game",
  "url": "/Rules.aspx?ID=311"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 483 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 483"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 483 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Game Mastering Source Core Rulebook pg. 483 4.0 When you take on the role of Game Master, you’ll have the rewarding job of crafting fun experiences for a group of your friends. Your responsibilities include... Telling the story of the group’s adventures in a compelling and consistent way. Fleshing out the world in which the game takes place, emphasizing the fantastical while grounding it enough in the real world to feel believable. Entertaining the players and yourself with novel concepts, and rewarding creative ideas with interesting outcomes. Preparing for game sessions by building or studying adventures and creating characters and plots. Improvising the reactions of nonplayer characters and other forces in the world as the players do unexpected things. Making rules decisions to ensure fairness and keep the game moving forward. This chapter provides the tools you need to shoulder those responsibilities. The following sections break down the various components of a campaign, discuss the different modes of play and how to set DCs for the tasks the PCs attempt, provide different ways of rewarding player characters, and describe aspects of the environment that might affect an adventuring party. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=481",
 "weakness": {}
}