{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "What is a Roleplaying Game?"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-6",
 "markdown": "<title level=\"1\" right=\"Rules\">[Gaming is for All](/Rules.aspx?ID=6)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 8 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhether you are the GM or a player, participating in a tabletop roleplaying game includes a social contract: everyone has gathered together to have fun telling a story. For many, roleplaying is a way to escape the troubles of everyday life. Be mindful of everyone at the table and what they want out of the game, so that everyone can have fun. When a group gathers for the first time, they should talk about what they hope to experience at the table, as well as any topics they want to avoid. Everyone should understand that elements might come up that make some players feel uncomfortable or even unwelcome, and everyone should agree to respect those boundaries during play. That way, everyone can enjoy the game together.\n\n Pathfinder is a game for everyone, regardless of their age, gender, race or ethnicity, religion, sexual orientation, or any other identities and life experiences. It is the responsibility of all of the players, not just the GM, to make sure the table is fun and welcoming to all.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Gaming is for All",
 "next_link": {
  "label": "Tools of Play",
  "url": "/Rules.aspx?ID=7"
 },
 "previous_link": {
  "label": "The Game Master",
  "url": "/Rules.aspx?ID=5"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 8 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / What is a Roleplaying Game?\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 8"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 8 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Gaming is for All Source Core Rulebook pg. 8 4.0 Whether you are the GM or a player, participating in a tabletop roleplaying game includes a social contract: everyone has gathered together to have fun telling a story. For many, roleplaying is a way to escape the troubles of everyday life. Be mindful of everyone at the table and what they want out of the game, so that everyone can have fun. When a group gathers for the first time, they should talk about what they hope to experience at the table, as well as any topics they want to avoid. Everyone should understand that elements might come up that make some players feel uncomfortable or even unwelcome, and everyone should agree to respect those boundaries during play. That way, everyone can enjoy the game together. Pathfinder is a game for everyone, regardless of their age, gender, race or ethnicity, religion, sexual orientation, or any other identities and life experiences. It is the responsibility of all of the players, not just the GM, to make sure the table is fun and welcoming to all. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=6",
 "weakness": {}
}