{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Nature Crafting"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1932",
 "markdown": "<title level=\"1\" right=\"Rules\">[Gardens of Wonder](/Rules.aspx?ID=1932)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 167 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA [toxicologist](/ResearchFields.aspx?ID=4) [alchemist](/Classes.aspx?ID=1) walks through a carefully tended garden, its medicinal and poisonous plants growing and blooming in neat, colorful rows, each separated from the others and meticulously labeled. Elsewhere, a [druid](/Classes.aspx?ID=5) explores a wild grove welling with primal power, using their knowledge and intuition to choose exactly the plants they need for their latest poultice. Whether cultivated or purely natural, a garden of wonder is a location where an herbalist, poisoner, or other character interested in plant-based concoctions can gather ingredients with ease.\n\n As the Game Master, you should handle the tending or exploration of such a garden using the downtime rules for Earn Income to represent the construction of an artificial garden or exploration of a natural garden, as well as the harvesting of ingredients to make herbal concoctions. This is the simplest method and the one that fits most easily into the existing structure of downtime. Note that while this section focuses on gardens in the traditional sense, these rules are equally applicable to a variety of different endeavors and structures (see [A Garden by Any Other Name](/Rules.aspx?ID=1935)).\n\n Another method would be to use the ritual [_garden of death_](/Rituals.aspx?ID=58) to gather up poisonous creatures in the area and establish such a garden right away. Ritualists more interested in healing others than harming them can develop a _garden of healing_ ritual that has the same costs and effect, but for creatures and plants that provide medicinal benefits rather than deadly toxins.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1933\" />\r\n\r\n<document level=\"2\" id=\"rules-1934\" />\r\n\r\n<document level=\"2\" id=\"rules-1935\" />\r\n\r\n<document level=\"2\" id=\"rules-1941\" />",
 "name": "Gardens of Wonder",
 "next_link": {
  "label": "Story-Based Crafting",
  "url": "/Rules.aspx?ID=1957"
 },
 "previous_link": {
  "label": "Bestowed Gifts",
  "url": "/Rules.aspx?ID=1929"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 167 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Nature Crafting\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 167"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 167 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Gardens of Wonder Source Treasure Vault pg. 167 1.1 A toxicologist alchemist walks through a carefully tended garden, its medicinal and poisonous plants growing and blooming in neat, colorful rows, each separated from the others and meticulously labeled. Elsewhere, a druid explores a wild grove welling with primal power, using their knowledge and intuition to choose exactly the plants they need for their latest poultice. Whether cultivated or purely natural, a garden of wonder is a location where an herbalist, poisoner, or other character interested in plant-based concoctions can gather ingredients with ease. As the Game Master, you should handle the tending or exploration of such a garden using the downtime rules for Earn Income to represent the construction of an artificial garden or exploration of a natural garden, as well as the harvesting of ingredients to make herbal concoctions. This is the simplest method and the one that fits most easily into the existing structure of downtime. Note that while this section focuses on gardens in the traditional sense, these rules are equally applicable to a variety of different endeavors and structures (see A Garden by Any Other Name). Another method would be to use the ritual garden of death to gather up poisonous creatures in the area and establish such a garden right away. Ritualists more interested in healing others than harming them can develop a garden of healing ritual that has the same costs and effect, but for creatures and plants that provide medicinal benefits rather than deadly toxins. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1932",
 "weakness": {}
}