{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Story-Based Crafting",
  "Crafting by Questing",
  "Crafting Quests"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1948",
 "markdown": "<title level=\"1\" right=\"Rules\">[Gathering the Components](/Rules.aspx?ID=1948)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 172 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nLocating the individual crafting quest components for a single story-crafted item should occur in separate and distinct areas, even if they're all in one larger location (like a dungeon or one large forest). This makes the item feel like it was earned, rather than given, and prevents the characters from exceeding the normal time limits that are a part of the crafting process.\n\n Each component should be either a part of the final item or something used during the creation process itself. For example, if you were trying to create a powerful bow that calls upon storms, you might need to find the heart of a tree burned by lightning, the scale of a [blue dragon](/MonsterFamilies.aspx?ID=166), or even the breath of a powerful [air elemental](/MonsterFamilies.aspx?ID=41). Alternatively, the component might be a person or place necessary for the crafting, like a woodcarver who survived a shipwreck, or a workshop located atop a mountain. In any event, each component should feel like it's building toward a completed item as part of the well-rounded story that tells of its creation.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Gathering the Components",
 "next_link": {
  "label": "Forging the Treasure",
  "url": "/Rules.aspx?ID=1949"
 },
 "previous_link": {
  "label": "Beginning the Quest",
  "url": "/Rules.aspx?ID=1947"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 172 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Story-Based Crafting / Crafting by Questing / Crafting Quests\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 172"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 172 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Gathering the Components Source Treasure Vault pg. 172 1.1 Locating the individual crafting quest components for a single story-crafted item should occur in separate and distinct areas, even if they're all in one larger location (like a dungeon or one large forest). This makes the item feel like it was earned, rather than given, and prevents the characters from exceeding the normal time limits that are a part of the crafting process. Each component should be either a part of the final item or something used during the creation process itself. For example, if you were trying to create a powerful bow that calls upon storms, you might need to find the heart of a tree burned by lightning, the scale of a blue dragon, or even the breath of a powerful air elemental. Alternatively, the component might be a person or place necessary for the crafting, like a woodcarver who survived a shipwreck, or a workshop located atop a mountain. In any event, each component should feel like it's building toward a completed item as part of the well-rounded story that tells of its creation. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1948",
 "weakness": {}
}