{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1599",
 "markdown": "<title level=\"1\" right=\"Rules\">[Gears Characters](/Rules.aspx?ID=1599)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 12</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn the world of Golarion, technology moves at its own unusual pace. The widespread use of magic advanced the ability for certain developments and discoveries, as spells provided a natural way to discover new data or solve a technological issue that required generations of innovation on Earth. However, magic has been equally a hindrance in the development of other technologies, as the relative advancement and availability of low-level magic meant it simply wasn't worth the development cost and time it would take to devote resources to expanding other technologies whose benefits were easily replicable by magic.\n\n Another influencing factor in the development of technology has been the many horrific cataclysms that have befallen the planet of Golarion as a whole, and various regions and nations in turn. Sometimes, a technology discovered in ancient times is lost to Golarion for millennia, only to resurface much later. For instance, Xin, the first emperor of the ancient empire of Thassilon, mastered the creation of clockworks over 10,000 years ago, only to see his palace sink to the bottom of the ocean and his discoveries lost to the ages.\n\n Across much of Golarion, the options presented in this chapter are uncommon at best, and some of them, like Stasian technology, are rare or even unique in the world. If you're playing in a different setting than Golarion, your group should decide if some or all of the technologies in this chapter are more widely available, or if they aren't available at all.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1600\" />\r\n\r\n<document level=\"2\" id=\"rules-1615\" />",
 "name": "Gears Characters",
 "next_link": {
  "label": "Gears Equipment",
  "url": "/Rules.aspx?ID=1616"
 },
 "previous_link": {
  "label": "Introduction",
  "url": "/Rules.aspx?ID=1587"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 12</row>\n\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 12"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 12</row>",
 "speed": {},
 "text": " Gears Characters Source Guns &amp; Gears pg. 12 In the world of Golarion, technology moves at its own unusual pace. The widespread use of magic advanced the ability for certain developments and discoveries, as spells provided a natural way to discover new data or solve a technological issue that required generations of innovation on Earth. However, magic has been equally a hindrance in the development of other technologies, as the relative advancement and availability of low-level magic meant it simply wasn't worth the development cost and time it would take to devote resources to expanding other technologies whose benefits were easily replicable by magic. Another influencing factor in the development of technology has been the many horrific cataclysms that have befallen the planet of Golarion as a whole, and various regions and nations in turn. Sometimes, a technology discovered in ancient times is lost to Golarion for millennia, only to resurface much later. For instance, Xin, the first emperor of the ancient empire of Thassilon, mastered the creation of clockworks over 10,000 years ago, only to see his palace sink to the bottom of the ocean and his discoveries lost to the ages. Across much of Golarion, the options presented in this chapter are uncommon at best, and some of them, like Stasian technology, are rare or even unique in the world. If you're playing in a different setting than Golarion, your group should decide if some or all of the technologies in this chapter are more widely available, or if they aren't available at all. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1599",
 "weakness": {}
}