{
 "breadcrumbs": [
  "Introduction",
  "Adjusting Creatures"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-793",
 "markdown": "<title level=\"1\" right=\"Rules\">[Gear](/Rules.aspx?ID=793)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 7</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome creatures rely on gear, like armor and weapons. You might need statistics for such a creature that doesn't have its gear. For example, a creature could be [Disarmed](/Actions.aspx?ID=41), it might be ambushed while it's out of its armor, or one of its worn magic items could be disabled with [_dispel magic_](/Spells.aspx?ID=78). In most cases, you can simply improvise, but if you want to be more exacting, use these guidelines for weapons and armor.\n\n If a creature loses its weapon, it might draw another weapon or use an unarmed attack. If it uses a Strike it doesn't have listed in its stat block, find a Strike entry for the creature that most closely matches the substitute, reduce the attack modifier by 2, and use the damage dice for the new Strike. If the creature needs to make an unarmed attack and doesn't have one listed in its stat block, it uses the statistics for a [fist](/Weapons.aspx?ID=1). If the creature loses a weapon with a [_weapon potency_](/Equipment.aspx?ID=281) rune, you usually should reduce the attack modifier by 2 plus the bonus granted by the weapon's potency rune for the new weapon. For example, if the creature is Disarmed of its _+1 mace_, then you would reduce the attack modifier by 3 instead of 2 for the new Strike.\n\n If a creature doesn't have its armor, find the armor in its Items entry and reduce the creature's AC by that [armor's item bonus](/equipment/armor). If the armor has a _[potency](/Equipment.aspx?ID=278)_ rune, increase the reduction as appropriate; for example, if the creature has a suit of _+2 chain mail_ in its statistics, and the characters catch the creature without its armor, you would reduce the creature's AC by 6 instead of 4. If the armor has a _[resilient](/Equipment.aspx?ID=280)_ rune, reduce the creature's saves based on the rune's type (1 for _resilient_, 2 for _greater resilient_, or 3 for _major resilient_).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Gear",
 "next_link": {
  "label": "Skills, Perception, and Proficiency",
  "url": "/Rules.aspx?ID=794"
 },
 "previous_link": {
  "label": "Language",
  "url": "/Rules.aspx?ID=792"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Bestiary](/Sources.aspx?ID=2) pg. 7</row>\r\n\r\nIntroduction / Adjusting Creatures\r\n</additional-info>",
 "source": [
  "Bestiary"
 ],
 "source_raw": [
  "Bestiary pg. 7"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Bestiary](/Sources.aspx?ID=2) pg. 7</row>",
 "speed": {},
 "text": " Gear Source Bestiary pg. 7 Some creatures rely on gear, like armor and weapons. You might need statistics for such a creature that doesn't have its gear. For example, a creature could be Disarmed, it might be ambushed while it's out of its armor, or one of its worn magic items could be disabled with dispel magic . In most cases, you can simply improvise, but if you want to be more exacting, use these guidelines for weapons and armor. If a creature loses its weapon, it might draw another weapon or use an unarmed attack. If it uses a Strike it doesn't have listed in its stat block, find a Strike entry for the creature that most closely matches the substitute, reduce the attack modifier by 2, and use the damage dice for the new Strike. If the creature needs to make an unarmed attack and doesn't have one listed in its stat block, it uses the statistics for a fist. If the creature loses a weapon with a weapon potency rune, you usually should reduce the attack modifier by 2 plus the bonus granted by the weapon's potency rune for the new weapon. For example, if the creature is Disarmed of its +1 mace , then you would reduce the attack modifier by 3 instead of 2 for the new Strike. If a creature doesn't have its armor, find the armor in its Items entry and reduce the creature's AC by that armor's item bonus. If the armor has a potency rune, increase the reduction as appropriate; for example, if the creature has a suit of +2 chain mail in its statistics, and the characters catch the creature without its armor, you would reduce the creature's AC by 6 instead of 4. If the armor has a resilient rune, reduce the creature's saves based on the rune's type (1 for resilient , 2 for greater resilient , or 3 for major resilient ). ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=793",
 "weakness": {}
}