{
 "breadcrumbs": [
  "Gears Characters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1615",
 "markdown": "<title level=\"1\" right=\"Rules\">[Gears Character Options](/Rules.aspx?ID=1615)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 36</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nGolarion is a world of fantasy, one that is incredibly vast and diverse. This means that numerous reflections of the genre, in all its permutations, can be found somewhere the world, as long as you know where to look. The Shining Kingdoms are a land of knights and chivalry similar to those imagined in the legends of King Arthur, the Saga Lands remain home to fierce vikings and time-displaced wizards, and the High Seas embody the spirit of exploration and the fearsome naval combat of the age of piracy.\n\n Fantasy has more to offer than just knights in shining armor and wizards in tall towers. Ingenious goblins and ratfolk cobbling together technology from half a dozen different disciplines and schematics, industrious dwarves smithing intricate technological marvels, and humans meticulously assembling clockwork creatures and weapons piece by painstaking piece all have their places within the genre of fantasy and in the world of Golarion. For the automatons of the Jistka Imperium, their place in the world remains complicated. They represent the last remnants of an ancient society that mastered magic and machines in equal measure, then left them behind after the society fell as a relic of their lost nation's greatest achievement. For trick drivers and their trusty vehicle mechanics, their place might be almost anywhere, though they're unlikely to learn their craft outside of port cities like Absalom, or countries where technology grew at a steady pace alongside magic, like the continent of Arcadia or the nation of New Thassilon. Meanwhile, trapsmiths and their cogwheel snares find a home in Absalom, with its Clockwork Cathedral; in the gritty Grand Duchy of Alkenstar or their dwarven allies in Dongun Hold; or in Arcadia or New Thassilon as well.\n\n Even characters whose classes typically represent the embodiments of classic fantasy and high magic might have a spark of technology hidden away somewhere, perhaps waiting for just the right moment to reveal the ace up their sleeves. The old wizard, his body failing but his magic strong, might choose to replace a failing heart with a clockwork organ rather than succumb to the temptation of undeath. A construct might successfully seek out a soul and life as a living creature to start anew and attain a different perspective about the world. Even an elven archer in a forest far away from any center of technology might create devices that are entirely new to their culture, such as scopes and eyewear that use the scientific power of crystals and lenses to see hidden targets and enable otherwise impossible shots. In all these cases, players should work together with their GMs to build context and story behind these ideas and ground the character in the world.\n\n Fantasy is as broad and deep as human imagination. Let the ancestry, backgrounds, and archetypes that follow take your imagination even farther down the road of what a such a world can be.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Variations on a Theme</title>\r\n\r\nThe [inventor](/Classes.aspx?ID=19) class, [automaton](/Ancestries.aspx?ID=48) ancestry, new backgrounds, and other elements located in this book give players ways to embody different aesthetics that infuse mechanical concepts or fantastic science into their character designs. The degree to which you combine these elements is something that can help you impact the development of your character and the tone and feel of your game in a variety of ways.\n\n An automaton character with a Pathfinder _Core Rulebook_ class like [fighter](/Classes.aspx?ID=7) or [monk](/Classes.aspx?ID=8) can be an interesting twist on a classic idea. An automaton inventor with the [Disciple of the Gear](/Backgrounds.aspx?ID=253) background who multiclasses as a [cleric](/Classes.aspx?ID=5) of [Brigh](/Deities.aspx?ID=33), goddess of invention, can be the focal point of an entire campaign arc themed around the spread of technology and the search to understand the mortal soul. A [gnome](/Ancestries.aspx?ID=3) [vehicle mechanic](/Archetypes.aspx?ID=113) who maintains and makes improvements upon a single vehicle can serve as an unusual character whose existence begs the question of the prevalence of technology throughout the world, or as an established member of a robust mechanics' guild that creates and maintains a small fleet of vehicles used for a particular purpose by a city or civilization.\n\n The way that you combine the elements presented in this section can enable you to tell a vast array of different stories. The extent to which magic and technology coexist in your fantasy setting is up to you. Players and GMs should work together to discover how their respective ideas can influence each other as they explore how much influence technology has on the world, as well as discuss methods they might employ as the campaign unfolds to demonstrate its importance, or lack thereof.\r\n</aside>",
 "name": "Gears Character Options",
 "next_link": {
  "label": "Gears Equipment",
  "url": "/Rules.aspx?ID=1616"
 },
 "previous_link": {
  "label": "Construct Companions",
  "url": "/Rules.aspx?ID=1600"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 36</row>\r\n\r\nGears Characters\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 36"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 36</row>",
 "speed": {},
 "text": " Gears Character Options Source Guns &amp; Gears pg. 36 Golarion is a world of fantasy, one that is incredibly vast and diverse. This means that numerous reflections of the genre, in all its permutations, can be found somewhere the world, as long as you know where to look. The Shining Kingdoms are a land of knights and chivalry similar to those imagined in the legends of King Arthur, the Saga Lands remain home to fierce vikings and time-displaced wizards, and the High Seas embody the spirit of exploration and the fearsome naval combat of the age of piracy. Fantasy has more to offer than just knights in shining armor and wizards in tall towers. Ingenious goblins and ratfolk cobbling together technology from half a dozen different disciplines and schematics, industrious dwarves smithing intricate technological marvels, and humans meticulously assembling clockwork creatures and weapons piece by painstaking piece all have their places within the genre of fantasy and in the world of Golarion. For the automatons of the Jistka Imperium, their place in the world remains complicated. They represent the last remnants of an ancient society that mastered magic and machines in equal measure, then left them behind after the society fell as a relic of their lost nation's greatest achievement. For trick drivers and their trusty vehicle mechanics, their place might be almost anywhere, though they're unlikely to learn their craft outside of port cities like Absalom, or countries where technology grew at a steady pace alongside magic, like the continent of Arcadia or the nation of New Thassilon. Meanwhile, trapsmiths and their cogwheel snares find a home in Absalom, with its Clockwork Cathedral; in the gritty Grand Duchy of Alkenstar or their dwarven allies in Dongun Hold; or in Arcadia or New Thassilon as well. Even characters whose classes typically represent the embodiments of classic fantasy and high magic might have a spark of technology hidden away somewhere, perhaps waiting for just the right moment to reveal the ace up their sleeves. The old wizard, his body failing but his magic strong, might choose to replace a failing heart with a clockwork organ rather than succumb to the temptation of undeath. A construct might successfully seek out a soul and life as a living creature to start anew and attain a different perspective about the world. Even an elven archer in a forest far away from any center of technology might create devices that are entirely new to their culture, such as scopes and eyewear that use the scientific power of crystals and lenses to see hidden targets and enable otherwise impossible shots. In all these cases, players should work together with their GMs to build context and story behind these ideas and ground the character in the world. Fantasy is as broad and deep as human imagination. Let the ancestry, backgrounds, and archetypes that follow take your imagination even farther down the road of what a such a world can be. Variations on a Theme The inventor class, automaton ancestry, new backgrounds, and other elements located in this book give players ways to embody different aesthetics that infuse mechanical concepts or fantastic science into their character designs. The degree to which you combine these elements is something that can help you impact the development of your character and the tone and feel of your game in a variety of ways. An automaton character with a Pathfinder Core Rulebook class like fighter or monk can be an interesting twist on a classic idea. An automaton inventor with the Disciple of the Gear background who multiclasses as a cleric of Brigh, goddess of invention, can be the focal point of an entire campaign arc themed around the spread of technology and the search to understand the mortal soul. A gnome vehicle mechanic who maintains and makes improvements upon a single vehicle can serve as an unusual character whose existence begs the question of the prevalence of technology throughout the world, or as an established member of a robust mechanics' guild that creates and maintains a small fleet of vehicles used for a particular purpose by a city or civilization. The way that you combine the elements presented in this section can enable you to tell a vast array of different stories. The extent to which magic and technology coexist in your fantasy setting is up to you. Players and GMs should work together to discover how their respective ideas can influence each other as they explore how much influence technology has on the world, as well as discuss methods they might employ as the campaign unfolds to demonstrate its importance, or lack thereof. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1615",
 "weakness": {}
}