{
 "breadcrumbs": [
  "Chapter 9: Playing the Game"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-312",
 "markdown": "<title level=\"1\" right=\"Rules\">[General Rules](/Rules.aspx?ID=312)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 443 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nBefore exploring the specific rules of each mode of play, you’ll want to understand a number of general rules of the game. To one degree or another, these rules are used in every mode of play.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Game Conventions</title>\r\n\r\nPathfinder has many specific rules, but you’ll also want to keep these general guidelines in mind when playing. \n\n### The GM Has the Final Say\n If you’re ever uncertain how to apply a rule, the GM decides. Of course, Pathfinder is a game, so when adjudicating the rules, the GM is encouraged to listen to everyone’s point of view and make a decision that is both fair and fun. \n\n### Specific Overrides General\n A core principle of Pathfinder is that specific rules override general ones. If two rules conflict, the more specific one takes precedence. If there’s still ambiguity, the GM determines which rule to use. For example, the rules state that when attacking a concealed creature, you must attempt a DC 5 flat check to determine if you hit. Flat checks don’t benefit from modifiers, bonuses, or penalties, but an ability that’s specifically designed to overcome concealment might override and alter this. If a rule doesn’t specify otherwise, default to the general rules presented in this chapter. While some special rules may also state the normal rules to provide context, you should always default to the normal rules even if effects don’t specifically say to. \n\n### Rounding\n You may need to calculate a fraction of a value, like halving damage. Always round down unless otherwise specified. For example, if a spell deals 7 damage and a creature takes half damage from it, that creature takes 3 damage. \n\n### Multiplying\n When more than one effect would multiply the same number, don’t multiply more than once. Instead, combine all the multipliers into a single multiplier, with each multiple after the first adding 1 less than its value. For instance, if one ability doubled the duration of one of your spells and another one doubled the duration of the same spell, you would triple the duration, not quadruple it. \n\n### Duplicate Effects\n When you’re affected by the same thing multiple times, only one instance applies, using the higher level of the effects, or the newer effect if the two are the same level. For example, if you were using [_mage armor_](/Spells.aspx?ID=176) and then cast it again, you’d still benefit from only one casting of that spell. Casting a spell again on the same target might get you a better duration or effect if it were cast at a higher level the second time, but otherwise doing so gives you no advantage. \n\n### Ambiguous Rules\n Sometimes a rule could be interpreted multiple ways. If one version is too good to be true, it probably is. If a rule seems to have wording with problematic repercussions or doesn’t work as intended, work with your group to find a good solution, rather than just playing with the rule as printed.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-313\" />\r\n\r\n<document level=\"2\" id=\"rules-314\" />\r\n\r\n<document level=\"2\" id=\"rules-320\" />\r\n\r\n<document level=\"2\" id=\"rules-332\" />\r\n\r\n<document level=\"2\" id=\"rules-335\" />\r\n\r\n<document level=\"2\" id=\"rules-349\" />\r\n\r\n<document level=\"2\" id=\"rules-350\" />\r\n\r\n<document level=\"2\" id=\"rules-361\" />\r\n\r\n<document level=\"2\" id=\"rules-371\" />\r\n\r\n<document level=\"2\" id=\"rules-372\" />\r\n\r\n<document level=\"2\" id=\"rules-387\" />\r\n\r\n<document level=\"2\" id=\"rules-395\" />\r\n\r\n<document level=\"2\" id=\"rules-405\" />\r\n\r\n<document level=\"2\" id=\"rules-427\" />",
 "name": "General Rules",
 "next_link": {
  "label": "Encounter Mode",
  "url": "/Rules.aspx?ID=429"
 },
 "previous_link": {
  "label": "Chapter 8: The Age of Lost Omens",
  "url": "/Rules.aspx?ID=304"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 443 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 443"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 443 <sup>4.0</sup></row>",
 "speed": {},
 "text": " General Rules Source Core Rulebook pg. 443 4.0 Before exploring the specific rules of each mode of play, you’ll want to understand a number of general rules of the game. To one degree or another, these rules are used in every mode of play. Game Conventions Pathfinder has many specific rules, but you’ll also want to keep these general guidelines in mind when playing. ### The GM Has the Final Say If you’re ever uncertain how to apply a rule, the GM decides. Of course, Pathfinder is a game, so when adjudicating the rules, the GM is encouraged to listen to everyone’s point of view and make a decision that is both fair and fun. ### Specific Overrides General A core principle of Pathfinder is that specific rules override general ones. If two rules conflict, the more specific one takes precedence. If there’s still ambiguity, the GM determines which rule to use. For example, the rules state that when attacking a concealed creature, you must attempt a DC 5 flat check to determine if you hit. Flat checks don’t benefit from modifiers, bonuses, or penalties, but an ability that’s specifically designed to overcome concealment might override and alter this. If a rule doesn’t specify otherwise, default to the general rules presented in this chapter. While some special rules may also state the normal rules to provide context, you should always default to the normal rules even if effects don’t specifically say to. ### Rounding You may need to calculate a fraction of a value, like halving damage. Always round down unless otherwise specified. For example, if a spell deals 7 damage and a creature takes half damage from it, that creature takes 3 damage. ### Multiplying When more than one effect would multiply the same number, don’t multiply more than once. Instead, combine all the multipliers into a single multiplier, with each multiple after the first adding 1 less than its value. For instance, if one ability doubled the duration of one of your spells and another one doubled the duration of the same spell, you would triple the duration, not quadruple it. ### Duplicate Effects When you’re affected by the same thing multiple times, only one instance applies, using the higher level of the effects, or the newer effect if the two are the same level. For example, if you were using mage armor and then cast it again, you’d still benefit from only one casting of that spell. Casting a spell again on the same target might get you a better duration or effect if it were cast at a higher level the second time, but otherwise doing so gives you no advantage. ### Ambiguous Rules Sometimes a rule could be interpreted multiple ways. If one version is too good to be true, it probably is. If a rule seems to have wording with problematic repercussions or doesn’t work as intended, work with your group to find a good solution, rather than just playing with the rule as printed. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=312",
 "weakness": {}
}