{
 "breadcrumbs": [
  "Book of Unlimited Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1520",
 "markdown": "<title level=\"1\" right=\"Rules\">[Geomancy](/Rules.aspx?ID=1520)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 210 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n_The natural vistas of the world are varied and beautiful, and they contain power just waiting to be tapped. From the burning sands of a desert to the freezing tundra of a taiga, from the breathless heights of the tallest peak to the claustrophobic caverns deep underground, each type of terrain holds its own wonders. Geomancy is the study of the magic within these places, and while it has much in common with the primal forces of druidism, it focuses on the specifics of the many types of terrain and how they can resonate within someone who respects those details._\n\nTo a geomancer, the world is a living tapestry of magic, woven together in different biomes and ecosystems that each interact with those around them, sometimes working together and other times at cross purposes. A novice geomancer learns to tap into that flow of magic and enhance their castings whenever their magic has a resonance with the surrounding area, but a true master can chain magic to build an artificial resonance cobbled together out of nothing more than their own power and connection to the land.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Geomantic Saturation</title>\r\n\r\nAreas of geomantic saturation are rare phenomena wherein either elemental matter or life essence strongly saturate a site or location, granting a unique magical effect. For example, the Crystal Womb deep underground is saturated with earth elemental energy. To represent a place of geomantic saturation, the rules for magical terrain in [Pervasive Magic](/Rules.aspx?ID=1538) are a good starting point. To a geomancer, these areas also represent a potential source of power and learning. Tapping into or attuning with a saturated area might present a challenge for the geomancer, potentially requiring [research](/Rules.aspx?ID=1205) or a ritual similar to establish [leyline](/Rules.aspx?ID=1531). Successfully attuning to the areas might offer rare spells, feats, or other options for a geomancer to access or even a unique option available only by attuning with that specific saturation.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1521\" />",
 "name": "Geomancy",
 "next_link": {
  "label": "Ley Lines",
  "url": "/Rules.aspx?ID=1531"
 },
 "previous_link": {
  "label": "Flexible Preparation",
  "url": "/Rules.aspx?ID=1519"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 210 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 210"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 210 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Geomancy Source Secrets of Magic pg. 210 1.1 The natural vistas of the world are varied and beautiful, and they contain power just waiting to be tapped. From the burning sands of a desert to the freezing tundra of a taiga, from the breathless heights of the tallest peak to the claustrophobic caverns deep underground, each type of terrain holds its own wonders. Geomancy is the study of the magic within these places, and while it has much in common with the primal forces of druidism, it focuses on the specifics of the many types of terrain and how they can resonate within someone who respects those details. To a geomancer, the world is a living tapestry of magic, woven together in different biomes and ecosystems that each interact with those around them, sometimes working together and other times at cross purposes. A novice geomancer learns to tap into that flow of magic and enhance their castings whenever their magic has a resonance with the surrounding area, but a true master can chain magic to build an artificial resonance cobbled together out of nothing more than their own power and connection to the land. Geomantic Saturation Areas of geomantic saturation are rare phenomena wherein either elemental matter or life essence strongly saturate a site or location, granting a unique magical effect. For example, the Crystal Womb deep underground is saturated with earth elemental energy. To represent a place of geomantic saturation, the rules for magical terrain in Pervasive Magic are a good starting point. To a geomancer, these areas also represent a potential source of power and learning. Tapping into or attuning with a saturated area might present a challenge for the geomancer, potentially requiring research or a ritual similar to establish leyline. Successfully attuning to the areas might offer rare spells, feats, or other options for a geomancer to access or even a unique option available only by attuning with that specific saturation. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1520",
 "weakness": {}
}