{
 "breadcrumbs": [
  "Casino Games"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1453",
 "markdown": "<title level=\"1\" right=\"Rules\">[Golem](/Rules.aspx?ID=1453)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #159: All or Nothing](/Sources.aspx?ID=48) pg. 76</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nConsidered a card game for the observant and serious-minded, golem is played all around the Inner Sea and beyond. Regional variants exist, but golem is usually played with three to six players and a dealer.\n\n **Supplies**: A deck of cards, plus a token to represent an amulet. A golem deck is identical to a real-world poker deck, except the cards go from 1 to 13 (no face cards) in four suits: flesh (hearts), clay (spades), stone (diamonds), and iron (clubs).\n\n **How to Play**: Golem is a card game similar to five-card draw poker (including the ranking of hands) in which players try to build the best hand. However, in addition to beating the other players, players must try to beat a “golem hand” to win the pot.\n\n Golem is played in a series of games; one game must be completely resolved before the next begins. The player to the right of the dealer gets the amulet to start the night, and each player must ante by placing an amount (determined by the table, typically ranging anywhere between 2 cp and 5 gp) into the pot.\n\n The dealer deals five cards to each player. Starting at the amulet, each player can take one of four actions: \n<ul><li>Bet (usually an amount at least equal to the ante; some casinos limit how high the original bet can go).</li><li>Match the current bet.</li><li>Raise the current bet (again, usually by an amount at least equal to the ante; sometimes with a limit).</li><li>Fold.</li></ul> Anyone who folds is out of the game and can't come back in until a new game begins. The betting continues going around until all players have matched the current bet or folded.\n\n Next, each player still in the game can discard up to two cards and receive that many back from the dealer. The discarded cards go face-down on the table's center. Another round of betting occurs, starting at the amulet.\n\n If, at any point, only one player hasn't folded, that player wins the pot with the house taking 5 percent, and the game ends. If at least two players are still in the game after all bets are matched, those players reveal their hands. The dealer then “frees the golem.”\n\n The golem hand—the best five-card hand created from the players' discarded cards—is revealed, and if the player with the best hand beats the golem, they win the pot, and the game is over. But if the player with the best hand doesn't beat the golem hand, that player must add an amount of coins to the pot (usually an amount equal to twice the ante), and all cards are collected so that a new hand can be dealt for the players who were still in the game. This continues until someone wins the pot. The house takes 5 percent of the final pot, the amulet moves one position counterclockwise at the table, and a new game is dealt.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Golem",
 "next_link": {
  "label": "Bounder",
  "url": "/Rules.aspx?ID=1454"
 },
 "previous_link": {
  "label": "Chapter 6: Items",
  "url": "/Rules.aspx?ID=1445"
 },
 "rarity": "common",
 "release_date": "2020-09-15",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #159: All or Nothing](/Sources.aspx?ID=48) pg. 76</row>\r\n\r\nCasino Games\r\n</additional-info>",
 "source": [
  "Pathfinder #159: All or Nothing"
 ],
 "source_raw": [
  "Pathfinder #159: All or Nothing pg. 76"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Agents of Edgewatch",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #159: All or Nothing](/Sources.aspx?ID=48) pg. 76</row>",
 "speed": {},
 "text": " Golem Source Pathfinder #159: All or Nothing pg. 76 Considered a card game for the observant and serious-minded, golem is played all around the Inner Sea and beyond. Regional variants exist, but golem is usually played with three to six players and a dealer. Supplies : A deck of cards, plus a token to represent an amulet. A golem deck is identical to a real-world poker deck, except the cards go from 1 to 13 (no face cards) in four suits: flesh (hearts), clay (spades), stone (diamonds), and iron (clubs). How to Play : Golem is a card game similar to five-card draw poker (including the ranking of hands) in which players try to build the best hand. However, in addition to beating the other players, players must try to beat a “golem hand” to win the pot. Golem is played in a series of games; one game must be completely resolved before the next begins. The player to the right of the dealer gets the amulet to start the night, and each player must ante by placing an amount (determined by the table, typically ranging anywhere between 2 cp and 5 gp) into the pot. The dealer deals five cards to each player. Starting at the amulet, each player can take one of four actions: Bet (usually an amount at least equal to the ante; some casinos limit how high the original bet can go). Match the current bet. Raise the current bet (again, usually by an amount at least equal to the ante; sometimes with a limit). Fold. Anyone who folds is out of the game and can't come back in until a new game begins. The betting continues going around until all players have matched the current bet or folded. Next, each player still in the game can discard up to two cards and receive that many back from the dealer. The discarded cards go face-down on the table's center. Another round of betting occurs, starting at the amulet. If, at any point, only one player hasn't folded, that player wins the pot with the house taking 5 percent, and the game ends. If at least two players are still in the game after all bets are matched, those players reveal their hands. The dealer then “frees the golem.” The golem hand—the best five-card hand created from the players' discarded cards—is revealed, and if the player with the best hand beats the golem, they win the pot, and the game is over. But if the player with the best hand doesn't beat the golem hand, that player must add an amount of coins to the pot (usually an amount equal to twice the ante), and all cards are collected so that a new hand can be dealt for the players who were still in the game. This continues until someone wins the pot. The house takes 5 percent of the final pot, the amulet moves one position counterclockwise at the table, and a new game is dealt. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1453",
 "weakness": {}
}