{
 "breadcrumbs": [
  "Magic Items"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1494",
 "markdown": "<title level=\"1\" right=\"Rules\">[Grimoires](/Rules.aspx?ID=1494)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 162 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSpellbooks are useful tools for any magic user to write down incantations and runes of power, but where most spellbooks are nothing more than ink on parchment, grimoires have absorbed the magic of the spells within—magic that knowledgeable spellcasters can use to augment their spells.\n\n Most grimoires can hold up to 100 spells, like any [spellbook](/Equipment.aspx?ID=53), but allow spellcasters to erase spells written by a book's previous owner in favor of spells that employ their own magical formulas. If a spellcaster wants to transfer their spells from one of their spellbooks to a grimoire, they can conduct a simple, 1-minute ritual with the two books to cause the spells to vanish from their spellbook and appear in the grimoire.\n\n If you prepare spells (whether from your class features, like a cleric or wizard, or from a special feat or ability, like the [Esoteric Polymath](/Feats.aspx?ID=184) bard feat), you can study a grimoire during your daily preparations to enhance one or more of the spells within. Until your next daily preparations, you gain the ability to Activate the grimoire. As you've already absorbed the power from the grimoire during your daily preparations, you can Activate it even if you later lose possession of the book itself. Grimoires' benefits apply only to spells cast via spell slots—not cantrips, focus spells, or innate spells. No one can use more than one grimoire per day, nor can a grimoire be used by more than one person per day.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Grimoires",
 "next_link": {
  "label": "Magical Tattoos",
  "url": "/Rules.aspx?ID=1495"
 },
 "previous_link": {
  "label": "Fulus",
  "url": "/Rules.aspx?ID=1490"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 162 <sup>1.1</sup></row>\r\n\r\nMagic Items\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 162"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 162 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Grimoires Source Secrets of Magic pg. 162 1.1 Spellbooks are useful tools for any magic user to write down incantations and runes of power, but where most spellbooks are nothing more than ink on parchment, grimoires have absorbed the magic of the spells within—magic that knowledgeable spellcasters can use to augment their spells. Most grimoires can hold up to 100 spells, like any spellbook, but allow spellcasters to erase spells written by a book's previous owner in favor of spells that employ their own magical formulas. If a spellcaster wants to transfer their spells from one of their spellbooks to a grimoire, they can conduct a simple, 1-minute ritual with the two books to cause the spells to vanish from their spellbook and appear in the grimoire. If you prepare spells (whether from your class features, like a cleric or wizard, or from a special feat or ability, like the Esoteric Polymath bard feat), you can study a grimoire during your daily preparations to enhance one or more of the spells within. Until your next daily preparations, you gain the ability to Activate the grimoire. As you've already absorbed the power from the grimoire during your daily preparations, you can Activate it even if you later lose possession of the book itself. Grimoires' benefits apply only to spells cast via spell slots—not cantrips, focus spells, or innate spells. No one can use more than one grimoire per day, nor can a grimoire be used by more than one person per day. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1494",
 "weakness": {}
}