{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Rewards",
  "Experience Points"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-579",
 "markdown": "<title level=\"1\" right=\"Rules\">[Group Parity and Party Level](/Rules.aspx?ID=579)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 508 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIt’s recommended that you keep all the player characters at the same XP total. This makes it much easier to know what challenges are suitable for your players. Having characters at different levels can mean weaker characters die more easily and their players feel less effective, which in turn makes the game less fun for those players.\n\n If you choose not to keep the whole group at the same character level, you’ll need to select a party level to determine your XP budget for encounters. Choose the level you think best represents the party’s ability as a whole. Use the highest level if only one or two characters are behind, or an average if everyone is at a different level. If only one character is two or more levels ahead, use a party level suitable for the lower-level characters, and adjust the encounters as if there were one additional PC for every 2 levels the higher-level character has beyond the rest of the party.\n\n Party members who are behind the party level gain double the XP other characters do until they reach the party’s level. When tracking individually, you’ll need to decide whether party members get XP for missed sessions.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Group Parity and Party Level",
 "next_link": {
  "label": "Treasure",
  "url": "/Rules.aspx?ID=580"
 },
 "previous_link": {
  "label": "Party Size",
  "url": "/Rules.aspx?ID=578"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 508 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Rewards / Experience Points\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 508"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 508 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Group Parity and Party Level Source Core Rulebook pg. 508 4.0 It’s recommended that you keep all the player characters at the same XP total. This makes it much easier to know what challenges are suitable for your players. Having characters at different levels can mean weaker characters die more easily and their players feel less effective, which in turn makes the game less fun for those players. If you choose not to keep the whole group at the same character level, you’ll need to select a party level to determine your XP budget for encounters. Choose the level you think best represents the party’s ability as a whole. Use the highest level if only one or two characters are behind, or an average if everyone is at a different level. If only one character is two or more levels ahead, use a party level suitable for the lower-level characters, and adjust the encounters as if there were one additional PC for every 2 levels the higher-level character has beyond the rest of the party. Party members who are behind the party level gain double the XP other characters do until they reach the party’s level. When tracking individually, you’ll need to decide whether party members get XP for missed sessions. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=579",
 "weakness": {}
}