{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Nature Crafting"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1926",
 "markdown": "<title level=\"1\" right=\"Rules\">[Growing Items](/Rules.aspx?ID=1926)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 164 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn an ancient forest, an [elf](/Ancestries.aspx?ID=2) plays a haunting melody on a flute among the trees, growing entire buildings seamlessly from still-living wood. Elsewhere, a [fungus](/Heritages.aspx?ID=45) [leshy](/Ancestries.aspx?ID=14) holds a conversation with the mushrooms of an underground cavern, convincing them to twine together into a latticed armor to defend the cavern against a new threat encroaching from the Darklands. The traditional methods of crafting items tell the story of a crafter retrieving the necessary raw materials and then working those materials via forging, woodworking, tailoring, or other such means; however, this is but one of many ways to create magic items. In a primal setting or adventure, or in a campaign taking place in a natural region like the fey forests of the First World, it might fit your story better to grow an item from a living thing instead. While most such stories take place in a natural environment, they can just as easily occur in a hidden laboratory, where an alchemist might form magical [oozes](/MonsterFamilies.aspx?ID=79) into specific shapes before curing them with magical reagents, producing a sword as durable as any steel.\n\n Mechanically, the process of growing an item uses the same principles as Crafting it normally, though the details and the story differ. Use the [Grow](/Actions.aspx?ID=1905) activity, a variant of the [Craft](/Actions.aspx?ID=43) activity. This activity has the [rare](/Traits.aspx?ID=137) trait; it's only available if you've decided to use this variant in your campaign.\n\n<document level=\"2\" id=\"action-1905\" />\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1927\" />\r\n\r\n<document level=\"2\" id=\"rules-1928\" />",
 "name": "Growing Items",
 "next_link": {
  "label": "Bestowed Gifts",
  "url": "/Rules.aspx?ID=1929"
 },
 "previous_link": {
  "label": "Crafting Alternate Rules",
  "url": "/Rules.aspx?ID=1955"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 164 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Nature Crafting\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 164"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 164 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Growing Items Source Treasure Vault pg. 164 1.1 In an ancient forest, an elf plays a haunting melody on a flute among the trees, growing entire buildings seamlessly from still-living wood. Elsewhere, a fungus leshy holds a conversation with the mushrooms of an underground cavern, convincing them to twine together into a latticed armor to defend the cavern against a new threat encroaching from the Darklands. The traditional methods of crafting items tell the story of a crafter retrieving the necessary raw materials and then working those materials via forging, woodworking, tailoring, or other such means; however, this is but one of many ways to create magic items. In a primal setting or adventure, or in a campaign taking place in a natural region like the fey forests of the First World, it might fit your story better to grow an item from a living thing instead. While most such stories take place in a natural environment, they can just as easily occur in a hidden laboratory, where an alchemist might form magical oozes into specific shapes before curing them with magical reagents, producing a sword as durable as any steel. Mechanically, the process of growing an item uses the same principles as Crafting it normally, though the details and the story differ. Use the Grow activity, a variant of the Craft activity. This activity has the rare trait; it's only available if you've decided to use this variant in your campaign.\n",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1926",
 "weakness": {}
}