{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1646",
 "markdown": "<title level=\"1\" right=\"Rules\">[Guns Characters](/Rules.aspx?ID=1646)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 103</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSeveral regions on Golarion have developed their own versions of firearms, their cultural and intellectual traditions each shaping how these weapons are beginning to spread throughout the globe. While multiple cultures having their own techniques and signature styles, guns are still incredibly scarce worldwide. Despite their rarity, rifles and pistols loom large in tales told throughout the Inner Sea, thanks to the chronicles of the Pathfinder Society and stories spread by other adventurers who have come into contact with guns in battle or traveled through a region where they are used. The following regions have access to firearms.\n\n Perhaps the most famous home for black powder firearms on Golarion is the grand duchy of Alkenstar. Located on the continent of Garund, this primarily human duchy, along with their neighbors, the dwarven sky citadel of Dongun Hold produce black powder and high-quality firearms, continually perfecting their craft and supplementing the art of gunsmithing with ancillary technologies like scopes for long-distance sniping. For many years, Alkenstar and Dongun Hold were the only reliable sources of firearms found in the Inner Sea, but the ingenuity of the pirates of the Shackles has introduced a competing market for those looking to acquire a black powder weapon. Buyers must beware however, as the weapons produced in the Shackles lack the quality and reliability of firearms produced on the opposite side of Garund. Alkenstar is a good place to encounter adventurers who wield high-quality equipment, such as sniping duos or demolitionists, while the Shackles is known for being home to many types of pistol phenoms, who remain quick to draw and fire at a moment's notice.\n\n The continent Tian Xia and the subcontinent Vudra, have also traded in black powder for centuries, though in relatively small amounts, with a focus more on explosives than firearms. Nonetheless, merchants making the cross-continent trek from the trade ports in Tian Xia on the eastern side of the continent to the Qadiran ports far to the west will occasionally hire guards armed with jezails or Tian mercenaries bearing hand cannons and fire lances from their homelands. The demolitionist and fireworks technician archetypes are relatively popular in Tian Xia and Vudra due to the continents' extremely long histories with those uses of black powder.\n\n On the western continent of Arcadia, firearm technology has become more common and more diverse than anywhere else in the world. That said, firearms that use black powder are a substantially new development in this region, having only recently been smuggled halfway across the world from Alkenstar. Instead, Arcadia is home to several of its own distinct traditions of firearms, from beast guns, created through ritualized hunts against mighty monsters using magical taxidermic techniques, to the legendary magical star guns that predated the apocalypse of Earthfall. Aside from beast guns and magical guns constructed to imitate the legendary star guns, the core of basic firearms in Arcadia has been based on air gun technology for centuries.\n\n The most notable region of Arcadia to produce firearms and firearm wielders is the central basin known as the Deadshot Lands, which is also home to the few regions in Arcadia that are beginning to use black powder firearms in tandem with the traditional Arcadian arsenal. The beast gunner archetype is a perfect match for Arcadian characters focused on connecting with the magic of their beast gun, and the spellshot class archetype is an excellent fit with the storied Arcadian tradition of using magical firearms. In this way, Arcadia is home to some of the most diverse and magical traditions of gunslingers in the world.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Why No Gun Proficiency</title>\r\n\r\nWhile most of the character options in this section provide benefits that are particularly useful or even specifically tailored for firearms, remarkably few of them outside of the gunslinger give a firearm-specific proficiency progression. You might be asking yourself why that is and there's a very simple answer: for the vast majority of characters, it isn't necessary.\n\n Just like knives, swords, spears, and every other category of weapon, firearms come in simple, martial, and advanced variants. As long as a character has [access to firearms](/Rules.aspx?ID=1648), they're also likely to have a selection of firearms with which they are already proficient. Additionally, many of the character options in this section work equally well with crossbows as they do with firearms. This means the options in this chapter automatically support whichever category of weapons (simple, martial, or advanced) your character knows how to use.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1647\" />",
 "name": "Guns Characters",
 "next_link": {
  "label": "Guns Equipment",
  "url": "/Rules.aspx?ID=1648"
 },
 "previous_link": {
  "label": "Gears Equipment",
  "url": "/Rules.aspx?ID=1616"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 103</row>\n\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 103"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 103</row>",
 "speed": {},
 "text": " Guns Characters Source Guns &amp; Gears pg. 103 Several regions on Golarion have developed their own versions of firearms, their cultural and intellectual traditions each shaping how these weapons are beginning to spread throughout the globe. While multiple cultures having their own techniques and signature styles, guns are still incredibly scarce worldwide. Despite their rarity, rifles and pistols loom large in tales told throughout the Inner Sea, thanks to the chronicles of the Pathfinder Society and stories spread by other adventurers who have come into contact with guns in battle or traveled through a region where they are used. The following regions have access to firearms. Perhaps the most famous home for black powder firearms on Golarion is the grand duchy of Alkenstar. Located on the continent of Garund, this primarily human duchy, along with their neighbors, the dwarven sky citadel of Dongun Hold produce black powder and high-quality firearms, continually perfecting their craft and supplementing the art of gunsmithing with ancillary technologies like scopes for long-distance sniping. For many years, Alkenstar and Dongun Hold were the only reliable sources of firearms found in the Inner Sea, but the ingenuity of the pirates of the Shackles has introduced a competing market for those looking to acquire a black powder weapon. Buyers must beware however, as the weapons produced in the Shackles lack the quality and reliability of firearms produced on the opposite side of Garund. Alkenstar is a good place to encounter adventurers who wield high-quality equipment, such as sniping duos or demolitionists, while the Shackles is known for being home to many types of pistol phenoms, who remain quick to draw and fire at a moment's notice. The continent Tian Xia and the subcontinent Vudra, have also traded in black powder for centuries, though in relatively small amounts, with a focus more on explosives than firearms. Nonetheless, merchants making the cross-continent trek from the trade ports in Tian Xia on the eastern side of the continent to the Qadiran ports far to the west will occasionally hire guards armed with jezails or Tian mercenaries bearing hand cannons and fire lances from their homelands. The demolitionist and fireworks technician archetypes are relatively popular in Tian Xia and Vudra due to the continents' extremely long histories with those uses of black powder. On the western continent of Arcadia, firearm technology has become more common and more diverse than anywhere else in the world. That said, firearms that use black powder are a substantially new development in this region, having only recently been smuggled halfway across the world from Alkenstar. Instead, Arcadia is home to several of its own distinct traditions of firearms, from beast guns, created through ritualized hunts against mighty monsters using magical taxidermic techniques, to the legendary magical star guns that predated the apocalypse of Earthfall. Aside from beast guns and magical guns constructed to imitate the legendary star guns, the core of basic firearms in Arcadia has been based on air gun technology for centuries. The most notable region of Arcadia to produce firearms and firearm wielders is the central basin known as the Deadshot Lands, which is also home to the few regions in Arcadia that are beginning to use black powder firearms in tandem with the traditional Arcadian arsenal. The beast gunner archetype is a perfect match for Arcadian characters focused on connecting with the magic of their beast gun, and the spellshot class archetype is an excellent fit with the storied Arcadian tradition of using magical firearms. In this way, Arcadia is home to some of the most diverse and magical traditions of gunslingers in the world. Why No Gun Proficiency While most of the character options in this section provide benefits that are particularly useful or even specifically tailored for firearms, remarkably few of them outside of the gunslinger give a firearm-specific proficiency progression. You might be asking yourself why that is and there's a very simple answer: for the vast majority of characters, it isn't necessary. Just like knives, swords, spears, and every other category of weapon, firearms come in simple, martial, and advanced variants. As long as a character has access to firearms, they're also likely to have a selection of firearms with which they are already proficient. Additionally, many of the character options in this section work equally well with crossbows as they do with firearms. This means the options in this chapter automatically support whichever category of weapons (simple, martial, or advanced) your character knows how to use. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1646",
 "weakness": {}
}