{
 "breadcrumbs": [
  "The Harrow Court",
  "Into the Court"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1982",
 "markdown": "<title level=\"1\" right=\"Rules\">[Harrow Court Features](/Rules.aspx?ID=1982)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 69</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOnce the Harrow Court has been created, it's possible for anyone to travel to the Harrow Court using spells such as [_plane shift_](/Spells.aspx?ID=222) or [_gate_](/Spells.aspx?ID=130), but the newness of the plane and its obscurity means such methods are difficult. Traveling via _plane shift_, for example, requires the use of a tuning fork attuned to the Harrow Court. If the PCs wish to create such a tuning fork, they must succeed at a DC 30 [Crafting](/Skills.aspx?ID=4) check and expend 200 gp in raw materials. The check must be made while in the Harrow Court, after which the newly created focus can function for the casting of any plane shift spell to travel to the demiplane. Other methods to enter the Harrow Court exist—some of which the PCs may discover (or endure) as the Stolen Fate Adventure Path progresses (these methods are presented in the adventure text as they occur).\n\n Once a character arrives in the Harrow Court, exit from the demiplane is possible via six portals found within Harrowheart or via plane traveling spells like _plane shift_. A character who arrives in the demiplane by using the [Enter the Harrow Court](/Actions.aspx?ID=2041) activity can use that same activity to open a portal back to their initial point of entrance from the [Material Plane](/Planes.aspx?ID=1). Certain card epitomes can provide additional options to exit the Harrow Court via this method, but until those cards are epitomized, using the Enter the Harrow Court activity only returns the traveler to their original point of departure from the previous plane.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Harrow Court Features",
 "next_link": {
  "label": "Exploring the Harrow Court",
  "url": "/Rules.aspx?ID=1983"
 },
 "previous_link": {
  "label": "Housing Costs",
  "url": "/Rules.aspx?ID=1976"
 },
 "rarity": "common",
 "release_date": "2023-04-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 69</row>\r\n\r\nThe Harrow Court / Into the Court\r\n</additional-info>",
 "source": [
  "Pathfinder #190: The Choosing"
 ],
 "source_raw": [
  "Pathfinder #190: The Choosing pg. 69"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Stolen Fate",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 69</row>",
 "speed": {},
 "text": " Harrow Court Features Source Pathfinder #190: The Choosing pg. 69 Once the Harrow Court has been created, it's possible for anyone to travel to the Harrow Court using spells such as plane shift or gate , but the newness of the plane and its obscurity means such methods are difficult. Traveling via plane shift , for example, requires the use of a tuning fork attuned to the Harrow Court. If the PCs wish to create such a tuning fork, they must succeed at a DC 30 Crafting check and expend 200 gp in raw materials. The check must be made while in the Harrow Court, after which the newly created focus can function for the casting of any plane shift spell to travel to the demiplane. Other methods to enter the Harrow Court exist—some of which the PCs may discover (or endure) as the Stolen Fate Adventure Path progresses (these methods are presented in the adventure text as they occur). Once a character arrives in the Harrow Court, exit from the demiplane is possible via six portals found within Harrowheart or via plane traveling spells like plane shift . A character who arrives in the demiplane by using the Enter the Harrow Court activity can use that same activity to open a portal back to their initial point of entrance from the Material Plane. Certain card epitomes can provide additional options to exit the Harrow Court via this method, but until those cards are epitomized, using the Enter the Harrow Court activity only returns the traveler to their original point of departure from the previous plane. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1982",
 "weakness": {}
}