{
 "breadcrumbs": [
  "The Harrow Court",
  "Into the Court",
  "Exploring the Harrow Court"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1984",
 "markdown": "<title level=\"1\" right=\"Rules\">[Harrowheart](/Rules.aspx?ID=1984)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 70</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nHarrowheart is a sprawling complex featuring dozens of rooms—more than enough of each type to suffice for the PCs. No map of Harrowheart is provided. A PC can travel to any room in the castle within a few minutes. Feel free to create a map of the castle if you wish or allow your PCs to design one.\n\n With the exception of the Grand Hall (of which there is always only one in Harrowheart), the total number of each of the following types of rooms is always equal to the number of PCs in the party. If this number changes as the campaign progresses, Harrowheart's layout changes as well when no one is looking. As the PCs grow the court by incarnating more cards, each of the rooms is increasingly attended by droves of simulacra servants ranging from cooks to valets and more, all eager and ready to ensure the player characters' visits to Harrowheart are as comfortable as possible.\n\n **Bedrooms**: These chambers are a perfect place to rest and relax. They can be outfitted as recovery rooms as well, to provide places for long-term rest or other medical care as needed.\n\n **Dining Halls**: These chambers range from sprawling rooms capable of hosting galas to intimate nooks for single dining. Meals provided by cooks in adjoining kitchens are filling but not overly flavorful. While the materials used to cook these meals vanish like all other materials if taken from Harrowheart, the sustenance they provide is real—a character who eats and drinks in one of the castle's dining halls remains full and sated, even if they immediately leave the demiplane after finishing their meal.\n\n **Grand Hall**: The grand hall occupies the center of Harrowheart. This is where the PCs arrive when they use the Enter the Harrow Court activity. Several doors provide access to other parts of the castle, but the most significant features of the grand hall are the six looming alcoves along its northern wall. The six arches over the entrances to these alcoves are adorned with imagery associated with the six suits of the Harrow—hammers, keys, shields, tomes, stars, and crowns. These archways can be activated as portals to travel to points across Golarion where cards from the _Deck of Destiny_ lie in wait—see Part 2 of this adventure for more details.\n\n **Training Rooms**: The first time a training room is entered, it's empty, featuring only a single meditation mat lying on the center of the floor. A character who spends a minute meditating on the mat can adjust the room's contents to be a shrine, laboratory, library, dojo, garden, sparring hall, or any similar room that matches the themes of their class. The room thereafter can be used by any character of that class for the [Retraining](/Actions.aspx?ID=522) downtime activity. A character can adjust the room's contents to support a different class by meditating at the center of the room—provided the room isn't already in use.\n\n **Workshops**: Harrowheart's workshops feature numerous tools and resources for creating a wide range of items, including magical items. The tools located in each workshop are of high quality and grant a +1 item bonus to any [Crafting](/Skills.aspx?ID=4) check made within. Raw materials must be provided by the crafter, of course, as no materials found within Harrowheart can exist outside the demiplane.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Harrowheart",
 "next_link": {
  "label": "The Realm",
  "url": "/Rules.aspx?ID=1985"
 },
 "previous_link": {
  "label": "Harrow Court Features",
  "url": "/Rules.aspx?ID=1982"
 },
 "rarity": "common",
 "release_date": "2023-04-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 70</row>\r\n\r\nThe Harrow Court / Into the Court / Exploring the Harrow Court\r\n</additional-info>",
 "source": [
  "Pathfinder #190: The Choosing"
 ],
 "source_raw": [
  "Pathfinder #190: The Choosing pg. 70"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Stolen Fate",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 70</row>",
 "speed": {},
 "text": " Harrowheart Source Pathfinder #190: The Choosing pg. 70 Harrowheart is a sprawling complex featuring dozens of rooms—more than enough of each type to suffice for the PCs. No map of Harrowheart is provided. A PC can travel to any room in the castle within a few minutes. Feel free to create a map of the castle if you wish or allow your PCs to design one. With the exception of the Grand Hall (of which there is always only one in Harrowheart), the total number of each of the following types of rooms is always equal to the number of PCs in the party. If this number changes as the campaign progresses, Harrowheart's layout changes as well when no one is looking. As the PCs grow the court by incarnating more cards, each of the rooms is increasingly attended by droves of simulacra servants ranging from cooks to valets and more, all eager and ready to ensure the player characters' visits to Harrowheart are as comfortable as possible. Bedrooms : These chambers are a perfect place to rest and relax. They can be outfitted as recovery rooms as well, to provide places for long-term rest or other medical care as needed. Dining Halls : These chambers range from sprawling rooms capable of hosting galas to intimate nooks for single dining. Meals provided by cooks in adjoining kitchens are filling but not overly flavorful. While the materials used to cook these meals vanish like all other materials if taken from Harrowheart, the sustenance they provide is real—a character who eats and drinks in one of the castle's dining halls remains full and sated, even if they immediately leave the demiplane after finishing their meal. Grand Hall : The grand hall occupies the center of Harrowheart. This is where the PCs arrive when they use the Enter the Harrow Court activity. Several doors provide access to other parts of the castle, but the most significant features of the grand hall are the six looming alcoves along its northern wall. The six arches over the entrances to these alcoves are adorned with imagery associated with the six suits of the Harrow—hammers, keys, shields, tomes, stars, and crowns. These archways can be activated as portals to travel to points across Golarion where cards from the Deck of Destiny lie in wait—see Part 2 of this adventure for more details. Training Rooms : The first time a training room is entered, it's empty, featuring only a single meditation mat lying on the center of the floor. A character who spends a minute meditating on the mat can adjust the room's contents to be a shrine, laboratory, library, dojo, garden, sparring hall, or any similar room that matches the themes of their class. The room thereafter can be used by any character of that class for the Retraining downtime activity. A character can adjust the room's contents to support a different class by meditating at the center of the room—provided the room isn't already in use. Workshops : Harrowheart's workshops feature numerous tools and resources for creating a wide range of items, including magical items. The tools located in each workshop are of high quality and grant a +1 item bonus to any Crafting check made within. Raw materials must be provided by the crafter, of course, as no materials found within Harrowheart can exist outside the demiplane. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1984",
 "weakness": {}
}