{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Nature Crafting",
  "Gardens of Wonder",
  "A Garden by Any Other Name"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1937",
 "markdown": "<title level=\"1\" right=\"Rules\">[Haunted Churches and Sites of Power](/Rules.aspx?ID=1937)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 168 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA [cleric](/Classes.aspx?ID=5) creates a living scroll factory from parchment scraps won from [contract devils](/Monsters.aspx?ID=112) and [mummy](/MonsterFamilies.aspx?ID=74) wrappings, producing eerie-looking (and presumably evil) scrolls each midnight that explode into black flame the following midnight. Any of a variety of [undead](/Traits.aspx?ID=160) or extraplanar creatures might serve as the central seed for a “religious garden” that supplies the character with [scrolls](/equipment/consumables/scrolls), [catalysts](/equipment/consumables/spell-catalysts), or other thematically appropriate consumables. This type of garden is most likely to be appropriate at higher levels, where a PC has the power to compel service from the undead or extraplanar entity who powers the garden. However, a PC who dedicates themself to the service of such a creature might be able to create and benefit from this type of garden as part of their tenure.\n\n When using [Earn Income](/Actions.aspx?ID=23) to help defray the costs of creating this kind of garden, [Architecture Lore](/Skills.aspx?ID=8) or a lore skill related to a type of creature tied to the site (such as Devil Lore or Mummy Lore) are appropriate skills.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Haunted Churches and Sites of Power",
 "next_link": {
  "label": "Ooze Farms",
  "url": "/Rules.aspx?ID=1938"
 },
 "previous_link": {
  "label": "Bakeries and Kitchens",
  "url": "/Rules.aspx?ID=1936"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 168 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Nature Crafting / Gardens of Wonder / A Garden by Any Other Name\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 168"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 168 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Haunted Churches and Sites of Power Source Treasure Vault pg. 168 1.1 A cleric creates a living scroll factory from parchment scraps won from contract devils and mummy wrappings, producing eerie-looking (and presumably evil) scrolls each midnight that explode into black flame the following midnight. Any of a variety of undead or extraplanar creatures might serve as the central seed for a “religious garden” that supplies the character with scrolls, catalysts, or other thematically appropriate consumables. This type of garden is most likely to be appropriate at higher levels, where a PC has the power to compel service from the undead or extraplanar entity who powers the garden. However, a PC who dedicates themself to the service of such a creature might be able to create and benefit from this type of garden as part of their tenure. When using Earn Income to help defray the costs of creating this kind of garden, Architecture Lore or a lore skill related to a type of creature tied to the site (such as Devil Lore or Mummy Lore) are appropriate skills. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1937",
 "weakness": {}
}