{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Hazards"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-680",
 "markdown": "<title level=\"1\" right=\"Rules\">[Hazard Format](/Rules.aspx?ID=680)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 522 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nHazards are presented in a stat block format similar to those used for monsters. A few notes regarding the format follow the sample stat block. \n\n<title level=\"3\" right=\"Hazard [Level]\">Hazard Name </title><traits><trait label=\"Traits\" /></traits> **Stealth** This entry lists the Stealth modifier for a complex hazard’s initiative or the Stealth DC to detect a simple hazard, followed by the minimum proficiency rank to detect the hazard (if any) in parentheses. If [_detect magic_](/Spells.aspx?ID=66) can be used to detect the hazard, this information is located here as well.<br />**Description** This explains what the hazard looks like and might include special rules.\n\n---\n\n**Disable** The DC of any skill checks required to disable the hazard are here; if the hazard can be counteracted, its spell level and counteract DC are listed in parentheses.<br />**AC** the hazard’s AC; **Saving Throws** the hazard’s saves. Usually only haunts are subject to Will saves.<br />**Hardness** the hazard’s Hardness; **HP** the hazard’s Hit Points, with its Broken Threshold in parentheses; **Immunities** the hazard’s immunities; **Weaknesses** the hazard’s weaknesses, if any; **Resistances** the hazard’s resistances, if any<br />**Action Type** <actions string=\"Reaction\" /> or <actions string=\"Free Action\" /> This is the reaction or free action the hazard uses; **Trigger** The trigger that sets off the hazard appears here. **Effect** For a simple hazard, this effect is often all the hazard does. For a complex hazard, this might also cause the hazard to roll initiative.<br />**Routine** This section describes what a complex hazard does on each of its turns during an encounter; the number in parentheses after the word “Routine” indicates how many actions the hazard can use each turn. Simple hazards don’t have this entry.<br />**Action** Any action the hazard can use appears here. Typically, this is a melee or ranged attack.\n\n---\n\n**Reset** If the hazard can be reset, that information is here.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-681\" />\r\n\r\n<document level=\"2\" id=\"rules-682\" />\r\n\r\n<document level=\"2\" id=\"rules-683\" />",
 "name": "Hazard Format",
 "next_link": {
  "label": "Simple Hazards",
  "url": "/Rules.aspx?ID=684"
 },
 "previous_link": {
  "label": "Hazard Experience",
  "url": "/Rules.aspx?ID=679"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 522 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Hazards\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 522"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 522 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Hazard Format Source Core Rulebook pg. 522 4.0 Hazards are presented in a stat block format similar to those used for monsters. A few notes regarding the format follow the sample stat block. Hazard Name Stealth This entry lists the Stealth modifier for a complex hazard’s initiative or the Stealth DC to detect a simple hazard, followed by the minimum proficiency rank to detect the hazard (if any) in parentheses. If [ detect magic can be used to detect the hazard, this information is located here as well. Description This explains what the hazard looks like and might include special rules. --- Disable The DC of any skill checks required to disable the hazard are here; if the hazard can be counteracted, its spell level and counteract DC are listed in parentheses. AC the hazard’s AC; Saving Throws the hazard’s saves. Usually only haunts are subject to Will saves. Hardness the hazard’s Hardness; HP the hazard’s Hit Points, with its Broken Threshold in parentheses; Immunities the hazard’s immunities; Weaknesses the hazard’s weaknesses, if any; Resistances the hazard’s resistances, if any Action Type Reaction or Free Action This is the reaction or free action the hazard uses; Trigger The trigger that sets off the hazard appears here. Effect For a simple hazard, this effect is often all the hazard does. For a complex hazard, this might also cause the hazard to roll initiative. Routine This section describes what a complex hazard does on each of its turns during an encounter; the number in parentheses after the word “Routine” indicates how many actions the hazard can use each turn. Simple hazards don’t have this entry. Action Any action the hazard can use appears here. Typically, this is a melee or ranged attack. --- Reset If the hazard can be reset, that information is here. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=680",
 "weakness": {}
}