{
 "breadcrumbs": [
  "Chapter 7: Spells",
  "Spell Slots"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-273",
 "markdown": "<title level=\"1\" right=\"Rules\">[Heightened Spells](/Rules.aspx?ID=273)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 299 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nBoth prepared and spontaneous spellcasters can cast a spell at a higher spell level than that listed for the spell. This is called heightening the spell. A prepared spellcaster can heighten a spell by preparing it in a higher-level slot than its normal spell level, while a spontaneous spellcaster can heighten a spell by casting it using a higher-level spell slot, so long as they know the spell at that level (see Heightened Spontaneous Spells below). When you heighten your spell, the spell’s level increases to match the higher level of the spell slot you’ve prepared it in or used to cast it. This is useful for any spell, because some effects, such as counteracting, depend on the spell’s level.\n\n In addition, many spells have additional specific benefits when they are heightened, such as increased damage. These extra benefits are described at the end of the spell’s stat block. Some heightened entries specify one or more levels at which the spell must be prepared or cast to gain these extra advantages. Each of these heightened entries states specifically which aspects of the spell change at the given level. Read the heightened entry only for the spell level you’re using or preparing; if its benefits are meant to include any of the effects of a lower-level heightened entry, those benefits will be included in the entry.\n\n Other heightened entries give a number after a plus sign, indicating that heightening grants extra advantages over multiple levels. The listed effect applies for every increment of levels by which the spell is heightened above its lowest spell level, and the benefit is cumulative. For example, [_fireball_](/Spells.aspx?ID=119) says “Heightened (+1) The damage increases by 2d6.” Because _fireball_ deals 6d6 fire damage at 3rd level, a 4th-level _fireball_ would deal 8d6 fire damage, a 5th-level spell would deal 10d6 fire damage, and so on.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-274\" />",
 "name": "Heightened Spells",
 "next_link": {
  "label": "Cantrips",
  "url": "/Rules.aspx?ID=275"
 },
 "previous_link": {
  "label": "Spontaneous Spells",
  "url": "/Rules.aspx?ID=272"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 299 <sup>4.0</sup></row>\r\n\r\nChapter 7: Spells / Spell Slots\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 299"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 299 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Heightened Spells Source Core Rulebook pg. 299 4.0 Both prepared and spontaneous spellcasters can cast a spell at a higher spell level than that listed for the spell. This is called heightening the spell. A prepared spellcaster can heighten a spell by preparing it in a higher-level slot than its normal spell level, while a spontaneous spellcaster can heighten a spell by casting it using a higher-level spell slot, so long as they know the spell at that level (see Heightened Spontaneous Spells below). When you heighten your spell, the spell’s level increases to match the higher level of the spell slot you’ve prepared it in or used to cast it. This is useful for any spell, because some effects, such as counteracting, depend on the spell’s level. In addition, many spells have additional specific benefits when they are heightened, such as increased damage. These extra benefits are described at the end of the spell’s stat block. Some heightened entries specify one or more levels at which the spell must be prepared or cast to gain these extra advantages. Each of these heightened entries states specifically which aspects of the spell change at the given level. Read the heightened entry only for the spell level you’re using or preparing; if its benefits are meant to include any of the effects of a lower-level heightened entry, those benefits will be included in the entry. Other heightened entries give a number after a plus sign, indicating that heightening grants extra advantages over multiple levels. The listed effect applies for every increment of levels by which the spell is heightened above its lowest spell level, and the benefit is cumulative. For example, fireball says “Heightened (+1) The damage increases by 2d6.” Because fireball deals 6d6 fire damage at 3rd level, a 4th-level fireball would deal 8d6 fire damage, a 5th-level spell would deal 10d6 fire damage, and so on. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=273",
 "weakness": {}
}