{
 "breadcrumbs": [
  "Chapter 11: Crafting & Treasure",
  "Reading Items",
  "Usage"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-699",
 "markdown": "<title level=\"1\" right=\"Rules\">[Held or Worn](/Rules.aspx?ID=699)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 535 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf a character must wield the item to use it, this entry in the item’s stat block lists the word “held” along with the number of hands the character must use when wielding the item, such as “held in 1 hand.” The rules for carrying and using items are provided on page 271.\n\n An item that needs to be worn to function lists “worn” as its usage. This is followed by another word if the character is limited to only one of that type of item. For instance, a character can wear any number of rings, so the entry for a ring would list only “worn.” However, if the Usage entry were “worn cloak,” then a character couldn’t wear another cloak on top of that one. It’s assumed that items are meant to be worn by humanoids; any item that can or must be worn by a different type of creature either states this in its description or has the [companion](/Traits.aspx?ID=29) trait. Most magic items a character must wear have the [invested](/Traits.aspx?ID=98) trait, as described on page 531.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Held or Worn",
 "next_link": {
  "label": "Affixed or Etched",
  "url": "/Rules.aspx?ID=700"
 },
 "previous_link": {
  "label": "Price",
  "url": "/Rules.aspx?ID=697"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 535 <sup>4.0</sup></row>\r\n\r\nChapter 11: Crafting &amp; Treasure / Reading Items / Usage\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 535"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 535 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Held or Worn Source Core Rulebook pg. 535 4.0 If a character must wield the item to use it, this entry in the item’s stat block lists the word “held” along with the number of hands the character must use when wielding the item, such as “held in 1 hand.” The rules for carrying and using items are provided on page 271. An item that needs to be worn to function lists “worn” as its usage. This is followed by another word if the character is limited to only one of that type of item. For instance, a character can wear any number of rings, so the entry for a ring would list only “worn.” However, if the Usage entry were “worn cloak,” then a character couldn’t wear another cloak on top of that one. It’s assumed that items are meant to be worn by humanoids; any item that can or must be worn by a different type of creature either states this in its description or has the companion trait. Most magic items a character must wear have the invested trait, as described on page 531. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=699",
 "weakness": {}
}