{
 "breadcrumbs": [
  "Gears Characters",
  "Construct Companions",
  "Prototype Construct Companions"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1608",
 "markdown": "<title level=\"1\" right=\"Rules\">[Hit Points](/Rules.aspx?ID=1608)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 32</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYour construct companion has 10 Hit Points, plus a number of Hit Points equal to 6 plus its Constitution modifier for each level you have.\n\n While constructs are usually immediately destroyed at 0 Hit Points, your construct companion is a little harder to destroy than other constructs are. When your construct reaches 0 Hit Points, it becomes [broken](/Conditions.aspx?ID=2) and begins sparking and might be destroyed if you don't [Repair](/Actions.aspx?ID=42) it. This works the same as the normal [dying rules](/Rules.aspx?ID=372) and determines if your construct is destroyed, with the following two changes. First, most effects that end the dying condition don't work to save a construct companion, but a construct can be stabilized using the [Administer First Aid](/Actions.aspx?ID=54) action, using the [Crafting](/Skills.aspx?ID=4) skill instead of [Medicine](/Skills.aspx?ID=9). Second, instead of gaining and tracking the [wounded](/Conditions.aspx?ID=42) condition, if your construct becomes broken in this way more than twice within a 10-minute period, it's destroyed, and you'll need to reconstruct it by spending a day of downtime.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Hit Points",
 "next_link": {
  "label": "Immunities",
  "url": "/Rules.aspx?ID=1609"
 },
 "previous_link": {
  "label": "Ability Modifiers",
  "url": "/Rules.aspx?ID=1607"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 32</row>\r\n\r\nGears Characters / Construct Companions / Prototype Construct Companions\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 32"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 32</row>",
 "speed": {},
 "text": " Hit Points Source Guns &amp; Gears pg. 32 Your construct companion has 10 Hit Points, plus a number of Hit Points equal to 6 plus its Constitution modifier for each level you have. While constructs are usually immediately destroyed at 0 Hit Points, your construct companion is a little harder to destroy than other constructs are. When your construct reaches 0 Hit Points, it becomes broken and begins sparking and might be destroyed if you don't Repair it. This works the same as the normal dying rules and determines if your construct is destroyed, with the following two changes. First, most effects that end the dying condition don't work to save a construct companion, but a construct can be stabilized using the Administer First Aid action, using the Crafting skill instead of Medicine. Second, instead of gaining and tracking the wounded condition, if your construct becomes broken in this way more than twice within a 10-minute period, it's destroyed, and you'll need to reconstruct it by spending a day of downtime. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1608",
 "weakness": {}
}