{
 "breadcrumbs": [
  "Chapter 7: Spells",
  "Magical Schools"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-267",
 "markdown": "<title level=\"1\" right=\"Rules\">[Illusion](/Rules.aspx?ID=267)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 298 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n[Illusions](/Traits.aspx?ID=92) create the semblance of something real, fooling the eyes, ears, and other senses. Depending on how the illusion is perceived, it might have the [auditory](/Traits.aspx?ID=16) or [visual](/Traits.aspx?ID=163) traits, and some also have the [mental](/Traits.aspx?ID=106) trait.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Disbelieving Illusions</title>\r\n\r\nSometimes illusions allow an affected creature a chance to disbelieve the spell, which lets the creature effectively ignore the spell if it succeeds at doing so. This usually happens when a creature Seeks or otherwise spends actions to engage with the illusion, comparing the result of its Perception check (or another check or saving throw, at the GM’s discretion) to the caster’s spell DC. Mental illusions typically provide rules in the spell’s description for disbelieving the effect (often allowing the affected creature to attempt a Will save).\n\n If the illusion is visual, and a creature interacts with the illusion in a way that would prove it is not what it seems, the creature might know that an illusion is present, but it still can’t ignore the illusion without successfully disbelieving it. For instance, if a character is pushed through the illusion of a door, they will know that the door is an illusion, but they still can’t see through it. Disbelieving an illusion makes it and those things it blocks seem hazy and indistinct, so even in the case where a visual illusion is disbelieved, it may, at the GM’s discretion, block vision enough to make those on the other side concealed.\r\n</aside>",
 "name": "Illusion",
 "next_link": {
  "label": "Necromancy",
  "url": "/Rules.aspx?ID=268"
 },
 "previous_link": {
  "label": "Evocation",
  "url": "/Rules.aspx?ID=266"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 298 <sup>4.0</sup></row>\r\n\r\nChapter 7: Spells / Magical Schools\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 298"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 298 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Illusion Source Core Rulebook pg. 298 4.0 Illusions create the semblance of something real, fooling the eyes, ears, and other senses. Depending on how the illusion is perceived, it might have the auditory or visual traits, and some also have the mental trait. Disbelieving Illusions Sometimes illusions allow an affected creature a chance to disbelieve the spell, which lets the creature effectively ignore the spell if it succeeds at doing so. This usually happens when a creature Seeks or otherwise spends actions to engage with the illusion, comparing the result of its Perception check (or another check or saving throw, at the GM’s discretion) to the caster’s spell DC. Mental illusions typically provide rules in the spell’s description for disbelieving the effect (often allowing the affected creature to attempt a Will save). If the illusion is visual, and a creature interacts with the illusion in a way that would prove it is not what it seems, the creature might know that an illusion is present, but it still can’t ignore the illusion without successfully disbelieving it. For instance, if a character is pushed through the illusion of a door, they will know that the door is an illusion, but they still can’t see through it. Disbelieving an illusion makes it and those things it blocks seem hazy and indistinct, so even in the case where a visual illusion is disbelieved, it may, at the GM’s discretion, block vision enough to make those on the other side concealed. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=267",
 "weakness": {}
}