{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Damage",
  "Step 3: Apply the Target's Immunities, Weaknesses, and Resistances"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-343",
 "markdown": "<title level=\"1\" right=\"Rules\">[Immunity](/Rules.aspx?ID=343)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 451 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you have immunity to a specific type of damage, you ignore all damage of that type. If you have immunity to a specific condition or type of effect, you can't be affected by that condition or any effect of that type. You can still be targeted by an ability that includes an effect or condition you are immune to; you just don't apply that particular effect or condition.\n\n If you have immunity to effects with a certain trait (such as [death](/Traits.aspx?ID=40) effects, [poison](/Traits.aspx?ID=126), or [disease](/Traits.aspx?ID=46)), you are unaffected by effects with that trait. Often, an effect has a trait and deals that type of damage (this is especially true in the case of energy damage types). In these cases, the immunity applies to the effect corresponding to the trait, not just the damage. However, some complex effects might have parts that affect you even if you're immune to one of the effect's traits; for instance, a spell that deals both fire and acid damage can still deal acid damage to you even if you're immune to fire.\n\n Immunity to critical hits works a little differently. When a creature immune to critical hits is critically hit by a Strike or other attack that deals damage, it takes normal damage instead of double damage. This does not make it immune to any other critical success effects of other actions that have the [attack](/Traits.aspx?ID=15) trait (such as [Grapple](/Actions.aspx?ID=35) and [Shove](/Actions.aspx?ID=38)).\n\n Another exception is immunity to nonlethal attacks. If you are immune to nonlethal attacks, you are immune to all damage from attacks with the [nonlethal](/Traits.aspx?ID=188) trait, no matter what other type the damage has. For instance, a [stone golem](/Monsters.aspx?ID=241) has immunity to nonlethal attacks. This means that no matter how hard you hit it with your fist, you're not going to damage it—unless your fists don't have the nonlethal trait, such as if you're a [monk](/Classes.aspx?ID=8).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Immunity",
 "next_link": {
  "label": "Temporary Immunity",
  "url": "/Rules.aspx?ID=344"
 },
 "previous_link": {
  "label": "Step 2: Determine the Damage Type",
  "url": "/Rules.aspx?ID=340"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 451 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Damage / Step 3: Apply the Target's Immunities, Weaknesses, and Resistances\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 451"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 451 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Immunity Source Core Rulebook pg. 451 4.0 When you have immunity to a specific type of damage, you ignore all damage of that type. If you have immunity to a specific condition or type of effect, you can't be affected by that condition or any effect of that type. You can still be targeted by an ability that includes an effect or condition you are immune to; you just don't apply that particular effect or condition. If you have immunity to effects with a certain trait (such as death effects, poison, or disease), you are unaffected by effects with that trait. Often, an effect has a trait and deals that type of damage (this is especially true in the case of energy damage types). In these cases, the immunity applies to the effect corresponding to the trait, not just the damage. However, some complex effects might have parts that affect you even if you're immune to one of the effect's traits; for instance, a spell that deals both fire and acid damage can still deal acid damage to you even if you're immune to fire. Immunity to critical hits works a little differently. When a creature immune to critical hits is critically hit by a Strike or other attack that deals damage, it takes normal damage instead of double damage. This does not make it immune to any other critical success effects of other actions that have the attack trait (such as Grapple and Shove). Another exception is immunity to nonlethal attacks. If you are immune to nonlethal attacks, you are immune to all damage from attacks with the nonlethal trait, no matter what other type the damage has. For instance, a stone golem has immunity to nonlethal attacks. This means that no matter how hard you hit it with your fist, you're not going to damage it—unless your fists don't have the nonlethal trait, such as if you're a monk. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=343",
 "weakness": {}
}