{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1460",
 "markdown": "<title level=\"1\" right=\"Rules\">[Infernal Contracts](/Rules.aspx?ID=1460)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #164: Hands of the Devil](/Sources.aspx?ID=75) pg. 74</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome mortals damn themselves through tyranny, murder, or other soul-staining offenses. Others need a little assistance surrendering their souls to [Hell](/Planes.aspx?ID=18). [Devils](/MonsterFamilies.aspx?ID=30) gladly offer enticing temptations to desperate mortals—but at a high price.\n\n These arrangements are formalized in the traditions and trappings of binding agreements most familiar to the mortal's culture, such as a handshake, a hand-binding ceremony, or a written agreement signed by both parties. Devils often include their own diabolical spin on the traditions by requiring the handshake to be performed while mingling the blood of both parties, binding hands with a red-hot chain, or signing a document in blood. These flourishes are rarely necessary; demanding them of the mortal is simply a display of power designed to put the devil at an advantage. Most deals with devils in the Inner Sea region take the form of written contracts, which purport to offer full transparency to mortal signatories, but in actuality incorporate additional agreements hidden in obfuscated language.\n\n Nearly all infernal contracts have three separate provisions: an ongoing benefit to the mortal, a payment the mortal must make to the devil (usually in the form of a supernatural restriction or prohibition), and a termination clause that, upon its occurrence, immediately voids the entire contract and ends all its effects. Contracts often include hidden conditions that give the devil additional leverage. \n\n The rules effect of an infernal contract is that of a magic item with the [contract](/Traits.aspx?ID=329) trait. This item has no physical substance and can't be dispelled, altered, or destroyed except by destroying both physical copies of the contract (a virtually impossible task, as most devils send their copy to the Fallen Fastness in Dis, an infernal library all but off-limits to mortals). An infernal contract is automatically invested and counts toward a character's limit of 10 invested items—all such contracts therefore include, as part of their cost, a fraction of the bargainer's ability to use other magic items. Once invested, infernal contracts aren't visible—though their effects can be—but anyone who has one is constantly aware of its presence. If a creature dies with an infernal contract invested, its soul is consigned to Hell and it can't be restored to life unless its soul is freed.\n\n The following are some examples of contracts a mortal might obtain; each specifies the type of devil most likely to offer them and the kinds of checks readers can use to decipher their terms.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Interpreting an Infernal Contract</title>\r\n\r\nUnderstanding the complex, legalistic provisions of an infernal contract is difficult, and doubly so when a devil is at hand demanding an expeditious signature. A reader must attempt a secret check to [Decipher Writing](/Actions.aspx?ID=22) to understand a contract's provisions. Each contract indicates appropriate skills to use, and the DC is based on the contract's item level (see [Level-Based DCs](/Rules.aspx?ID=554)). Alternatively, the reader can always use the Legal Lore skill to decipher the contract at the DC – 4. Regardless of the outcome of the check, the reader always understands the Benefit and Payment provisions of the contract.\n\n**Critical Success** The reader understands the Hidden Condition and the Termination Clause.<br />\n**Success** The reader understands the Hidden Condition.<br />\n**Failure** The reader misunderstands the Hidden Condition and receives false information about it.<br />\n**Critical Failure** The reader misunderstands both the Hidden Condition and the Termination Clause, receiving false information about each.A mortal can try to renegotiate the contract; whether the devil agrees is up to the GM. The mortal must understand the Hidden Condition or Termination Clause to change the terms in their favor; the devil knows if the mortal misunderstands these clauses (from a failed Decipher Writing check) and if so usually plays along, knowing that any further agreements they make based on a misunderstood clause aren't binding and don't change the contract's effects. \r\n</aside>",
 "name": "Infernal Contracts",
 "next_link": {
  "label": "Adapting Western Weapons",
  "url": "/Rules.aspx?ID=1462"
 },
 "previous_link": {
  "label": "Overview",
  "url": "/Rules.aspx?ID=1457"
 },
 "rarity": "common",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #164: Hands of the Devil](/Sources.aspx?ID=75) pg. 74</row>\n\n</additional-info>",
 "source": [
  "Pathfinder #164: Hands of the Devil"
 ],
 "source_raw": [
  "Pathfinder #164: Hands of the Devil pg. 74"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Abomination Vaults",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #164: Hands of the Devil](/Sources.aspx?ID=75) pg. 74</row>",
 "speed": {},
 "text": " Infernal Contracts Source Pathfinder #164: Hands of the Devil pg. 74 Some mortals damn themselves through tyranny, murder, or other soul-staining offenses. Others need a little assistance surrendering their souls to Hell. Devils gladly offer enticing temptations to desperate mortals—but at a high price. These arrangements are formalized in the traditions and trappings of binding agreements most familiar to the mortal's culture, such as a handshake, a hand-binding ceremony, or a written agreement signed by both parties. Devils often include their own diabolical spin on the traditions by requiring the handshake to be performed while mingling the blood of both parties, binding hands with a red-hot chain, or signing a document in blood. These flourishes are rarely necessary; demanding them of the mortal is simply a display of power designed to put the devil at an advantage. Most deals with devils in the Inner Sea region take the form of written contracts, which purport to offer full transparency to mortal signatories, but in actuality incorporate additional agreements hidden in obfuscated language. Nearly all infernal contracts have three separate provisions: an ongoing benefit to the mortal, a payment the mortal must make to the devil (usually in the form of a supernatural restriction or prohibition), and a termination clause that, upon its occurrence, immediately voids the entire contract and ends all its effects. Contracts often include hidden conditions that give the devil additional leverage. The rules effect of an infernal contract is that of a magic item with the contract trait. This item has no physical substance and can't be dispelled, altered, or destroyed except by destroying both physical copies of the contract (a virtually impossible task, as most devils send their copy to the Fallen Fastness in Dis, an infernal library all but off-limits to mortals). An infernal contract is automatically invested and counts toward a character's limit of 10 invested items—all such contracts therefore include, as part of their cost, a fraction of the bargainer's ability to use other magic items. Once invested, infernal contracts aren't visible—though their effects can be—but anyone who has one is constantly aware of its presence. If a creature dies with an infernal contract invested, its soul is consigned to Hell and it can't be restored to life unless its soul is freed. The following are some examples of contracts a mortal might obtain; each specifies the type of devil most likely to offer them and the kinds of checks readers can use to decipher their terms. Interpreting an Infernal Contract Understanding the complex, legalistic provisions of an infernal contract is difficult, and doubly so when a devil is at hand demanding an expeditious signature. A reader must attempt a secret check to Decipher Writing to understand a contract's provisions. Each contract indicates appropriate skills to use, and the DC is based on the contract's item level (see Level-Based DCs). Alternatively, the reader can always use the Legal Lore skill to decipher the contract at the DC – 4. Regardless of the outcome of the check, the reader always understands the Benefit and Payment provisions of the contract. Critical Success The reader understands the Hidden Condition and the Termination Clause. Success The reader understands the Hidden Condition. Failure The reader misunderstands the Hidden Condition and receives false information about it. Critical Failure The reader misunderstands both the Hidden Condition and the Termination Clause, receiving false information about each.A mortal can try to renegotiate the contract; whether the devil agrees is up to the GM. The mortal must understand the Hidden Condition or Termination Clause to change the terms in their favor; the devil knows if the mortal misunderstands these clauses (from a failed Decipher Writing check) and if so usually plays along, knowing that any further agreements they make based on a misunderstood clause aren't binding and don't change the contract's effects. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1460",
 "weakness": {}
}