{
 "breadcrumbs": [
  "Chapter 3: Subsystems",
  "Influence"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1202",
 "markdown": "<title level=\"1\" right=\"Rules\">[Influence Stat Blocks](/Rules.aspx?ID=1202)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 152</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nNPCs in the influence subsystem have little need for many of the statistics you’ll find in an ordinary creature stat block. However, it might help you to prepare for the social encounter by creating an influence stat block for each prominent NPC. These are optional; if you can keep most information straight in your head, you might skip this step or just write down the first three categories to keep the numbers straight.\n\n Influence stat blocks are flexible and contain only the stats that you are essential to running the NPC during a social encounter, leaving the rest out. The main stats that matter are the NPC’s Perception and Will modifiers. \n\n<title level=\"3\" right=\"\">NPC Name</title> <traits><trait label=\"Traits\" /> </traits>A succinct description of the NPC, such as “Famous musician” or “Popular baron.”\n\n **Perception** The NPC’s Perception modifier, plus potentially relevant spells such as _[true sight](/Spells.aspx?ID=344)_.\n\n **Will** The NPC’s Will modifier, plus any special adjustments.\n\n **Discovery** The Perception DC to Discover information about the NPC, as well as any skill checks to Discover their DCs.\n\n **Influence Skills** The skills the PCs can use to Influence the NPC are listed here with their DCs, in order from the lowest DC (the skill that works best) to the highest DC. If a skill isn’t listed but a player gives a strong narrative explanation for using it, you can add it as an appropriate DC (usually the highest listed DC). Diplomacy should usually be on this list, but should rarely be the best skill to Influence an NPC, in order to encourage and reward using Discover to learn and cater to an NPC’s interests.\n\n **Influence Thresholds** The number of Influence Points required to Influence the PC, and the benefits for meeting them. Some NPCs might have multiple influence thresholds, granting the PCs additional benefits or favors as they cross more thresholds.<br />\n\n---\n\n **Resistances** Some NPCs are resistant to certain tactics, biased against certain types of people, or may get defensive when a certain topic comes up. Any of these makes it harder for a PC to convince them. For instance, an NPC might find flattery inane, dislike wizards, or bristle at any mention of their ex-spouse. Typically, an NPC’s resistance increases the DC of the associated check to Influence by 2 (or 5 for stronger resistances), but it could have farther-ranging consequences, such as losing Influence Points or angering the NPC enough that attempting to Influence them again is impossible.\n\n **Weaknesses** Most NPCs have at least one weakness that clever and observant PCs can use to their advantage, whether it’s a deep-seated insecurity, a desire for power, a favorite hobby, a bias toward a certain group, or a hidden secret the PCs could threaten to expose. When a PC incorporates an NPC’s weakness, it typically decreases the associated Influence check’s DC by 2 (or 5 for stronger weaknesses), but it could have farther‑ranging effects, such as gaining automatic Influence Points or even automatically influencing the NPC regardless of how many Influence Points the PCs have achieved so far.\n\n After the influence stat block, you might want to list important information to help you roleplay the NPC and incorporate the NPC into your influence encounter. You can list any of the following details that are relevant to your NPC: their background (a brief bio focusing on information relevant to the encounter), appearance, personality (this can just be a list of adjectives), affiliations, public goals, hidden agendas, or the penalty for antagonizing the NPC (or possibly for failing to Influence the NPC, depending on the way you structure the encounter).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Sample Stat Block</title>\r\n\r\nIn this example, the PCs try to convince a grizzled landlord to not evict a theatrical troupe from a dilapidated building he owns. It’s a 3rd-level challenge. He is a busy, practical man and gives the PCs only 45 minutes (3 rounds) to make their case. \n\n<title level=\"3\" right=\"\">Danphy Mollwether</title> <traits><trait label=\"LE\" /> <trait label=\"Medium\" /> <trait label=\"Human\" /> <trait label=\"Humanoid\" /> </traits>Penny-pinching landlord<br /> **Perception** +9<br /> **Will** +12<br /> **Discovery** DC 13 Mercantile Lore, DC 18 Perception, DC 16 Society<br /> **Influence Skills** DC 16 Accounting Lore (noting how the theater could be made profitable), DC 16 Crafting (volunteering to repair the building), DC 20 Intimidation, DC 20 Performance, DC 22 Diplomacy, DC 24 Deception<br /> **Influence 4:** Mr. Mollwether gives the troupe 1 week to get him his back rent, with interest, before evicting them.<br /> **Influence 6:** Mr. Mollwether gives the troupe 1 month to get him his back rent before evicting them.<br /> **Influence 8:** Mr. Mollwether allows the troupe to stay, reduces their rent, and forgives half their debt.<br />\n\n---\n\n **Resistances** The landlord thinks in practical terms, with little patience for the “good-for-nothings” of the troupe. Appeals directed at sympathy alone increase the check’s DC by 2.<br /> **Weaknesses** Mr. Mollwether used to visit the theater often as a small child, and performing one of his favorite old songs or plays brings tears to his eyes and reduces the Performance DC by 2.<br /> **Background** Mollwether was raised by wealthy parents who loved the arts and took him to the theater often. A scandal left the family broke, and Danphy clawed his way back up to a decent living. Becoming something of a slumlord, he owns several properties now and still feels he must exploit others to survive.<br /> **Appearance** An elderly man in cheap dress clothes, Mr. Mollwether looks like he’s never felt a moment of love for anyone in his whole life.<br /> **Personality** Impatient, crotchety, skeptical<br /> **Penalty** Antagonizing Mr. Mollwether by “sermonizing” or “wasting his time” causes him to cut the meeting short, reducing it to 2 rounds instead of 3.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1203\" />",
 "name": "Influence Stat Blocks",
 "next_link": {
  "label": "Running an Influence Encounter",
  "url": "/Rules.aspx?ID=1204"
 },
 "previous_link": {
  "label": "Victory Points",
  "url": "/Rules.aspx?ID=1189"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 152</row>\r\n\r\nChapter 3: Subsystems / Influence\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 152"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 152</row>",
 "speed": {},
 "text": " Influence Stat Blocks Source Gamemastery Guide pg. 152 NPCs in the influence subsystem have little need for many of the statistics you’ll find in an ordinary creature stat block. However, it might help you to prepare for the social encounter by creating an influence stat block for each prominent NPC. These are optional; if you can keep most information straight in your head, you might skip this step or just write down the first three categories to keep the numbers straight. Influence stat blocks are flexible and contain only the stats that you are essential to running the NPC during a social encounter, leaving the rest out. The main stats that matter are the NPC’s Perception and Will modifiers. NPC Name A succinct description of the NPC, such as “Famous musician” or “Popular baron.” Perception The NPC’s Perception modifier, plus potentially relevant spells such as true sight . Will The NPC’s Will modifier, plus any special adjustments. Discovery The Perception DC to Discover information about the NPC, as well as any skill checks to Discover their DCs. Influence Skills The skills the PCs can use to Influence the NPC are listed here with their DCs, in order from the lowest DC (the skill that works best) to the highest DC. If a skill isn’t listed but a player gives a strong narrative explanation for using it, you can add it as an appropriate DC (usually the highest listed DC). Diplomacy should usually be on this list, but should rarely be the best skill to Influence an NPC, in order to encourage and reward using Discover to learn and cater to an NPC’s interests. Influence Thresholds The number of Influence Points required to Influence the PC, and the benefits for meeting them. Some NPCs might have multiple influence thresholds, granting the PCs additional benefits or favors as they cross more thresholds. --- Resistances Some NPCs are resistant to certain tactics, biased against certain types of people, or may get defensive when a certain topic comes up. Any of these makes it harder for a PC to convince them. For instance, an NPC might find flattery inane, dislike wizards, or bristle at any mention of their ex-spouse. Typically, an NPC’s resistance increases the DC of the associated check to Influence by 2 (or 5 for stronger resistances), but it could have farther-ranging consequences, such as losing Influence Points or angering the NPC enough that attempting to Influence them again is impossible. Weaknesses Most NPCs have at least one weakness that clever and observant PCs can use to their advantage, whether it’s a deep-seated insecurity, a desire for power, a favorite hobby, a bias toward a certain group, or a hidden secret the PCs could threaten to expose. When a PC incorporates an NPC’s weakness, it typically decreases the associated Influence check’s DC by 2 (or 5 for stronger weaknesses), but it could have farther‑ranging effects, such as gaining automatic Influence Points or even automatically influencing the NPC regardless of how many Influence Points the PCs have achieved so far. After the influence stat block, you might want to list important information to help you roleplay the NPC and incorporate the NPC into your influence encounter. You can list any of the following details that are relevant to your NPC: their background (a brief bio focusing on information relevant to the encounter), appearance, personality (this can just be a list of adjectives), affiliations, public goals, hidden agendas, or the penalty for antagonizing the NPC (or possibly for failing to Influence the NPC, depending on the way you structure the encounter). Sample Stat Block In this example, the PCs try to convince a grizzled landlord to not evict a theatrical troupe from a dilapidated building he owns. It’s a 3rd-level challenge. He is a busy, practical man and gives the PCs only 45 minutes (3 rounds) to make their case. Danphy Mollwether Penny-pinching landlord Perception +9 Will +12 Discovery DC 13 Mercantile Lore, DC 18 Perception, DC 16 Society Influence Skills DC 16 Accounting Lore (noting how the theater could be made profitable), DC 16 Crafting (volunteering to repair the building), DC 20 Intimidation, DC 20 Performance, DC 22 Diplomacy, DC 24 Deception Influence 4: Mr. Mollwether gives the troupe 1 week to get him his back rent, with interest, before evicting them. Influence 6: Mr. Mollwether gives the troupe 1 month to get him his back rent before evicting them. Influence 8: Mr. Mollwether allows the troupe to stay, reduces their rent, and forgives half their debt. --- Resistances The landlord thinks in practical terms, with little patience for the “good-for-nothings” of the troupe. Appeals directed at sympathy alone increase the check’s DC by 2. Weaknesses Mr. Mollwether used to visit the theater often as a small child, and performing one of his favorite old songs or plays brings tears to his eyes and reduces the Performance DC by 2. Background Mollwether was raised by wealthy parents who loved the arts and took him to the theater often. A scandal left the family broke, and Danphy clawed his way back up to a decent living. Becoming something of a slumlord, he owns several properties now and still feels he must exploit others to survive. Appearance An elderly man in cheap dress clothes, Mr. Mollwether looks like he’s never felt a moment of love for anyone in his whole life. Personality Impatient, crotchety, skeptical Penalty Antagonizing Mr. Mollwether by “sermonizing” or “wasting his time” causes him to cut the meeting short, reducing it to 2 rounds instead of 3. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1202",
 "weakness": {}
}