{
 "breadcrumbs": [
  "Chapter 2: Camping",
  "Camping Activities"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1893",
 "markdown": "<title level=\"1\" right=\"Rules\">[Ingredients](/Rules.aspx?ID=1893)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 109</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe two cooking activities presented here—[Cook Basic Meal](/Actions.aspx?ID=1473) and [Cook Special Meal](/Actions.aspx?ID=1474)—require the use of ingredients in addition to [rations](/Equipment.aspx?ID=40), or provisions you gain by [Subsisting](/Actions.aspx?ID=27). Both basic and special meals always use basic ingredients; special meals sometimes also require special ingredients.\n\n Basic ingredients and rations are relatively easy to come by, and generally won't need to be tracked. If the PCs wish to stock up on basic ingredients, they can procure them by attempting the [Hunt and Gather](/Actions.aspx?ID=1476) Camping activity—even a critical failure finds some, and they can buy rations at the regular price.\n\n Special ingredients are exceptionally rare or dangerous to gather, and so should be tracked as regular consumable items—a single special ingredient is level 3 and Bulk L. Special ingredients are normally acquired only by succeeding at the Hunt and Gather Camping activity; optionally, you may allow the PCs to obtain a number of special ingredients equal to the party's level once per month as part of the perks of ruling a kingdom.\n\n While specific ingredients aren't called out in recipes, at your discretion you can allow the PCs to harvest such ingredients after encounters with appropriate creatures. Since this requires players to track individual ingredients, the additional paperwork may not be to the taste of all groups. To harvest ingredients from a creature, a character must succeed at a [Survival](/Skills.aspx?ID=16) check against the [standard DC set by the creature's level](/Rules.aspx?ID=554). A success generates 1 special ingredient usable for that specific recipe (or 2 special ingredients on a critical success). Only one attempt can be made per creature; each attempt takes 10 minutes of work.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Ingredients",
 "next_link": {
  "label": "Special Campsite Meals",
  "url": "/Rules.aspx?ID=1894"
 },
 "previous_link": {
  "label": "Campsites",
  "url": "/Rules.aspx?ID=1886"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 109</row>\r\n\r\nChapter 2: Camping / Camping Activities\r\n</additional-info>",
 "source": [
  "Kingmaker Companion Guide"
 ],
 "source_raw": [
  "Kingmaker Companion Guide pg. 109"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 109</row>",
 "speed": {},
 "text": " Ingredients Source Kingmaker Companion Guide pg. 109 The two cooking activities presented here—Cook Basic Meal and Cook Special Meal—require the use of ingredients in addition to rations, or provisions you gain by Subsisting. Both basic and special meals always use basic ingredients; special meals sometimes also require special ingredients. Basic ingredients and rations are relatively easy to come by, and generally won't need to be tracked. If the PCs wish to stock up on basic ingredients, they can procure them by attempting the Hunt and Gather Camping activity—even a critical failure finds some, and they can buy rations at the regular price. Special ingredients are exceptionally rare or dangerous to gather, and so should be tracked as regular consumable items—a single special ingredient is level 3 and Bulk L. Special ingredients are normally acquired only by succeeding at the Hunt and Gather Camping activity; optionally, you may allow the PCs to obtain a number of special ingredients equal to the party's level once per month as part of the perks of ruling a kingdom. While specific ingredients aren't called out in recipes, at your discretion you can allow the PCs to harvest such ingredients after encounters with appropriate creatures. Since this requires players to track individual ingredients, the additional paperwork may not be to the taste of all groups. To harvest ingredients from a creature, a character must succeed at a Survival check against the standard DC set by the creature's level. A success generates 1 special ingredient usable for that specific recipe (or 2 special ingredients on a critical success). Only one attempt can be made per creature; each attempt takes 10 minutes of work. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1893",
 "weakness": {}
}