{
 "breadcrumbs": [
  "Psychic Duels"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1734",
 "markdown": "<title level=\"1\" right=\"Rules\">[Initiative and Dueling Actions](/Rules.aspx?ID=1734)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 201</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEach duelist rolls initiative normally and proceeds in that initiative order, like a spellcasting duel rather than a combat duel. Each duelist can roll a [Deception](/Skills.aspx?ID=5), [Diplomacy](/Skills.aspx?ID=6), [Intimidation](/Skills.aspx?ID=7), or [Occultism](/Skills.aspx?ID=11) check instead of Perception. If the participant is trained at the skill they rolled for initiative, they gain the psychic center of that skill—a mental state corresponding to the skill. The GM might allow [Lore](/Skills.aspx?ID=8) skills for initiative in a psychic duel; these give the Occultism psychic center unless the GM determines otherwise. All participants gain the Psychic Defense reaction, which they can use while psychically centered. Its specific effect depends on the user's psychic center and using it expends the state. Each participant also has the Recenter action, which lets them change or assume a psychic center.\n\n<document level=\"2\" id=\"action-1235\" />\n\n<document level=\"2\" id=\"action-1236\" />\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Initiative and Dueling Actions",
 "next_link": {
  "label": "Attacks and Defenses",
  "url": "/Rules.aspx?ID=1735"
 },
 "previous_link": {
  "label": "Terms of the Duel",
  "url": "/Rules.aspx?ID=1733"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 201</row>\r\n\r\nPsychic Duels\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 201"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 201</row>",
 "speed": {},
 "text": " Initiative and Dueling Actions Source Dark Archive pg. 201 Each duelist rolls initiative normally and proceeds in that initiative order, like a spellcasting duel rather than a combat duel. Each duelist can roll a Deception, Diplomacy, Intimidation, or Occultism check instead of Perception. If the participant is trained at the skill they rolled for initiative, they gain the psychic center of that skill—a mental state corresponding to the skill. The GM might allow Lore skills for initiative in a psychic duel; these give the Occultism psychic center unless the GM determines otherwise. All participants gain the Psychic Defense reaction, which they can use while psychically centered. Its specific effect depends on the user's psychic center and using it expends the state. Each participant also has the Recenter action, which lets them change or assume a psychic center.\n",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1734",
 "weakness": {}
}