{
 "breadcrumbs": [
  "Chapter 11: Crafting & Treasure"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-689",
 "markdown": "<title level=\"1\" right=\"Rules\">[Investing Magic Items](/Rules.aspx?ID=689)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 531 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCertain magic items convey their magical benefits only when worn and invested using the Invest an Item activity, tying them to your inner potential. These items have the [invested](/Traits.aspx?ID=98) trait. Many invested items have constant abilities that function all the time or that always trigger when you use the item—but only when they're invested. If you don't have an item invested, these abilities don't work. If an invested item can be activated, you must have invested the item to activate it.\n\n You can benefit from no more than 10 invested magic items each day. Because this limit is fairly high, and because it matters only for worn items, you probably won't need to worry about reaching the limit until higher levels, when you've acquired many useful magic items to wear.\n\n You can still gain the mundane benefits of an item if you don't invest it. A suit of _+1 [resilient](/Equipment.aspx?ID=279) armor_ still gives you its item bonus to AC when not invested, but it doesn't give its magical bonus to saving throws, and [_winged boots_](/Equipment.aspx?ID=472) still protect your feet even though you can't activate them to fly. Entirely non-magical items don't need to be invested.\n\n<document level=\"2\" id=\"action-289\" />\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Investing Magic Items",
 "next_link": {
  "label": "Activating Items",
  "url": "/Rules.aspx?ID=690"
 },
 "previous_link": {
  "label": "Constant Abilities",
  "url": "/Rules.aspx?ID=688"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 531 <sup>4.0</sup></row>\r\n\r\nChapter 11: Crafting &amp; Treasure\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 531"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 531 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Investing Magic Items Source Core Rulebook pg. 531 4.0 Certain magic items convey their magical benefits only when worn and invested using the Invest an Item activity, tying them to your inner potential. These items have the invested trait. Many invested items have constant abilities that function all the time or that always trigger when you use the item—but only when they're invested. If you don't have an item invested, these abilities don't work. If an invested item can be activated, you must have invested the item to activate it. You can benefit from no more than 10 invested magic items each day. Because this limit is fairly high, and because it matters only for worn items, you probably won't need to worry about reaching the limit until higher levels, when you've acquired many useful magic items to wear. You can still gain the mundane benefits of an item if you don't invest it. A suit of +1 resilient armor still gives you its item bonus to AC when not invested, but it doesn't give its magical bonus to saving throws, and winged boots still protect your feet even though you can't activate them to fly. Entirely non-magical items don't need to be invested.\n",
 "type": "Rules",
 "url": "/Rules.aspx?ID=689",
 "weakness": {}
}