{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Running Downtime",
  "Money in Downtime"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-879",
 "markdown": "<title level=\"1\" right=\"Rules\">[Investments](/Rules.aspx?ID=879)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 26</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe downtime system isn’t meant to deal with investing money, receiving interest, or the like just to make more money. Rather, investing should result in changes in the world. PCs might invest in founding a museum, and find on their return that the collection has grown. If they fund an expedition, they might get access to interesting trade goods later on.\n\n When characters are investing in a major endeavor, the amount of in-world time invested often matters more than the money. While spending additional money greatly increases the efficiency of Crafting an item, you can’t build a fort in a day just because you have enough money to pay for the whole process. Downtime is a good opportunity for characters to start long processes that can continue in the background as the PCs adventure, provided they can find a trustworthy, competent person to run things in their stead.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Investments",
 "next_link": {
  "label": "Money During Long Periods of Downtime",
  "url": "/Rules.aspx?ID=880"
 },
 "previous_link": {
  "label": "Tasks and Events",
  "url": "/Rules.aspx?ID=877"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 26</row>\r\n\r\nChapter 1: Gamemastery Basics / Running Downtime / Money in Downtime\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 26"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 26</row>",
 "speed": {},
 "text": " Investments Source Gamemastery Guide pg. 26 The downtime system isn’t meant to deal with investing money, receiving interest, or the like just to make more money. Rather, investing should result in changes in the world. PCs might invest in founding a museum, and find on their return that the collection has grown. If they fund an expedition, they might get access to interesting trade goods later on. When characters are investing in a major endeavor, the amount of in-world time invested often matters more than the money. While spending additional money greatly increases the efficiency of Crafting an item, you can’t build a fort in a day just because you have enough money to pay for the whole process. Downtime is a good opportunity for characters to start long processes that can continue in the background as the PCs adventure, provided they can find a trustworthy, competent person to run things in their stead. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=879",
 "weakness": {}
}