{
 "breadcrumbs": [
  "Magic Items"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1488",
 "markdown": "<title level=\"1\" right=\"Rules\">[Investing a Magic Item](/Rules.aspx?ID=1488)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 155 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe word “preparation” means different things to different wearers of invested magic items. To some, investing a [_diadem of intellect_](/Equipment.aspx?ID=401) may involve sitting silently with it at the beginning of the day and feeling the magical energy course through it and themselves, but others may simply pull the headband out of their rucksack, wipe it off, and give it a glance to make sure the gems aren't cracked. Still others might refuse to ever take the headband off in the first place, even while washing up or sleeping. Any of these could work! The difference between these habits isn't a matter of respect or proper vs. improper technique, it simply reflects what investiture means to the person using the item.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Investing a Magic Item",
 "next_link": {
  "label": "Activating a Magic Item",
  "url": "/Rules.aspx?ID=1489"
 },
 "previous_link": {
  "label": "Creating a Magic Item",
  "url": "/Rules.aspx?ID=1487"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 155 <sup>1.1</sup></row>\r\n\r\nMagic Items\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 155"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 155 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Investing a Magic Item Source Secrets of Magic pg. 155 1.1 The word “preparation” means different things to different wearers of invested magic items. To some, investing a diadem of intellect may involve sitting silently with it at the beginning of the day and feeling the magical energy course through it and themselves, but others may simply pull the headband out of their rucksack, wipe it off, and give it a glance to make sure the gems aren't cracked. Still others might refuse to ever take the headband off in the first place, even while washing up or sleeping. Any of these could work! The difference between these habits isn't a matter of respect or proper vs. improper technique, it simply reflects what investiture means to the person using the item. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1488",
 "weakness": {}
}