{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Perception",
  "Concealment and Invisibility"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-426",
 "markdown": "<title level=\"1\" right=\"Rules\">[Invisible](/Rules.aspx?ID=426)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 467 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA creature with the invisible condition (by way of an [_invisibility_](/Spells.aspx?ID=164) spell or [_invisibility potion_](/Equipment.aspx?ID=187), for example) is automatically undetected to any creatures relying on sight as their only precise sense. Precise senses other than sight ignore the invisible condition.\n\n You can use the Seek basic action to attempt to figure out an invisible creature’s location, making it instead only hidden from you. This lasts until the invisible creature successfully uses Sneak to become undetected again. If you’re already observing a creature when it becomes invisible, it starts out hidden, since you know where it was when it became invisible, though it can then Sneak to become undetected.\n\n Other effects might make an invisible creature hidden or even observed but concealed. For instance, if you were tracking an invisible creature’s footprints through the snow, the footprints would make it hidden. Similarly, throwing a net over an invisible creature would make it observed but concealed for as long as the net is on the creature.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Invisible",
 "next_link": {
  "label": "Hero Points",
  "url": "/Rules.aspx?ID=427"
 },
 "previous_link": {
  "label": "Concealed",
  "url": "/Rules.aspx?ID=425"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 467 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Perception / Concealment and Invisibility\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 467"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 467 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Invisible Source Core Rulebook pg. 467 4.0 A creature with the invisible condition (by way of an invisibility spell or invisibility potion , for example) is automatically undetected to any creatures relying on sight as their only precise sense. Precise senses other than sight ignore the invisible condition. You can use the Seek basic action to attempt to figure out an invisible creature’s location, making it instead only hidden from you. This lasts until the invisible creature successfully uses Sneak to become undetected again. If you’re already observing a creature when it becomes invisible, it starts out hidden, since you know where it was when it became invisible, though it can then Sneak to become undetected. Other effects might make an invisible creature hidden or even observed but concealed. For instance, if you were tracking an invisible creature’s footprints through the snow, the footprints would make it hidden. Similarly, throwing a net over an invisible creature would make it observed but concealed for as long as the net is on the creature. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=426",
 "weakness": {}
}