{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1083",
 "markdown": "<title level=\"1\" right=\"Rules\">[Item Quirks](/Rules.aspx?ID=1083)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 86</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nItem quirks are peculiar characteristics that make items unique in unusual ways. These can make individual items—particularly permanent items—stand out from one another, and can give additional wonder to magical items beyond just their mechanical benefits.\n\n You can use the table found here to quickly apply a quirk to any item, such as items found as treasure or new items that a PC creates. Rather than rolling, you can instead choose one yourself or invent a new quirk. Item quirks don’t normally have any mechanical effect, since their only purpose is to be colorful and further flesh out the world, though you can add one if you so choose. Such effects should never grant more than a +1 item bonus or –1 item penalty, and even then the statistic or check it applies to should be narrow. For a quirk that grants an item the ability to speak, you choose the language based on the history of the item, or your best guess of what that history might be. It’s typically a language spoken by the item’s creator. \n\n## Table 2–21: Quirks\n<row gap=\"tiny\">\n<table> <tr><td>**d%**</td><td>**Quirk**</td><td>**Description**</td></tr> <tr><td>01</td><td>Melodic</td><td>Faint music plays when in use.</td></tr> <tr><td>02</td><td>Skin-altering</td><td>The user’s skin color changes to a bright color such as blue or green.</td></tr> <tr><td>03</td><td>Choral</td><td>Repeats everything the user says in a singing voice.</td></tr> <tr><td>04</td><td>Mood coloration</td><td>User’s mood affects the item’s color.</td></tr> <tr><td>05</td><td>Chatty</td><td>Happily engages in small talk.</td></tr> <tr><td>06</td><td>Spoiling</td><td>Food within 1 foot spoils at twice the normal rate.</td></tr> <tr><td>07</td><td>Friendly</td><td>Requests to be introduced to everyone the user meets.</td></tr> <tr><td>08</td><td>Muffling</td><td>Nearby sounds are slightly quieter.</td></tr> <tr><td>09</td><td>Runic</td><td>Runes appear on the user’s skin.</td></tr> <tr><td>10</td><td>Comfortable</td><td>Can serve as a pillow or blanket.</td></tr> <tr><td>11</td><td>Rain-blocking</td><td>The user remains dry in the rain.</td></tr> <tr><td>12</td><td>Clumsy</td><td>When unattended, knocks over other small items within 1 foot.</td></tr> <tr><td>13</td><td>Elemental appearance</td><td>Seems made of flame, water, or another elemental material.</td></tr> <tr><td>14</td><td>Magnetic</td><td>Small, ferrous objects of light Bulk or less adhere to it.</td></tr> <tr><td>15</td><td>Aberrant</td><td>Has tentacles, teeth, or other off-putting features.</td></tr> <tr><td>16</td><td>Dream-eating</td><td>Creatures asleep within 10 feet do not dream.</td></tr> <tr><td>17</td><td>Clean</td><td>Remains pristine despite filth.</td></tr> <tr><td>18</td><td>Hungry</td><td>Needs daily meals, often odd things like wood shavings.</td></tr> <tr><td>19</td><td>Smelly</td><td>Smells like the last food the user ate.</td></tr> <tr><td>20</td><td>Flamboyant</td><td>Flashes of light, sparks of color, and other effects shower from it.</td></tr> <tr><td>21</td><td>Verdant trail</td><td>Small plants grow where the user walks, remaining for 1 hour.</td></tr> <tr><td>22</td><td>Complaining</td><td>Grumbles when not in use.</td></tr> <tr><td>23</td><td>Detecting</td><td>Aware of a specific animal or plant, such as squirrels or poison ivy, within 30 feet.</td></tr> <tr><td>24</td><td>Fibbing</td><td>Tells grandiose and obvious lies.</td></tr> <tr><td>25</td><td>Compressing</td><td>User is slightly shorter.</td></tr> <tr><td>26</td><td>Attentive</td><td>Turns to face the last creature to touch it.</td></tr> <tr><td>27</td><td>Soprano</td><td>User’s voice becomes higher.</td></tr> <tr><td>28</td><td>Shrinking</td><td>Decreases in size when used.</td></tr> <tr><td>29</td><td>Aromatic</td><td>Nearby air smells pleasant.</td></tr> <tr><td>30</td><td>Temperate</td><td>Slight warmth spills from the item.</td></tr> <tr><td>31</td><td>Slime trail</td><td>User leaves a trail of slime where they walk, remaining for 1 hour.</td></tr> <tr><td>32</td><td>Tetrachromatic</td><td>Colors seem more vivid to the user.</td></tr> <tr><td>33</td><td>Resounding</td><td>Nearby sounds are slightly louder.</td></tr> <tr><td>34</td><td>Insect-attracting</td><td>Harmless insects swarm around it.</td></tr> <tr><td>35</td><td>Ancient tongue</td><td>Speaks in a forgotten language.</td></tr> <tr><td>36</td><td>Bloodthirsty</td><td>The sight of blood causes it to quiver in anticipation.</td></tr> <tr><td>37</td><td>Polished</td><td>Highly reflective.</td></tr> <tr><td>38</td><td>Scribing</td><td>Absorbs ink for 1 hour, allowing its points to be used as a pen.</td></tr> <tr><td>39</td><td>Dirty</td><td>A layer of filth always remains.</td></tr> <tr><td>40</td><td>Eye-altering</td><td>User’s eye color changes.</td></tr> <tr><td>41</td><td>Preserving</td><td>Food within 1 foot spoils at half rate.</td></tr> <tr><td>42</td><td>Leafy</td><td>Small plants grow on or from it.</td></tr> <tr><td>43</td><td>Wet</td><td>It and its user are always damp.</td></tr> <tr><td>44</td><td>Encouraging</td><td>Offers encouragement when the user fails a check.</td></tr> <tr><td>45</td><td>Loyal</td><td>Remains within 5 feet of the user, as if on a tether.</td></tr> <tr><td>46</td><td>Ritualistic</td><td>Demands the user perform a simple act every morning.</td></tr> <tr><td>47</td><td>Restless</td><td>Slowly moves and fidgets.</td></tr> <tr><td>48</td><td>Displaced</td><td>Appears offset from where it is.</td></tr> <tr><td>49</td><td>Caring</td><td>Provides advice and reminders.</td></tr> <tr><td>50</td><td>Projecting</td><td>Light creates a kaleidoscopic effect.</td></tr> <tr><td>51</td><td>Hair-altering</td><td>User’s hair color changes.</td></tr> <tr><td>52</td><td>Watchful</td><td>Staring eyes cover it.</td></tr> <tr><td>53</td><td>Generous</td><td>Produces small, token gifts.</td></tr> <tr><td>54</td><td>Bass</td><td>User’s voice becomes lower.</td></tr> <tr><td>55</td><td>Leaking</td><td>Secretes a harmless liquid.</td></tr> <tr><td>56</td><td>Taste-altering</td><td>Food tastes different, such as tasting sweeter or saltier.</td></tr> <tr><td>57</td><td>Bouncy</td><td>Bounces on collision.</td></tr> <tr><td>58</td><td>Lucid</td><td>Creatures asleep within 10 feet see the item in their dreams.</td></tr> <tr><td>59</td><td>Decorous</td><td>Insists the user use polite language.</td></tr> <tr><td>60</td><td>Junky</td><td>Appears shoddy or made of scraps.</td></tr> <tr><td>61</td><td>Cavorting</td><td>Dances in place when not in use.</td></tr> <tr><td>62</td><td>Furry</td><td>Covered by a thin coat of fur.</td></tr> <tr><td>63</td><td>Unusually colored</td><td>An outlandish color, such as a bright purple suit of armor.</td></tr> <tr><td>64</td><td>Sonorous</td><td>Sounds a pure tone when struck.</td></tr> <tr><td>65</td><td>Starry</td><td>Seems made of night sky.</td></tr> <tr><td>66</td><td>Compact</td><td>Packs neatly into a smaller form.</td></tr> <tr><td>67</td><td>Misting</td><td>Constantly leaking mist or steam.</td></tr> <tr><td>68</td><td>Chirping</td><td>Coos and squeaks when used.</td></tr> <tr><td>69</td><td>Balanced</td><td>Always remains perfectly upright.</td></tr> <tr><td>70</td><td>Sun-blocking</td><td>User never receives sunburns.</td></tr> <tr><td>71</td><td>Animal-attracting</td><td>Harmless animals follow the user.</td></tr> <tr><td>72</td><td>Flaunting</td><td>Forces user to move dramatically.</td></tr> <tr><td>73</td><td>Tracing</td><td>Followed by thin trails of color.</td></tr> <tr><td>74</td><td>Monologuing</td><td>Recites long lectures or speeches.</td></tr> <tr><td>75</td><td>Foretelling</td><td>Makes mysterious predictions.</td></tr> <tr><td>76</td><td>Adhesive</td><td>Sticks slightly to any surface.</td></tr> <tr><td>77</td><td>Levitating</td><td>Floats slightly above a surface.</td></tr> <tr><td>78</td><td>Slimy</td><td>Covered by a thin layer of slime.</td></tr> <tr><td>79</td><td>Commentating</td><td>Remarks on its surroundings.</td></tr> <tr><td>80</td><td>Numbing</td><td>User is less sensitive to pain.</td></tr> <tr><td>81</td><td>Time-telling</td><td>Announces the current time.</td></tr> <tr><td>82</td><td>Towering</td><td>User is slightly taller.</td></tr> <tr><td>83</td><td>Absorbent</td><td>Absorbs up to one pint of liquid.</td></tr> <tr><td>84</td><td>Faceted</td><td>Appears made of crystal or gems.</td></tr> <tr><td>85</td><td>Bubbly</td><td>Creates bubbles when used.</td></tr> <tr><td>86</td><td>Image-flipping</td><td>User appears to be mirrored.</td></tr> <tr><td>87</td><td>Hair-growing</td><td>User’s hair grows at double rate.</td></tr> <tr><td>88</td><td>Alternating</td><td>Appearance slowly changes.</td></tr> <tr><td>89</td><td>Sweaty</td><td>Becomes damp and pungent when used extensively.</td></tr> <tr><td>90</td><td>Glittering</td><td>Shimmers and glows with light.</td></tr> <tr><td>91</td><td>Molting</td><td>Sheds a thick film every morning.</td></tr> <tr><td>92</td><td>Echoing</td><td>Sounds around the user echo.</td></tr> <tr><td>93</td><td>Shadowless</td><td>Item and user cast no shadow.</td></tr> <tr><td>94</td><td>Storytelling</td><td>Is inscribed with a story or knows a tale it can recite on command.</td></tr> <tr><td>95</td><td>Chilled</td><td>Slightly cool to the touch.</td></tr> <tr><td>96</td><td>Color-washing</td><td>User’s vision shifts to a given coloration, such as sepia or monochrome.</td></tr> <tr><td>97</td><td>Growing</td><td>Increases in size when used.</td></tr> <tr><td>98</td><td>Floating</td><td>Slowly descends when dropped.</td></tr> <tr><td>99</td><td>Two quirks</td><td>Roll twice on the table and apply both quirks to the item. Reroll any results of 99 or 100.</td></tr> <tr><td>100</td><td>Three quirks</td><td>Roll three times on the table and apply all quirks to the item. Reroll any results of 99 or 100.</td></tr> </table></row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Item Quirks",
 "next_link": {
  "label": "Intelligent Items",
  "url": "/Rules.aspx?ID=1084"
 },
 "previous_link": {
  "label": "Building Items",
  "url": "/Rules.aspx?ID=1053"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 86</row>\r\n\r\nChapter 2: Tools\r\n\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 86"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 86</row>",
 "speed": {},
 "text": " Item Quirks Source Gamemastery Guide pg. 86 Item quirks are peculiar characteristics that make items unique in unusual ways. These can make individual items—particularly permanent items—stand out from one another, and can give additional wonder to magical items beyond just their mechanical benefits. You can use the table found here to quickly apply a quirk to any item, such as items found as treasure or new items that a PC creates. Rather than rolling, you can instead choose one yourself or invent a new quirk. Item quirks don’t normally have any mechanical effect, since their only purpose is to be colorful and further flesh out the world, though you can add one if you so choose. Such effects should never grant more than a +1 item bonus or –1 item penalty, and even then the statistic or check it applies to should be narrow. For a quirk that grants an item the ability to speak, you choose the language based on the history of the item, or your best guess of what that history might be. It’s typically a language spoken by the item’s creator. ## Table 2–21: Quirks d% Quirk Description 01 Melodic Faint music plays when in use. 02 Skin-altering The user’s skin color changes to a bright color such as blue or green. 03 Choral Repeats everything the user says in a singing voice. 04 Mood coloration User’s mood affects the item’s color. 05 Chatty Happily engages in small talk. 06 Spoiling Food within 1 foot spoils at twice the normal rate. 07 Friendly Requests to be introduced to everyone the user meets. 08 Muffling Nearby sounds are slightly quieter. 09 Runic Runes appear on the user’s skin. 10 Comfortable Can serve as a pillow or blanket. 11 Rain-blocking The user remains dry in the rain. 12 Clumsy When unattended, knocks over other small items within 1 foot. 13 Elemental appearance Seems made of flame, water, or another elemental material. 14 Magnetic Small, ferrous objects of light Bulk or less adhere to it. 15 Aberrant Has tentacles, teeth, or other off-putting features. 16 Dream-eating Creatures asleep within 10 feet do not dream. 17 Clean Remains pristine despite filth. 18 Hungry Needs daily meals, often odd things like wood shavings. 19 Smelly Smells like the last food the user ate. 20 Flamboyant Flashes of light, sparks of color, and other effects shower from it. 21 Verdant trail Small plants grow where the user walks, remaining for 1 hour. 22 Complaining Grumbles when not in use. 23 Detecting Aware of a specific animal or plant, such as squirrels or poison ivy, within 30 feet. 24 Fibbing Tells grandiose and obvious lies. 25 Compressing User is slightly shorter. 26 Attentive Turns to face the last creature to touch it. 27 Soprano User’s voice becomes higher. 28 Shrinking Decreases in size when used. 29 Aromatic Nearby air smells pleasant. 30 Temperate Slight warmth spills from the item. 31 Slime trail User leaves a trail of slime where they walk, remaining for 1 hour. 32 Tetrachromatic Colors seem more vivid to the user. 33 Resounding Nearby sounds are slightly louder. 34 Insect-attracting Harmless insects swarm around it. 35 Ancient tongue Speaks in a forgotten language. 36 Bloodthirsty The sight of blood causes it to quiver in anticipation. 37 Polished Highly reflective. 38 Scribing Absorbs ink for 1 hour, allowing its points to be used as a pen. 39 Dirty A layer of filth always remains. 40 Eye-altering User’s eye color changes. 41 Preserving Food within 1 foot spoils at half rate. 42 Leafy Small plants grow on or from it. 43 Wet It and its user are always damp. 44 Encouraging Offers encouragement when the user fails a check. 45 Loyal Remains within 5 feet of the user, as if on a tether. 46 Ritualistic Demands the user perform a simple act every morning. 47 Restless Slowly moves and fidgets. 48 Displaced Appears offset from where it is. 49 Caring Provides advice and reminders. 50 Projecting Light creates a kaleidoscopic effect. 51 Hair-altering User’s hair color changes. 52 Watchful Staring eyes cover it. 53 Generous Produces small, token gifts. 54 Bass User’s voice becomes lower. 55 Leaking Secretes a harmless liquid. 56 Taste-altering Food tastes different, such as tasting sweeter or saltier. 57 Bouncy Bounces on collision. 58 Lucid Creatures asleep within 10 feet see the item in their dreams. 59 Decorous Insists the user use polite language. 60 Junky Appears shoddy or made of scraps. 61 Cavorting Dances in place when not in use. 62 Furry Covered by a thin coat of fur. 63 Unusually colored An outlandish color, such as a bright purple suit of armor. 64 Sonorous Sounds a pure tone when struck. 65 Starry Seems made of night sky. 66 Compact Packs neatly into a smaller form. 67 Misting Constantly leaking mist or steam. 68 Chirping Coos and squeaks when used. 69 Balanced Always remains perfectly upright. 70 Sun-blocking User never receives sunburns. 71 Animal-attracting Harmless animals follow the user. 72 Flaunting Forces user to move dramatically. 73 Tracing Followed by thin trails of color. 74 Monologuing Recites long lectures or speeches. 75 Foretelling Makes mysterious predictions. 76 Adhesive Sticks slightly to any surface. 77 Levitating Floats slightly above a surface. 78 Slimy Covered by a thin layer of slime. 79 Commentating Remarks on its surroundings. 80 Numbing User is less sensitive to pain. 81 Time-telling Announces the current time. 82 Towering User is slightly taller. 83 Absorbent Absorbs up to one pint of liquid. 84 Faceted Appears made of crystal or gems. 85 Bubbly Creates bubbles when used. 86 Image-flipping User appears to be mirrored. 87 Hair-growing User’s hair grows at double rate. 88 Alternating Appearance slowly changes. 89 Sweaty Becomes damp and pungent when used extensively. 90 Glittering Shimmers and glows with light. 91 Molting Sheds a thick film every morning. 92 Echoing Sounds around the user echo. 93 Shadowless Item and user cast no shadow. 94 Storytelling Is inscribed with a story or knows a tale it can recite on command. 95 Chilled Slightly cool to the touch. 96 Color-washing User’s vision shifts to a given coloration, such as sepia or monochrome. 97 Growing Increases in size when used. 98 Floating Slowly descends when dropped. 99 Two quirks Roll twice on the table and apply both quirks to the item. Reroll any results of 99 or 100. 100 Three quirks Roll three times on the table and apply all quirks to the item. Reroll any results of 99 or 100. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1083",
 "weakness": {}
}