{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Intelligent Items"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1092",
 "markdown": "<title level=\"1\" right=\"Rules\">[Item Agency](/Rules.aspx?ID=1092)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 88</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs a default, intelligent items have control over all their own magic, meaning an intelligent magic weapon could deny the effects of its fundamental and property runes if it so chose, and intelligent items perform their own activations when they wish. Intelligent items can typically use 3 actions per turn, acting on their partner’s turn. These actions don’t count toward their partner’s 3 actions. They have a reaction if any of their activations requires one.\n\n Beyond denying magic effects and communicating their displeasure, intelligent items can usually influence or hinder their partners only in subtle ways. If the item is a weapon or tool necessary for an action (like thieves’ tools), it can at least be disruptive enough to make its partner take a –2 circumstance penalty to associated checks, much as if the partner were using an improvised weapon or tool. If an intelligent item can have a greater effect, such as seizing control of its partner’s body for a time, the intelligent item’s entry includes those abilities.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Item Agency",
 "next_link": {
  "label": "Designing Intelligent Items",
  "url": "/Rules.aspx?ID=1093"
 },
 "previous_link": {
  "label": "Intelligent Item Rules",
  "url": "/Rules.aspx?ID=1085"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 88</row>\r\n\r\nChapter 2: Tools\r\n/ Intelligent Items\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 88"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 88</row>",
 "speed": {},
 "text": " Item Agency Source Gamemastery Guide pg. 88 As a default, intelligent items have control over all their own magic, meaning an intelligent magic weapon could deny the effects of its fundamental and property runes if it so chose, and intelligent items perform their own activations when they wish. Intelligent items can typically use 3 actions per turn, acting on their partner’s turn. These actions don’t count toward their partner’s 3 actions. They have a reaction if any of their activations requires one. Beyond denying magic effects and communicating their displeasure, intelligent items can usually influence or hinder their partners only in subtle ways. If the item is a weapon or tool necessary for an action (like thieves’ tools), it can at least be disruptive enough to make its partner take a –2 circumstance penalty to associated checks, much as if the partner were using an improvised weapon or tool. If an intelligent item can have a greater effect, such as seizing control of its partner’s body for a time, the intelligent item’s entry includes those abilities. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1092",
 "weakness": {}
}