{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Rewards",
  "Treasure",
  "Treasure for New Characters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-588",
 "markdown": "<title level=\"1\" right=\"Rules\">[Item Selection](/Rules.aspx?ID=588)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 511 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou should work with the new character’s player to decide which items their character has. Allow the player to make suggestions, and if they know what items they want their character to have, respect their choices unless you believe those choices will have a negative impact on your game. At your discretion, you can grant the player character uncommon or rare items that fit their backstory and concept, keeping in mind how many items of those rarities you have introduced into your game. The player can also spend currency on consumables or lower-level permanent items, keeping the rest as coinage. As usual, you determine which items the character can find for purchase.\n\n A PC can voluntarily choose an item that has a lower level than any or all of the listed items, but they don’t gain any more currency by doing so.\n\n If you choose, you can allow the player to instead start with a lump sum of currency and buy whatever common items they want, with a maximum item level of 1 lower than the character’s level. This has a lower total value than the normal allotment of permanent items and currency, since the player can select a higher ratio of high-level items.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Item Selection",
 "next_link": {
  "label": "Buying and Selling Items",
  "url": "/Rules.aspx?ID=589"
 },
 "previous_link": {
  "label": "Treasure by Level",
  "url": "/Rules.aspx?ID=581"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 511 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Rewards / Treasure / Treasure for New Characters\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 511"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 511 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Item Selection Source Core Rulebook pg. 511 4.0 You should work with the new character’s player to decide which items their character has. Allow the player to make suggestions, and if they know what items they want their character to have, respect their choices unless you believe those choices will have a negative impact on your game. At your discretion, you can grant the player character uncommon or rare items that fit their backstory and concept, keeping in mind how many items of those rarities you have introduced into your game. The player can also spend currency on consumables or lower-level permanent items, keeping the rest as coinage. As usual, you determine which items the character can find for purchase. A PC can voluntarily choose an item that has a lower level than any or all of the listed items, but they don’t gain any more currency by doing so. If you choose, you can allow the player to instead start with a lump sum of currency and buy whatever common items they want, with a maximum item level of 1 lower than the character’s level. This has a lower total value than the normal allotment of permanent items and currency, since the player can select a higher ratio of high-level items. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=588",
 "weakness": {}
}