{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Events",
  "Resolving Kingdom Events"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1842",
 "markdown": "<title level=\"1\" right=\"Rules\">[Kingdom Event Descriptions](/Rules.aspx?ID=1842)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 553</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nKingdom events are described in the following format. \n\n<title level=\"3\" right=\"Event Modifier\">Event Name </title> The kingdom's event modifier is the value you apply to the kingdom's level to determine the event's level, for the purposes of determining XP rewards (so if a 1st-level kingdom is experiencing a +1 event, that event's level is 2). Each kingdom event has a list of traits that convey its properties at a glance. **Beneficial** events provide boons and benefits to the kingdom. **Dangerous** events threaten the kingdom. **Continuous** events play out during multiple consecutive Event phases until the event has been resolved (see the event's Resolution entry). **Hex** events take place in a specific hex in the kingdom, while **Settlement** events take place in a specific settlement—skill checks to resolve these events receive item bonuses only from structures that influence that hex (in the case of a hex event) or that are part of that settlement (in the case of a settlement event). Hex and Settlement events' effects may be enhanced or diminished if the site has (or lacks) specific features.<br /> **Location** This entry explains how to determine where a hex or settlement event takes place; the entry is omitted from kingdom-wide events.<br /> **Event** The event's effect on the kingdom is described here, along with any skill checks that can be attempted to affect the event.<br /> Kingdom skill This lists the Kingdom skill that's used to determine the outcome of the event, along with any situational modifiers; Leader PC leaders are particularly helpful in resolving events. If the leadership role listed here is occupied by a PC who is not incurring a vacancy penalty, the check made to determine the event's outcome gains a +1 circumstance bonus; this bonus increases to +2 once a kingdom reaches 9th level, and to +3 at 15th level. (The General leadership role never appears in this context, as the General focuses their specific influence on Warfare related activities; see [Appendix 3](/Rules.aspx?ID=1845).)<br /> **Event Outcomes** The possible outcomes of the skill check made to deal with the event are presented here.\n\n---\n\n **Resolution** This entry explains how a continuous event can be resolved.<br /> **Special** This lists any special conditions that alter the event.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Kingdom Event Descriptions",
 "next_link": {
  "label": "Random Kingdom Events",
  "url": "/Rules.aspx?ID=1843"
 },
 "previous_link": {
  "label": "Kingdom Event DCs",
  "url": "/Rules.aspx?ID=1841"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 553</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Events / Resolving Kingdom Events\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 553"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 553</row>",
 "speed": {},
 "text": " Kingdom Event Descriptions Source Kingmaker Adventure Path pg. 553 Kingdom events are described in the following format. Event Name The kingdom's event modifier is the value you apply to the kingdom's level to determine the event's level, for the purposes of determining XP rewards (so if a 1st-level kingdom is experiencing a +1 event, that event's level is 2). Each kingdom event has a list of traits that convey its properties at a glance. Beneficial events provide boons and benefits to the kingdom. Dangerous events threaten the kingdom. Continuous events play out during multiple consecutive Event phases until the event has been resolved (see the event's Resolution entry). Hex events take place in a specific hex in the kingdom, while Settlement events take place in a specific settlement—skill checks to resolve these events receive item bonuses only from structures that influence that hex (in the case of a hex event) or that are part of that settlement (in the case of a settlement event). Hex and Settlement events' effects may be enhanced or diminished if the site has (or lacks) specific features. Location This entry explains how to determine where a hex or settlement event takes place; the entry is omitted from kingdom-wide events. Event The event's effect on the kingdom is described here, along with any skill checks that can be attempted to affect the event. Kingdom skill This lists the Kingdom skill that's used to determine the outcome of the event, along with any situational modifiers; Leader PC leaders are particularly helpful in resolving events. If the leadership role listed here is occupied by a PC who is not incurring a vacancy penalty, the check made to determine the event's outcome gains a +1 circumstance bonus; this bonus increases to +2 once a kingdom reaches 9th level, and to +3 at 15th level. (The General leadership role never appears in this context, as the General focuses their specific influence on Warfare related activities; see Appendix 3.) Event Outcomes The possible outcomes of the skill check made to deal with the event are presented here. --- Resolution This entry explains how a continuous event can be resolved. Special This lists any special conditions that alter the event. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1842",
 "weakness": {}
}