{
 "breadcrumbs": [
  "Appendix 2: Kingdoms"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1839",
 "markdown": "<title level=\"1\" right=\"Rules\">[Kingdom Events](/Rules.aspx?ID=1839)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 553</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs the PCs' kingdom grows, all manner of unusual or irregular events will affect its fortunes and guide its growth. There are two categories of kingdom events: story events that occur as a result of the campaign plotline and random events.\n\n **Story events** are resolved when they occur, as detailed in the earlier chapters of this Adventure Path and often include greater details for how the PCs can take part in resolving the event. These events take place during regular play even though they draw upon kingdom statistics. They're usually resolved during downtime.\n\n **Random events** are resolved entirely by the kingdom itself and take place within the [Event phase](/Rules.aspx?ID=1809) of a Kingdom turn. A flat check at the start of this phase determines whether a random event occurs, although you could roll this check in advance for any number of Kingdom turns or even just choose which events are going to take place for a span of time. Determining the events that will play out in advance gives you the ability to build narratives during play to foreshadow upcoming events (so that when they occur, they aren't completely unexpected) and might inspire interesting ways to combine events with the ongoing campaign's story.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1840\" />",
 "name": "Kingdom Events",
 "next_link": {
  "label": "Appendix 3: Warfare",
  "url": "/Rules.aspx?ID=1845"
 },
 "previous_link": {
  "label": "Settlements",
  "url": "/Rules.aspx?ID=1819"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 553</row>\r\n\r\nAppendix 2: Kingdoms\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 553"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 553</row>",
 "speed": {},
 "text": " Kingdom Events Source Kingmaker Adventure Path pg. 553 As the PCs' kingdom grows, all manner of unusual or irregular events will affect its fortunes and guide its growth. There are two categories of kingdom events: story events that occur as a result of the campaign plotline and random events. Story events are resolved when they occur, as detailed in the earlier chapters of this Adventure Path and often include greater details for how the PCs can take part in resolving the event. These events take place during regular play even though they draw upon kingdom statistics. They're usually resolved during downtime. Random events are resolved entirely by the kingdom itself and take place within the Event phase of a Kingdom turn. A flat check at the start of this phase determines whether a random event occurs, although you could roll this check in advance for any number of Kingdom turns or even just choose which events are going to take place for a span of time. Determining the events that will play out in advance gives you the ability to build narratives during play to foreshadow upcoming events (so that when they occur, they aren't completely unexpected) and might inspire interesting ways to combine events with the ongoing campaign's story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1839",
 "weakness": {}
}