{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Hit Points, Healing, and Dying"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-373",
 "markdown": "<title level=\"1\" right=\"Rules\">[Knocked Out and Dying](/Rules.aspx?ID=373)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 459 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCreatures cannot be reduced to fewer than 0 Hit Points. When most creatures reach 0 Hit Points, they die and are removed from play unless the attack was nonlethal, in which case they are instead knocked out for a significant amount of time (usually 1 minute or more). When undead and construct creatures reach 0 Hit Points, they are destroyed.\n\n Player characters, their companions, and other significant characters and creatures don’t automatically die when they reach 0 Hit Points. Instead, they are knocked out and are at risk of death. At the GM’s discretion, villains, powerful monsters, special NPCs, and enemies with special abilities that are likely to bring them back to the fight (like ferocity, regeneration, or healing magic) can use these rules as well.\n\n As a player character, when you are reduced to 0 Hit Points, you’re knocked out with the following effects:  \n<ul><li>You immediately move your initiative position to directly before the turn in which you were reduced to 0 HP. </li><li>You gain the [dying 1](/Conditions.aspx?ID=11) condition. If the effect that knocked you out was a critical success from the attacker or the result of your critical failure, you gain the dying 2 condition instead. If you have the [wounded](/Conditions.aspx?ID=42) condition, increase your dying value by an amount equal to your wounded value. If the damage was dealt by a nonlethal attack or nonlethal effect, you don’t gain the dying condition; you are instead [unconscious](/Conditions.aspx?ID=38) with 0 Hit Points.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Knocked Out and Dying",
 "next_link": {
  "label": "Taking Damage while Dying",
  "url": "/Rules.aspx?ID=374"
 },
 "previous_link": {
  "label": "Counteracting",
  "url": "/Rules.aspx?ID=371"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 459 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Hit Points, Healing, and Dying\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 459"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 459 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Knocked Out and Dying Source Core Rulebook pg. 459 4.0 Creatures cannot be reduced to fewer than 0 Hit Points. When most creatures reach 0 Hit Points, they die and are removed from play unless the attack was nonlethal, in which case they are instead knocked out for a significant amount of time (usually 1 minute or more). When undead and construct creatures reach 0 Hit Points, they are destroyed. Player characters, their companions, and other significant characters and creatures don’t automatically die when they reach 0 Hit Points. Instead, they are knocked out and are at risk of death. At the GM’s discretion, villains, powerful monsters, special NPCs, and enemies with special abilities that are likely to bring them back to the fight (like ferocity, regeneration, or healing magic) can use these rules as well. As a player character, when you are reduced to 0 Hit Points, you’re knocked out with the following effects: You immediately move your initiative position to directly before the turn in which you were reduced to 0 HP. You gain the dying 1 condition. If the effect that knocked you out was a critical success from the attacker or the result of your critical failure, you gain the dying 2 condition instead. If you have the wounded condition, increase your dying value by an amount equal to your wounded value. If the damage was dealt by a nonlethal attack or nonlethal effect, you don’t gain the dying condition; you are instead unconscious with 0 Hit Points. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=373",
 "weakness": {}
}