{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Building Worlds",
  "The World",
  "Planetary Basics"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1124",
 "markdown": "<title level=\"1\" right=\"Rules\">[Landmass](/Rules.aspx?ID=1124)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 123</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe next major step in world creation is to sketch out the planet’s oceans and major landmasses. On Earth, these geological features are the result of plate tectonics. In a fantasy world, however, the oceans might have been cleaved from the land by the actions of titans, or the continents shaped to suit a god’s whims. The following are some common landmass types.\n\n **Archipelago:** A stretch of vast ocean, dotted by chains of small island groups, atolls, and islets.\n\n **Major Islands:** A region of seas dominated by large islands, each several hundred miles across.\n\n **Island‑Continent:** An enormous island nearly the size of a continent, surrounded by ocean.\n\n **Continent:** A substantial landform that (usually) rests on a tectonic plate and gradually shifts in position over geologic timescales.\n\n **Supercontinent:** An assembly of the world’s continental blocks into a single immense landmass.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Landmass",
 "next_link": {
  "label": "Environment",
  "url": "/Rules.aspx?ID=1125"
 },
 "previous_link": {
  "label": "Shape",
  "url": "/Rules.aspx?ID=1123"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 123</row>\r\n\r\nChapter 2: Tools\r\n/ Building Worlds / The World / Planetary Basics\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 123"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 123</row>",
 "speed": {},
 "text": " Landmass Source Gamemastery Guide pg. 123 The next major step in world creation is to sketch out the planet’s oceans and major landmasses. On Earth, these geological features are the result of plate tectonics. In a fantasy world, however, the oceans might have been cleaved from the land by the actions of titans, or the continents shaped to suit a god’s whims. The following are some common landmass types. Archipelago: A stretch of vast ocean, dotted by chains of small island groups, atolls, and islets. Major Islands: A region of seas dominated by large islands, each several hundred miles across. Island‑Continent: An enormous island nearly the size of a continent, surrounded by ocean. Continent: A substantial landform that (usually) rests on a tectonic plate and gradually shifts in position over geologic timescales. Supercontinent: An assembly of the world’s continental blocks into a single immense landmass. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1124",
 "weakness": {}
}