{
 "breadcrumbs": [
  "Gears Equipment",
  "Siege Weapons",
  "Mounted Siege Weapons"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1626",
 "markdown": "<title level=\"1\" right=\"Rules\">[Launching](/Rules.aspx?ID=1626)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 73</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA member of the crew adjacent to the siege weapon's release can use the Launch action to shoot the siege weapon. After the weapon has been Launched, it must be Loaded fully to be Launched again. No matter how quickly it's Loaded, a single siege weapon can never be Launched more than once per round. The aim remains where it was, and the weapon needs to be Aimed again only if the crew wishes to change the aim. Launch <actions string=\"Single Action\" /> ([attack](/Traits.aspx?ID=15)) **Requirements** The siege weapon is Loaded; **Effect** The siege weapon launches its payload, which targets or has an area where the weapon is Aimed. \n<ul><li>**Single target** Targets a creature, unattended object, or structure in the square the weapon is Aimed at</li><li>**Burst** Centered on the grid corner the weapon is Aimed at</li><li>**Cone or Line** Directed where the weapon is Aimed</li></ul> Each creature, unattended object, and structure the siege weapon is Aimed at or that is in the area takes the amount of damage listed in the Launch action, with a basic saving throw against the DC listed in the stat block. If you're trained in any weapons of the category listed in the siege weapon's proficiency entry, you can use your class DC instead of the weapon's default save DC. The weapon's range increment penalty applies to the Launch DC, as does your multiple attack penalty. If the weapon is mounted on a vehicle, the [penalties for attacking from a vehicle in combat](/Rules.aspx?ID=1294) also apply. Though a siege weapon doesn't require an attack roll, the Launch action still has the attack trait and therefore counts toward your multiple attack penalty.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Launching",
 "next_link": {
  "label": "Moving a Mounted Siege Weapon",
  "url": "/Rules.aspx?ID=1627"
 },
 "previous_link": {
  "label": "Loading",
  "url": "/Rules.aspx?ID=1625"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 73</row>\r\n\r\nGears Equipment / Siege Weapons / Mounted Siege Weapons\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 73"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 73</row>",
 "speed": {},
 "text": " Launching Source Guns &amp; Gears pg. 73 A member of the crew adjacent to the siege weapon's release can use the Launch action to shoot the siege weapon. After the weapon has been Launched, it must be Loaded fully to be Launched again. No matter how quickly it's Loaded, a single siege weapon can never be Launched more than once per round. The aim remains where it was, and the weapon needs to be Aimed again only if the crew wishes to change the aim. Launch Single Action (attack) Requirements The siege weapon is Loaded; Effect The siege weapon launches its payload, which targets or has an area where the weapon is Aimed. Single target Targets a creature, unattended object, or structure in the square the weapon is Aimed at Burst Centered on the grid corner the weapon is Aimed at Cone or Line Directed where the weapon is Aimed Each creature, unattended object, and structure the siege weapon is Aimed at or that is in the area takes the amount of damage listed in the Launch action, with a basic saving throw against the DC listed in the stat block. If you're trained in any weapons of the category listed in the siege weapon's proficiency entry, you can use your class DC instead of the weapon's default save DC. The weapon's range increment penalty applies to the Launch DC, as does your multiple attack penalty. If the weapon is mounted on a vehicle, the penalties for attacking from a vehicle in combat also apply. Though a siege weapon doesn't require an attack roll, the Launch action still has the attack trait and therefore counts toward your multiple attack penalty. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1626",
 "weakness": {}
}