{
 "breadcrumbs": [
  "Appendix 2: Kingdoms"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1774",
 "markdown": "<title level=\"1\" right=\"Rules\">[Leadership Roles](/Rules.aspx?ID=1774)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 514</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAll kingdoms have leaders who fill roles tending to the economy, defense, and health of its citizens. Each role grants the kingdom different benefits, provided a character—be it a PC or an NPC—takes up the mantle of serving in that role. A character can only fill one leadership role at a time, but it's important to have all eight roles filled, for when a kingdom goes without a leader, problems arise.\n\n If unexpected events (such as the death of a character) remove a leader from a leadership role, the [New Leadership](/Actions.aspx?ID=1378) kingdom activity may immediately be used to assign a new leader to that role—even outside of a Kingdom turn.\n\n<br / Each character in a leadership role (whether PC or NPC) must spend a week of downtime activity each month attending to their duties (though these seven days need not be consecutive). This downtime works just the same as time spent retraining a feat or skill; a character can take multiple downtime activities during the course of a month as time allows. A character can attend to their duties even if they take on a downtime activity with a longer time requirement (such as retraining a class feature, which requires at least a month); in this case, simply break up the time required for that longer activity over the course of consecutive months, leaving seven days during each month for leadership activities. NPCs assigned to leadership roles are presumed to meet the downtime requirement automatically unless the PCs deliberately have them step away from the job (likely to accompany them on adventures). If a character does not spend this downtime, at the start of the [Upkeep phase](/Rules.aspx?ID=1795) of the next Kingdom turn, they either incur their role's vacancy penalty (see below) or lose one of their leadership activities for that turn.\n\n There is an advantage to assigning a leadership role to a PC rather than an NPC. Each kingdom event specifies a leader, and if that leader is a PC who is not incurring a vacancy penalty, the kingdom receives a bonus to the kingdom check that determines the event's outcome (see [Kingdom Even Descriptions](/Rules.aspx?ID=1842)).\n\n Some benefits require that a role be invested. In [step 7 of Kingdom Creation](/Rules.aspx?ID=1754), the players select 4 leadership roles to be invested; at the start of each Kingdom turn, they may reselect the roles that are invested (see [Assign Leadership Roles](/Rules.aspx?ID=1796). Note that when certain companions detailed in the _Kingmaker Companion Guide_ hold the leadership roles listed in their entry in that book, those roles are automatically invested; this is in addition to the four roles the players choose to invest.\n\n Statistics for leadership roles are presented in the following format.<br />\n\n### Leadership Role Name\n A description of the leader's role is provided here.\n\n---\n\n **Key Ability** This lists the kingdom ability score that is most impacted by the leader. When this role is invested, all Kingdom skill checks based on this ability gain a +1 status bonus. This bonus increases to +2 when the kingdom reaches 8th level, and then to +3 when the kingdom reaches 16th level.<br /> Since status bonuses don't stack (see [Attempting Kingdom Skill Checks](/Rules.aspx?ID=1776)), you may want to invest one role that benefits each of the 4 kingdom abilities—but since each leadership role offers other unique benefits to the kingdom, spreading out the roles in that way may not always be the best choice!<br /> **Vacancy Penalty** At the start of each Kingdom turn, if any leader has not spent the required week of downtime in that role (see above) since the end of the last Kingdom turn, they must either give up one of the three activities they would take during the Leadership Activities step of the Activity phase, or apply this penalty until the start of the next Kingdom turn. (When the vacancy penalty ends, any Unrest generated by the vacancy remains in place and must be ameliorated in the normal fashion.) Vacancy penalties also apply to leadership roles that are unassigned. \n\n### Ruler\n The Ruler performs the kingdom's most important ceremonies, is the kingdom's chief diplomatic officer, serves as the signatory for all laws affecting the entire kingdom, pardons criminals when appropriate, and is responsible for appointing characters to all other high positions in the kingdom's government.\n\n---\n\n **Key Ability** Loyalty<br /> **Vacancy Penalty** –1 to all checks (this stacks with any other vacancy penalty); gain 1d4 Unrest at the start of the Kingdom turn; Control DC increases by 2 <br />\n\n### Counselor\n The Counselor is a liaison between government and citizens. They study issues with academic analysis but also interpret the desires of the citizenry and present proclamations to the people in understandable ways. They also serve as an advisor to the other leaders, particularly to the Ruler.\n\n---\n\n **Key Ability** Culture<br /> **Vacancy Penalty** –1 to all Culture-based checks <br />\n\n### General\n The General leads the kingdom's military, heading its armies and managing subordinate military commanders. The General is responsible for looking after the needs of the kingdom's military and directing them in times of war.<br /> **Key Ability** Stability<br /> **Vacancy Penalty** –4 to [Warfare](/Skills.aspx?ID=32) activities (see [Appendix 3](/Rules.aspx?ID=1845)) <br />\n\n### Emissary\n The Emissary keeps state secrets, oversees clandestine intrigues, and deals with criminal elements within the kingdom. They manage foreign policy and interactions with other kingdoms, as well as the interactions of political organizations and power brokers at home. Whether or not your emissary is a public figure or someone who manipulates events behind the scenes, their role in the kingdom remains the same.\n\n---\n\n **Key Ability** Loyalty<br /> **Vacancy Penalty** –1 to all Loyalty-based checks <br />\n\n### Magister\n The Magister is in charge of all things magical in the kingdom, attending to how the supernatural affects ordinary citizens. They promote higher learning in the arts of magic, whether arcane, divine, occult, or primal. They oversee any aspects of governmental bureaucracy in which magic can be of service to the kingdom's needs and interests.\n\n **Key Ability** Culture<br /> Vacancy Penalty –4 to [Warfare](/Skills.aspx?ID=32) activities (see  &lt;%RULES%1844%%&gt; Appendix 3 &lt;%END>) \n\n### Treasurer\n The Treasurer monitors the kingdom's funds and the state of business and industry, as well as the citizens' confidence in the economy and the growth of the nation's manufacturing capacity. They work to ensure a fair market for all, investigate those who take advantage of the system, and handle taxation issues.\n\n---\n\n **Key Ability** Economy<br /> **Vacancy Penalty** –1 to all Economy-based checks \n\n### Viceroy\n The Viceroy plans and implements the kingdom's expansion and development, both in its territories and its settlements. They manage the infrastructure of the nation, overseeing major capital improvements and growing the networks that connect the hinterlands with the cities at the nation's heart, helping keep the kingdom moving and growing.\n\n---\n\n **Key Ability** Economy<br /> **Vacancy Penalty** –1 to Stability-based checks \n\n### Warden\n The Warden monitors the safety, security, and overall health of the kingdom, its lands, and its borders. They manage scouts and patrols in the countryside, respond to local threats and menaces as needed, and oversee the kingdom's overall defense and health.\n\n---\n\n **Key Ability** Stability<br /> **Vacancy Penalty** –4 to Region activities\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Leadership Roles",
 "next_link": {
  "label": "Kingdom Skills",
  "url": "/Rules.aspx?ID=1775"
 },
 "previous_link": {
  "label": "Leveling Up your Kingdom",
  "url": "/Rules.aspx?ID=1758"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 514</row>\r\n\r\nAppendix 2: Kingdoms\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 514"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 514</row>",
 "speed": {},
 "text": " Leadership Roles Source Kingmaker Adventure Path pg. 514 All kingdoms have leaders who fill roles tending to the economy, defense, and health of its citizens. Each role grants the kingdom different benefits, provided a character—be it a PC or an NPC—takes up the mantle of serving in that role. A character can only fill one leadership role at a time, but it's important to have all eight roles filled, for when a kingdom goes without a leader, problems arise. If unexpected events (such as the death of a character) remove a leader from a leadership role, the New Leadership kingdom activity may immediately be used to assign a new leader to that role—even outside of a Kingdom turn. <br / Each character in a leadership role (whether PC or NPC) must spend a week of downtime activity each month attending to their duties (though these seven days need not be consecutive). This downtime works just the same as time spent retraining a feat or skill; a character can take multiple downtime activities during the course of a month as time allows. A character can attend to their duties even if they take on a downtime activity with a longer time requirement (such as retraining a class feature, which requires at least a month); in this case, simply break up the time required for that longer activity over the course of consecutive months, leaving seven days during each month for leadership activities. NPCs assigned to leadership roles are presumed to meet the downtime requirement automatically unless the PCs deliberately have them step away from the job (likely to accompany them on adventures). If a character does not spend this downtime, at the start of the Upkeep phase of the next Kingdom turn, they either incur their role's vacancy penalty (see below) or lose one of their leadership activities for that turn. There is an advantage to assigning a leadership role to a PC rather than an NPC. Each kingdom event specifies a leader, and if that leader is a PC who is not incurring a vacancy penalty, the kingdom receives a bonus to the kingdom check that determines the event's outcome (see Kingdom Even Descriptions). Some benefits require that a role be invested. In step 7 of Kingdom Creation, the players select 4 leadership roles to be invested; at the start of each Kingdom turn, they may reselect the roles that are invested (see Assign Leadership Roles. Note that when certain companions detailed in the Kingmaker Companion Guide hold the leadership roles listed in their entry in that book, those roles are automatically invested; this is in addition to the four roles the players choose to invest. Statistics for leadership roles are presented in the following format. ### Leadership Role Name A description of the leader's role is provided here. --- Key Ability This lists the kingdom ability score that is most impacted by the leader. When this role is invested, all Kingdom skill checks based on this ability gain a +1 status bonus. This bonus increases to +2 when the kingdom reaches 8th level, and then to +3 when the kingdom reaches 16th level. Since status bonuses don't stack (see Attempting Kingdom Skill Checks), you may want to invest one role that benefits each of the 4 kingdom abilities—but since each leadership role offers other unique benefits to the kingdom, spreading out the roles in that way may not always be the best choice! Vacancy Penalty At the start of each Kingdom turn, if any leader has not spent the required week of downtime in that role (see above) since the end of the last Kingdom turn, they must either give up one of the three activities they would take during the Leadership Activities step of the Activity phase, or apply this penalty until the start of the next Kingdom turn. (When the vacancy penalty ends, any Unrest generated by the vacancy remains in place and must be ameliorated in the normal fashion.) Vacancy penalties also apply to leadership roles that are unassigned. ### Ruler The Ruler performs the kingdom's most important ceremonies, is the kingdom's chief diplomatic officer, serves as the signatory for all laws affecting the entire kingdom, pardons criminals when appropriate, and is responsible for appointing characters to all other high positions in the kingdom's government. --- Key Ability Loyalty Vacancy Penalty –1 to all checks (this stacks with any other vacancy penalty); gain 1d4 Unrest at the start of the Kingdom turn; Control DC increases by 2 ### Counselor The Counselor is a liaison between government and citizens. They study issues with academic analysis but also interpret the desires of the citizenry and present proclamations to the people in understandable ways. They also serve as an advisor to the other leaders, particularly to the Ruler. --- Key Ability Culture Vacancy Penalty –1 to all Culture-based checks ### General The General leads the kingdom's military, heading its armies and managing subordinate military commanders. The General is responsible for looking after the needs of the kingdom's military and directing them in times of war. Key Ability Stability Vacancy Penalty –4 to Warfare activities (see Appendix 3) ### Emissary The Emissary keeps state secrets, oversees clandestine intrigues, and deals with criminal elements within the kingdom. They manage foreign policy and interactions with other kingdoms, as well as the interactions of political organizations and power brokers at home. Whether or not your emissary is a public figure or someone who manipulates events behind the scenes, their role in the kingdom remains the same. --- Key Ability Loyalty Vacancy Penalty –1 to all Loyalty-based checks ### Magister The Magister is in charge of all things magical in the kingdom, attending to how the supernatural affects ordinary citizens. They promote higher learning in the arts of magic, whether arcane, divine, occult, or primal. They oversee any aspects of governmental bureaucracy in which magic can be of service to the kingdom's needs and interests. Key Ability Culture Vacancy Penalty –4 to Warfare activities (see &lt;%RULES%1844%%&gt; Appendix 3 &lt;%END>) ### Treasurer The Treasurer monitors the kingdom's funds and the state of business and industry, as well as the citizens' confidence in the economy and the growth of the nation's manufacturing capacity. They work to ensure a fair market for all, investigate those who take advantage of the system, and handle taxation issues. --- Key Ability Economy Vacancy Penalty –1 to all Economy-based checks ### Viceroy The Viceroy plans and implements the kingdom's expansion and development, both in its territories and its settlements. They manage the infrastructure of the nation, overseeing major capital improvements and growing the networks that connect the hinterlands with the cities at the nation's heart, helping keep the kingdom moving and growing. --- Key Ability Economy Vacancy Penalty –1 to Stability-based checks ### Warden The Warden monitors the safety, security, and overall health of the kingdom, its lands, and its borders. They manage scouts and patrols in the countryside, respond to local threats and menaces as needed, and oversee the kingdom's overall defense and health. --- Key Ability Stability Vacancy Penalty –4 to Region activities ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1774",
 "weakness": {}
}