{
 "breadcrumbs": [
  "Book of Unlimited Magic",
  "True Names"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1571",
 "markdown": "<title level=\"1\" right=\"Rules\">[Learning True Names](/Rules.aspx?ID=1571)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 244 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTrue names can be discovered or learned in many ways. A few rare secret societies might have “namers” among their number whose sole job is to teach long lists of true names to fellow members through rote memorization and practice. But for most, the discovery of a true name is the result of extensive research—though the form that research requires is difficult to predict.\n\n True names are sometimes found recorded in the personal diaries or grimoires of long-dead spellcasters. Organizations known for combating certain types of creatures compile lists of the few true names of their enemies they've managed to uncover. The true names of angels, demons, and similar creatures can rarely be found in prayers dedicated to that entity or in chants that protect against them. Occultists sometimes use deep meditative trances—potentially assisted by hallucinogenic drugs—to cast their minds through the cosmos and receive a true name through bizarre epiphanies. Those who serve and understand nature also know that the true name of primal and First World entities is encoded into the world itself—in tree rings, geological strata, and the pattern of snow on the ground—just waiting to be deciphered by someone who knows what to look for. For a lucky few, a true name just comes to them spontaneously as a sign they've found their soulmate. All these are examples of information that can be uncovered using the [research subsystem](/Rules.aspx?ID=1205). \r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1572\" />\r\n\r\n<document level=\"2\" id=\"rules-1573\" />",
 "name": "Learning True Names",
 "next_link": {
  "label": "Using True Names",
  "url": "/Rules.aspx?ID=1574"
 },
 "previous_link": {
  "label": "The Nature of Names",
  "url": "/Rules.aspx?ID=1570"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 244 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic / True Names\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 244"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 244 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Learning True Names Source Secrets of Magic pg. 244 1.1 True names can be discovered or learned in many ways. A few rare secret societies might have “namers” among their number whose sole job is to teach long lists of true names to fellow members through rote memorization and practice. But for most, the discovery of a true name is the result of extensive research—though the form that research requires is difficult to predict. True names are sometimes found recorded in the personal diaries or grimoires of long-dead spellcasters. Organizations known for combating certain types of creatures compile lists of the few true names of their enemies they've managed to uncover. The true names of angels, demons, and similar creatures can rarely be found in prayers dedicated to that entity or in chants that protect against them. Occultists sometimes use deep meditative trances—potentially assisted by hallucinogenic drugs—to cast their minds through the cosmos and receive a true name through bizarre epiphanies. Those who serve and understand nature also know that the true name of primal and First World entities is encoded into the world itself—in tree rings, geological strata, and the pattern of snow on the ground—just waiting to be deciphered by someone who knows what to look for. For a lucky few, a true name just comes to them spontaneously as a sign they've found their soulmate. All these are examples of information that can be uncovered using the research subsystem. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1571",
 "weakness": {}
}