{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Settlements",
  "Settlements in a Game",
  "Power Structures"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1164",
 "markdown": "<title level=\"1\" right=\"Rules\">[Legal Codes](/Rules.aspx?ID=1164)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 133</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMost civilizations agree that laws are necessary to ensure a functioning society. The specific laws range from one settlement to another, and they might be as simple as a prohibition against murder and theft to exceptionally convoluted regulatory schemes dictating everything from clothing details to available confections. How well known these laws are can further flavor a party’s interactions with that settlement, as it’s likely easier to navigate a well-documented system than one in which the rules are learned only through experience and word of mouth.\n\n Much like a government, the legal codes reflect the settlement’s alignment and overall nature. Generally speaking, a more lawful settlement is likely to have more complex laws, and a more lax locale to have fewer and simpler laws.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Legal Codes",
 "next_link": {
  "label": "Law Enforcement",
  "url": "/Rules.aspx?ID=1165"
 },
 "previous_link": {
  "label": "Government",
  "url": "/Rules.aspx?ID=1163"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 133</row>\r\n\r\nChapter 2: Tools\r\n/ Settlements / Settlements in a Game / Power Structures\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 133"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 133</row>",
 "speed": {},
 "text": " Legal Codes Source Gamemastery Guide pg. 133 Most civilizations agree that laws are necessary to ensure a functioning society. The specific laws range from one settlement to another, and they might be as simple as a prohibition against murder and theft to exceptionally convoluted regulatory schemes dictating everything from clothing details to available confections. How well known these laws are can further flavor a party’s interactions with that settlement, as it’s likely easier to navigate a well-documented system than one in which the rules are learned only through experience and word of mouth. Much like a government, the legal codes reflect the settlement’s alignment and overall nature. Generally speaking, a more lawful settlement is likely to have more complex laws, and a more lax locale to have fewer and simpler laws. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1164",
 "weakness": {}
}