{
 "breadcrumbs": [
  "Chapter 1: Introduction"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-116",
 "markdown": "<title level=\"1\" right=\"Rules\">[Leveling Up](/Rules.aspx?ID=116)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 31 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe world of Pathfinder is a dangerous place, and your character will face terrifying beasts and deadly traps on their journey into legend. With each challenge resolved, a character earns Experience Points (XP) that allow them to increase in level. Each level grants greater skill, increased resiliency, and new capabilities, allowing your character to face even greater challenges and go on to earn even more impressive rewards.\n\n Each time your character reaches 1,000 Experience Points, their level increases by 1. On your character sheet, indicate your character’s new level beside the name of their class, and deduct 1,000 XP from their XP total. If you have any Experience Points left after this, record them—they count toward your next level, so your character is already on their way to advancing yet again!\n\n Next, return to your character’s class entry. Increase your character’s total Hit Points by the number indicated for your class. Then, take a look at the class advancement table and find the row for your character’s new level. Your character gains all the abilities listed for that level, including new abilities specific to your class and additional benefits all characters gain as they level up. For example, all characters gain four ability boosts at 5th level and every 5 levels thereafter.\n\n You can find all the new abilities specific to your class, including class feats, right in your class entry, though you can also use class feats to take an archetype (page 219). Your character’s class entry also explains how to apply any ability boosts and skill increases your character gains. If they gain an ancestry feat, head back to the entry for your character’s ancestry in Chapter 2 and select another ancestry feat from the list of options. If they gain a skill increase, refer to Chapter 4 when deciding which skill to apply it to. If they gain a general feat or a skill feat, you can choose from the feats listed in Chapter 5. If they can cast spells, see the class entry for details on adding spell slots and spells. It’s also a good idea to review your character’s spells in Chapter 7 and see if there are heightened versions they can now cast.\n\n Once you’ve made all your choices for your character’s new level, be sure to go over your character sheet and adjust any values that have changed. At a bare minimum, your proficiency bonuses all increase by 1 because you’ve gained a level, so your AC, attack rolls, Perception, saving throws, skill modifiers, spell attack rolls, and class DC all increase by at least 1. You might need to change other values because of skill increases, ability boosts, or class features that either increase your proficiency rank or increase other statistics at certain levels. If an ability boost increases your character’s Constitution modifier, recalculate their maximum Hit Points using their new Constitution modifier (typically this adds 1 Hit Point per level). If an ability boost increases your character’s Intelligence modifier, they become trained in an additional skill and language. Some feats grant a benefit based on your level, such as Toughness, and these benefits are adjusted whenever you gain a level as well.\n\n You can perform the steps in the leveling-up process in whichever order you want. For example, if you wanted to take the skill feat Intimidating Prowess as your skill feat at 10th level, but your character’s Strength score was only 14, you could first increase their Strength score to 16 using the ability boosts gained at 10th level, and then take Intimidating Prowess as a skill feat at the same level.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-117\" />",
 "name": "Leveling Up",
 "next_link": {
  "label": "Chapter 2: Ancestries & Backgrounds",
  "url": "/Rules.aspx?ID=118"
 },
 "previous_link": {
  "label": "Sample Character",
  "url": "/Rules.aspx?ID=106"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 31 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 31"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 31 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Leveling Up Source Core Rulebook pg. 31 4.0 The world of Pathfinder is a dangerous place, and your character will face terrifying beasts and deadly traps on their journey into legend. With each challenge resolved, a character earns Experience Points (XP) that allow them to increase in level. Each level grants greater skill, increased resiliency, and new capabilities, allowing your character to face even greater challenges and go on to earn even more impressive rewards. Each time your character reaches 1,000 Experience Points, their level increases by 1. On your character sheet, indicate your character’s new level beside the name of their class, and deduct 1,000 XP from their XP total. If you have any Experience Points left after this, record them—they count toward your next level, so your character is already on their way to advancing yet again! Next, return to your character’s class entry. Increase your character’s total Hit Points by the number indicated for your class. Then, take a look at the class advancement table and find the row for your character’s new level. Your character gains all the abilities listed for that level, including new abilities specific to your class and additional benefits all characters gain as they level up. For example, all characters gain four ability boosts at 5th level and every 5 levels thereafter. You can find all the new abilities specific to your class, including class feats, right in your class entry, though you can also use class feats to take an archetype (page 219). Your character’s class entry also explains how to apply any ability boosts and skill increases your character gains. If they gain an ancestry feat, head back to the entry for your character’s ancestry in Chapter 2 and select another ancestry feat from the list of options. If they gain a skill increase, refer to Chapter 4 when deciding which skill to apply it to. If they gain a general feat or a skill feat, you can choose from the feats listed in Chapter 5. If they can cast spells, see the class entry for details on adding spell slots and spells. It’s also a good idea to review your character’s spells in Chapter 7 and see if there are heightened versions they can now cast. Once you’ve made all your choices for your character’s new level, be sure to go over your character sheet and adjust any values that have changed. At a bare minimum, your proficiency bonuses all increase by 1 because you’ve gained a level, so your AC, attack rolls, Perception, saving throws, skill modifiers, spell attack rolls, and class DC all increase by at least 1. You might need to change other values because of skill increases, ability boosts, or class features that either increase your proficiency rank or increase other statistics at certain levels. If an ability boost increases your character’s Constitution modifier, recalculate their maximum Hit Points using their new Constitution modifier (typically this adds 1 Hit Point per level). If an ability boost increases your character’s Intelligence modifier, they become trained in an additional skill and language. Some feats grant a benefit based on your level, such as Toughness, and these benefits are adjusted whenever you gain a level as well. You can perform the steps in the leveling-up process in whichever order you want. For example, if you wanted to take the skill feat Intimidating Prowess as your skill feat at 10th level, but your character’s Strength score was only 14, you could first increase their Strength score to 16 using the ability boosts gained at 10th level, and then take Intimidating Prowess as a skill feat at the same level. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=116",
 "weakness": {}
}