{
 "breadcrumbs": [
  "Book of Unlimited Magic",
  "Ley Lines"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1532",
 "markdown": "<title level=\"1\" right=\"Rules\">[Ley Lines in Your Game](/Rules.aspx?ID=1532)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 214 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThough magical essence permeates the multiverse, it rarely concentrates in high enough volume to form a ley line, and as such, ley lines are rare, inscrutable phenomena. Those who overtax a ley line might find that its power fades, reroutes, or even backfires—the ramifications of which can lead to interesting story explorations. In general, these rules assume that ley lines are few and far between in a setting and that one's presence holds notable significance in the game world.\n\n Ley lines impact the world around them in considerable ways, which presents myriad narrative possibilities; for example, a wizard might build a tower on top of a ley line with magic that aids in planar research, or an entire civilization might structure their territory along a ley line to improve their wealth. Ley lines should also manifest magical side effects that relate to their nature, such as increased ambient temperatures or prevalent brushfires along a ley line attuned to fire magic. GMs should feel encouraged to explore how ley lines can affect their world.\n\n Tapping into ley lines often provides benefits that alter spells, akin to [metamagic](/Traits.aspx?ID=107) (for example, the basic ley line on page 216 provides a choice between two metamagic effects from metamagic class feats). As such, spellcasters are the most likely to seek out and tap ley lines, but some ley lines provide benefits that any character capable of tapping into them can use; GMs should consider how an entire party can benefit from a ley line and what characters might enjoy some time in the spotlight.\n\n A ley line might be a lasting benefit to the entire party, and discovering one could even serve as an interesting reward for them. The PCs might be encouraged to build a base of operations along a ley line or to establish a nexus at a ley line node.\n\n Ultimately, the use of ley lines is rooted in the familiar mechanics of metamagic, meaning that they should be easy to add without complicating the game. Though they're presented as rare in this book, GMs might prefer them to be more common and are encouraged to create a unique setting featuring prevalent ley lines. Some settings might feature ley lines as common as rivers, influencing the magic and civilizations around them with the type of energy flowing through them. Consider whether the inclusion of ley lines will add or distract from to the richness of the story.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Ley Lines in Your Game",
 "next_link": {
  "label": "Locating Ley Lines",
  "url": "/Rules.aspx?ID=1533"
 },
 "previous_link": {
  "label": "Geomancy",
  "url": "/Rules.aspx?ID=1520"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 214 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic / Ley Lines\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 214"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 214 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Ley Lines in Your Game Source Secrets of Magic pg. 214 1.1 Though magical essence permeates the multiverse, it rarely concentrates in high enough volume to form a ley line, and as such, ley lines are rare, inscrutable phenomena. Those who overtax a ley line might find that its power fades, reroutes, or even backfires—the ramifications of which can lead to interesting story explorations. In general, these rules assume that ley lines are few and far between in a setting and that one's presence holds notable significance in the game world. Ley lines impact the world around them in considerable ways, which presents myriad narrative possibilities; for example, a wizard might build a tower on top of a ley line with magic that aids in planar research, or an entire civilization might structure their territory along a ley line to improve their wealth. Ley lines should also manifest magical side effects that relate to their nature, such as increased ambient temperatures or prevalent brushfires along a ley line attuned to fire magic. GMs should feel encouraged to explore how ley lines can affect their world. Tapping into ley lines often provides benefits that alter spells, akin to metamagic (for example, the basic ley line on page 216 provides a choice between two metamagic effects from metamagic class feats). As such, spellcasters are the most likely to seek out and tap ley lines, but some ley lines provide benefits that any character capable of tapping into them can use; GMs should consider how an entire party can benefit from a ley line and what characters might enjoy some time in the spotlight. A ley line might be a lasting benefit to the entire party, and discovering one could even serve as an interesting reward for them. The PCs might be encouraged to build a base of operations along a ley line or to establish a nexus at a ley line node. Ultimately, the use of ley lines is rooted in the familiar mechanics of metamagic, meaning that they should be easy to add without complicating the game. Though they're presented as rare in this book, GMs might prefer them to be more common and are encouraged to create a unique setting featuring prevalent ley lines. Some settings might feature ley lines as common as rivers, influencing the magic and civilizations around them with the type of energy flowing through them. Consider whether the inclusion of ley lines will add or distract from to the richness of the story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1532",
 "weakness": {}
}