{
 "breadcrumbs": [
  "Chapter 3: Subsystems",
  "Research",
  "Building a Library"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1208",
 "markdown": "<title level=\"1\" right=\"Rules\">[Library Stat Block](/Rules.aspx?ID=1208)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 155</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you build a library, you can use a stat block to organize the information. In a published adventure, you’ll find libraries presented in the format below. There’s no need to include entries that aren’t applicable for your library. \n\n<title level=\"3\" right=\"Library (Level)\">Library's Name </title> <traits><trait label=\"Traits\" /></traits> **Division Name and Description** Whether it’s a section of a physical library, one of several research topics the PCs are studying, or something more creative, this is the name of one of the library’s divisions. If the divisions are separate topics, they’ll each have their own thresholds, but if the divisions are separate areas all related to the same topic or topics, they might have RP maximums instead, after which the PCs have exhausted the information in that area. Repeat these sections for the library’s other divisions; if using RP maximums, make sure the divisions provide enough Research Points to reach the final threshold.\n\n **Research Checks** The skills or other checks the PCs can attempt to Research the division are listed here with their DCs, in order from the lowest DC (the skill that works best) to the highest DC. If a skill isn’t listed but a player provides a strong narrative explanation for using it, you can add it at an appropriate DC (usually the highest listed DC). Academia Lore and Library Lore will often be listed in these entries.<br />\n\n---\n\n **Research Thresholds** Each threshold lists the number of RP required to reach it, followed by the effects for meeting that threshold. Thresholds are listed in order from first (requiring the fewest RP) to last (the highest threshold).\n\n Beneath the stat block, you can list any events that occur based on timing rather than the PCs’ RP total (such as a threatening message arriving on the third day), as well as any other important details.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Sample Stat Block</title>\r\n\r\nIn this example, the PCs are trying to research hidden occult secrets about hags known only to the fey of a strange sylvan library. It’s a 7th-level challenge. If you’d like to use this sample library for a different research topic, just change the results of each threshold and replace any Occultism Research checks with checks appropriate to the new topic! \n\n<title level=\"3\" right=\"Library 7\">Glade of Forgotten Time </title> <traits><trait label=\"Fey\" /> <trait label=\"Primal\" /> </traits>**Field of Tomeflowers** Five-foot stems open up into colorful petaled tomes; **Maximum RP** 10<br /> **Research Checks** DC 18 Academia Lore or Library Lore, DC 23 Occultism<br />\n\n---\n\n **Loremother Tree** A powerful intelligence slumbers deep within this ancient oak, awakened by communion or music; **Maximum RP** 15<br /> **Research Checks** DC 21 Performance, DC 23 Nature, DC 25 Occultism<br />\n\n---\n\n **Sprite Swarm** Thousands of iridescent sprites flit about, eager to offer tidbits of information, though it is not always reliable; **Maximum RP** 5<br /> **Research Checks** DC 23 Diplomacy, DC 23 Occultism, DC 25 Society, DC 28 Perception<br />\n\n---\n\n **5 Research Points** The PCs learn apocryphal fey legends that the first hags were once cruel fey queens twisted by inner corruption. They learn details about hag reproduction, changelings, and the hag mother’s Call.<br /> **10 Research Points** The PCs learn the location of an ancient, twisted grove in the First World rumored to hold a secret treasure connected to hags. Attaining this knowledge comes at a cost: hag malice solidifies into two will-o’-wisps and animates some of the glade’s plant matter into a shambler. The three creatures attack the PCs together.<br /> **15 Research Points** The PCs learn a variety of occult folk divinations said to detect the presence of nearby hags. Among them is a functioning uncommon spell: read omens.<br /> **20 Research Points** The loremother tree stirs and partially awakens, issuing the PCs a dire warning about danger in the knowledge they seek. Replace the loremother tree’s Performance Research check with a DC 28 Diplomacy check to convince the tree to share further knowledge.<br /> **25 Research Points** The whole glade goes quiet, and the PCs feel a pall fall over their hearts. The PCs are close, but all Research check DCs increase by 2.<br /> **30 Research Points** The PCs learn even more esoteric wisdom about hags. However, they have drawn the attention of a coven of annis hags, who materialize to destroy the party and their newfound knowledge. If the PCs run out of time before reaching this point, the coven erases any further information before attacking the PCs out of spite.\r\n</aside>",
 "name": "Library Stat Block",
 "next_link": {
  "label": "Running Research",
  "url": "/Rules.aspx?ID=1209"
 },
 "previous_link": {
  "label": "Choosing Thresholds",
  "url": "/Rules.aspx?ID=1207"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 155</row>\r\n\r\nChapter 3: Subsystems / Research / Building a Library\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 155"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 155</row>",
 "speed": {},
 "text": " Library Stat Block Source Gamemastery Guide pg. 155 When you build a library, you can use a stat block to organize the information. In a published adventure, you’ll find libraries presented in the format below. There’s no need to include entries that aren’t applicable for your library. Library's Name Division Name and Description Whether it’s a section of a physical library, one of several research topics the PCs are studying, or something more creative, this is the name of one of the library’s divisions. If the divisions are separate topics, they’ll each have their own thresholds, but if the divisions are separate areas all related to the same topic or topics, they might have RP maximums instead, after which the PCs have exhausted the information in that area. Repeat these sections for the library’s other divisions; if using RP maximums, make sure the divisions provide enough Research Points to reach the final threshold. Research Checks The skills or other checks the PCs can attempt to Research the division are listed here with their DCs, in order from the lowest DC (the skill that works best) to the highest DC. If a skill isn’t listed but a player provides a strong narrative explanation for using it, you can add it at an appropriate DC (usually the highest listed DC). Academia Lore and Library Lore will often be listed in these entries. --- Research Thresholds Each threshold lists the number of RP required to reach it, followed by the effects for meeting that threshold. Thresholds are listed in order from first (requiring the fewest RP) to last (the highest threshold). Beneath the stat block, you can list any events that occur based on timing rather than the PCs’ RP total (such as a threatening message arriving on the third day), as well as any other important details. Sample Stat Block In this example, the PCs are trying to research hidden occult secrets about hags known only to the fey of a strange sylvan library. It’s a 7th-level challenge. If you’d like to use this sample library for a different research topic, just change the results of each threshold and replace any Occultism Research checks with checks appropriate to the new topic! Glade of Forgotten Time Field of Tomeflowers Five-foot stems open up into colorful petaled tomes; Maximum RP 10 Research Checks DC 18 Academia Lore or Library Lore, DC 23 Occultism --- Loremother Tree A powerful intelligence slumbers deep within this ancient oak, awakened by communion or music; Maximum RP 15 Research Checks DC 21 Performance, DC 23 Nature, DC 25 Occultism --- Sprite Swarm Thousands of iridescent sprites flit about, eager to offer tidbits of information, though it is not always reliable; Maximum RP 5 Research Checks DC 23 Diplomacy, DC 23 Occultism, DC 25 Society, DC 28 Perception --- 5 Research Points The PCs learn apocryphal fey legends that the first hags were once cruel fey queens twisted by inner corruption. They learn details about hag reproduction, changelings, and the hag mother’s Call. 10 Research Points The PCs learn the location of an ancient, twisted grove in the First World rumored to hold a secret treasure connected to hags. Attaining this knowledge comes at a cost: hag malice solidifies into two will-o’-wisps and animates some of the glade’s plant matter into a shambler. The three creatures attack the PCs together. 15 Research Points The PCs learn a variety of occult folk divinations said to detect the presence of nearby hags. Among them is a functioning uncommon spell: read omens. 20 Research Points The loremother tree stirs and partially awakens, issuing the PCs a dire warning about danger in the knowledge they seek. Replace the loremother tree’s Performance Research check with a DC 28 Diplomacy check to convince the tree to share further knowledge. 25 Research Points The whole glade goes quiet, and the PCs feel a pall fall over their hearts. The PCs are close, but all Research check DCs increase by 2. 30 Research Points The PCs learn even more esoteric wisdom about hags. However, they have drawn the attention of a coven of annis hags, who materialize to destroy the party and their newfound knowledge. If the PCs run out of time before reaching this point, the coven erases any further information before attacking the PCs out of spite. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1208",
 "weakness": {}
}