{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1467",
 "markdown": "<title level=\"1\" right=\"Rules\">[Life in the Academy](/Rules.aspx?ID=1467)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 61</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn the Strength of Thousands Adventure Path, you'll have the opportunity to play characters who are students at the Magaambya, the oldest and most storied magic school in all Golarion. You'll learn new magic, advance in your studies, choose one of the five prestigious branches to join, and more. As you continue your academic career, adventure will call, but you'll never cease to be a Magaambyan, tied inextricably to the thousands upon thousands of students who came before you, stretching across eight millennia of history and tracing back to the legacy of Old-Mage Jatembe, one of the most legendary and powerful wizards in the history of Golarion.\n\n The academia subsystem helps you express your character's academic and intellectual growth throughout your time at the Magaambya, starting as a new initiate struggling to find your place at the school to an academic powerhouse respected by all researchers in your field and beyond. You'll continue your studies alongside your adventuring career, allowing you to gain a series of useful benefits to improve your character's capabilities based on the progress of your academic work.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Academia? No Thanks</title>\r\n\r\nWhile many players in an Adventure Path about a magic academy might be interested in developing their characters' academic careers, some might want to skip right to the action. That's okay! You can either skip the subsystem entirely, in which case characters will be a little less versatile than normal, or just allow characters to automatically advance their primary branch at every even level, to a maximum branch level of 11 when the character reaches level 20.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">GMs, Share this With your Players</title>\r\n\r\nThe details of the academia subsystem aren't a secret. This article is spoiler-free and written from a player's perspective, so you can share it with your players and help them make informed decisions for their characters' academic careers. Throughout the Adventure Path, you'll find numerous opportunities to tie into the academia subsystem, called out either in sidebars or in the text.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Roleplaying Academia</title>\r\n\r\nThe academia subsystem is at its best when the players and GM use the opportunity as a backdrop for roleplaying events and occurrences that highlight the reality of life at a magic academy, rather than just quickly rolling some skill checks and tallying up branch levels. Maybe one hero has to go on a hunt for a book that should be available in the library but has been lent out multiple times, while another must convince a straitlaced professor to allow them to conduct a potentially dangerous experiment. For more guidance on ideas for downtime events and how to intersperse them throughout downtime, refer to [Running Downtime](/Rules.aspx?ID=870) and [Tasks and Events](/Rules.aspx?ID=877).\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1468\" />\r\n\r\n<document level=\"2\" id=\"rules-1471\" />\r\n\r\n<document level=\"2\" id=\"rules-1472\" />",
 "name": "Life in the Academy",
 "next_link": {
  "label": "Introduction",
  "url": "/Rules.aspx?ID=1483"
 },
 "previous_link": {
  "label": "Researching the Malevolence",
  "url": "/Rules.aspx?ID=1463"
 },
 "rarity": "common",
 "release_date": "2021-08-05",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 61</row>\n\n</additional-info>",
 "source": [
  "Pathfinder #169: Kindled Magic"
 ],
 "source_raw": [
  "Pathfinder #169: Kindled Magic pg. 61"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 61</row>",
 "speed": {},
 "text": " Life in the Academy Source Pathfinder #169: Kindled Magic pg. 61 In the Strength of Thousands Adventure Path, you'll have the opportunity to play characters who are students at the Magaambya, the oldest and most storied magic school in all Golarion. You'll learn new magic, advance in your studies, choose one of the five prestigious branches to join, and more. As you continue your academic career, adventure will call, but you'll never cease to be a Magaambyan, tied inextricably to the thousands upon thousands of students who came before you, stretching across eight millennia of history and tracing back to the legacy of Old-Mage Jatembe, one of the most legendary and powerful wizards in the history of Golarion. The academia subsystem helps you express your character's academic and intellectual growth throughout your time at the Magaambya, starting as a new initiate struggling to find your place at the school to an academic powerhouse respected by all researchers in your field and beyond. You'll continue your studies alongside your adventuring career, allowing you to gain a series of useful benefits to improve your character's capabilities based on the progress of your academic work. Academia? No Thanks While many players in an Adventure Path about a magic academy might be interested in developing their characters' academic careers, some might want to skip right to the action. That's okay! You can either skip the subsystem entirely, in which case characters will be a little less versatile than normal, or just allow characters to automatically advance their primary branch at every even level, to a maximum branch level of 11 when the character reaches level 20. GMs, Share this With your Players The details of the academia subsystem aren't a secret. This article is spoiler-free and written from a player's perspective, so you can share it with your players and help them make informed decisions for their characters' academic careers. Throughout the Adventure Path, you'll find numerous opportunities to tie into the academia subsystem, called out either in sidebars or in the text. Roleplaying Academia The academia subsystem is at its best when the players and GM use the opportunity as a backdrop for roleplaying events and occurrences that highlight the reality of life at a magic academy, rather than just quickly rolling some skill checks and tallying up branch levels. Maybe one hero has to go on a hunt for a book that should be available in the library but has been lent out multiple times, while another must convince a straitlaced professor to allow them to conduct a potentially dangerous experiment. For more guidance on ideas for downtime events and how to intersperse them throughout downtime, refer to Running Downtime and Tasks and Events. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1467",
 "weakness": {}
}