{
 "breadcrumbs": [
  "Gears Equipment",
  "Siege Weapons",
  "Mounted Siege Weapons"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1625",
 "markdown": "<title level=\"1\" right=\"Rules\">[Loading](/Rules.aspx?ID=1625)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 73</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAny member of the crew can take the Load activity to prepare the weapon, resetting its machinery or helping Load the payload. The stat block lists how many times the activity must be taken to prepare the weapon to Launch. Some Load activities require successful checks to be effective, such as ones that require an Athletics check to Load heavy ammunition into the siege weapon. Once the weapon is Loaded, trying to Load it further has no effect. It doesn't matter in what order the siege weapon is Aimed and Loaded, and the crew could partially Load the weapon, Aim it, and then continue Loading it without disrupting the process.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Loading",
 "next_link": {
  "label": "Launching",
  "url": "/Rules.aspx?ID=1626"
 },
 "previous_link": {
  "label": "Aiming",
  "url": "/Rules.aspx?ID=1624"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 73</row>\r\n\r\nGears Equipment / Siege Weapons / Mounted Siege Weapons\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 73"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 73</row>",
 "speed": {},
 "text": " Loading Source Guns &amp; Gears pg. 73 Any member of the crew can take the Load activity to prepare the weapon, resetting its machinery or helping Load the payload. The stat block lists how many times the activity must be taken to prepare the weapon to Launch. Some Load activities require successful checks to be effective, such as ones that require an Athletics check to Load heavy ammunition into the siege weapon. Once the weapon is Loaded, trying to Load it further has no effect. It doesn't matter in what order the siege weapon is Aimed and Loaded, and the crew could partially Load the weapon, Aim it, and then continue Loading it without disrupting the process. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1625",
 "weakness": {}
}