{
 "breadcrumbs": [
  "Book of Unlimited Magic",
  "Ley Lines"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1533",
 "markdown": "<title level=\"1\" right=\"Rules\">[Locating Ley Lines](/Rules.aspx?ID=1533)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 214 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nLey lines are typically imperceptible by mundane means, so locating a ley line requires a magical connection of some kind (though not necessarily the ability to cast spells). Typically, ley lines' sizes correlate with their potency, with higher-level ley lines usually being wider and easier to notice—but ley lines are by nature enigmatic phenomena, and some particularly powerful ones are as thin as thread. In rare cases, ley lines might have physical manifestations that make their presence more apparent. For example, a ley line attuned to electrical energy might manifest as a constant stream of sparks and electricity arcing along the ley line's path, or a ley line suffused with positive energy might appear as a strip of overgrown and mutated plants.\n\n A character can locate a ley line with a successful [Occultism](/Skills.aspx?ID=11) check to [Identify Magic](/Actions.aspx?ID=24), usually against a DC of 30 for a weak and minor ley line or 20 for a powerful one, but a particular line's presence might be more obvious if it has noticeable magical manifestations. A successful check reveals the location of a ley line but not its capabilities. Each ley line has at least one trait tied to a tradition of magic. To determine the effects of a ley line, a character must succeed at a check to Identify Magic based on its tradition, with a DC equal to the hard DC of the ley line's level. Finding the exact position, strength, and effects of a ley line can be extremely helpful for characters attempting to access the ley line's power.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Locating Ley Lines",
 "next_link": {
  "label": "Ley Line Nodes",
  "url": "/Rules.aspx?ID=1534"
 },
 "previous_link": {
  "label": "Ley Lines in Your Game",
  "url": "/Rules.aspx?ID=1532"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 214 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic / Ley Lines\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 214"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 214 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Locating Ley Lines Source Secrets of Magic pg. 214 1.1 Ley lines are typically imperceptible by mundane means, so locating a ley line requires a magical connection of some kind (though not necessarily the ability to cast spells). Typically, ley lines' sizes correlate with their potency, with higher-level ley lines usually being wider and easier to notice—but ley lines are by nature enigmatic phenomena, and some particularly powerful ones are as thin as thread. In rare cases, ley lines might have physical manifestations that make their presence more apparent. For example, a ley line attuned to electrical energy might manifest as a constant stream of sparks and electricity arcing along the ley line's path, or a ley line suffused with positive energy might appear as a strip of overgrown and mutated plants. A character can locate a ley line with a successful Occultism check to Identify Magic, usually against a DC of 30 for a weak and minor ley line or 20 for a powerful one, but a particular line's presence might be more obvious if it has noticeable magical manifestations. A successful check reveals the location of a ley line but not its capabilities. Each ley line has at least one trait tied to a tradition of magic. To determine the effects of a ley line, a character must succeed at a check to Identify Magic based on its tradition, with a DC equal to the hard DC of the ley line's level. Finding the exact position, strength, and effects of a ley line can be extremely helpful for characters attempting to access the ley line's power. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1533",
 "weakness": {}
}