{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Building Worlds",
  "Civilization",
  "Designing Nations"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1135",
 "markdown": "<title level=\"1\" right=\"Rules\">[Location, Size, and Population](/Rules.aspx?ID=1135)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 125</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMajor geographical boundaries, such as mountains, seas, and large rivers, often present natural borders for a realm. Depending on its leadership, culture, and the resources available, a country may be as small as a city‑state or as large as a continent‑sweeping empire. Barring widely available technological or magical travel and communication, most nations remain relatively small (only a few hundred miles across), simply because it becomes too difficult for a single governing entity to oversee and maintain the entirety of a larger state.\n\n National populations ebb and flow due to a multitude of external factors. Advances in sanitation, medicine, and agriculture can spur dramatic population growth, while war, famine, or plague can devastate it. As a rule, smaller nation‑states have a population around a hundred thousand, while a continent‑spanning empire could swell to well over a hundred million.\n\n Population size is only part of the equation. Figuring out the ancestry ratios of that population and brainstorming how the members of various ancestries interact can often lead to interesting story ideas, or at least give you some jumping‑off points when dreaming up how the nation was founded and its later history.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Location, Size, and Population",
 "next_link": {
  "label": "Cultural Hallmarks",
  "url": "/Rules.aspx?ID=1136"
 },
 "previous_link": {
  "label": "Societal Benchmarks",
  "url": "/Rules.aspx?ID=1130"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 125</row>\r\n\r\nChapter 2: Tools\r\n/ Building Worlds / Civilization / Designing Nations\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 125"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 125</row>",
 "speed": {},
 "text": " Location, Size, and Population Source Gamemastery Guide pg. 125 Major geographical boundaries, such as mountains, seas, and large rivers, often present natural borders for a realm. Depending on its leadership, culture, and the resources available, a country may be as small as a city‑state or as large as a continent‑sweeping empire. Barring widely available technological or magical travel and communication, most nations remain relatively small (only a few hundred miles across), simply because it becomes too difficult for a single governing entity to oversee and maintain the entirety of a larger state. National populations ebb and flow due to a multitude of external factors. Advances in sanitation, medicine, and agriculture can spur dramatic population growth, while war, famine, or plague can devastate it. As a rule, smaller nation‑states have a population around a hundred thousand, while a continent‑spanning empire could swell to well over a hundred million. Population size is only part of the equation. Figuring out the ancestry ratios of that population and brainstorming how the members of various ancestries interact can often lead to interesting story ideas, or at least give you some jumping‑off points when dreaming up how the nation was founded and its later history. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1135",
 "weakness": {}
}