{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Rules",
  "Expanding a Kingdom"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1787",
 "markdown": "<title level=\"1\" right=\"Rules\">[Losing Hexes](/Rules.aspx?ID=1787)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 534</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIt's possible to lose control of a hex. When this happens, the kingdom immediately loses any benefits from terrain improvements in that hex, and all settlements in that hex become [Freeholds](/Rules.aspx?ID=1791). Monsters may move into an abandoned hex, increasing the chance for random encounters, and if you wish to reclaim the hex, you may need to clear it first of hostile creatures. Each hex lost decreases a kingdom's Size by 1. This affects the kingdom's statistics, such as the type of its Resource Die.\n\n If one or more hexes are lost in such a way that it breaks the connection between parts of a kingdom, so that all of the hexes are no longer contiguous with other hexes of the kingdom, whatever portion of the territory contains the capital becomes the primary territory and the rest of the kingdom becomes its secondary territory. All Kingdom skill checks made to resolve issues associated with secondary territories take a –4 circumstance penalty. When a kingdom starts a turn with any number of secondary territories, increase Unrest by 1. Once a secondary territory is connected to the primary territory via at least one hex, it becomes part of the primary territory.\n\n If a kingdom is reduced to 0 hexes, whether through Unrest, a disaster, war with another kingdom, or any other effect, the PCs are at risk of having their rule end. On their next Kingdom turn, they must claim at least one new hex and establish or claim at least one settlement, or their kingdom is considered totally destroyed, and they must start over. In this case, you should have the PCs undertake a new adventure of your design to secure a new charter.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Losing Hexes",
 "next_link": {
  "label": "Diplomatic Relations",
  "url": "/Rules.aspx?ID=1788"
 },
 "previous_link": {
  "label": "Unrest",
  "url": "/Rules.aspx?ID=1785"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 534</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Rules / Expanding a Kingdom\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 534"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 534</row>",
 "speed": {},
 "text": " Losing Hexes Source Kingmaker Adventure Path pg. 534 It's possible to lose control of a hex. When this happens, the kingdom immediately loses any benefits from terrain improvements in that hex, and all settlements in that hex become Freeholds. Monsters may move into an abandoned hex, increasing the chance for random encounters, and if you wish to reclaim the hex, you may need to clear it first of hostile creatures. Each hex lost decreases a kingdom's Size by 1. This affects the kingdom's statistics, such as the type of its Resource Die. If one or more hexes are lost in such a way that it breaks the connection between parts of a kingdom, so that all of the hexes are no longer contiguous with other hexes of the kingdom, whatever portion of the territory contains the capital becomes the primary territory and the rest of the kingdom becomes its secondary territory. All Kingdom skill checks made to resolve issues associated with secondary territories take a –4 circumstance penalty. When a kingdom starts a turn with any number of secondary territories, increase Unrest by 1. Once a secondary territory is connected to the primary territory via at least one hex, it becomes part of the primary territory. If a kingdom is reduced to 0 hexes, whether through Unrest, a disaster, war with another kingdom, or any other effect, the PCs are at risk of having their rule end. On their next Kingdom turn, they must claim at least one new hex and establish or claim at least one settlement, or their kingdom is considered totally destroyed, and they must start over. In this case, you should have the PCs undertake a new adventure of your design to secure a new charter. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1787",
 "weakness": {}
}