{
 "breadcrumbs": [
  "Magic Items"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1495",
 "markdown": "<title level=\"1\" right=\"Rules\">[Magical Tattoos](/Rules.aspx?ID=1495)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 164 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTattoos carry great significance for many who practice the art. Tattooing can be an intimate process loaded with meaning and emotion—an honored practice of a culture, a ceremony of supernatural importance, a permanent commitment to a cause—signifying a bit of personal decoration or self-expression, or both. Some tattoos can even instill magic into your very skin. Even more so than others, these tattoos aren't given lightly, nor should they be accepted lightly.\n\n  Tattooing is a precise art, and making magical tattoos requires developing a special rapport between the artist and their living canvas. For this reason, it can be difficult to find someone to ink a magical tattoo on your body. (Consequently, most most magical tattoos other than the ones appearing here are [uncommon](/Traits.aspx?ID=159).) Securing such services might require a person to achieve notable deeds, become a member of a community, or prove their character and commitment to the artist.\n\n Most magical tattooing requires the same tools as traditional methods, just using magical inks and, sometimes, magical implements, such as needles, bone tattooing rakes, or the like. Some processes, including certain traditional Varisian methods, etch the magic directly into the skin without puncturing it. The pain remains the same.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1496\" />",
 "name": "Magical Tattoos",
 "next_link": {
  "label": "Personal Staves",
  "url": "/Rules.aspx?ID=1499"
 },
 "previous_link": {
  "label": "Grimoires",
  "url": "/Rules.aspx?ID=1494"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 164 <sup>1.1</sup></row>\r\n\r\nMagic Items\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 164"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 164 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Magical Tattoos Source Secrets of Magic pg. 164 1.1 Tattoos carry great significance for many who practice the art. Tattooing can be an intimate process loaded with meaning and emotion—an honored practice of a culture, a ceremony of supernatural importance, a permanent commitment to a cause—signifying a bit of personal decoration or self-expression, or both. Some tattoos can even instill magic into your very skin. Even more so than others, these tattoos aren't given lightly, nor should they be accepted lightly. Tattooing is a precise art, and making magical tattoos requires developing a special rapport between the artist and their living canvas. For this reason, it can be difficult to find someone to ink a magical tattoo on your body. (Consequently, most most magical tattoos other than the ones appearing here are uncommon.) Securing such services might require a person to achieve notable deeds, become a member of a community, or prove their character and commitment to the artist. Most magical tattooing requires the same tools as traditional methods, just using magical inks and, sometimes, magical implements, such as needles, bone tattooing rakes, or the like. Some processes, including certain traditional Varisian methods, etch the magic directly into the skin without puncturing it. The pain remains the same. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1495",
 "weakness": {}
}