{
 "breadcrumbs": [
  "Book of Unlimited Magic",
  "Pervasive Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1547",
 "markdown": "<title level=\"1\" right=\"Rules\">[Magical Terrain](/Rules.aspx?ID=1547)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 220 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nFrom a city where strange lights flit from street to street, a cavern that can't be found by scrying, or a bog where illusions frolic, magical terrain can create memorable locations and challenges. This section describes several types of magical terrain that the GM can use in a pervasive magic setting. The size and location of each type of terrain is entirely up to the GM. The effects of magical terrain can be constant, or they might occur only under certain circumstances, such as a forest that becomes home to potent arcane magic only at night, or every century an eclipse on the winter solstice subjects a nearby city to ghoulish hunger.\n\n Magical terrain fits well into pervasive magic campaigns, but can be used in any campaign as a way to help create unique and memorable encounters.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Example Pervasive Magic Locations</title>\r\n\r\nUse the following list as inspiration when thinking of places in your campaign where the pervasive magic rules might apply. \n<ul><li>A waterfall that grants [_heroism_](/Spells.aspx?ID=149) to anyone who survives a plunge from its heights.</li><li>A cavern that casts [_hallucinatory terrain_](/Spells.aspx?ID=145), preventing spelunkers from finding the exit.</li><li>A remote spring that removes a curse or disease once per year for those who bathe in its waters.</li><li>An impassable forest that frequently casts [_tanglefoot_](/Spells.aspx?ID=330) and [_entangle_](/Spells.aspx?ID=103) on creatures not native to its reaches.</li><li>A tavern where one patron each night is the target of a [_hideous laughter_](/Spells.aspx?ID=150) spell.</li></ul>\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1548\" />\r\n\r\n<document level=\"2\" id=\"rules-1549\" />\r\n\r\n<document level=\"2\" id=\"rules-1550\" />\r\n\r\n<document level=\"2\" id=\"rules-1551\" />\r\n\r\n<document level=\"2\" id=\"rules-1552\" />\r\n\r\n<document level=\"2\" id=\"rules-1553\" />",
 "name": "Magical Terrain",
 "next_link": {
  "label": "Shadow Magic",
  "url": "/Rules.aspx?ID=1554"
 },
 "previous_link": {
  "label": "Creature Adjustments",
  "url": "/Rules.aspx?ID=1542"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 220 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic / Pervasive Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 220"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 220 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Magical Terrain Source Secrets of Magic pg. 220 1.1 From a city where strange lights flit from street to street, a cavern that can't be found by scrying, or a bog where illusions frolic, magical terrain can create memorable locations and challenges. This section describes several types of magical terrain that the GM can use in a pervasive magic setting. The size and location of each type of terrain is entirely up to the GM. The effects of magical terrain can be constant, or they might occur only under certain circumstances, such as a forest that becomes home to potent arcane magic only at night, or every century an eclipse on the winter solstice subjects a nearby city to ghoulish hunger. Magical terrain fits well into pervasive magic campaigns, but can be used in any campaign as a way to help create unique and memorable encounters. Example Pervasive Magic Locations Use the following list as inspiration when thinking of places in your campaign where the pervasive magic rules might apply. A waterfall that grants heroism to anyone who survives a plunge from its heights. A cavern that casts hallucinatory terrain , preventing spelunkers from finding the exit. A remote spring that removes a curse or disease once per year for those who bathe in its waters. An impassable forest that frequently casts tanglefoot and entangle on creatures not native to its reaches. A tavern where one patron each night is the target of a hideous laughter spell. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1547",
 "weakness": {}
}