{
 "breadcrumbs": [
  "Life in the Academy",
  "Branch Benefits"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1482",
 "markdown": "<title level=\"1\" right=\"Rules\">[Magical Paragon 20th](/Rules.aspx?ID=1482)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 65</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAt 20th level in a branch, you embody the branch so completely that you gain a unique special ability depending on your branch. Many of these abilities build upon Magaambyan attendant archetype feats you have gained.\n\n **Cascade Bearers**: Nothing is beyond your imagination. Once per day, you can cast any common 7th-level spell from the arcane, divine, occult, or primal spell lists without expending a spell slot. When you do, you use your spellcasting proficiency for your halcyon spells.\n\n **Emerald Boughs**: You can stretch your hideaway well beyond the original intended usage, creating a special extradimensional abode in which to rest with your allies, host visiting diplomats, and more. At any time, you can spend 1 minute to enter and expand your hideaway into a [_magnificent mansion_](/Spells.aspx?ID=183); it remains in this form until you leave, at which point it expels all remaining guests and becomes a normal hideaway as [Emerald Boughs Hideaway](/Feats.aspx?ID=1111) until you spend another minute to enter and expand your hideaway again.\n\n **Rain-Scribes**: You can adapt to almost any situation. You can survive in [severe and extreme cold and heat](/Rules.aspx?ID=642) without taking damage. You move at full Speed through difficult terrain and greater difficult terrain, and take no damage from hazardous terrain. When using [Rain-Scribe Mobility](/Feats.aspx?ID=1112), you clear the effects of all three types of terrain from the spaces you enter for 1 round.\n\n **Tempest-Sun Mages**: You have the courage and magic to protect all your allies from harm. When you use [Tempest-Sun Shielding](/Feats.aspx?ID=1113), you can choose to reduce the triggering damage to you and all allies within 30 feet by four times the spell level, rather than reducing the triggering damage to you or a single ally by four times the spell level.\n\n **Uzunjati**: You know a surprising number of stories, and you weave them all together into a coherent narrative. When you use [Uzunjati Recollection](/Feats.aspx?ID=1114), you [Recall Knowledge](/Actions.aspx?ID=26) three times instead of once, each with a +2 circumstance bonus. You also gain a +2 circumstance bonus to your skill check for [Uzunjati Storytelling](/Feats.aspx?ID=1109) from the captivating combined narrative.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Magical Paragon 20th",
 "next_link": {
  "label": "Introduction",
  "url": "/Rules.aspx?ID=1483"
 },
 "previous_link": {
  "label": "Make Your Own Luck 16th",
  "url": "/Rules.aspx?ID=1481"
 },
 "rarity": "common",
 "release_date": "2021-08-05",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 65</row>\r\n\r\nLife in the Academy / Branch Benefits\r\n</additional-info>",
 "source": [
  "Pathfinder #169: Kindled Magic"
 ],
 "source_raw": [
  "Pathfinder #169: Kindled Magic pg. 65"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 65</row>",
 "speed": {},
 "text": " Magical Paragon 20th Source Pathfinder #169: Kindled Magic pg. 65 At 20th level in a branch, you embody the branch so completely that you gain a unique special ability depending on your branch. Many of these abilities build upon Magaambyan attendant archetype feats you have gained. Cascade Bearers : Nothing is beyond your imagination. Once per day, you can cast any common 7th-level spell from the arcane, divine, occult, or primal spell lists without expending a spell slot. When you do, you use your spellcasting proficiency for your halcyon spells. Emerald Boughs : You can stretch your hideaway well beyond the original intended usage, creating a special extradimensional abode in which to rest with your allies, host visiting diplomats, and more. At any time, you can spend 1 minute to enter and expand your hideaway into a magnificent mansion ; it remains in this form until you leave, at which point it expels all remaining guests and becomes a normal hideaway as Emerald Boughs Hideaway until you spend another minute to enter and expand your hideaway again. Rain-Scribes : You can adapt to almost any situation. You can survive in severe and extreme cold and heat without taking damage. You move at full Speed through difficult terrain and greater difficult terrain, and take no damage from hazardous terrain. When using Rain-Scribe Mobility, you clear the effects of all three types of terrain from the spaces you enter for 1 round. Tempest-Sun Mages : You have the courage and magic to protect all your allies from harm. When you use Tempest-Sun Shielding, you can choose to reduce the triggering damage to you and all allies within 30 feet by four times the spell level, rather than reducing the triggering damage to you or a single ally by four times the spell level. Uzunjati : You know a surprising number of stories, and you weave them all together into a coherent narrative. When you use Uzunjati Recollection, you Recall Knowledge three times instead of once, each with a +2 circumstance bonus. You also gain a +2 circumstance bonus to your skill check for Uzunjati Storytelling from the captivating combined narrative. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1482",
 "weakness": {}
}