{
 "breadcrumbs": [
  "Optional Campaign Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1990",
 "markdown": "<title level=\"1\" right=\"Rules\">[Manipulating Fate](/Rules.aspx?ID=1990)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 83</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf you choose to include this optional set of rules, at the start of each game session, shuffle a full harrow deck and deal one card, face down, to each player, instructing them to set that card aside and to not look at its face. At any time during the game session, any player can call upon fate itself—whether to help solve a vexing puzzle, succeed at an important task, avoid a looming grisly fate, or otherwise affect the immediate outcome of the situation at hand. When they do so, they turn their card over and reveal its face to everyone.\n\n At this point, compare the card's suit to the PC's key ability and the card's alignment to the PC's alignment. The closer the card's suit matches to the PC's key ability and the closer its alignment matches the character, the more outrageous and unexpectedly effective the manipulation of fate should be. Conversely, if the revealed card matches to the PC's least important ability score or is an oppositional alignment, the manipulation of fate should be less profound and not as guaranteed to be successful. A player should never be penalized for flipping their card—even the worst possible card should have a minor benefit to the PC in some way.\n\n Once a card is flipped, it's returned to the deck. Cards left unflipped at the end of a session are returned to the deck as well—a PC gains no reward nor suffers any penalty for not using a card during the game.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Manipulating Fate",
 "next_link": {
  "label": "Adjudicating Results",
  "url": "/Rules.aspx?ID=1991"
 },
 "previous_link": {
  "label": "The Harrow Court",
  "url": "/Rules.aspx?ID=1980"
 },
 "rarity": "common",
 "release_date": "2023-04-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 83</row>\r\n\r\nOptional Campaign Rules\r\n</additional-info>",
 "source": [
  "Pathfinder #190: The Choosing"
 ],
 "source_raw": [
  "Pathfinder #190: The Choosing pg. 83"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Stolen Fate",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #190: The Choosing](/Sources.aspx?ID=198) pg. 83</row>",
 "speed": {},
 "text": " Manipulating Fate Source Pathfinder #190: The Choosing pg. 83 If you choose to include this optional set of rules, at the start of each game session, shuffle a full harrow deck and deal one card, face down, to each player, instructing them to set that card aside and to not look at its face. At any time during the game session, any player can call upon fate itself—whether to help solve a vexing puzzle, succeed at an important task, avoid a looming grisly fate, or otherwise affect the immediate outcome of the situation at hand. When they do so, they turn their card over and reveal its face to everyone. At this point, compare the card's suit to the PC's key ability and the card's alignment to the PC's alignment. The closer the card's suit matches to the PC's key ability and the closer its alignment matches the character, the more outrageous and unexpectedly effective the manipulation of fate should be. Conversely, if the revealed card matches to the PC's least important ability score or is an oppositional alignment, the manipulation of fate should be less profound and not as guaranteed to be successful. A player should never be penalized for flipping their card—even the worst possible card should have a minor benefit to the PC in some way. Once a card is flipped, it's returned to the deck. Cards left unflipped at the end of a session are returned to the deck as well—a PC gains no reward nor suffers any penalty for not using a card during the game. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1990",
 "weakness": {}
}