{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Building Worlds",
  "The World"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1128",
 "markdown": "<title level=\"1\" right=\"Rules\">[Mapping a World](/Rules.aspx?ID=1128)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 123</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMany Game Masters like to have an overland map for their local region, nation, or even the whole world. The primary goal of this scale of map is to designate sites of import to the campaign; you need not detail every hamlet or woodland grove, but having a sense of the major features can help you and the other players visualize the world in which they’re playing.\n\n **Step 1. Coastlines:** The easiest first step is to separate land from sea. Regional maps may only have a single shoreline, if any. At larger map scales, consider the placement of major islands, archipelago chains, atolls, and islets. A world map should consider the size and placement of continents.\n\n **Step 2. Topography:** Pencil in a rough ridgeline for each mountain range in the region. Mountain ranges are common along coastlines where continental plates push together. If extended into the sea, mountain ranges typically result in a chain of offshore islands. Indicate hills in the regions adjacent to the mountains and elsewhere as necessary to demonstrate elevation. Unmarked terrain on an overland map is usually lowland plains.\n\n **Step 3. Watercourses:** It’s important to keep in mind that rivers flow downstream, from high elevation toward the sea, always taking the path of least resistance. Powerful watercourses might carve canyons or gorges over millennia, but they should never cross through mountain ranges. On a similar note, watercourses don’t branch—tributaries join into rivers as they flow downstream.\n\n **Step 4. Terrain and Environment:** Sketch in interesting terrain features such as forests, deserts, or tundra. You may want to differentiate these environs, separating coniferous and deciduous forests from tropical jungles or arctic taiga. Environs not specifically called out on an overland map are typically presumed to be some variety of grassland.\n\n **Step 5. Civilization:** Now you’re ready to place the elements of civilization. Major cities should typically be located near fresh water and natural resources. Major roads connect larger settlements, circumventing forests and other difficult environs, but they may wind through mountain passes when lucrative commerce demands it. Add smaller settlements along your roads, further connected by smaller roads and trails. Finally, draw political boundaries and mark other sites of interest.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Mapping a World",
 "next_link": {
  "label": "Civilization",
  "url": "/Rules.aspx?ID=1129"
 },
 "previous_link": {
  "label": "Environment",
  "url": "/Rules.aspx?ID=1125"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 123</row>\r\n\r\nChapter 2: Tools\r\n/ Building Worlds / The World\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 123"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 123</row>",
 "speed": {},
 "text": " Mapping a World Source Gamemastery Guide pg. 123 Many Game Masters like to have an overland map for their local region, nation, or even the whole world. The primary goal of this scale of map is to designate sites of import to the campaign; you need not detail every hamlet or woodland grove, but having a sense of the major features can help you and the other players visualize the world in which they’re playing. Step 1. Coastlines: The easiest first step is to separate land from sea. Regional maps may only have a single shoreline, if any. At larger map scales, consider the placement of major islands, archipelago chains, atolls, and islets. A world map should consider the size and placement of continents. Step 2. Topography: Pencil in a rough ridgeline for each mountain range in the region. Mountain ranges are common along coastlines where continental plates push together. If extended into the sea, mountain ranges typically result in a chain of offshore islands. Indicate hills in the regions adjacent to the mountains and elsewhere as necessary to demonstrate elevation. Unmarked terrain on an overland map is usually lowland plains. Step 3. Watercourses: It’s important to keep in mind that rivers flow downstream, from high elevation toward the sea, always taking the path of least resistance. Powerful watercourses might carve canyons or gorges over millennia, but they should never cross through mountain ranges. On a similar note, watercourses don’t branch—tributaries join into rivers as they flow downstream. Step 4. Terrain and Environment: Sketch in interesting terrain features such as forests, deserts, or tundra. You may want to differentiate these environs, separating coniferous and deciduous forests from tropical jungles or arctic taiga. Environs not specifically called out on an overland map are typically presumed to be some variety of grassland. Step 5. Civilization: Now you’re ready to place the elements of civilization. Major cities should typically be located near fresh water and natural resources. Major roads connect larger settlements, circumventing forests and other difficult environs, but they may wind through mountain passes when lucrative commerce demands it. Add smaller settlements along your roads, further connected by smaller roads and trails. Finally, draw political boundaries and mark other sites of interest. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1128",
 "weakness": {}
}