{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Running Encounters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-847",
 "markdown": "<title level=\"1\" right=\"Rules\">[Maps and Miniatures](/Rules.aspx?ID=847)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 13</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA grid and miniatures can make it easier to visualize combat for players and give a visual centerpiece for the players to focus on. Some advice for drawing maps appears on pages 52–53. A setup can range from a basic grid with some hasty marker lines and coins for miniatures to a full-color Flip- Mat with official prepainted minis or cardboard pawns, all the way to a set of 3-D dungeon terrain and hand-painted minis for each character. Many online tabletops have preset maps, token packs, and built-in functions for movement and line of sight. All these are fun to play on! Your setup should match your time commitment, budget, and the aesthetics you want.\n\n You can also bring the setting alive by describing sensory details like sounds, smells, temperature, and 3-D elements that aren’t represented on your map. Including the echoing ring of a sword striking a shield, an errant [_ray of frost_](/Spells.aspx?ID=245) freezing solid an apple in a bowl of fruit on the table, and the like makes the game feel more alive.\n\n Placing miniatures on a grid can make it feel like you need to be exacting with the rules, but there’s still room for improvisation! You might give another 5 feet of movement to someone running downhill if it will make their turn more dramatic. You’re empowered to give players minor boosts that fit the story you want to tell, and to fill in nuances of the location beyond the elements covered in the _Core Rulebook_.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Variant Rules on the Grid</title>\r\n\r\nThese two variants can change up how distance and movement work in your game. \n\n### Uniform Diagonals\n If you like, your group can count all diagonals as 5 feet instead of counting every other diagonal as 10 feet. This speeds up play, but some people find it breaks their suspension of disbelief. This is most noticeable when someone moves a long distance along a diagonal all at once or when characters start moving diagonally as much as possible to cover more distance. Using this variant requires thinking of the game map in more abstract terms, and less like a real physical environment where the map is accurately reflecting the size of the room or encounter area. You can choose whether you measure radius-based areas of spells in the same way or visualize them as circles or other round shapes. The latter works best if you have templates to use. \n\n### Hex Grids\n Some of the challenges of diagonal movement can be fixed by using a hex grid instead of a square grid, or by using a grid with offset squares, which works similarly. This allows you to count movement the same in all directions. However, it makes flanking a bit harder to pull off, requires you to arrange standard Large and larger miniatures differently, and causes challenges when drawing maps that consist primarily of rectangular structures, since you’ll have a lot of partially occupied hexes.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-848\" />\r\n\r\n<document level=\"2\" id=\"rules-849\" />\r\n\r\n<document level=\"2\" id=\"rules-850\" />",
 "name": "Maps and Miniatures",
 "next_link": {
  "label": "Special Battles and Movement",
  "url": "/Rules.aspx?ID=851"
 },
 "previous_link": {
  "label": "Adjudicating Actions",
  "url": "/Rules.aspx?ID=841"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 13</row>\r\n\r\nChapter 1: Gamemastery Basics / Running Encounters\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 13"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 13</row>",
 "speed": {},
 "text": " Maps and Miniatures Source Gamemastery Guide pg. 13 A grid and miniatures can make it easier to visualize combat for players and give a visual centerpiece for the players to focus on. Some advice for drawing maps appears on pages 52–53. A setup can range from a basic grid with some hasty marker lines and coins for miniatures to a full-color Flip- Mat with official prepainted minis or cardboard pawns, all the way to a set of 3-D dungeon terrain and hand-painted minis for each character. Many online tabletops have preset maps, token packs, and built-in functions for movement and line of sight. All these are fun to play on! Your setup should match your time commitment, budget, and the aesthetics you want. You can also bring the setting alive by describing sensory details like sounds, smells, temperature, and 3-D elements that aren’t represented on your map. Including the echoing ring of a sword striking a shield, an errant ray of frost freezing solid an apple in a bowl of fruit on the table, and the like makes the game feel more alive. Placing miniatures on a grid can make it feel like you need to be exacting with the rules, but there’s still room for improvisation! You might give another 5 feet of movement to someone running downhill if it will make their turn more dramatic. You’re empowered to give players minor boosts that fit the story you want to tell, and to fill in nuances of the location beyond the elements covered in the Core Rulebook . Variant Rules on the Grid These two variants can change up how distance and movement work in your game. ### Uniform Diagonals If you like, your group can count all diagonals as 5 feet instead of counting every other diagonal as 10 feet. This speeds up play, but some people find it breaks their suspension of disbelief. This is most noticeable when someone moves a long distance along a diagonal all at once or when characters start moving diagonally as much as possible to cover more distance. Using this variant requires thinking of the game map in more abstract terms, and less like a real physical environment where the map is accurately reflecting the size of the room or encounter area. You can choose whether you measure radius-based areas of spells in the same way or visualize them as circles or other round shapes. The latter works best if you have templates to use. ### Hex Grids Some of the challenges of diagonal movement can be fixed by using a hex grid instead of a square grid, or by using a grid with offset squares, which works similarly. This allows you to count movement the same in all directions. However, it makes flanking a bit harder to pull off, requires you to arrange standard Large and larger miniatures differently, and causes challenges when drawing maps that consist primarily of rectangular structures, since you’ll have a lot of partially occupied hexes. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=847",
 "weakness": {}
}