{
 "breadcrumbs": [
  "Chapter 11: Crafting & Treasure"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-729",
 "markdown": "<title level=\"1\" right=\"Rules\">[Materials](/Rules.aspx?ID=729)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 577 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMost items are made from readily available materials—usually leather, wood, or steel—but some weapons and armor are made from more exotic materials, giving them unique properties and other advantages. Weapons made from precious materials are better able to harm certain creatures, and armor of these materials provides enhanced protection.\n\n Most materials are metals; they can be used to make metal weapons and armor. The GM is the final arbiter of what items can be made using a material. An item can be made with no more than one precious material, and only an expert in Crafting can create it. Some rare and exotic materials require master or even legendary proficiency.\n\n A material’s Price depends on how hard it is to work, its scarcity, and its purity; most items made with precious materials use an alloy, blend, or coating rather than using the material in its purest form. The three grades of purity for precious materials are low-grade, standard-grade, and high-grade. Regardless of a precious material’s purity, an item made from it gains the full effects of the precious material, but creating higher-level items and more powerful magic runes with precious material requires greater purity. \n\n Some precious materials are available only at certain grades. For instance, adamantine can’t be low-grade, and orichalcum must be high-grade. Items made of materials with a lower grade than expected for the item’s level, or of a higher grade than necessary, will mention the precious material’s grade.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-730\" />\r\n\r\n<document level=\"2\" id=\"rules-731\" />",
 "name": "Materials",
 "next_link": {
  "label": "Runes",
  "url": "/Rules.aspx?ID=733"
 },
 "previous_link": {
  "label": "Held Items",
  "url": "/Rules.aspx?ID=728"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 577 <sup>4.0</sup></row>\r\n\r\nChapter 11: Crafting &amp; Treasure\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 577"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 577 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Materials Source Core Rulebook pg. 577 4.0 Most items are made from readily available materials—usually leather, wood, or steel—but some weapons and armor are made from more exotic materials, giving them unique properties and other advantages. Weapons made from precious materials are better able to harm certain creatures, and armor of these materials provides enhanced protection. Most materials are metals; they can be used to make metal weapons and armor. The GM is the final arbiter of what items can be made using a material. An item can be made with no more than one precious material, and only an expert in Crafting can create it. Some rare and exotic materials require master or even legendary proficiency. A material’s Price depends on how hard it is to work, its scarcity, and its purity; most items made with precious materials use an alloy, blend, or coating rather than using the material in its purest form. The three grades of purity for precious materials are low-grade, standard-grade, and high-grade. Regardless of a precious material’s purity, an item made from it gains the full effects of the precious material, but creating higher-level items and more powerful magic runes with precious material requires greater purity. Some precious materials are available only at certain grades. For instance, adamantine can’t be low-grade, and orichalcum must be high-grade. Items made of materials with a lower grade than expected for the item’s level, or of a higher grade than necessary, will mention the precious material’s grade. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=729",
 "weakness": {}
}