{
 "breadcrumbs": [
  "Chapter 2: Camping",
  "Special Campsite Meals"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1896",
 "markdown": "<title level=\"1\" right=\"Rules\">[Meal Recipes](/Rules.aspx?ID=1896)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 113</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA wide range of unique and special meals are available to those camping in the Stolen Lands, but before a character can attempt to cook one of them, they must find or purchase the meal's recipe or discover it using the [Discover Special Meal](/Actions.aspx?ID=1475) activity. You can augment treasures found throughout the Stolen Lands with meal recipes if you wish, dropping them into rewards in the form of scrolls or books, or you can even have them taught by friendly allies.\n\n Common recipes (those without either the [uncommon](/Traits.aspx?ID=159) or [rare](/Traits.aspx?ID=137) trait) can be purchased in any settlement in the same way other formulas can be purchased. Uncommon recipes are available for purchase in most settlements of Town or larger size. Rare recipes should be given out as quest rewards, discovered (be it via the Discover Special Meal activity or by finding the recipe on a scroll or in a book), taught from rescued or allied NPCs, or something equivalent. At your discretion, a rare recipe must still be purchased after the PCs discover someone who knows it.\n\n The stat block for the following meals are presented in the following format.  \n\n<title level=\"3\" right=\"Meal [Level]\">Meal Name</title><traits><trait label=\"Traits\" /> </traits>**Recipe Price** The price to purchase the meal's recipe.<br /> **Ingredients** This entry lists the quantity of basic ingredients and special ingredients (if any) required to cook a single serving of the meal.<br /> **Preparation** A special meal can be cooked with a [Survival](/Skills.aspx?ID=16) check or a [Cooking Lore](/Skills.aspx?ID=8) check, and its recipe can be discovered with a Cooking Lore check. The DCs to Cook or Discover the Special Meal are presented here.<br /> **Requirements** If a meal has any other special requirements for its preparation (such as the cook's ability to cast [divine](/Traits.aspx?ID=48) spells or a proficiency rank in a specific skill), that requirement is listed here. This entry is omitted if the meal has no additional requirements. **Favorite Meal** The additional benefit a character can gain from the meal being their favorite meal is presented here.\n\n---\n\n A description of the meal, including notes on how it is prepared, is followed by the meal's effects on a [Cook Special Meal](/Actions.aspx?ID=1474) activity's critical success, success, or critical failure. A special meal that has a failure grants no additional benefits or penalties, but still prevents starvation.<br /> Many special meal effects persist for a full 24 hours, but a character can only benefit from one special meal effect at a time. If the PCs are camping daily, you can rule that existing special meal effects end once the party takes step 3 of camping (Eating), even if technically 24 hours hasn't passed since the last time they gained bonuses from special meals, so that new effects from new meals can take their place going forward.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Meal Recipes",
 "next_link": {
  "label": "Chapter 3: Weather",
  "url": "/Rules.aspx?ID=1897"
 },
 "previous_link": {
  "label": "Favorite Meals",
  "url": "/Rules.aspx?ID=1895"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 113</row>\r\n\r\nChapter 2: Camping / Special Campsite Meals\r\n</additional-info>",
 "source": [
  "Kingmaker Companion Guide"
 ],
 "source_raw": [
  "Kingmaker Companion Guide pg. 113"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 113</row>",
 "speed": {},
 "text": " Meal Recipes Source Kingmaker Companion Guide pg. 113 A wide range of unique and special meals are available to those camping in the Stolen Lands, but before a character can attempt to cook one of them, they must find or purchase the meal's recipe or discover it using the Discover Special Meal activity. You can augment treasures found throughout the Stolen Lands with meal recipes if you wish, dropping them into rewards in the form of scrolls or books, or you can even have them taught by friendly allies. Common recipes (those without either the uncommon or rare trait) can be purchased in any settlement in the same way other formulas can be purchased. Uncommon recipes are available for purchase in most settlements of Town or larger size. Rare recipes should be given out as quest rewards, discovered (be it via the Discover Special Meal activity or by finding the recipe on a scroll or in a book), taught from rescued or allied NPCs, or something equivalent. At your discretion, a rare recipe must still be purchased after the PCs discover someone who knows it. The stat block for the following meals are presented in the following format. Meal Name Recipe Price The price to purchase the meal's recipe. Ingredients This entry lists the quantity of basic ingredients and special ingredients (if any) required to cook a single serving of the meal. Preparation A special meal can be cooked with a [Survival check or a Cooking Lore check, and its recipe can be discovered with a Cooking Lore check. The DCs to Cook or Discover the Special Meal are presented here. Requirements If a meal has any other special requirements for its preparation (such as the cook's ability to cast divine spells or a proficiency rank in a specific skill), that requirement is listed here. This entry is omitted if the meal has no additional requirements. Favorite Meal The additional benefit a character can gain from the meal being their favorite meal is presented here. --- A description of the meal, including notes on how it is prepared, is followed by the meal's effects on a Cook Special Meal activity's critical success, success, or critical failure. A special meal that has a failure grants no additional benefits or penalties, but still prevents starvation. Many special meal effects persist for a full 24 hours, but a character can only benefit from one special meal effect at a time. If the PCs are camping daily, you can rule that existing special meal effects end once the party takes step 3 of camping (Eating), even if technically 24 hours hasn't passed since the last time they gained bonuses from special meals, so that new effects from new meals can take their place going forward. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1896",
 "weakness": {}
}