{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Running Modes of Play",
  "Encounters",
  "Social Encounters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-519",
 "markdown": "<title level=\"1\" right=\"Rules\">[Measuring Success and Progress](/Rules.aspx?ID=519)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 495 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou’ll need to decide how to measure the characters’ success in social encounters, because there’s no AC to target or HP to whittle down. Chapter 4 includes guidance on setting DCs for social skill actions, often using a target’s Will DC. If you need a DC for people who don’t have stats, such as a crowd or an NPC for whom you haven’t already generated statistics, use the guidelines on setting DCs, found on page 503. You can either pick a simple DC or use a level-based DC, estimating a level for the subject or how challenging it should be to sway them.\n\n The attitude conditions—hostile, unfriendly, indifferent, friendly, and helpful—provide a useful way to track the progress of a social encounter. Use these to represent the attitude of an authority, a crowd, a jury, or the like. A typical goal for a social encounter is to change the attitude of a person or group to helpful so they assist you, or calming a hostile group or person to defuse a situation. Try to give the players a clear idea of how much they’ve progressed as the encounter proceeds.\n\n Another option is to track the number of successes or failures the characters accrue. For instance, you might need to trick four guards into leaving their posts, and count each successful attempt to Lie or Create a Diversion toward a total of four necessary successes. You can combine these two methods; if the PCs need a group of important nobles to vote their way, the goal of the encounter might be to ensure that a majority of the nobles have a better attitude toward the PCs than they have of a rival—all within a limited time frame.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Measuring Success and Progress",
 "next_link": {
  "label": "Consequences",
  "url": "/Rules.aspx?ID=520"
 },
 "previous_link": {
  "label": "Initiative and Actions",
  "url": "/Rules.aspx?ID=518"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 495 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Running Modes of Play / Encounters / Social Encounters\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 495"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 495 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Measuring Success and Progress Source Core Rulebook pg. 495 4.0 You’ll need to decide how to measure the characters’ success in social encounters, because there’s no AC to target or HP to whittle down. Chapter 4 includes guidance on setting DCs for social skill actions, often using a target’s Will DC. If you need a DC for people who don’t have stats, such as a crowd or an NPC for whom you haven’t already generated statistics, use the guidelines on setting DCs, found on page 503. You can either pick a simple DC or use a level-based DC, estimating a level for the subject or how challenging it should be to sway them. The attitude conditions—hostile, unfriendly, indifferent, friendly, and helpful—provide a useful way to track the progress of a social encounter. Use these to represent the attitude of an authority, a crowd, a jury, or the like. A typical goal for a social encounter is to change the attitude of a person or group to helpful so they assist you, or calming a hostile group or person to defuse a situation. Try to give the players a clear idea of how much they’ve progressed as the encounter proceeds. Another option is to track the number of successes or failures the characters accrue. For instance, you might need to trick four guards into leaving their posts, and count each successful attempt to Lie or Create a Diversion toward a total of four necessary successes. You can combine these two methods; if the PCs need a group of important nobles to vote their way, the goal of the encounter might be to ensure that a majority of the nobles have a better attitude toward the PCs than they have of a rival—all within a limited time frame. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=519",
 "weakness": {}
}