{
 "breadcrumbs": [
  "Chapter 11: Crafting & Treasure",
  "Alchemical Items",
  "Alchemical Poisons"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-709",
 "markdown": "<title level=\"1\" right=\"Rules\">[Method of Exposure](/Rules.aspx?ID=709)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 550 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEach alchemical poison has one of the following traits, which define how a creature can be exposed to that poison.\n\n [**Contact**](/Traits.aspx?ID=37): A contact poison is activated by applying it to an item or directly onto a living creature’s skin. The first creature to touch the affected item must attempt a saving throw against the poison; if the poison is applied directly, the creature must attempt a saving throw immediately when the poison touches its skin. Contact poisons are infeasible to apply to a creature via a weapon attack due to the logistics of delivering them without poisoning yourself. Typically, the onset time of a contact poison is 1 minute. \n\n**[Ingested](/Traits.aspx?ID=95)**: An ingested poison is activated by applying it to food or drink to be consumed by a living creature, or by placing it directly into a living creature’s mouth. A creature attempts a saving throw against such a poison when it consumes the poison or the food or drink treated with the poison. The onset time of ingested poisons typically ranges anywhere from 1 minute to 1 day. \n\n**[Inhaled](/Traits.aspx?ID=96)**: An inhaled poison is activated by unleashing it from its container. Once unleashed, the poison creates a cloud filling a 10-foot cube lasting for 1 minute or until a strong wind dissipates the cloud. Every creature entering this cloud is exposed to the poison and must attempt a saving throw against it; a creature aware of the poison before entering the cloud can use a single action to hold its breath and gain a +2 circumstance bonus to the saving throw for 1 round.\n\n**[Injury](/Traits.aspx?ID=97)**: An injury poison is activated by applying it to a weapon or ammunition, and it affects the target of the first Strike made using the poisoned item. If that Strike is a success and deals piercing or slashing damage, the target must attempt a saving throw against the poison. On a failed Strike, the target is unaffected, but the poison remains on the weapon and you can try again. On a critical failure, or if the Strike fails to deal slashing or piercing damage for some other reason, the poison is spent but the target is unaffected.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Method of Exposure",
 "next_link": {
  "label": "Alchemical Tools",
  "url": "/Rules.aspx?ID=710"
 },
 "previous_link": {
  "label": "Alchemical Elixirs",
  "url": "/Rules.aspx?ID=705"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 550 <sup>4.0</sup></row>\r\n\r\nChapter 11: Crafting &amp; Treasure / Alchemical Items / Alchemical Poisons\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 550"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 550 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Method of Exposure Source Core Rulebook pg. 550 4.0 Each alchemical poison has one of the following traits, which define how a creature can be exposed to that poison. Contact : A contact poison is activated by applying it to an item or directly onto a living creature’s skin. The first creature to touch the affected item must attempt a saving throw against the poison; if the poison is applied directly, the creature must attempt a saving throw immediately when the poison touches its skin. Contact poisons are infeasible to apply to a creature via a weapon attack due to the logistics of delivering them without poisoning yourself. Typically, the onset time of a contact poison is 1 minute. Ingested : An ingested poison is activated by applying it to food or drink to be consumed by a living creature, or by placing it directly into a living creature’s mouth. A creature attempts a saving throw against such a poison when it consumes the poison or the food or drink treated with the poison. The onset time of ingested poisons typically ranges anywhere from 1 minute to 1 day. Inhaled : An inhaled poison is activated by unleashing it from its container. Once unleashed, the poison creates a cloud filling a 10-foot cube lasting for 1 minute or until a strong wind dissipates the cloud. Every creature entering this cloud is exposed to the poison and must attempt a saving throw against it; a creature aware of the poison before entering the cloud can use a single action to hold its breath and gain a +2 circumstance bonus to the saving throw for 1 round. Injury : An injury poison is activated by applying it to a weapon or ammunition, and it affects the target of the first Strike made using the poisoned item. If that Strike is a success and deals piercing or slashing damage, the target must attempt a saving throw against the poison. On a failed Strike, the target is unaffected, but the poison remains on the weapon and you can try again. On a critical failure, or if the Strike fails to deal slashing or piercing damage for some other reason, the poison is spent but the target is unaffected. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=709",
 "weakness": {}
}