{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1731",
 "markdown": "<title level=\"1\" right=\"Rules\">[Mindscape Statistics](/Rules.aspx?ID=1731)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 198</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSimilar to a plane or dimension, a mindscape has statistics. The rules for planar traits and stat blocks are under [The Planes](/Rules.aspx?ID=1172). \n\n<title level=\"3\" right=\"Mindscape\">Immersive Mindscape</title> <traits><trait label=\"Finite\" url=\"/Traits.aspx?ID=276\" /><trait label=\"Metamorphic\" url=\"/Traits.aspx?ID=282\" /><trait label=\"Subjective Gravity\" url=\"/Traits.aspx?ID=290\" /> </traits> An immersive mindscape forms in the [Astral Plane](/Planes.aspx?ID=8) and is shaped purely from the thoughts of its creator. Created of powerful psychic magic, it brings creatures fully into it in their astral forms. Their bodies might remain behind, inactive, or be totally drawn in, depending on the nature of the mindscape. Typically, the mindscape appears to the senses to be a real place, and the inhabitants believe they're physically there.\n\n Though a mindscape is always mutable with subjective gravity, its nature can be veiled, causing inhabitants to be unaware of these properties. Veiled mindscapes typically appear to have normal gravity and morphic traits. Overcoming this appearance to alter the mindscape's structure or use subjective gravity requires realizing it's false.\n\n **Variations** A mindscape's alignment trait is usually neutral but might be altered by the creator's emotions. A mindscape might have [unbounded](/Traits.aspx?ID=293) scope and its time might be altered, typically to [flowing time](/Traits.aspx?ID=277) or [timeless](/Traits.aspx?ID=291). These aren't possible with the basic _[construct mindscape](/Rituals.aspx?ID=91)_ ritual. \n\n<title level=\"2\" right=\"\">Binary Mindscape Statistics</title> Psychic duels take place in a binary mindscape, which is much like a very simple plane or dimension. The stat block for a binary mindscape is as follows. \n\n<title level=\"3\" right=\"Mindscape\">Binary Mindscape</title> <traits><trait label=\"Finite\" url=\"/Traits.aspx?ID=276\" /><trait label=\"Metamorphic\" url=\"/Traits.aspx?ID=282\" /><trait label=\"Subjective Gravity\" url=\"/Traits.aspx?ID=290\" /> </traits> A binary mindscape is formed of only two linked minds and most often created to provide the arena for a [psychic duel](/Rules.aspx?ID=1732). It's typically simple in structure, with basic details that become even more indistinct at the edges of the duelists' imaginations. The alignment and time traits typically match those of the plane on which the participants' forms are. A participant with particularly strong psychic abilities might be able to warp the alignment to their own or adjust the time trait (typically to [timeless](/Traits.aspx?ID=291)). In a voluntary duel, adjustments like these need to be agreed upon by all participants.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Mindscape Statistics",
 "next_link": {
  "label": "Psychic Duels",
  "url": "/Rules.aspx?ID=1732"
 },
 "previous_link": {
  "label": "Bargained Contracts",
  "url": "/Rules.aspx?ID=1730"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 198</row>\n\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 198"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 198</row>",
 "speed": {},
 "text": " Mindscape Statistics Source Dark Archive pg. 198 Similar to a plane or dimension, a mindscape has statistics. The rules for planar traits and stat blocks are under The Planes. Immersive Mindscape An immersive mindscape forms in the Astral Plane and is shaped purely from the thoughts of its creator. Created of powerful psychic magic, it brings creatures fully into it in their astral forms. Their bodies might remain behind, inactive, or be totally drawn in, depending on the nature of the mindscape. Typically, the mindscape appears to the senses to be a real place, and the inhabitants believe they're physically there. Though a mindscape is always mutable with subjective gravity, its nature can be veiled, causing inhabitants to be unaware of these properties. Veiled mindscapes typically appear to have normal gravity and morphic traits. Overcoming this appearance to alter the mindscape's structure or use subjective gravity requires realizing it's false. Variations A mindscape's alignment trait is usually neutral but might be altered by the creator's emotions. A mindscape might have unbounded scope and its time might be altered, typically to flowing time or timeless. These aren't possible with the basic construct mindscape ritual. Binary Mindscape Statistics Psychic duels take place in a binary mindscape, which is much like a very simple plane or dimension. The stat block for a binary mindscape is as follows. Binary Mindscape A binary mindscape is formed of only two linked minds and most often created to provide the arena for a psychic duel. It's typically simple in structure, with basic details that become even more indistinct at the edges of the duelists' imaginations. The alignment and time traits typically match those of the plane on which the participants' forms are. A participant with particularly strong psychic abilities might be able to warp the alignment to their own or adjust the time trait (typically to timeless). In a voluntary duel, adjustments like these need to be agreed upon by all participants. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1731",
 "weakness": {}
}