{
 "breadcrumbs": [
  "Introduction",
  "World-Building and Tone"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1644",
 "markdown": "<title level=\"1\" right=\"Rules\">[Modularity](/Rules.aspx?ID=1644)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 8</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs mentioned at the beginning of this introduction, _Guns &amp; Gears_ has been organized so that you can use as much, or as little, of the book as is appropriate for your game world. While some obvious elements can help make this intent apparent, such as the border art changing between the Gears “book,” Guns “book,” and The Rotating Gear “book,” we've taken other steps as well that might not be immediately obvious. Vehicles and siege weapons, which can be fun and engaging rules but might not be an appropriate fit for all campaigns, each have their own separate section. The firearms section is divided between “Classic Firearms” and “Fantasy Firearms,” so that if your preferred setting has smooth-bore black powder weapons as the technological “ceiling,” you can allow only the classic firearms in your campaign. If your high fantasy setting blends the highlights of Earth's renaissance with fantastical or outright magical technology, like firearms that transform into swords or axes, or gun-like weapons made from the taxidermic bodies of supernatural creatures, you can add those fantasy firearms to your game as well.\n\n With all the possible permutations of a fantasy world, we've endeavored to create a book that speaks to as many people and settings as possible, allowing people to include the storytelling elements they most enjoy without feeling overly pressured to include those that negatively impact their immersion or gaming experience. Whether you want to play a swashbuckling pirate with a black powder pistol or a ysoki engineer with a tesla coil backpack that  disrupts magical energy and a grappling hook with a retractable clockwork cord, this book is for you. Feel free to use the elements of this book that align strongly with your vision for the characters, adventures, and game world you create while leaving the rest behind!\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Modularity",
 "next_link": {
  "label": "Borders and Change",
  "url": "/Rules.aspx?ID=1645"
 },
 "previous_link": {
  "label": "Technology in Golarion Today",
  "url": "/Rules.aspx?ID=1643"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 8</row>\r\n\r\nIntroduction / World-Building and Tone\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 8"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 8</row>",
 "speed": {},
 "text": " Modularity Source Guns &amp; Gears pg. 8 As mentioned at the beginning of this introduction, Guns &amp; Gears has been organized so that you can use as much, or as little, of the book as is appropriate for your game world. While some obvious elements can help make this intent apparent, such as the border art changing between the Gears “book,” Guns “book,” and The Rotating Gear “book,” we've taken other steps as well that might not be immediately obvious. Vehicles and siege weapons, which can be fun and engaging rules but might not be an appropriate fit for all campaigns, each have their own separate section. The firearms section is divided between “Classic Firearms” and “Fantasy Firearms,” so that if your preferred setting has smooth-bore black powder weapons as the technological “ceiling,” you can allow only the classic firearms in your campaign. If your high fantasy setting blends the highlights of Earth's renaissance with fantastical or outright magical technology, like firearms that transform into swords or axes, or gun-like weapons made from the taxidermic bodies of supernatural creatures, you can add those fantasy firearms to your game as well. With all the possible permutations of a fantasy world, we've endeavored to create a book that speaks to as many people and settings as possible, allowing people to include the storytelling elements they most enjoy without feeling overly pressured to include those that negatively impact their immersion or gaming experience. Whether you want to play a swashbuckling pirate with a black powder pistol or a ysoki engineer with a tesla coil backpack that disrupts magical energy and a grappling hook with a retractable clockwork cord, this book is for you. Feel free to use the elements of this book that align strongly with your vision for the characters, adventures, and game world you create while leaving the rest behind! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1644",
 "weakness": {}
}