{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1907",
 "markdown": "<title level=\"1\" right=\"Rules\">[Momentary Magic](/Rules.aspx?ID=1907)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 73 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile many magical items in an adventurer's toolkit might be carried over the course of their entire career, like a sword they ensorcell with ever more powerful runes, other magical items exist for a particular moment in time, meant to be used and then replaced. [Talismans](/equipment/consumables/talismans) that attach to armor until their magic is used to avert disaster, [catalysts](/equipment/consumables/spell-catalysts) whose only purpose is to be consumed during the casting of a spell to transform its effects, and many more types of magical items all fit within this broad category.\n\n This chapter expands upon the existing types of magical consumables available within the game and introduces new types of consumables and consumable functions. Catalysts and [fulus](/equipment/consumables/fulu), originally introduced in _Pathfinder Secrets of Magic_, are expanded with new options. Magical [missives](/equipment/consumables/missive) are a new category of items comprised of letters, musical compositions, and drawings that have a variety of effects based on the content the user inscribes onto the page.\n\n [Wondrous consumables](/equipment/consumables/other-consumables) make up a diverse category of new magic items that come in a wide array of shapes, sizes, and functions. From simple point-and-fire [spellguns](/Traits.aspx?ID=491) that act as a hybrid of a wand and firearm to launch a single magical effect, to magical instruments inscribed with a one-time spell to summon an extraplanar creature into a musical battle, wondrous consumables can perform almost any function, though typically no more than once.\n\n GMs seeking to get the most out of this section for their tables might have players look at a particular section of this chapter and suggest some items that suit their character's story or desired play style. While part of the fun of using consumables can be having a quirky or unusual effect come into play in an unexpected way, it can also be fun for players to get their hands on items that will allow them pull off a particular cinematic scene or trick that creates a memorable table event.\n\n A GM might also drop magical consumables into an adventure to serve as solutions to a cunning puzzle or enemy whose nature is one the party is not particularly suited for. Whether a [potion](/equipment/consumables/potions) to help a bard remember a tricky piece of information or an [oil](/equipment/consumables/oils) to help a fighter battle a [rust monster](/Monsters.aspx?ID=354) without having it devour their precious weapons and armor, consumables can be a fun and effective way to allow characters to engage with a story in a way that their normal skill set might not be fully suited for.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Creating the Moment</title>\r\n\r\nGetting the opportunity to use a consumable is often one of the most exciting parts of an encounter, but if the right opportunity to use a consumable never arises, it ends up in the “sell pile” and becomes just another well-described piece of treasure. Watch for moments in your campaign where you can create exciting opportunities for your players to use the consumables you’ve given them, and try to choose consumables that players will get a chance to use!\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1908\" />\r\n\r\n<document level=\"2\" id=\"rules-1911\" />",
 "name": "Momentary Magic",
 "next_link": {
  "label": "Trappings of Power",
  "url": "/Rules.aspx?ID=1912"
 },
 "previous_link": {
  "label": "Alchemy Unleashed",
  "url": "/Rules.aspx?ID=1904"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 73 <sup>1.1</sup></row>\n\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 73"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 73 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Momentary Magic Source Treasure Vault pg. 73 1.1 While many magical items in an adventurer's toolkit might be carried over the course of their entire career, like a sword they ensorcell with ever more powerful runes, other magical items exist for a particular moment in time, meant to be used and then replaced. Talismans that attach to armor until their magic is used to avert disaster, catalysts whose only purpose is to be consumed during the casting of a spell to transform its effects, and many more types of magical items all fit within this broad category. This chapter expands upon the existing types of magical consumables available within the game and introduces new types of consumables and consumable functions. Catalysts and fulus, originally introduced in Pathfinder Secrets of Magic , are expanded with new options. Magical missives are a new category of items comprised of letters, musical compositions, and drawings that have a variety of effects based on the content the user inscribes onto the page. Wondrous consumables make up a diverse category of new magic items that come in a wide array of shapes, sizes, and functions. From simple point-and-fire spellguns that act as a hybrid of a wand and firearm to launch a single magical effect, to magical instruments inscribed with a one-time spell to summon an extraplanar creature into a musical battle, wondrous consumables can perform almost any function, though typically no more than once. GMs seeking to get the most out of this section for their tables might have players look at a particular section of this chapter and suggest some items that suit their character's story or desired play style. While part of the fun of using consumables can be having a quirky or unusual effect come into play in an unexpected way, it can also be fun for players to get their hands on items that will allow them pull off a particular cinematic scene or trick that creates a memorable table event. A GM might also drop magical consumables into an adventure to serve as solutions to a cunning puzzle or enemy whose nature is one the party is not particularly suited for. Whether a potion to help a bard remember a tricky piece of information or an oil to help a fighter battle a rust monster without having it devour their precious weapons and armor, consumables can be a fun and effective way to allow characters to engage with a story in a way that their normal skill set might not be fully suited for. Creating the Moment Getting the opportunity to use a consumable is often one of the most exciting parts of an encounter, but if the right opportunity to use a consumable never arises, it ends up in the “sell pile” and becomes just another well-described piece of treasure. Watch for moments in your campaign where you can create exciting opportunities for your players to use the consumables you’ve given them, and try to choose consumables that players will get a chance to use! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1907",
 "weakness": {}
}