{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "Encounter Mode",
  "Movement in Encounters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-446",
 "markdown": "<title level=\"1\" right=\"Rules\">[Move Actions that Trigger Reactions](/Rules.aspx?ID=446)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 474 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome reactions and free actions are triggered by a creature using an action with the move trait. The most notable example is Attack of Opportunity. Actions with the move trait can trigger reactions or free actions throughout the course of the distance traveled. Each time you exit a square (or move 5 feet if not using a grid) within a creature’s reach, your movement triggers those reactions and free actions (although no more than once per move action for a given reacting creature). If you use a move action but don’t move out of a square, the trigger instead happens at the end of that action or ability.\n\n Some actions, such as Step, specifically state they don’t trigger reactions or free actions based on movement.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n<image src=\"/images/Rules/Rules446.png\" />\r\n</column>\r\n\r\n</row>",
 "name": "Move Actions that Trigger Reactions",
 "next_link": {
  "label": "Moving Through a Creature's Space",
  "url": "/Rules.aspx?ID=447"
 },
 "previous_link": {
  "label": "Size, Space, and Reach",
  "url": "/Rules.aspx?ID=445"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 474 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / Encounter Mode / Movement in Encounters\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 474"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 474 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Move Actions that Trigger Reactions Source Core Rulebook pg. 474 4.0 Some reactions and free actions are triggered by a creature using an action with the move trait. The most notable example is Attack of Opportunity. Actions with the move trait can trigger reactions or free actions throughout the course of the distance traveled. Each time you exit a square (or move 5 feet if not using a grid) within a creature’s reach, your movement triggers those reactions and free actions (although no more than once per move action for a given reacting creature). If you use a move action but don’t move out of a square, the trigger instead happens at the end of that action or ability. Some actions, such as Step, specifically state they don’t trigger reactions or free actions based on movement. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=446",
 "weakness": {}
}