{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Movement"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-396",
 "markdown": "<title level=\"1\" right=\"Rules\">[Movement Types](/Rules.aspx?ID=396)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 463 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCreatures in Pathfinder soar through the clouds, scale sheer cliffs, and tunnel underfoot. Most creatures have a Speed, which is how fast they can move across the ground. Some abilities give you different ways to move, such as through the air or underground.\n\n Each of these special movement types has its own Speed value. Many creatures have these Speeds naturally. The various types of movement are listed below. Since the Stride action can be used only with your normal Speed, moving using one of these movement types requires using a special action, and you can’t Step while using one of these movement types. Since Speed by itself refers to your land Speed, rules text concerning these special movement types specifies the movement types to which it applies. Even though Speeds aren’t checks, they can have item, circumstance, and status bonuses and penalties. These can’t reduce your Speeds below 5 feet unless stated otherwise.\n\n Switching from one movement type to another requires ending your action that has the first movement type and using a new action that has the second movement type. For instance, if you Climbed 10 feet to the top of a cliff, you could then Stride forward 10 feet.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-397\" />\r\n\r\n<document level=\"2\" id=\"rules-398\" />\r\n\r\n<document level=\"2\" id=\"rules-399\" />\r\n\r\n<document level=\"2\" id=\"rules-400\" />\r\n\r\n<document level=\"2\" id=\"rules-401\" />",
 "name": "Movement Types",
 "next_link": {
  "label": "Falling",
  "url": "/Rules.aspx?ID=402"
 },
 "previous_link": {
  "label": "Actions",
  "url": "/Rules.aspx?ID=387"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 463 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Movement\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 463"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 463 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Movement Types Source Core Rulebook pg. 463 4.0 Creatures in Pathfinder soar through the clouds, scale sheer cliffs, and tunnel underfoot. Most creatures have a Speed, which is how fast they can move across the ground. Some abilities give you different ways to move, such as through the air or underground. Each of these special movement types has its own Speed value. Many creatures have these Speeds naturally. The various types of movement are listed below. Since the Stride action can be used only with your normal Speed, moving using one of these movement types requires using a special action, and you can’t Step while using one of these movement types. Since Speed by itself refers to your land Speed, rules text concerning these special movement types specifies the movement types to which it applies. Even though Speeds aren’t checks, they can have item, circumstance, and status bonuses and penalties. These can’t reduce your Speeds below 5 feet unless stated otherwise. Switching from one movement type to another requires ending your action that has the first movement type and using a new action that has the second movement type. For instance, if you Climbed 10 feet to the top of a cliff, you could then Stride forward 10 feet. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=396",
 "weakness": {}
}