{
 "breadcrumbs": [
  "Psychic Duels"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1738",
 "markdown": "<title level=\"1\" right=\"Rules\">[Movement and Location](/Rules.aspx?ID=1738)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 202</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nChanging location is usually easy within a psychic duel, as a participant can move at the speed of thought. It typically takes only a single action to move to any location the participant wants and range of attacks and spells rarely matter much. You can usually run a psychic duel without a grid. Functions of positioning and movement still matter, but have a more flexible appearance. For instance, a participant can [Hide](/Actions.aspx?ID=62), but this likely means shaping the imaginary environment around them to create a visual screen, glowing phenomenon, or even psychic static. Likewise, spells that [immobilize](/Conditions.aspx?ID=24) or [grab](/Conditions.aspx?ID=20) a creature can prevent the easy movement detailed above.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Movement and Location",
 "next_link": {
  "label": "Appendix 2: Kingdoms",
  "url": "/Rules.aspx?ID=1739"
 },
 "previous_link": {
  "label": "Attacks and Defenses",
  "url": "/Rules.aspx?ID=1735"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 202</row>\r\n\r\nPsychic Duels\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 202"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 202</row>",
 "speed": {},
 "text": " Movement and Location Source Dark Archive pg. 202 Changing location is usually easy within a psychic duel, as a participant can move at the speed of thought. It typically takes only a single action to move to any location the participant wants and range of attacks and spells rarely matter much. You can usually run a psychic duel without a grid. Functions of positioning and movement still matter, but have a more flexible appearance. For instance, a participant can Hide, but this likely means shaping the imaginary environment around them to create a visual screen, glowing phenomenon, or even psychic static. Likewise, spells that immobilize or grab a creature can prevent the easy movement detailed above. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1738",
 "weakness": {}
}