{
 "breadcrumbs": [
  "Gears Equipment",
  "Siege Weapons",
  "Mounted Siege Weapons"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1627",
 "markdown": "<title level=\"1\" right=\"Rules\">[Moving a Mounted Siege Weapon](/Rules.aspx?ID=1627)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 73</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA mounted siege weapon has to be built on solid ground and remains stationary while being operated. Some are on wheels or are otherwise easier to move, but none can be prepared or shot while being moved. The GM might allow a mounted siege weapon to be placed on a large enough vessel, such as a sailing ship.\n\n Moving a mounted siege weapon takes concerted effort from the whole crew pulling and pushing. This requires acting in concert, as described under Portable Siege Weapons, with the crew leader taking the Move Siege Weapon activity. This requires the minimum number of crew required to operate the siege weapon and gets no extra benefit for additional crew helping. If a siege weapon doesn't list this action, it can't be moved this way; it has to be disassembled and reassembled.\n\n **Move Siege Weapon** <actions string=\"Single Action\" /> **Requirements** The rest of the crew have Readied to Stride on your order; **Effect** You and the crew Stride, moving the mounted siege weapon with you. The maximum distance equals the slowest crew member's Speed, or the maximum Speed listed in the siege weapon's Move Siege Weapon entry, whichever is lower. The siege weapon's aim moves the same distance and direction the siege weapon moved.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Moving a Mounted Siege Weapon",
 "next_link": {
  "label": "Portable Siege Weapons",
  "url": "/Rules.aspx?ID=1628"
 },
 "previous_link": {
  "label": "Launching",
  "url": "/Rules.aspx?ID=1626"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 73</row>\r\n\r\nGears Equipment / Siege Weapons / Mounted Siege Weapons\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 73"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 73</row>",
 "speed": {},
 "text": " Moving a Mounted Siege Weapon Source Guns &amp; Gears pg. 73 A mounted siege weapon has to be built on solid ground and remains stationary while being operated. Some are on wheels or are otherwise easier to move, but none can be prepared or shot while being moved. The GM might allow a mounted siege weapon to be placed on a large enough vessel, such as a sailing ship. Moving a mounted siege weapon takes concerted effort from the whole crew pulling and pushing. This requires acting in concert, as described under Portable Siege Weapons, with the crew leader taking the Move Siege Weapon activity. This requires the minimum number of crew required to operate the siege weapon and gets no extra benefit for additional crew helping. If a siege weapon doesn't list this action, it can't be moved this way; it has to be disassembled and reassembled. Move Siege Weapon Single Action Requirements The rest of the crew have Readied to Stride on your order; Effect You and the crew Stride, moving the mounted siege weapon with you. The maximum distance equals the slowest crew member's Speed, or the maximum Speed listed in the siege weapon's Move Siege Weapon entry, whichever is lower. The siege weapon's aim moves the same distance and direction the siege weapon moved. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1627",
 "weakness": {}
}