{
 "breadcrumbs": [
  "Cryptid Adjustments"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1713",
 "markdown": "<title level=\"1\" right=\"Rules\">[Mutant Cryptids](/Rules.aspx?ID=1713)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 59</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome strange creatures defy what's expected from others of their kind due to a peculiar mutation. A mutation can come from a wide variety of sources: a quirk in their lineage, effects from their environment, radiation from bizarre crystals, or exposure to uncontrolled magic. A mutant cryptid can defy the normal expectations of its kind. A water elemental might have a planar disjunction that changes its makeup moment to moment, or a werewolf might detest music instead of silver. \n\n<title level=\"2\" right=\"\">Mutant Cryptid Adjustments</title> You can turn an existing, living creature into a mutant cryptid by completing the following steps.\n\n Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>Add the [rare](/Traits.aspx?ID=137) trait.</li><li>Increase the creature's AC, attack bonuses, DCs, Perception modifier, saving throws, and skill modifiers by 1.</li><li>Increase the damage of its Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.</li><li>Increase the creature's HP by the amount listed on the table.</li></ul> \n\n##  \n<row gap=\"tiny\">\n<table><tr><td>Starting Level</td><td>HP Increase</td></tr> <tr><td>1 or lower</td><td>10</td></tr> <tr><td>2–4</td><td>15</td></tr> <tr><td>5–19</td><td>20</td></tr> <tr><td>20+</td><td>30</td></tr></table>\r\n</row> \n\n<title level=\"3\" right=\"\">Mutant Cryptid Abilities</title> A mutant cryptid should typically either have all four the following abilities or just two abilities, not including unusual bane.\n\n You might decide to give a specific mutant cryptid a unique mutant ability created just for that creature (or copied from a different creature). Such an ability replaces one of the three abilities that increases the monster's power, or replaces unusual bane if it's detrimental.\n\n **Unusual Bane** The mutant cryptid gains an unusual weakness to a specific bane—such as aversion to saffron or to the sound of children's laughter. The first time each round the creature comes within 15 feet of its bane or interacts with its bane (such as stepping over a line of saffron or hearing children laugh) it takes an amount of mental damage equal to its level and must attempt a Will save with a [hard DC for its level](/Rules.aspx?ID=552). On a failure, it's [stunned 1](/Conditions.aspx?ID=36) (stunned 3 on a critical failure).\n\n **Explosive End** The mutant cryptid's death reveals one last surprise as it explodes into flame, acid, a pile of toxic goop, or something stranger still. Choose a damage type appropriate for the mutant cryptid. When it dies, it explodes, dealing 1d6 damage of the chosen type to each creature in a 10-foot emanation, with a [basic](/Rules.aspx?ID=329) Reflex save against a [standard DC of the creature's level](/Rules.aspx?ID=552). The damage increases by 1d6 at 3rd level and every odd level thereafter.\n\n **Shifting Iridescence** ([abjuration](/Traits.aspx?ID=2), [magical](/Traits.aspx?ID=103)) Whenever the mutant cryptid takes energy damage to which it isn't resistant or immune, after taking the damage normally, it gains resistance 5 to that damage type. If it had a resistance to a different damage type from shifting iridescence, it replaces the old resistance with the new resistance. The resistance increases to 10 at 9th level and 15 at 17th level.\n\n **Marrowlance** The mutant cryptid can make wicked spears of bone erupt from its body. The creature can make marrowlance ranged [unarmed](/Traits.aspx?ID=199) attacks. Use the highest attack modifier from the creature's highest ranged Strike, as well as the damage from that Strike. If it has no ranged attacks, use [moderate accuracy](/Rules.aspx?ID=1017) and [low damage](/Rules.aspx?ID=1018) for the creature's level. Marrowlance unarmed attacks have a [range of 60 feet](/Traits.aspx?ID=248) and the [versatile S](/Monsters.aspx?ID=1969) trait.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Mutant Cryptids",
 "next_link": {
  "label": "Primeval Cryptid",
  "url": "/Rules.aspx?ID=1714"
 },
 "previous_link": {
  "label": "Experimental Cryptids",
  "url": "/Rules.aspx?ID=1712"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 59</row>\r\n\r\nCryptid Adjustments\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 59"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 59</row>",
 "speed": {},
 "text": " Mutant Cryptids Source Dark Archive pg. 59 Some strange creatures defy what's expected from others of their kind due to a peculiar mutation. A mutation can come from a wide variety of sources: a quirk in their lineage, effects from their environment, radiation from bizarre crystals, or exposure to uncontrolled magic. A mutant cryptid can defy the normal expectations of its kind. A water elemental might have a planar disjunction that changes its makeup moment to moment, or a werewolf might detest music instead of silver. Mutant Cryptid Adjustments You can turn an existing, living creature into a mutant cryptid by completing the following steps. Increase the creature's level by 1 and change its statistics as follows. Add the rare trait. Increase the creature's AC, attack bonuses, DCs, Perception modifier, saving throws, and skill modifiers by 1. Increase the damage of its Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead. Increase the creature's HP by the amount listed on the table. ## Starting Level HP Increase 1 or lower 10 2–4 15 5–19 20 20+ 30 Mutant Cryptid Abilities A mutant cryptid should typically either have all four the following abilities or just two abilities, not including unusual bane. You might decide to give a specific mutant cryptid a unique mutant ability created just for that creature (or copied from a different creature). Such an ability replaces one of the three abilities that increases the monster's power, or replaces unusual bane if it's detrimental. Unusual Bane The mutant cryptid gains an unusual weakness to a specific bane—such as aversion to saffron or to the sound of children's laughter. The first time each round the creature comes within 15 feet of its bane or interacts with its bane (such as stepping over a line of saffron or hearing children laugh) it takes an amount of mental damage equal to its level and must attempt a Will save with a hard DC for its level. On a failure, it's stunned 1 (stunned 3 on a critical failure). Explosive End The mutant cryptid's death reveals one last surprise as it explodes into flame, acid, a pile of toxic goop, or something stranger still. Choose a damage type appropriate for the mutant cryptid. When it dies, it explodes, dealing 1d6 damage of the chosen type to each creature in a 10-foot emanation, with a basic Reflex save against a standard DC of the creature's level. The damage increases by 1d6 at 3rd level and every odd level thereafter. Shifting Iridescence (abjuration, magical) Whenever the mutant cryptid takes energy damage to which it isn't resistant or immune, after taking the damage normally, it gains resistance 5 to that damage type. If it had a resistance to a different damage type from shifting iridescence, it replaces the old resistance with the new resistance. The resistance increases to 10 at 9th level and 15 at 17th level. Marrowlance The mutant cryptid can make wicked spears of bone erupt from its body. The creature can make marrowlance ranged unarmed attacks. Use the highest attack modifier from the creature's highest ranged Strike, as well as the damage from that Strike. If it has no ranged attacks, use moderate accuracy and low damage for the creature's level. Marrowlance unarmed attacks have a range of 60 feet and the versatile S trait. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1713",
 "weakness": {}
}