{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1457",
 "markdown": "<title level=\"1\" right=\"Rules\">[Overview](/Rules.aspx?ID=1457)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 66 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nGolarion is a world filled with unique people and strange magic, resulting in an incredible diversity of heritages across the Inner Sea. The new ancestries and versatile heritages (which can be applied to any ancestry) in the following pages represent a small portion of these unique and incredible peoples. Many of these ancestries have deep, historical ties to specific locales, making them less likely to be found outside of those regions. Several of the ancestries presented in this section are therefore [uncommon](/Traits.aspx?ID=159) for adventurers. This rarity trait applies specifically to the rules for playing a member of this ancestry, and it's separate from the rarity trait that determines how obscure information about a creature is. In addition, some ancestries and heritages have incredibly small populations, their existence the result of brief meetings between disparate realms. These ancestries are only rarely spotted anywhere on Golarion, and thus are [rare](/Traits.aspx?ID=137) for adventurers. As with uncommon ancestries, this rarity trait applies specifically to the rules for playing a member of this ancestry, and it's separate from the rarity trait that determines how obscure information about a creature is.\n\n While these ancestries are uncommon or rare in the same way as a magic item, a feat, or a spell, you choose an ancestry at the beginning of the campaign. Specific campaigns might grant access to a set of uncommon or even rare ancestries that are particularly appropriate for that setting, such as [androids](/Ancestries.aspx?ID=27) in a campaign set in Numeria or an all-[sprite](/Ancestries.aspx?ID=39) party for a campaign in the [First World](/Planes.aspx?ID=10). In other games, these ancestries can be as available as your group desires and the GM deems appropriate.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1458\" />",
 "name": "Overview",
 "next_link": {
  "label": "Infernal Contracts",
  "url": "/Rules.aspx?ID=1460"
 },
 "previous_link": {
  "label": "Casino Games",
  "url": "/Rules.aspx?ID=1452"
 },
 "rarity": "common",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 66 <sup>2.0</sup></row>\n\n</additional-info>",
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 66"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 66 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Overview Source Ancestry Guide pg. 66 2.0 Golarion is a world filled with unique people and strange magic, resulting in an incredible diversity of heritages across the Inner Sea. The new ancestries and versatile heritages (which can be applied to any ancestry) in the following pages represent a small portion of these unique and incredible peoples. Many of these ancestries have deep, historical ties to specific locales, making them less likely to be found outside of those regions. Several of the ancestries presented in this section are therefore uncommon for adventurers. This rarity trait applies specifically to the rules for playing a member of this ancestry, and it's separate from the rarity trait that determines how obscure information about a creature is. In addition, some ancestries and heritages have incredibly small populations, their existence the result of brief meetings between disparate realms. These ancestries are only rarely spotted anywhere on Golarion, and thus are rare for adventurers. As with uncommon ancestries, this rarity trait applies specifically to the rules for playing a member of this ancestry, and it's separate from the rarity trait that determines how obscure information about a creature is. While these ancestries are uncommon or rare in the same way as a magic item, a feat, or a spell, you choose an ancestry at the beginning of the campaign. Specific campaigns might grant access to a set of uncommon or even rare ancestries that are particularly appropriate for that setting, such as androids in a campaign set in Numeria or an all-sprite party for a campaign in the First World. In other games, these ancestries can be as available as your group desires and the GM deems appropriate. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1457",
 "weakness": {}
}