{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "General Advice"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-816",
 "markdown": "<title level=\"1\" right=\"Rules\">[Pacing Game Session](/Rules.aspx?ID=816)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 7</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n[Chapter 10](/Rules.aspx?ID=501) of the _Core Rulebook_ explains how to structure, start, and run a game session. This is all part of pacing your game. Most sessions should have lulls in the action punctuated by challenges such as intense encounters, puzzle-based exploration, and investigation. Presenting players with a variety of such obstacles can help them feel more engaged at the table. Information flow matters, too. If the group meets a large number of NPCs in short order, that can make it harder for them to remember individuals. It helps to break things up into smaller scenes and memorable moments.\n\n Knowing when to end a session takes practice. About 20 minutes before a play session is scheduled to conclude, it can be beneficial to figure out how you’d like to end. It can be memorable to end with a cliffhanger—a moment so curious and abrupt it raises questions about what happens next. Examples include ending play before combat, when the PCs find vital information, or as they discover treasure. Doing so can inspire the PCs to discuss the game between sessions. Note anything that could be satisfying to resolve over media, such as email. This could include divvying up treasure, leveling up, or completing downtime tasks.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Pacing Game Session",
 "next_link": {
  "label": "Stakes and Consequences",
  "url": "/Rules.aspx?ID=817"
 },
 "previous_link": {
  "label": "Session Zero",
  "url": "/Rules.aspx?ID=815"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 7</row>\r\n\r\nChapter 1: Gamemastery Basics / General Advice\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 7"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 7</row>",
 "speed": {},
 "text": " Pacing Game Session Source Gamemastery Guide pg. 7 Chapter 10 of the Core Rulebook explains how to structure, start, and run a game session. This is all part of pacing your game. Most sessions should have lulls in the action punctuated by challenges such as intense encounters, puzzle-based exploration, and investigation. Presenting players with a variety of such obstacles can help them feel more engaged at the table. Information flow matters, too. If the group meets a large number of NPCs in short order, that can make it harder for them to remember individuals. It helps to break things up into smaller scenes and memorable moments. Knowing when to end a session takes practice. About 20 minutes before a play session is scheduled to conclude, it can be beneficial to figure out how you’d like to end. It can be memorable to end with a cliffhanger—a moment so curious and abrupt it raises questions about what happens next. Examples include ending play before combat, when the PCs find vital information, or as they discover treasure. Doing so can inspire the PCs to discuss the game between sessions. Note anything that could be satisfying to resolve over media, such as email. This could include divvying up treasure, leveling up, or completing downtime tasks. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=816",
 "weakness": {}
}