{
 "breadcrumbs": [
  "Gods & Magic",
  "Philosophies and Spirituality"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1386",
 "markdown": "<title level=\"1\" right=\"Rules\">[Pantheons](/Rules.aspx?ID=1386)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 92 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA pantheon is a group of related gods worshipped either individually or together. Most pantheons are associated with a specific ancestry or geopolitical region, but rarely, a pantheon consists of deities with overlapping areas of concern. Followers work to advance the shared interests of their pantheon, directing prayers to whichever god presides over their current activity or circumstance. At the GM’s discretion, champions and clerics can dedicate themselves to a pantheon. In such cases, the characters still worship a specific patron deity among those in the pantheon, but also follow the edicts and anathema of the pantheon as a whole. A character who worships a pantheon this way can gain the domains, alternate domains, and spells from the pantheon instead of those from their patron deity. They must uphold the ideals of both their patron deity and the pantheon, though the patron deity’s edicts and anathema take precedence. For example, a worshipper of [Iomedae](/Deities.aspx?ID=9) could worship [the Godclaw](/Deities.aspx?ID=198), but they wouldn’t take the [tyranny](/Domains.aspx?ID=33) domain, as it would be in conflict with Iomedae’s edicts. In rare cases, a character can worship a pantheon without following a patron deity. Such cases are unique and subject to GM approval.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Pantheons",
 "next_link": {
  "label": "Introduction",
  "url": "/Rules.aspx?ID=808"
 },
 "previous_link": {
  "label": "Demigods and Other Divinities",
  "url": "/Rules.aspx?ID=807"
 },
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 92 <sup>2.0</sup></row>\r\n\r\nGods &amp; Magic / Philosophies and Spirituality\r\n</additional-info>",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 92"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 92 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Pantheons Source Gods &amp; Magic pg. 92 2.0 A pantheon is a group of related gods worshipped either individually or together. Most pantheons are associated with a specific ancestry or geopolitical region, but rarely, a pantheon consists of deities with overlapping areas of concern. Followers work to advance the shared interests of their pantheon, directing prayers to whichever god presides over their current activity or circumstance. At the GM’s discretion, champions and clerics can dedicate themselves to a pantheon. In such cases, the characters still worship a specific patron deity among those in the pantheon, but also follow the edicts and anathema of the pantheon as a whole. A character who worships a pantheon this way can gain the domains, alternate domains, and spells from the pantheon instead of those from their patron deity. They must uphold the ideals of both their patron deity and the pantheon, though the patron deity’s edicts and anathema take precedence. For example, a worshipper of Iomedae could worship the Godclaw, but they wouldn’t take the tyranny domain, as it would be in conflict with Iomedae’s edicts. In rare cases, a character can worship a pantheon without following a patron deity. Such cases are unique and subject to GM approval. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1386",
 "weakness": {}
}