{
 "breadcrumbs": [
  "Chapter 3: Subsystems",
  "Infiltration"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1231",
 "markdown": "<title level=\"1\" right=\"Rules\">[PC Preparations](/Rules.aspx?ID=1231)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 162</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSometimes the party has a chance to prepare before conducting their infiltration, by scouting a location, bribing officials, and so on. This takes the form of special downtime activities that can give the PCs Edge Points (EP): resources and advantages they can bring to bear during their infiltration, such as stolen uniforms, forged documents, and the like. As with infiltration opportunities, careless work runs the risk of increasing Awareness Points—but in this case, before the infiltration even begins!\n\n Typically, you’ll limit the preparation phase in some way, such as by setting a number of days the PCs have to prepare and by constraining how many preparation activities are available to make sure the PCs aren’t entering the infiltration with so many Edge Points that the infiltration is no longer suspenseful. The more opportunities for Edge Points you give, the lower you should set the Awareness Point thresholds for complications and failure. Also decide how many times the characters can benefit from each preparation activity—most activities should grant their benefits only once.\n\n You can use the activities below for your infiltration by adjusting the details, but you should also create custom activities that link directly to your story.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1232\" />\r\n\r\n<document level=\"2\" id=\"rules-1233\" />",
 "name": "PC Preparations",
 "next_link": {
  "label": "Reputation",
  "url": "/Rules.aspx?ID=1234"
 },
 "previous_link": {
  "label": "Building an Infiltration",
  "url": "/Rules.aspx?ID=1222"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 162</row>\r\n\r\nChapter 3: Subsystems / Infiltration\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 162"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 162</row>",
 "speed": {},
 "text": " PC Preparations Source Gamemastery Guide pg. 162 Sometimes the party has a chance to prepare before conducting their infiltration, by scouting a location, bribing officials, and so on. This takes the form of special downtime activities that can give the PCs Edge Points (EP): resources and advantages they can bring to bear during their infiltration, such as stolen uniforms, forged documents, and the like. As with infiltration opportunities, careless work runs the risk of increasing Awareness Points—but in this case, before the infiltration even begins! Typically, you’ll limit the preparation phase in some way, such as by setting a number of days the PCs have to prepare and by constraining how many preparation activities are available to make sure the PCs aren’t entering the infiltration with so many Edge Points that the infiltration is no longer suspenseful. The more opportunities for Edge Points you give, the lower you should set the Awareness Point thresholds for complications and failure. Also decide how many times the characters can benefit from each preparation activity—most activities should grant their benefits only once. You can use the activities below for your infiltration by adjusting the details, but you should also create custom activities that link directly to your story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1231",
 "weakness": {}
}