{
 "breadcrumbs": [
  "Book of Unlimited Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1538",
 "markdown": "<title level=\"1\" right=\"Rules\">[Pervasive Magic](/Rules.aspx?ID=1538)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 216 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n_While the majority of Golarion has a substantial amount of magic, it is not ubiquitous. In other worlds, though, magic could be everywhere—a part of everyday life. Creatures on these worlds have an affinity with at least one of the magic traditions, and most are capable of at least simple spellcasting._\n\n **Rarity**: [Rare](/Traits.aspx?ID=137)\n\n GMs can use the pervasive magic rules found here to create worlds where magic flows freely (or to alter only parts of a setting to be especially high in magic; see page 222 for ideas on how to incorporate pervasive magic rules into the Lost Omens setting).\n\n Adding magical traits to a campaign can enrich the setting and make it more memorable. Perhaps a cataclysmic, magical event turned part of the world into a barren wasteland—those desolated plains might still hold enough residual magic to apply the pervasive magic rules. Creatures and characters in an area might all have the arcane trait, or mountain lakes tied to the Elemental [Plane of Water](/Planes.aspx?ID=7) might infuse the nearby terrain and its inhabitants with primal magic. The constant efforts of secretive cults might cause occult power to leak into the sewers and tunnels beneath a bustling city.\n\n The GM must decide when first creating a campaign if it uses the pervasive magic rules. In pervasive magic campaigns, players choose their characters' associated magic trait and can select from the pervasive magic backgrounds and feats. Because pervasive magic represents a slight power increase overall, it's recommended that if some characters in the setting have access to pervasive magic, then all characters should to maintain balance.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Limiting Pervasive Magic</title>\r\n\r\nThis section assumes that pervasive magic is an option the GM chooses to help make a memorable high-magic campaign with a unique feel, but these rules can still be used in a way that doesn't have to be quite as... pervasive. Using these rules only in specific parts of the world can help make adventures feel special and allows you to introduce the pervasive magic a campaign that's already in progress. You can imbue a location of any size with pervasive magic, from a nation where everyone is imbued with an affinity for fire magic to a lonely forest glade where certain spells are more powerful.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1539\" />\r\n\r\n<document level=\"2\" id=\"rules-1540\" />\r\n\r\n<document level=\"2\" id=\"rules-1541\" />\r\n\r\n<document level=\"2\" id=\"rules-1542\" />\r\n\r\n<document level=\"2\" id=\"rules-1547\" />",
 "name": "Pervasive Magic",
 "next_link": {
  "label": "Shadow Magic",
  "url": "/Rules.aspx?ID=1554"
 },
 "previous_link": {
  "label": "Ley Lines",
  "url": "/Rules.aspx?ID=1531"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 216 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 216"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 216 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Pervasive Magic Source Secrets of Magic pg. 216 1.1 While the majority of Golarion has a substantial amount of magic, it is not ubiquitous. In other worlds, though, magic could be everywhere—a part of everyday life. Creatures on these worlds have an affinity with at least one of the magic traditions, and most are capable of at least simple spellcasting. Rarity : Rare GMs can use the pervasive magic rules found here to create worlds where magic flows freely (or to alter only parts of a setting to be especially high in magic; see page 222 for ideas on how to incorporate pervasive magic rules into the Lost Omens setting). Adding magical traits to a campaign can enrich the setting and make it more memorable. Perhaps a cataclysmic, magical event turned part of the world into a barren wasteland—those desolated plains might still hold enough residual magic to apply the pervasive magic rules. Creatures and characters in an area might all have the arcane trait, or mountain lakes tied to the Elemental Plane of Water might infuse the nearby terrain and its inhabitants with primal magic. The constant efforts of secretive cults might cause occult power to leak into the sewers and tunnels beneath a bustling city. The GM must decide when first creating a campaign if it uses the pervasive magic rules. In pervasive magic campaigns, players choose their characters' associated magic trait and can select from the pervasive magic backgrounds and feats. Because pervasive magic represents a slight power increase overall, it's recommended that if some characters in the setting have access to pervasive magic, then all characters should to maintain balance. Limiting Pervasive Magic This section assumes that pervasive magic is an option the GM chooses to help make a memorable high-magic campaign with a unique feel, but these rules can still be used in a way that doesn't have to be quite as... pervasive. Using these rules only in specific parts of the world can help make adventures feel special and allows you to introduce the pervasive magic a campaign that's already in progress. You can imbue a location of any size with pervasive magic, from a nation where everyone is imbued with an affinity for fire magic to a lonely forest glade where certain spells are more powerful. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1538",
 "weakness": {}
}