{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Running a Game Session"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-502",
 "markdown": "<title level=\"1\" right=\"Rules\">[Planning a Session](/Rules.aspx?ID=502)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 489 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOne of the greatest challenges in gaming is scheduling a time for everyone to get together and play. Often, this responsibility falls on you as the GM, since you're the one who has to prepare your game between sessions. Many games have a set schedule, such as once per week, once every 2 weeks, or once per month. The less frequently your group meets, the better notes and recaps you'll need to keep everyone on the same page.\n\n Plan a time for everybody to arrive, and also try to set a time when playing the game will begin. This can make it easier for everyone to finish chatting, catching up, and eating in a timely fashion so you can start playing the game. Having an end time in mind is also fairly important. A typical game session lasts about 4 hours, though some groups hold 2-hour sessions or play marathon games. Less than 2 hours usually isn't enough time to get much done in most Pathfinder campaigns. If your session will be longer than 2 hours, plan out some 15-minute breaks (in addition to bathroom and beverage breaks, which players can take as needed).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Planning a Session",
 "next_link": {
  "label": "Starting a Session",
  "url": "/Rules.aspx?ID=503"
 },
 "previous_link": {
  "label": "Preparing an Adventure",
  "url": "/Rules.aspx?ID=491"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 489 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Running a Game Session\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 489"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 489 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Planning a Session Source Core Rulebook pg. 489 4.0 One of the greatest challenges in gaming is scheduling a time for everyone to get together and play. Often, this responsibility falls on you as the GM, since you're the one who has to prepare your game between sessions. Many games have a set schedule, such as once per week, once every 2 weeks, or once per month. The less frequently your group meets, the better notes and recaps you'll need to keep everyone on the same page. Plan a time for everybody to arrive, and also try to set a time when playing the game will begin. This can make it easier for everyone to finish chatting, catching up, and eating in a timely fashion so you can start playing the game. Having an end time in mind is also fairly important. A typical game session lasts about 4 hours, though some groups hold 2-hour sessions or play marathon games. Less than 2 hours usually isn't enough time to get much done in most Pathfinder campaigns. If your session will be longer than 2 hours, plan out some 15-minute breaks (in addition to bathroom and beverage breaks, which players can take as needed). ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=502",
 "weakness": {}
}