{
 "breadcrumbs": [
  "Chapter 1: Introduction"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-11",
 "markdown": "<title level=\"1\" right=\"Rules\">[Playing the Game](/Rules.aspx?ID=11)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 10 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn a Pathfinder game, three modes of play determine the pacing of each scene in the story. Most of your character’s time is spent in **exploration**, uncovering mysteries, solving problems, and interacting with other characters. The Age of Lost Omens abounds with danger, however, and characters often find themselves in an **encounter**, fighting savage beasts and terrifying monsters. Finally, time moves quickly when the characters enjoy **downtime**, a respite from the world’s troubles and a chance to rest and train for future expeditions. Throughout an adventure, game play moves between these three modes many times, as needed for the story. The more you play the game, the more you’ll see that each mode has its own play style, but moving from mode to mode has few hard boundaries.\n\n During the game, your character will face situations where the outcome is uncertain. A character might need to climb a sheer cliff, track down a wounded chimera, or sneak past a sleeping dragon, all of which are dangerous tasks with a price for failure. In such cases, the acting character (or characters) will be asked to attempt a **check** to determine whether or not they succeed. A check is usually made by rolling a single 20-sided die (a d20) and adding a number based on the relevant ability. In such cases, rolling high is always good.\n\n Once a check is rolled, the GM compares the result to a target number called the **difficulty class (DC)** to determine the outcome. If the result of the check is equal to or greater than the DC, the check is successful. If it is less, the check is a failure. Beating the DC by 10 or more is referred to as a **critical success**, which usually grants an especially positive outcome. Similarly, failing the check by 10 or more is a **critical failure** (sometimes called a fumble). This sometimes results in additional negative effects. You also often score a critical success by rolling a 20 on the die when attempting a check (before adding anything). Likewise, rolling a 1 on the die when attempting a check often results in a critical failure. Note that not all checks have a special effect on a critical success or critical failure and such results should be treated just like an ordinary success or failure instead.\n\n For example, in pursuit of the wounded chimera, your character might find the path blocked by a fast-moving river. You decide to swim across, but the GM declares this a dangerous task and asks you to roll an Athletics skill check (since swimming is covered by the Athletics skill). On your character sheet, you see that your character has a +8 modifier for such checks. Rolling the d20, you get an 18, for a total of 26. The GM compares this to the DC (which was 16) and finds that you got a critical success (since the result exceeded the DC by 10). Your character swims quickly across the river and continues the pursuit, drenched but unharmed. Had you gotten a result less than 26 but equal to or greater than 16, your character would have made it halfway across the river. Had your result been less than 16, your character might have been swept downriver or, worse, been pulled under the current and begun to drown!\n\n Checks like this are the heart of the game and are rolled all the time, in every mode of play, to determine the outcome of tasks. While the roll of the die is critical, the statistic you add to the roll (called a **modifier**) often makes the difference between success and failure. Every character is made up of many such statistics governing what the character is good at, each consisting of a relevant ability modifier plus a **proficiency** bonus, and sometimes modified further by other factors, such as bonuses or penalties from gear, spells, feats, magic items, and other special circumstances.\n\n Proficiency is a simple way of assessing your character’s general level of training and aptitude for a given task. It is broken into five different ranks: **untrained**, **trained**, **expert**, **master**, and **legendary**. Each rank grants a different proficiency bonus. If you’re untrained at a statistic, your proficiency bonus is +0—you must rely solely on the raw potential of your ability modifier. If your proficiency rank for a statistic is trained, expert, master, and legendary, your bonus equals your character’s level plus another number based on the rank (2, 4, 6, and 8, respectively). Proficiency ranks are part of almost every statistic in the game.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-12\" />\r\n\r\n<document level=\"2\" id=\"rules-13\" />\r\n\r\n<document level=\"2\" id=\"rules-14\" />\r\n\r\n<document level=\"2\" id=\"rules-15\" />",
 "name": "Playing the Game",
 "next_link": {
  "label": "Example of Play",
  "url": "/Rules.aspx?ID=45"
 },
 "previous_link": {
  "label": "Basics of Play",
  "url": "/Rules.aspx?ID=8"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 10 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 10"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 10 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Playing the Game Source Core Rulebook pg. 10 4.0 In a Pathfinder game, three modes of play determine the pacing of each scene in the story. Most of your character’s time is spent in exploration , uncovering mysteries, solving problems, and interacting with other characters. The Age of Lost Omens abounds with danger, however, and characters often find themselves in an encounter , fighting savage beasts and terrifying monsters. Finally, time moves quickly when the characters enjoy downtime , a respite from the world’s troubles and a chance to rest and train for future expeditions. Throughout an adventure, game play moves between these three modes many times, as needed for the story. The more you play the game, the more you’ll see that each mode has its own play style, but moving from mode to mode has few hard boundaries. During the game, your character will face situations where the outcome is uncertain. A character might need to climb a sheer cliff, track down a wounded chimera, or sneak past a sleeping dragon, all of which are dangerous tasks with a price for failure. In such cases, the acting character (or characters) will be asked to attempt a check to determine whether or not they succeed. A check is usually made by rolling a single 20-sided die (a d20) and adding a number based on the relevant ability. In such cases, rolling high is always good. Once a check is rolled, the GM compares the result to a target number called the difficulty class (DC) to determine the outcome. If the result of the check is equal to or greater than the DC, the check is successful. If it is less, the check is a failure. Beating the DC by 10 or more is referred to as a critical success , which usually grants an especially positive outcome. Similarly, failing the check by 10 or more is a critical failure (sometimes called a fumble). This sometimes results in additional negative effects. You also often score a critical success by rolling a 20 on the die when attempting a check (before adding anything). Likewise, rolling a 1 on the die when attempting a check often results in a critical failure. Note that not all checks have a special effect on a critical success or critical failure and such results should be treated just like an ordinary success or failure instead. For example, in pursuit of the wounded chimera, your character might find the path blocked by a fast-moving river. You decide to swim across, but the GM declares this a dangerous task and asks you to roll an Athletics skill check (since swimming is covered by the Athletics skill). On your character sheet, you see that your character has a +8 modifier for such checks. Rolling the d20, you get an 18, for a total of 26. The GM compares this to the DC (which was 16) and finds that you got a critical success (since the result exceeded the DC by 10). Your character swims quickly across the river and continues the pursuit, drenched but unharmed. Had you gotten a result less than 26 but equal to or greater than 16, your character would have made it halfway across the river. Had your result been less than 16, your character might have been swept downriver or, worse, been pulled under the current and begun to drown! Checks like this are the heart of the game and are rolled all the time, in every mode of play, to determine the outcome of tasks. While the roll of the die is critical, the statistic you add to the roll (called a modifier ) often makes the difference between success and failure. Every character is made up of many such statistics governing what the character is good at, each consisting of a relevant ability modifier plus a proficiency bonus, and sometimes modified further by other factors, such as bonuses or penalties from gear, spells, feats, magic items, and other special circumstances. Proficiency is a simple way of assessing your character’s general level of training and aptitude for a given task. It is broken into five different ranks: untrained , trained , expert , master , and legendary . Each rank grants a different proficiency bonus. If you’re untrained at a statistic, your proficiency bonus is +0—you must rely solely on the raw potential of your ability modifier. If your proficiency rank for a statistic is trained, expert, master, and legendary, your bonus equals your character’s level plus another number based on the rank (2, 4, 6, and 8, respectively). Proficiency ranks are part of almost every statistic in the game. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=11",
 "weakness": {}
}