{
 "breadcrumbs": [
  "Playing Undead"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1693",
 "markdown": "<title level=\"1\" right=\"Rules\">[Playable Undead Options](/Rules.aspx?ID=1693)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 44</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThis chapter provides options for playing undead characters. Most leave a fair amount of your previous “self” intact, so they're presented as archetypes. The skeleton is the exception—when reduced to bones, your old body doesn't make as big a difference. Because these types of undead characters occur so seldom, and because a game using them needs special adjustments to play out like a normal campaign, these archetypes and ancestry are all rare. The options are [ghost](/Archetypes.aspx?ID=177), [ghoul](/Archetypes.aspx?ID=178), [lich](/Archetypes.aspx?ID=179), [mummy](/Archetypes.aspx?ID=180), [skeleton](/Ancestries.aspx?ID=50), [vampire](/Archetypes.aspx?ID=181), and [zombie](/Archetypes.aspx?ID=182).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Becoming Undead</title>\r\n\r\nIf your character dies and rises as an undead, work with your GM to determine the best way to alter your PC’s mechanics to fit the new character. For most groups, it works fine for you to retrain any number of your class feats into archetype feats for your undead type. If you’re playing a [skeleton](/Ancestries.aspx?ID=50), rebuild your character, replacing only your ancestry and any feats or other options that no longer serve a purpose due to you being a skeleton.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Healing Undead</title>\r\n\r\nBecause of negative healing many typical means of healing don’t work on undead. The [heal](/Spells.aspx?ID=148) spell can’t heal undead, but [harm](/Spells.aspx?ID=146) and [soothe](/Spells.aspx?ID=291) can. [Healing potions](/Equipment.aspx?ID=186) and [elixirs of life](/Equipment.aspx?ID=91) are no use, but an [oil of unlife](/Equipment.aspx?ID=718) can heal undead. In addition, a character can take the [Stitch Flesh](/Feats.aspx?ID=3495) skill feat to heal undead with [Treat Wounds](/Actions.aspx?ID=57).\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Starting Out as Undead</title>\r\n\r\nUndead archetypes, like most archetypes, begin with a 2nd-level dedication feat so you can attain them as you progress. However, it might make sense for you to start out as undead at 1st level. In this case, the GM can allow you to start with the archetype. You get the benefits of the dedication feat right away but must select the dedication feat at 2nd level.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1694\" />\r\n\r\n<document level=\"2\" id=\"rules-1695\" />",
 "name": "Playable Undead Options",
 "next_link": {
  "label": "Roleplaying Undead",
  "url": "/Rules.aspx?ID=1696"
 },
 "previous_link": {
  "label": "Undead Allies",
  "url": "/Rules.aspx?ID=1688"
 },
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 44</row>\r\n\r\nPlaying Undead\r\n</additional-info>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 44"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 44</row>",
 "speed": {},
 "text": " Playable Undead Options Source Book of the Dead pg. 44 This chapter provides options for playing undead characters. Most leave a fair amount of your previous “self” intact, so they're presented as archetypes. The skeleton is the exception—when reduced to bones, your old body doesn't make as big a difference. Because these types of undead characters occur so seldom, and because a game using them needs special adjustments to play out like a normal campaign, these archetypes and ancestry are all rare. The options are ghost, ghoul, lich, mummy, skeleton, vampire, and zombie. Becoming Undead If your character dies and rises as an undead, work with your GM to determine the best way to alter your PC’s mechanics to fit the new character. For most groups, it works fine for you to retrain any number of your class feats into archetype feats for your undead type. If you’re playing a skeleton, rebuild your character, replacing only your ancestry and any feats or other options that no longer serve a purpose due to you being a skeleton. Healing Undead Because of negative healing many typical means of healing don’t work on undead. The heal spell can’t heal undead, but harm and soothe can. Healing potions and elixirs of life are no use, but an oil of unlife can heal undead. In addition, a character can take the Stitch Flesh skill feat to heal undead with Treat Wounds. Starting Out as Undead Undead archetypes, like most archetypes, begin with a 2nd-level dedication feat so you can attain them as you progress. However, it might make sense for you to start out as undead at 1st level. In this case, the GM can allow you to start with the archetype. You get the benefits of the dedication feat right away but must select the dedication feat at 2nd level. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1693",
 "weakness": {}
}