{
 "breadcrumbs": [
  "Appendix 3: Warfare",
  "War Encounters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1865",
 "markdown": "<title level=\"1\" right=\"Rules\">[Player Characters in Battles](/Rules.aspx?ID=1865)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 577</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn a war encounter, the focus is on a clash between opposing armies on the field of battle. These rules don't work particularly well when an army attacks a single target—such encounters are better played out with the PCs facing the threat themselves.\n\n But what if the PCs want to fight with their soldiers on the field of battle? For the most part, a PC who fights in an army won't noticeably affect that army's stats. Having a famous (or infamous) founder of the kingdom fighting at your side in battle can bolster an army's mindset, though, so if a PC chooses to fight in this way, they grant a +1 status bonus to that army's Morale checks.\n\n A better way to incorporate PCs in battles is to have them confront specific singular enemies on the field of battle while the armies themselves fight it out all around them. In such a case, play out the war encounter to its completion to determine the degree of success achieved (see [Victory or Defeat](/Rules.aspx?ID=1875)), then play out the battle between the PCs and their foe(s). If the PCs win this battle, the result of the war encounter is improved one degree, but if the PCs lose their battle or the enemy escapes, the result of the war encounter is worsened one degree.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Powerful Magic</title>\r\n\r\nSome spells and magic items, particularly at higher levels, could potentially have significant effects on the outcome of mass conflict. For example, a [_fireball_](/Spells.aspx?ID=119) can burn many targets at once. [_Earthquake_](/Spells.aspx?ID=95) can not only destroy large portions of a battlefield, but they can potentially devastate entire armies. And powerful monsters like dragons can simply fly above an army and rain down devastation in the form of breath weapons. The rules presented here do not allow for this level of interaction between individual characters and full-scale armies, but you can allow it if you wish.\n\n In cases where the PCs wish to use powerful magic to help resolve potential war encounters, feel free to let them automatically defeat armies that are 5 levels or more lower than the party's level—this represents the PCs using their resources to defeat trivial foes, and the PCs shouldn't earn XP for such a tactic. Of course, most of the armies the PCs encounter in this adventure will be close to their own levels, so such methods aren't appropriate. In these cases, the easiest solution is to simply give the PCs a +1 to +2 circumstance bonus to any war encounter checks they make to represent the advantage they have using this magic. Alternately, powerful spells can simply alter the landscape of the battlefield—see [Battlefield Terrain Features](/Rules.aspx?ID=1867) for more details.\n\n Note that if you allow the PCs to do this, consider allowing NPC enemies the same for their forces as you see fit.\r\n</aside>",
 "name": "Player Characters in Battles",
 "next_link": {
  "label": "The Battlefield",
  "url": "/Rules.aspx?ID=1866"
 },
 "previous_link": {
  "label": "Army Tactics",
  "url": "/Rules.aspx?ID=1863"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 577</row>\r\n\r\nAppendix 3: Warfare / War Encounters\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 577"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 577</row>",
 "speed": {},
 "text": " Player Characters in Battles Source Kingmaker Adventure Path pg. 577 In a war encounter, the focus is on a clash between opposing armies on the field of battle. These rules don't work particularly well when an army attacks a single target—such encounters are better played out with the PCs facing the threat themselves. But what if the PCs want to fight with their soldiers on the field of battle? For the most part, a PC who fights in an army won't noticeably affect that army's stats. Having a famous (or infamous) founder of the kingdom fighting at your side in battle can bolster an army's mindset, though, so if a PC chooses to fight in this way, they grant a +1 status bonus to that army's Morale checks. A better way to incorporate PCs in battles is to have them confront specific singular enemies on the field of battle while the armies themselves fight it out all around them. In such a case, play out the war encounter to its completion to determine the degree of success achieved (see Victory or Defeat), then play out the battle between the PCs and their foe(s). If the PCs win this battle, the result of the war encounter is improved one degree, but if the PCs lose their battle or the enemy escapes, the result of the war encounter is worsened one degree. Powerful Magic Some spells and magic items, particularly at higher levels, could potentially have significant effects on the outcome of mass conflict. For example, a fireball can burn many targets at once. Earthquake can not only destroy large portions of a battlefield, but they can potentially devastate entire armies. And powerful monsters like dragons can simply fly above an army and rain down devastation in the form of breath weapons. The rules presented here do not allow for this level of interaction between individual characters and full-scale armies, but you can allow it if you wish. In cases where the PCs wish to use powerful magic to help resolve potential war encounters, feel free to let them automatically defeat armies that are 5 levels or more lower than the party's level—this represents the PCs using their resources to defeat trivial foes, and the PCs shouldn't earn XP for such a tactic. Of course, most of the armies the PCs encounter in this adventure will be close to their own levels, so such methods aren't appropriate. In these cases, the easiest solution is to simply give the PCs a +1 to +2 circumstance bonus to any war encounter checks they make to represent the advantage they have using this magic. Alternately, powerful spells can simply alter the landscape of the battlefield—see Battlefield Terrain Features for more details. Note that if you allow the PCs to do this, consider allowing NPC enemies the same for their forces as you see fit. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1865",
 "weakness": {}
}