{
 "breadcrumbs": [
  "Chapter 4: Variant Rules",
  "Feats and Features",
  "Dual-Class PCs"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1332",
 "markdown": "<title level=\"1\" right=\"Rules\">[Playing with Dual-Class Characters](/Rules.aspx?ID=1332)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 193</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPlaying a dual-class character certainly gives a character more options, and adding additional spellcasting classes can result in a significantly wider variety of powerful spell effects available to each character. Nonetheless, this sort of dual-classing is more likely to increase the party’s longevity than it is to drastically adjust the level of opponents a dual-class character should be fighting. The increases to saving throw proficiencies and Hit Points make characters somewhat sturdier and able to take on slightly higher challenges, but not every fight should be harder, nor should encounters exceed extreme-threat difficulty.\n\n Dual-classing in two similar martial classes to double up on their advantages can result in characters who, instead of increasing their flexibility, become drastically more powerful in one focus. For instance, a [fighter](/Classes.aspx?ID=7)/[ranger](/Classes.aspx?ID=9) with the flurry hunter’s edge gains access to incredibly accurate press actions, and a [barbarian](/Classes.aspx?ID=2)/fighter has the barbarian’s high damage plus the fighter’s high accuracy. One way around this is to simply disallow combinations that double down on a narrow ability, and instead encourage dual-class characters that open up narrative options and increase the character’s flexibility. The other solution is to raise the challenge from the opposition, treating the party as if the characters were a level higher. However, this is a choice that affects the whole group, even if only one character is built to mow down foes.\n\n Due to the increased number of class feats a dual-class character has, you should limit how much of a benefit a character gets from feats that scale based on the number of feats you have, such as Resiliency feats from multiclass archetypes. Typically, the limit should be half the number of total class feats the character has.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Playing with Dual-Class Characters",
 "next_link": {
  "label": "Free Archetype",
  "url": "/Rules.aspx?ID=1333"
 },
 "previous_link": {
  "label": "Building a Dual-Class Character",
  "url": "/Rules.aspx?ID=1329"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 193</row>\r\n\r\nChapter 4: Variant Rules / Feats and Features / Dual-Class PCs\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 193"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 193</row>",
 "speed": {},
 "text": " Playing with Dual-Class Characters Source Gamemastery Guide pg. 193 Playing a dual-class character certainly gives a character more options, and adding additional spellcasting classes can result in a significantly wider variety of powerful spell effects available to each character. Nonetheless, this sort of dual-classing is more likely to increase the party’s longevity than it is to drastically adjust the level of opponents a dual-class character should be fighting. The increases to saving throw proficiencies and Hit Points make characters somewhat sturdier and able to take on slightly higher challenges, but not every fight should be harder, nor should encounters exceed extreme-threat difficulty. Dual-classing in two similar martial classes to double up on their advantages can result in characters who, instead of increasing their flexibility, become drastically more powerful in one focus. For instance, a fighter/ranger with the flurry hunter’s edge gains access to incredibly accurate press actions, and a barbarian/fighter has the barbarian’s high damage plus the fighter’s high accuracy. One way around this is to simply disallow combinations that double down on a narrow ability, and instead encourage dual-class characters that open up narrative options and increase the character’s flexibility. The other solution is to raise the challenge from the opposition, treating the party as if the characters were a level higher. However, this is a choice that affects the whole group, even if only one character is built to mow down foes. Due to the increased number of class feats a dual-class character has, you should limit how much of a benefit a character gets from feats that scale based on the number of feats you have, such as Resiliency feats from multiclass archetypes. Typically, the limit should be half the number of total class feats the character has. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1332",
 "weakness": {}
}