{
 "breadcrumbs": [
  "Chapter 3: Weather",
  "Stolen Lands Weather"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1900",
 "markdown": "<title level=\"1\" right=\"Rules\">[Precipitation](/Rules.aspx?ID=1900)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 121</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPrecipitation in the Stolen Lands comes largely in the form of rainfall, although snow does occur during the winter. The chance of light precipitation on any given day in the Stolen Lands varies according to the season. As the PCs make their daily preparations, check to see if light precipitation will occur that day by attempting a flat check. The DC of this check is 20 during summer, 15 during spring or autumn, and 8 during winter. On a success, the bulk of the day is rainy (or snowy if it's cold enough; see [Temperature](/Rules.aspx?ID=1901) below). Light precipitation reduces the time it takes for characters to become [fatigued](/Conditions.aspx?ID=15) from overland travel to only 4 hours and imposes a –1 circumstance penalty to [visual](/Traits.aspx?ID=163) Perception checks. (This flat check determines only whether there's light rain or snow. Heavier precipitation, including [heavy downpours](/WeatherHazards.aspx?ID=6), [blizzards](/WeatherHazards.aspx?ID=1), and [hailstorms](/WeatherHazards.aspx?ID=5), occurs as weather events)\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Precipitation",
 "next_link": {
  "label": "Temperature",
  "url": "/Rules.aspx?ID=1901"
 },
 "previous_link": {
  "label": "Predicting the Weather",
  "url": "/Rules.aspx?ID=1899"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 121</row>\r\n\r\nChapter 3: Weather / Stolen Lands Weather\r\n</additional-info>",
 "source": [
  "Kingmaker Companion Guide"
 ],
 "source_raw": [
  "Kingmaker Companion Guide pg. 121"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 121</row>",
 "speed": {},
 "text": " Precipitation Source Kingmaker Companion Guide pg. 121 Precipitation in the Stolen Lands comes largely in the form of rainfall, although snow does occur during the winter. The chance of light precipitation on any given day in the Stolen Lands varies according to the season. As the PCs make their daily preparations, check to see if light precipitation will occur that day by attempting a flat check. The DC of this check is 20 during summer, 15 during spring or autumn, and 8 during winter. On a success, the bulk of the day is rainy (or snowy if it's cold enough; see Temperature below). Light precipitation reduces the time it takes for characters to become fatigued from overland travel to only 4 hours and imposes a –1 circumstance penalty to visual Perception checks. (This flat check determines only whether there's light rain or snow. Heavier precipitation, including heavy downpours, blizzards, and hailstorms, occurs as weather events) ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1900",
 "weakness": {}
}