{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-491",
 "markdown": "<title level=\"1\" right=\"Rules\">[Preparing an Adventure](/Rules.aspx?ID=491)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 486 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAn adventure is a self-contained collection of story elements, characters, and settings that become the basis for the story you and the other players tell. Think of the adventure as an outline for your own story. You’ll have major beats you want to include, some consistent characters, and themes you want to convey, but all sorts of things can change during the process of turning the outline into a completed story.\n\n You might use a published adventure from Paizo or another company, or you might construct your own adventure as you prepare for your game sessions.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Paizo's Published Adventures</title>\r\n\r\nYou can purchase the following types of adventures at [**paizo.com**](paizo.com), your local game store, or many book stores. If you want to acquire all the adventures in a given line, you can purchase a subscription at [**paizo.com**](paizo.com). \n\n### Pathfinder Adventure Paths\n Each monthly volume of a Pathfinder Adventure Path leads into the next as part of a greater story spanning multiple volumes. The first volume of each Adventure Path typically starts at 1st level, and each volume has a self-contained story that eventually leads to a big climax at the end of the final volume. Each volume also typically includes new monsters, rules, and details about the world. Each Adventure Path has a different theme, and their settings range across the Inner Sea region and beyond. \n\n### Pathfinder Adventures\n Pathfinder Adventures are standalone adventures that cover several levels of play. They’re self-contained and typically have a unique structure or theme. You can play through a Pathfinder Adventure on its own or as part of your ongoing campaign—some make ideal side adventures for Adventure Paths that have similar themes. \n\n### Pathfinder Society Scenarios\n Scenarios are the adventures used by the Pathfinder Society Roleplaying Guild; you can play them as part of the Pathfinder Society or on your own. Each takes about 4 to 5 hours to run, so you can tell a whole story in a short amount of time, but they’re also part of a larger continuity and can be combined together to form the basis of a longer campaign.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-492\" />\r\n\r\n<document level=\"2\" id=\"rules-493\" />\r\n\r\n<document level=\"2\" id=\"rules-497\" />",
 "name": "Preparing an Adventure",
 "next_link": {
  "label": "Running a Game Session",
  "url": "/Rules.aspx?ID=501"
 },
 "previous_link": {
  "label": "Planning a Campaign",
  "url": "/Rules.aspx?ID=482"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 486 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 486"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 486 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Preparing an Adventure Source Core Rulebook pg. 486 4.0 An adventure is a self-contained collection of story elements, characters, and settings that become the basis for the story you and the other players tell. Think of the adventure as an outline for your own story. You’ll have major beats you want to include, some consistent characters, and themes you want to convey, but all sorts of things can change during the process of turning the outline into a completed story. You might use a published adventure from Paizo or another company, or you might construct your own adventure as you prepare for your game sessions. Paizo's Published Adventures You can purchase the following types of adventures at paizo.com , your local game store, or many book stores. If you want to acquire all the adventures in a given line, you can purchase a subscription at paizo.com . ### Pathfinder Adventure Paths Each monthly volume of a Pathfinder Adventure Path leads into the next as part of a greater story spanning multiple volumes. The first volume of each Adventure Path typically starts at 1st level, and each volume has a self-contained story that eventually leads to a big climax at the end of the final volume. Each volume also typically includes new monsters, rules, and details about the world. Each Adventure Path has a different theme, and their settings range across the Inner Sea region and beyond. ### Pathfinder Adventures Pathfinder Adventures are standalone adventures that cover several levels of play. They’re self-contained and typically have a unique structure or theme. You can play through a Pathfinder Adventure on its own or as part of your ongoing campaign—some make ideal side adventures for Adventure Paths that have similar themes. ### Pathfinder Society Scenarios Scenarios are the adventures used by the Pathfinder Society Roleplaying Guild; you can play them as part of the Pathfinder Society or on your own. Each takes about 4 to 5 hours to run, so you can tell a whole story in a short amount of time, but they’re also part of a larger continuity and can be combined together to form the basis of a longer campaign. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=491",
 "weakness": {}
}