{
 "breadcrumbs": [
  "Cryptid Adjustments"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1714",
 "markdown": "<title level=\"1\" right=\"Rules\">[Primeval Cryptid](/Rules.aspx?ID=1714)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 60</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nScholars dream of discovering primeval creatures: remnants of an older age, long thought extinct. Primeval cryptids are resilient survivors of their kind or particularly clever individuals. \n\n<title level=\"2\" right=\"\">Primeval Cryptid Adjustments</title> You can turn an existing, living creature into a primeval cryptid by completing the following steps. Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>Increase the creature's rarity to [uncommon](/Traits.aspx?ID=159) if it was common or [rare](/Traits.aspx?ID=137) if it was uncommon. If the creature was an animal, it loses the [animal](/Traits.aspx?ID=9) trait and gains the [beast](/Traits.aspx?ID=20) trait.</li><li>Increase the creature's size by one size. If this makes the creature Huge or Gargantuan, increase the reach of all its Strikes by 5 feet.</li><li>If the creature's Intelligence modifier is –4 or lower, increase it to –3.</li><li>Increase the creature's AC, attack bonuses, DCs, Perception modifier, saving throws, and skill modifiers by 1.</li><li>Increase the damage of the creature's Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.</li><li>Increase the creature's HP by the amount listed on the table.</li></ul>\n\n##  \n<row gap=\"tiny\">\n<table><tr><td>Starting Level</td><td>HP Increase</td></tr> <tr><td>1 or lower</td><td>10</td></tr> <tr><td>2–4</td><td>15</td></tr> <tr><td>5–19</td><td>20</td></tr> <tr><td>20+</td><td>30</td></tr></table>\r\n</row> \n\n<title level=\"3\" right=\"\">Primeval Cryptid Abilities</title>Primeval cryptids gain two abilities from the list below. You can add more than two abilities if you wish to make an especially tough primeval cryptid, but you might need to weaken it in some other way to avoid making it too powerful.\n\n **Stench** ([aura](/MonsterAbilities.aspx?ID=5), [olfactory](/Traits.aspx?ID=246)) 30 feet. A creature entering the emanation or starting its turn in the emanation must succeed at a Fortitude save against the [standard DC for the creature's level](/Rules.aspx?ID=552) or become [sickened 1](/Conditions.aspx?ID=34) (plus [slowed 1](/Conditions.aspx?ID=35) as long as it's sickened on a critical failure). While within the emanation, affected creatures take a –2 circumstance penalty to saves against [diseases](/Traits.aspx?ID=46) and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute.\n\n **Broken Arsenal** Fragments of broken blades and spears, the remnants of countless failed attempts to fell the primeval cryptid, remain lodged in its flesh. When an adjacent creature hits the primeval cryptid with a melee attack or otherwise touches it, that creature takes piercing damage equal to half the primeval cryptid's level (minimum 1 damage).\n\n **Grasp for Life** <actions string=\"Free Action\" /> ([healing](/Traits.aspx?ID=89)) **Frequency** once per week; **Trigger** The primeval cryptid would be reduced to 0 Hit Points; **Effect** The cryptid's will to live is second nature, and its second wind has allowed it to survive when others of its kind went extinct. The creature shrugs off death. Instead of being reduced to 0 Hit Points, its Hit Points become equal to four times its level (or 4 Hit Points for a level 0 creature).\n\n **Shockwave** <actions string=\"Two Actions\" /> **Effect** The primeval cryptid creates a shockwave by stomping on the ground, beating its tail on the ground, or making another similarly violent, percussive slam. Creatures on the ground within 30 feet of the primeval cryptid take 1d6 bludgeoning damage per level of the primeval cryptid (minimum 2d6 damage), with a [basic](/Rules.aspx?ID=329) Reflex save. On a critical failure, a creature is also knocked [prone](/Conditions.aspx?ID=31).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Primeval Cryptid",
 "next_link": {
  "label": "Rumored Cryptid",
  "url": "/Rules.aspx?ID=1715"
 },
 "previous_link": {
  "label": "Mutant Cryptids",
  "url": "/Rules.aspx?ID=1713"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 60</row>\r\n\r\nCryptid Adjustments\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 60"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 60</row>",
 "speed": {},
 "text": " Primeval Cryptid Source Dark Archive pg. 60 Scholars dream of discovering primeval creatures: remnants of an older age, long thought extinct. Primeval cryptids are resilient survivors of their kind or particularly clever individuals. Primeval Cryptid Adjustments You can turn an existing, living creature into a primeval cryptid by completing the following steps. Increase the creature's level by 1 and change its statistics as follows. Increase the creature's rarity to uncommon if it was common or rare if it was uncommon. If the creature was an animal, it loses the animal trait and gains the beast trait. Increase the creature's size by one size. If this makes the creature Huge or Gargantuan, increase the reach of all its Strikes by 5 feet. If the creature's Intelligence modifier is –4 or lower, increase it to –3. Increase the creature's AC, attack bonuses, DCs, Perception modifier, saving throws, and skill modifiers by 1. Increase the damage of the creature's Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead. Increase the creature's HP by the amount listed on the table. ## Starting Level HP Increase 1 or lower 10 2–4 15 5–19 20 20+ 30 Primeval Cryptid Abilities Primeval cryptids gain two abilities from the list below. You can add more than two abilities if you wish to make an especially tough primeval cryptid, but you might need to weaken it in some other way to avoid making it too powerful. Stench (aura, olfactory) 30 feet. A creature entering the emanation or starting its turn in the emanation must succeed at a Fortitude save against the standard DC for the creature's level or become sickened 1 (plus slowed 1 as long as it's sickened on a critical failure). While within the emanation, affected creatures take a –2 circumstance penalty to saves against diseases and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute. Broken Arsenal Fragments of broken blades and spears, the remnants of countless failed attempts to fell the primeval cryptid, remain lodged in its flesh. When an adjacent creature hits the primeval cryptid with a melee attack or otherwise touches it, that creature takes piercing damage equal to half the primeval cryptid's level (minimum 1 damage). Grasp for Life Free Action (healing) Frequency once per week; Trigger The primeval cryptid would be reduced to 0 Hit Points; Effect The cryptid's will to live is second nature, and its second wind has allowed it to survive when others of its kind went extinct. The creature shrugs off death. Instead of being reduced to 0 Hit Points, its Hit Points become equal to four times its level (or 4 Hit Points for a level 0 creature). Shockwave Two Actions Effect The primeval cryptid creates a shockwave by stomping on the ground, beating its tail on the ground, or making another similarly violent, percussive slam. Creatures on the ground within 30 feet of the primeval cryptid take 1d6 bludgeoning damage per level of the primeval cryptid (minimum 2d6 damage), with a basic Reflex save. On a critical failure, a creature is also knocked prone. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1714",
 "weakness": {}
}