{
 "breadcrumbs": [
  "Chapter 4: Variant Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1370",
 "markdown": "<title level=\"1\" right=\"Rules\">[Proficiency without Level](/Rules.aspx?ID=1370)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 198</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThis variant presents a change to the proficiency bonus system, scaling it differently for a style of game that’s outside the norm. This is a significant change to the system.\n\n The proficiency rank progression in the _Core Rulebook_ is designed for heroic fantasy games where heroes rise from humble origins to world-shattering strength. For some games, this narrative arc doesn’t fit. Such games are about hedging bets in an uncertain and gritty world, in which even the world’s best fighter can’t guarantee a win against a large group of moderately skilled brigands. In games like these, your group might want to consider removing the character’s level from the proficiency bonus.\n\n The initial implementation is fairly straightforward: the proficiency bonus just becomes +2 for trained, +4 for expert, +6 for master, and +8 for legendary. We recommend giving an untrained character a –2 proficiency modifier instead of a +0 proficiency bonus.\n\n Additionally, for creatures, hazards, magic items, and so on, reduce each statistic that would include a proficiency bonus by the level of the creature or other rules element. These statistics are typically modifiers and DCs for attacks, ACs, saving throws, Perception, skills, and spells.\n\n Finally, decrease the skill DCs of most tasks to account for the level being removed. You can just subtract the level from the [DC tables](/Rules.aspx?ID=554) in the _Core Rulebook_, or you can reference Table 4–17: Simple Skill DCs (No Level) for a set of DCs that’s easier to remember. The new DCs make it a little harder for high-level characters to succeed than it would be when using the default numbers from the _Core Rulebook_, in keeping with the theme mentioned earlier. Combat outcomes will tend to flatten out, with critical successes and critical failures being less likely across the game. This is particularly notable in spells, where you’re less likely to see the extreme effects of critical failures on saves.\n\n## Table 4-17: Simple Skill DCs (No Level)\n<row gap=\"tiny\">\n<table><tr><td>**Proficiency Rank**</td><td>**DC**</td></tr> <tr><td>Untrained</td><td>10</td></tr> <tr><td>Trained</td><td>15</td></tr> <tr><td>Expert</td><td>20</td></tr> <tr><td>Master</td><td>25</td></tr> <tr><td>Legendary</td><td>30</td></tr></table>\r\n</row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1371\" />\r\n\r\n<document level=\"2\" id=\"rules-1372\" />",
 "name": "Proficiency without Level",
 "next_link": {
  "label": "Skill Points",
  "url": "/Rules.aspx?ID=1373"
 },
 "previous_link": {
  "label": "Magic Item Variants",
  "url": "/Rules.aspx?ID=1356"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 198</row>\r\n\r\nChapter 4: Variant Rules\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 198"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 198</row>",
 "speed": {},
 "text": " Proficiency without Level Source Gamemastery Guide pg. 198 This variant presents a change to the proficiency bonus system, scaling it differently for a style of game that’s outside the norm. This is a significant change to the system. The proficiency rank progression in the Core Rulebook is designed for heroic fantasy games where heroes rise from humble origins to world-shattering strength. For some games, this narrative arc doesn’t fit. Such games are about hedging bets in an uncertain and gritty world, in which even the world’s best fighter can’t guarantee a win against a large group of moderately skilled brigands. In games like these, your group might want to consider removing the character’s level from the proficiency bonus. The initial implementation is fairly straightforward: the proficiency bonus just becomes +2 for trained, +4 for expert, +6 for master, and +8 for legendary. We recommend giving an untrained character a –2 proficiency modifier instead of a +0 proficiency bonus. Additionally, for creatures, hazards, magic items, and so on, reduce each statistic that would include a proficiency bonus by the level of the creature or other rules element. These statistics are typically modifiers and DCs for attacks, ACs, saving throws, Perception, skills, and spells. Finally, decrease the skill DCs of most tasks to account for the level being removed. You can just subtract the level from the DC tables in the Core Rulebook , or you can reference Table 4–17: Simple Skill DCs (No Level) for a set of DCs that’s easier to remember. The new DCs make it a little harder for high-level characters to succeed than it would be when using the default numbers from the Core Rulebook , in keeping with the theme mentioned earlier. Combat outcomes will tend to flatten out, with critical successes and critical failures being less likely across the game. This is particularly notable in spells, where you’re less likely to see the extreme effects of critical failures on saves. ## Table 4-17: Simple Skill DCs (No Level) Proficiency Rank DC Untrained 10 Trained 15 Expert 20 Master 25 Legendary 30 ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1370",
 "weakness": {}
}