{
 "breadcrumbs": [
  "Chapter 3: Subsystems",
  "Vehicles",
  "Vehicle Basics"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1282",
 "markdown": "<title level=\"1\" right=\"Rules\">[Propulsion](/Rules.aspx?ID=1282)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 174</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nVehicles typically travel over land, on water, or through the air, and their Speeds indicate their terrain and movement types. But vehicles also have a form of propulsion—the way in which their movement is powered—and this propulsion often has additional considerations.\n\n There are five main types of propulsion: alchemical, magical, pulled, rowed, and wind. A vehicle can have more than one means of propulsion, though it usually uses only one type of propulsion at a time. For instance, a galley has both the rowed and the wind propulsion traits, meaning it can sail when the winds are favorable, but the crew can also lower the sails and row the ship when necessary. The vehicle’s means of propulsion informs the skills a pilot can use for piloting checks (page 175), and some means of propulsion have additional rules.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Propulsion</title>\r\n\r\nThe vehicles in _Guns &amp; Gears_ use the following new means of propulsion, in addition to the forms listed in the _Gamemastery Guide_. \n\n<title level=\"2\" right=\"\">Clockwork Propulsion</title> Powered by the measured release of energy stored in springs via winding, clockwork propulsion is a fragile thing of mechanical beauty and wonderous engineering. Clockwork vehicles can often be piloted with the [Crafting](/Skills.aspx?ID=4) skill.\n\n A clockwork vehicle must be wound to remain operational. Clockwork vehicles have the Wind-Up trait, with the specifics listed in its stat block under the wind-up ability.\n\n For a clockwork vehicle to move or take other actions, it must be wound by a creature using a unique key. This takes the amount of time listed. Once wound, it remains operational for the listed amount of time, after which time it becomes inactive and immobile until it's wound again. Some clockwork vehicles' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork vehicle was last wound, most vehicles are re-wound approximately half-way through their operating time.\n\n A clockwork vehicle can be placed into standby mode by its pilot as a 3-action activity. Its operational time doesn't decrease in standby.\n\n A creature can attempt to [Disable a Device](/Actions.aspx?ID=69) to wind a clockwork vehicle down (with a DC listed in the wind-up entry). For each success, the clockwork vehicle loses 10 minutes of operational time. This can be done even if the clockwork vehicle is in standby mode.\n\n [Broken](/Conditions.aspx?ID=2) clockwork vehicles have difficulty holding energy. The first time each round a broken clockwork vehicle moves, it must make a DC 5 flat check. On a failure, it loses 10 minutes of operational time. \n\n<title level=\"2\" right=\"\">Electrical Propulsion</title> Electrical power, whether the vehicle uses magical electricity or the extremely rare new Stasian coil technology to store electricity without magic, allows for vehicles that make significantly less disturbance than some other propulsion methods. Electrical vehicles can often be piloted with the Crafting skill.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1283\" />\r\n\r\n<document level=\"2\" id=\"rules-1284\" />\r\n\r\n<document level=\"2\" id=\"rules-1285\" />\r\n\r\n<document level=\"2\" id=\"rules-1286\" />\r\n\r\n<document level=\"2\" id=\"rules-1287\" />",
 "name": "Propulsion",
 "next_link": {
  "label": "Piloting a Vehicle",
  "url": "/Rules.aspx?ID=1288"
 },
 "previous_link": {
  "label": "Movement and Heading",
  "url": "/Rules.aspx?ID=1281"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 174</row>\r\n\r\nChapter 3: Subsystems / Vehicles / Vehicle Basics\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 174"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 174</row>",
 "speed": {},
 "text": " Propulsion Source Gamemastery Guide pg. 174 Vehicles typically travel over land, on water, or through the air, and their Speeds indicate their terrain and movement types. But vehicles also have a form of propulsion—the way in which their movement is powered—and this propulsion often has additional considerations. There are five main types of propulsion: alchemical, magical, pulled, rowed, and wind. A vehicle can have more than one means of propulsion, though it usually uses only one type of propulsion at a time. For instance, a galley has both the rowed and the wind propulsion traits, meaning it can sail when the winds are favorable, but the crew can also lower the sails and row the ship when necessary. The vehicle’s means of propulsion informs the skills a pilot can use for piloting checks (page 175), and some means of propulsion have additional rules. Propulsion The vehicles in Guns &amp; Gears use the following new means of propulsion, in addition to the forms listed in the Gamemastery Guide . Clockwork Propulsion Powered by the measured release of energy stored in springs via winding, clockwork propulsion is a fragile thing of mechanical beauty and wonderous engineering. Clockwork vehicles can often be piloted with the Crafting skill. A clockwork vehicle must be wound to remain operational. Clockwork vehicles have the Wind-Up trait, with the specifics listed in its stat block under the wind-up ability. For a clockwork vehicle to move or take other actions, it must be wound by a creature using a unique key. This takes the amount of time listed. Once wound, it remains operational for the listed amount of time, after which time it becomes inactive and immobile until it's wound again. Some clockwork vehicles' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork vehicle was last wound, most vehicles are re-wound approximately half-way through their operating time. A clockwork vehicle can be placed into standby mode by its pilot as a 3-action activity. Its operational time doesn't decrease in standby. A creature can attempt to Disable a Device to wind a clockwork vehicle down (with a DC listed in the wind-up entry). For each success, the clockwork vehicle loses 10 minutes of operational time. This can be done even if the clockwork vehicle is in standby mode. Broken clockwork vehicles have difficulty holding energy. The first time each round a broken clockwork vehicle moves, it must make a DC 5 flat check. On a failure, it loses 10 minutes of operational time. Electrical Propulsion Electrical power, whether the vehicle uses magical electricity or the extremely rare new Stasian coil technology to store electricity without magic, allows for vehicles that make significantly less disturbance than some other propulsion methods. Electrical vehicles can often be piloted with the Crafting skill. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1282",
 "weakness": {}
}