{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1732",
 "markdown": "<title level=\"1\" right=\"Rules\">[Psychic Duels](/Rules.aspx?ID=1732)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 200</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTwo challengers flood their minds with a vision of a psychic battlefield. Imagination explodes into psychic attacks. Fireballs bloom into explosions of color, imaginary swords open wounds bleeding iridescent butterflies, unreal monstrosities escape from nightmares to lash out with their thousand fangs. A defender's shield of psychic glass shatters into fractal shrapnel and the combatant faints, overwhelmed. The victor's mind snaps back to the ordinary world as their foe crumples to the ground.\n\n Taking place entirely in a mindscape, psychic duels can occur when foes come into conflict in an area rife with mental magic, through the magic of a bizarre artifact, when two creatures' minds connect within a dream, or when a psychic duelist instigates a duel. Psychic duels play out much like [Duels](/Rules.aspx?ID=1246). The main differences are the participants conduct their duel in mental space and their mental state and emotions determine the outcome. (A duel taking place in the physical world with occult spells uses the rules for spellcasting duels, not psychic duels.) While engaged in a psychic duel, the participants are paralyzed in the real world and can mentally act only in the psychic duel mindscape.\n\n Though other kinds of duels have a judge, a psychic duel is governed by the workings of the mind. This means most psychic duels last until a participant yields or is knocked out (or all participants on one side in the case of a group duel). However, the duel can also end if the participants share an event they would consider a satisfying end to the duel. For instance, they might decide the goal of the duel is to demonstrate mastery of illusion spells, with the first to fully fall for an illusion losing the duel. Because the duel takes place on a mental battlefield, a creature that is [mindless](/Traits.aspx?ID=108) or immune to [mental](/Traits.aspx?ID=106) effects is incapable of joining a psychic duel.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Binary Mindscape Statistics</title>\r\n\r\nPsychic duels take place in a binary mindscape, which is much like a very simple plane or dimension. The stat block for a binary mindscape is as follows. \n\n<title level=\"3\" right=\"Mindscape\">Binary Mindscape</title> <traits><trait label=\"Finite\" url=\"/Traits.aspx?ID=276\" /><trait label=\"Metamorphic\" url=\"/Traits.aspx?ID=282\" /><trait label=\"Subjective Gravity\" url=\"/Traits.aspx?ID=290\" /> </traits> A binary mindscape is formed of only two linked minds and most often created to provide the arena for a [psychic duel](/Rules.aspx?ID=1732). It's typically simple in structure, with basic details that become even more indistinct at the edges of the duelists' imaginations. The alignment and time traits typically match those of the plane on which the participants' forms are. A participant with particularly strong psychic abilities might be able to warp the alignment to their own or adjust the time trait (typically to [timeless](/Traits.aspx?ID=291)). In a voluntary duel, adjustments like these need to be agreed upon by all participants.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Imagery of a Psychic Duel</title>\r\n\r\nUpon entering the psychic duel, a creature's psychic avatar appears in the minds of the duelists. This mental manifestation looks vaguely like them but might be altered based on their mental abilities and the statistics they used for initiative. For instance, a creature that rolled [Deception](/Skills.aspx?ID=5) might appear cloaked, shadowy, or diabolic. Over the course of the battle, this avatar changes appearance multiple times, adapting to the flow of the duel. A vicious, powerful attack might cause the attacker to look more fearsome or increase the splendor of their imaginary attire; a failure might make them shrink or become translucent. Armor might change form to defend against varied manifestations.\n\n Psychic manifestations, too, flex to meet the psychic battlefield. Players should describe the actions they use in imaginative ways unbound by the laws of the physical world. Weapons can grow, shrink, twist, and fly. Spells can become a riot of color and noise, directing sensation straight into the target's mind. Participants transform into animals or warriors that reflect their ferocity or cunning. Enchantment and illusion spells are particularly mutable since they're more directly tied to the mind and senses. Since the participants are mentally linked, their thoughts can bleed over, making an illusion pull imagery directly from the target's mind to show them a vision of a loved one or a bit of their past.\n\n The varied forms of Psychic Defense illustrate this easily. Just a few examples appear here, but anything that makes sense to a participant's imagination might appear.\n\n **Armor of Insight**: Suck an attack into a fractal vortex of color, speed acres of distance away from your foe, transform into an unbreakable mountain, deflect an attack by creating a prism of light that breaks the attack into a rainbow of colors.\n\n **Empathic Orbit**: Transform into the pleading visage of someone the foe inadvertently harmed, remove your face to reveal a crying version of your foe's own face, broadcast one of your memories that can elicit sympathy.\n\n **Ire's Spear**: Roil a crashing storm, mirror the manifestation upon your attacker, emit a red-faced roar that shatters eardrums, froth rabidly to form a river of blazing spittle.\n\n **Rational Labyrinth**: Call up a foe's memory of being lost, block access to your mind with mathematical equations, levy a requirement for legalistic precision upon your foe's thoughts.\n\n **Sensory Phantasm**: Duplicate your form infinitely, transform into a grotesque corpse to avert your foe's gaze, cast a falcon's hood over your foe's head, emit distracting strobes of light.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1733\" />\r\n\r\n<document level=\"2\" id=\"rules-1734\" />\r\n\r\n<document level=\"2\" id=\"rules-1735\" />\r\n\r\n<document level=\"2\" id=\"rules-1738\" />",
 "name": "Psychic Duels",
 "next_link": {
  "label": "Appendix 2: Kingdoms",
  "url": "/Rules.aspx?ID=1739"
 },
 "previous_link": {
  "label": "Mindscape Statistics",
  "url": "/Rules.aspx?ID=1731"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 200</row>\n\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 200"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 200</row>",
 "speed": {},
 "text": " Psychic Duels Source Dark Archive pg. 200 Two challengers flood their minds with a vision of a psychic battlefield. Imagination explodes into psychic attacks. Fireballs bloom into explosions of color, imaginary swords open wounds bleeding iridescent butterflies, unreal monstrosities escape from nightmares to lash out with their thousand fangs. A defender's shield of psychic glass shatters into fractal shrapnel and the combatant faints, overwhelmed. The victor's mind snaps back to the ordinary world as their foe crumples to the ground. Taking place entirely in a mindscape, psychic duels can occur when foes come into conflict in an area rife with mental magic, through the magic of a bizarre artifact, when two creatures' minds connect within a dream, or when a psychic duelist instigates a duel. Psychic duels play out much like Duels. The main differences are the participants conduct their duel in mental space and their mental state and emotions determine the outcome. (A duel taking place in the physical world with occult spells uses the rules for spellcasting duels, not psychic duels.) While engaged in a psychic duel, the participants are paralyzed in the real world and can mentally act only in the psychic duel mindscape. Though other kinds of duels have a judge, a psychic duel is governed by the workings of the mind. This means most psychic duels last until a participant yields or is knocked out (or all participants on one side in the case of a group duel). However, the duel can also end if the participants share an event they would consider a satisfying end to the duel. For instance, they might decide the goal of the duel is to demonstrate mastery of illusion spells, with the first to fully fall for an illusion losing the duel. Because the duel takes place on a mental battlefield, a creature that is mindless or immune to mental effects is incapable of joining a psychic duel. Binary Mindscape Statistics Psychic duels take place in a binary mindscape, which is much like a very simple plane or dimension. The stat block for a binary mindscape is as follows. Binary Mindscape A binary mindscape is formed of only two linked minds and most often created to provide the arena for a psychic duel. It's typically simple in structure, with basic details that become even more indistinct at the edges of the duelists' imaginations. The alignment and time traits typically match those of the plane on which the participants' forms are. A participant with particularly strong psychic abilities might be able to warp the alignment to their own or adjust the time trait (typically to timeless). In a voluntary duel, adjustments like these need to be agreed upon by all participants. Imagery of a Psychic Duel Upon entering the psychic duel, a creature's psychic avatar appears in the minds of the duelists. This mental manifestation looks vaguely like them but might be altered based on their mental abilities and the statistics they used for initiative. For instance, a creature that rolled Deception might appear cloaked, shadowy, or diabolic. Over the course of the battle, this avatar changes appearance multiple times, adapting to the flow of the duel. A vicious, powerful attack might cause the attacker to look more fearsome or increase the splendor of their imaginary attire; a failure might make them shrink or become translucent. Armor might change form to defend against varied manifestations. Psychic manifestations, too, flex to meet the psychic battlefield. Players should describe the actions they use in imaginative ways unbound by the laws of the physical world. Weapons can grow, shrink, twist, and fly. Spells can become a riot of color and noise, directing sensation straight into the target's mind. Participants transform into animals or warriors that reflect their ferocity or cunning. Enchantment and illusion spells are particularly mutable since they're more directly tied to the mind and senses. Since the participants are mentally linked, their thoughts can bleed over, making an illusion pull imagery directly from the target's mind to show them a vision of a loved one or a bit of their past. The varied forms of Psychic Defense illustrate this easily. Just a few examples appear here, but anything that makes sense to a participant's imagination might appear. Armor of Insight : Suck an attack into a fractal vortex of color, speed acres of distance away from your foe, transform into an unbreakable mountain, deflect an attack by creating a prism of light that breaks the attack into a rainbow of colors. Empathic Orbit : Transform into the pleading visage of someone the foe inadvertently harmed, remove your face to reveal a crying version of your foe's own face, broadcast one of your memories that can elicit sympathy. Ire's Spear : Roil a crashing storm, mirror the manifestation upon your attacker, emit a red-faced roar that shatters eardrums, froth rabidly to form a river of blazing spittle. Rational Labyrinth : Call up a foe's memory of being lost, block access to your mind with mathematical equations, levy a requirement for legalistic precision upon your foe's thoughts. Sensory Phantasm : Duplicate your form infinitely, transform into a grotesque corpse to avert your foe's gaze, cast a falcon's hood over your foe's head, emit distracting strobes of light. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1732",
 "weakness": {}
}