{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Preparing an Adventure"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-492",
 "markdown": "<title level=\"1\" right=\"Rules\">[Published Adventures](/Rules.aspx?ID=492)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 486 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPrewritten adventures include background information and nonplayer characters needed for the story, plus all the locations, maps, and monster groups necessary for both exploration and encounters. Prewritten adventures can speed up your preparation, since you can simply read the relevant sections of the adventure before a game, and you don’t have to create everything from scratch. A published adventure already includes the expected amount of encounters and treasure, and you can find adventures built for different character levels to match your group. Reading a published adventure or running one as your first game can help you see how adventures are structured, which makes it easier to write one later if you choose.\n\n Though a published adventure is prewritten, it’s not set in stone. Changing the details of an adventure to suit your group isn’t just acceptable, it’s preferred! Use the backstories and predilections of the player characters to inform how you change the adventure. This can mean altering adversaries so they’re linked to the player characters, changing the setting to a place some of the player characters are from, or excising particular scenes if you know they won’t appeal to your players.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Using Rarity and Access</title>\r\n\r\nThe rarity system has two purposes: to convey how common or rare certain spells, creatures, or items are in the game world, and to give you an easy tool to control the complexity of your game. Uncommon and rare options aren’t more powerful than other options of their level, but they introduce complications for certain types of stories, or are less common in the world. For instance, it might be more challenging to run a mystery adventure when a player can cast an uncommon spell such as [_detect evil_](/Spells.aspx?ID=65).\n\n At the start of the campaign, communicate your preferred expectations on rarity to the players. Unless you decide otherwise, the players can choose from any common options they qualify for, plus any uncommon options granted by their character choices—primarily their ancestry and class. By default, a character who tries hard enough might eventually find an uncommon option, whereas a rare option is always a special reward. Beyond that baseline, you can grant access as freely as you want; some GMs open up all uncommon and rare options universally. If you’re not sure, just look over any uncommon or rare elements before you include them as rewards or otherwise allow a player to acquire them. \n\n### Rewards\n You can use uncommon and rare rules elements to reward characters. These still have the same value and approximate power as any other treasure of the same Price, but they’re just a bit more special because they hail from distant lands or have unusual or surprising abilities. Items are the most likely candidates for uncommon or rare rewards, but an NPC might teach an uncommon or rare spell to a PC in gratitude or to help the party prepare for a certain adversary. You can also improvise extra benefits based around uncommon or rare items. For instance, if a PC gains a rare plant with occult uses, you might also decide that the PC should temporarily get more money if they use it while Earning Income using Herbalism Lore, because it enables them to produce novel poultices. \n\n### Different Locations\n The rarities in this book assume you’re playing in the Inner Sea region of Golarion, where most Pathfinder games are set. These rarities are also suitable for most western medieval fantasy games. However, you might want to alter the rarities for a campaign set in another location on Golarion (detailed in Chapter 8), to emphasize a non-human culture, or to play in a fantasy setting with different roots, like a wuxia game based on Chinese culture. These changes most often affect basic items. If you start your campaign in a dwarven stronghold, for example, you might make all the weapons with the dwarf trait common. You should feel free to adjust rarities to suit your campaign’s theme, but if you do, you should share your changes with your group.\r\n</aside>",
 "name": "Published Adventures",
 "next_link": {
  "label": "Creating Adventures",
  "url": "/Rules.aspx?ID=493"
 },
 "previous_link": {
  "label": "Planning a Campaign",
  "url": "/Rules.aspx?ID=482"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 486 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Preparing an Adventure\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 486"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 486 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Published Adventures Source Core Rulebook pg. 486 4.0 Prewritten adventures include background information and nonplayer characters needed for the story, plus all the locations, maps, and monster groups necessary for both exploration and encounters. Prewritten adventures can speed up your preparation, since you can simply read the relevant sections of the adventure before a game, and you don’t have to create everything from scratch. A published adventure already includes the expected amount of encounters and treasure, and you can find adventures built for different character levels to match your group. Reading a published adventure or running one as your first game can help you see how adventures are structured, which makes it easier to write one later if you choose. Though a published adventure is prewritten, it’s not set in stone. Changing the details of an adventure to suit your group isn’t just acceptable, it’s preferred! Use the backstories and predilections of the player characters to inform how you change the adventure. This can mean altering adversaries so they’re linked to the player characters, changing the setting to a place some of the player characters are from, or excising particular scenes if you know they won’t appeal to your players. Using Rarity and Access The rarity system has two purposes: to convey how common or rare certain spells, creatures, or items are in the game world, and to give you an easy tool to control the complexity of your game. Uncommon and rare options aren’t more powerful than other options of their level, but they introduce complications for certain types of stories, or are less common in the world. For instance, it might be more challenging to run a mystery adventure when a player can cast an uncommon spell such as detect evil . At the start of the campaign, communicate your preferred expectations on rarity to the players. Unless you decide otherwise, the players can choose from any common options they qualify for, plus any uncommon options granted by their character choices—primarily their ancestry and class. By default, a character who tries hard enough might eventually find an uncommon option, whereas a rare option is always a special reward. Beyond that baseline, you can grant access as freely as you want; some GMs open up all uncommon and rare options universally. If you’re not sure, just look over any uncommon or rare elements before you include them as rewards or otherwise allow a player to acquire them. ### Rewards You can use uncommon and rare rules elements to reward characters. These still have the same value and approximate power as any other treasure of the same Price, but they’re just a bit more special because they hail from distant lands or have unusual or surprising abilities. Items are the most likely candidates for uncommon or rare rewards, but an NPC might teach an uncommon or rare spell to a PC in gratitude or to help the party prepare for a certain adversary. You can also improvise extra benefits based around uncommon or rare items. For instance, if a PC gains a rare plant with occult uses, you might also decide that the PC should temporarily get more money if they use it while Earning Income using Herbalism Lore, because it enables them to produce novel poultices. ### Different Locations The rarities in this book assume you’re playing in the Inner Sea region of Golarion, where most Pathfinder games are set. These rarities are also suitable for most western medieval fantasy games. However, you might want to alter the rarities for a campaign set in another location on Golarion (detailed in Chapter 8), to emphasize a non-human culture, or to play in a fantasy setting with different roots, like a wuxia game based on Chinese culture. These changes most often affect basic items. If you start your campaign in a dwarven stronghold, for example, you might make all the weapons with the dwarf trait common. You should feel free to adjust rarities to suit your campaign’s theme, but if you do, you should share your changes with your group. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=492",
 "weakness": {}
}