{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Story-Based Crafting",
  "Example Quests"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1953",
 "markdown": "<title level=\"1\" right=\"Rules\">[Quest 2: Weaving the Wizard’s Robes (Level 7)](/Rules.aspx?ID=1953)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 174 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nJessica's character is an [evoker](/ArcaneSchools.aspx?ID=5) [wizard](/Classes.aspx?ID=12) who has just reached 7th level and wants to celebrate her ascension by creating a set of _fire [energy robes](/Equipment.aspx?ID=1317)_. Jessica's wizard has trained with a prestigious archmage as one of the archmage's many apprentices; the robes will serve not just as protection for her wizard on future adventures but as a symbol of the completion of her apprenticeship. Her GM, James, has decided that to create these robes, Jessica's wizard will need to collect spider silk, a gemstone imbued with the power of elemental fire, and a scale from a [white dragon](/MonsterFamilies.aspx?ID=169) to protect the robe's wearer from the gemstone's flames. All three of these materials can be harvested from within the magical demiplane where the evoker's archmage master trains his apprentices, and the final step for Jessica's wizard will be to weave all the components together at the archmage's magical loom. James takes the 320 gp base cost of the _fire energy robes_ and reduces it by 10% for each of the three encounters, arriving at a final total of 224 gp. James has decided that the encounters will consist of one low-difficulty encounter and two moderate-difficulty encounters, with the value of the spider silk set at 50 gp and the value of the other two crafting quest components each set at 87 gp.\n\n James plans the following three encounters out for Jessica's wizard.\n\n **Bargaining for Silk**: The first encounter Jessica's wizard will need to navigate is retrieving the silk for her robe from a trio of [ether spiders](/Monsters.aspx?ID=203). As 5th-level creatures, the three spiders collectively are worth 60 XP for a 7th-level party and constitute a low-difficulty encounter worth 220 gp. James deducts 50 gp from the value of the encounter for the silk and distributes the rest in the form of various consumables the archmage left behind for his successful apprentices to find. While the ether spiders are deadly threats, Jessica's wizard recognizes that killing the spiders would destroy her master's silk supply, so she instead bargains with the ether spiders and trades them food and treasures from her earlier adventures in exchange for the silk she needs, completing the encounter nonlethally.\n\n **Retrieving the Fiery Gemstone**: The second encounter awaiting Jessica's wizard requires her to travel to the magical furnace powering the archmage's tower and retrieve a gemstone imbued with the power of elemental flame. When Jessica's wizard arrives at the furnace, she discovers that the archmage has prepared a surprise for her and has left the furnace gate open, allowing a pair of [salamanders](/Monsters.aspx?ID=189) to slip in from the [Plane of Fire](/Planes.aspx?ID=6)! As 7th-level creatures, the two salamanders collectively represent a moderate encounter worth 290 gp for a 7th-level party. James deducts 87 gp from the value of the encounter to account for the value of the gemstone and gives the rest of the treasure to the party as consumables that will help them resist the icy breath of the elite young white dragons the PCs will have to face in the final encounter.\n\n **Claiming a Scale**: Singed but undeterred, Jessica's wizard and her party face their final challenge: a pair of [elite](/Rules.aspx?ID=790) [young white dragon](/Monsters.aspx?ID=139) guard the magical loom on which the wizard must weave her magical robes. As 7th-level creatures, the dragons collectively represent a moderate encounter worth 290 gp for a 7th-level party. James deducts 87 gp from the value of the encounter for the dragon scale and provides the rest as treasures for the wizard's party members. Once the wizard has fought, bargained, or tricked her way into retrieving a scale and accessing the archmage's loom, she attempts a DC 23 [Crafting](/Skills.aspx?ID=4) check at the loom (the standard DC for a 7th-level item) to weave the crafting quest components together into her completed _fire energy robes_.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Quest 2: Weaving the Wizard’s Robes (Level 7)",
 "next_link": {
  "label": "Quest 3: Shaping the Armor of Yggdrasil (Level 5)",
  "url": "/Rules.aspx?ID=1954"
 },
 "previous_link": {
  "label": "Quest 1: Forging the Holy Sword (Level 13–14)",
  "url": "/Rules.aspx?ID=1952"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 174 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Story-Based Crafting / Example Quests\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 174"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 174 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Quest 2: Weaving the Wizard’s Robes (Level 7) Source Treasure Vault pg. 174 1.1 Jessica's character is an evoker wizard who has just reached 7th level and wants to celebrate her ascension by creating a set of fire energy robes . Jessica's wizard has trained with a prestigious archmage as one of the archmage's many apprentices; the robes will serve not just as protection for her wizard on future adventures but as a symbol of the completion of her apprenticeship. Her GM, James, has decided that to create these robes, Jessica's wizard will need to collect spider silk, a gemstone imbued with the power of elemental fire, and a scale from a white dragon to protect the robe's wearer from the gemstone's flames. All three of these materials can be harvested from within the magical demiplane where the evoker's archmage master trains his apprentices, and the final step for Jessica's wizard will be to weave all the components together at the archmage's magical loom. James takes the 320 gp base cost of the fire energy robes and reduces it by 10% for each of the three encounters, arriving at a final total of 224 gp. James has decided that the encounters will consist of one low-difficulty encounter and two moderate-difficulty encounters, with the value of the spider silk set at 50 gp and the value of the other two crafting quest components each set at 87 gp. James plans the following three encounters out for Jessica's wizard. Bargaining for Silk : The first encounter Jessica's wizard will need to navigate is retrieving the silk for her robe from a trio of ether spiders. As 5th-level creatures, the three spiders collectively are worth 60 XP for a 7th-level party and constitute a low-difficulty encounter worth 220 gp. James deducts 50 gp from the value of the encounter for the silk and distributes the rest in the form of various consumables the archmage left behind for his successful apprentices to find. While the ether spiders are deadly threats, Jessica's wizard recognizes that killing the spiders would destroy her master's silk supply, so she instead bargains with the ether spiders and trades them food and treasures from her earlier adventures in exchange for the silk she needs, completing the encounter nonlethally. Retrieving the Fiery Gemstone : The second encounter awaiting Jessica's wizard requires her to travel to the magical furnace powering the archmage's tower and retrieve a gemstone imbued with the power of elemental flame. When Jessica's wizard arrives at the furnace, she discovers that the archmage has prepared a surprise for her and has left the furnace gate open, allowing a pair of salamanders to slip in from the Plane of Fire! As 7th-level creatures, the two salamanders collectively represent a moderate encounter worth 290 gp for a 7th-level party. James deducts 87 gp from the value of the encounter to account for the value of the gemstone and gives the rest of the treasure to the party as consumables that will help them resist the icy breath of the elite young white dragons the PCs will have to face in the final encounter. Claiming a Scale : Singed but undeterred, Jessica's wizard and her party face their final challenge: a pair of elite young white dragon guard the magical loom on which the wizard must weave her magical robes. As 7th-level creatures, the dragons collectively represent a moderate encounter worth 290 gp for a 7th-level party. James deducts 87 gp from the value of the encounter for the dragon scale and provides the rest as treasures for the wizard's party members. Once the wizard has fought, bargained, or tricked her way into retrieving a scale and accessing the archmage's loom, she attempts a DC 23 Crafting check at the loom (the standard DC for a 7th-level item) to weave the crafting quest components together into her completed fire energy robes . ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1953",
 "weakness": {}
}