{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Story-Based Crafting",
  "Example Quests"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1952",
 "markdown": "<title level=\"1\" right=\"Rules\">[Quest 1: Forging the Holy Sword (Level 13–14)](/Rules.aspx?ID=1952)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 173 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nJames is running a game that includes Logan's character, a [champion](/Classes.aspx?ID=4) of [Iomedae](/Deities.aspx?ID=9). The party is getting close to reaching 14th level, and Logan has expressed a desire for his character to gain a [_holy avenger_](/Equipment.aspx?ID=389). James has decided that in order for Logan to forge his _holy avenger_, he'll need to recover the sword's hilt, blade, and pommel stone, for a total of 3 encounters. James takes the cost of the _holy avenger_, 4,500 gp, and reduces it by 10% for each of the three encounters (for a total reduction of 30%), arriving at a final total of 3,150 gp. James decides that each piece of the sword is worth the same amount, or 1,050 gp per component.\n\n James plans the following three encounters out for Logan.\n\n **Retrieving the Hilt**: The first encounter James has planned for this crafting quest is a mission to retrieve the _holy avenger's_ hilt from the clutches of a pair of [liches](/Monsters.aspx?ID=282). As 12th-level creatures, the liches are worth 30 XP each for a 13th-level party and collectively comprise a low-difficulty encounter worth 1,875 gp. James subtracts the value of the pommel from the encounter's loot and adds in some consumables and other minor treasures for the rest of the group.\n\n **Liberating the Pommel Stone**: The second encounter James has planned for the crafting quest is a mission to retrieve the _holy avenger's_ pommel stone from an abandoned [dwarven](/Ancestries.aspx?ID=1) vault. While no monsters guard the vault, it's located behind a maze of twisting tunnels. When the party eventually finds the room and Logan's champion retrieves the pommel stone, they find out that the other treasures along all four walls are actually [telekinetic swarm traps](/Hazards.aspx?ID=27)! Four 12th-level complex hazards constitute a severe encounter for a 13th-level party, so James deducts another 1,050 gp from the encounter's treasure for the pommel stone. Since there's over 2,000 gp remaining in the encounter's treasure value, this would also be an excellent location for James to leave items for other party members' crafting quests, along with some consumables and other treasure like art and coins.\n\n Since this was a severe encounter and the champion's crafting quest is nearing completion, this would also be a good time for the party to level up to 14th level, which is what we assume happens going into the final encounter of the _holy avenger_ crafting quest.\n\n **Restoring the Blade**: The final piece of the _holy avenger_ is its blade, which it turns out is still lodged between the scales of the ancient [black dragon](/MonsterFamilies.aspx?ID=165) Sharzathinek. As an [ancient black dragon](/Monsters.aspx?ID=129), Sharzathinek is a 16th-level creature—a Moderate encounter for the 14th-level party. James deducts 1,050 gp from the 3,650 gp Sharzathinek is worth. This also leaves room for James to include a couple other crafting quest components for other party members in the dragon's loot. With the dragon slain, Logan's champion claims the _holy avenger's_ blade as his piece of the treasure for the encounter and rejoins it with the hilt and pommel stone. The magic of the blade's components, awakened by the champion's holy quest, causes the pieces of the sundered blade to fuse with each other, and the champion's _holy avenger_ is complete.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Quest 1: Forging the Holy Sword (Level 13–14)",
 "next_link": {
  "label": "Quest 2: Weaving the Wizard’s Robes (Level 7)",
  "url": "/Rules.aspx?ID=1953"
 },
 "previous_link": {
  "label": "Crafting by Questing",
  "url": "/Rules.aspx?ID=1943"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 173 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Story-Based Crafting / Example Quests\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 173"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 173 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Quest 1: Forging the Holy Sword (Level 13–14) Source Treasure Vault pg. 173 1.1 James is running a game that includes Logan's character, a champion of Iomedae. The party is getting close to reaching 14th level, and Logan has expressed a desire for his character to gain a holy avenger . James has decided that in order for Logan to forge his holy avenger , he'll need to recover the sword's hilt, blade, and pommel stone, for a total of 3 encounters. James takes the cost of the holy avenger , 4,500 gp, and reduces it by 10% for each of the three encounters (for a total reduction of 30%), arriving at a final total of 3,150 gp. James decides that each piece of the sword is worth the same amount, or 1,050 gp per component. James plans the following three encounters out for Logan. Retrieving the Hilt : The first encounter James has planned for this crafting quest is a mission to retrieve the holy avenger's hilt from the clutches of a pair of liches. As 12th-level creatures, the liches are worth 30 XP each for a 13th-level party and collectively comprise a low-difficulty encounter worth 1,875 gp. James subtracts the value of the pommel from the encounter's loot and adds in some consumables and other minor treasures for the rest of the group. Liberating the Pommel Stone : The second encounter James has planned for the crafting quest is a mission to retrieve the holy avenger's pommel stone from an abandoned dwarven vault. While no monsters guard the vault, it's located behind a maze of twisting tunnels. When the party eventually finds the room and Logan's champion retrieves the pommel stone, they find out that the other treasures along all four walls are actually telekinetic swarm traps! Four 12th-level complex hazards constitute a severe encounter for a 13th-level party, so James deducts another 1,050 gp from the encounter's treasure for the pommel stone. Since there's over 2,000 gp remaining in the encounter's treasure value, this would also be an excellent location for James to leave items for other party members' crafting quests, along with some consumables and other treasure like art and coins. Since this was a severe encounter and the champion's crafting quest is nearing completion, this would also be a good time for the party to level up to 14th level, which is what we assume happens going into the final encounter of the holy avenger crafting quest. Restoring the Blade : The final piece of the holy avenger is its blade, which it turns out is still lodged between the scales of the ancient black dragon Sharzathinek. As an ancient black dragon, Sharzathinek is a 16th-level creature—a Moderate encounter for the 14th-level party. James deducts 1,050 gp from the 3,650 gp Sharzathinek is worth. This also leaves room for James to include a couple other crafting quest components for other party members in the dragon's loot. With the dragon slain, Logan's champion claims the holy avenger's blade as his piece of the treasure for the encounter and rejoins it with the hilt and pommel stone. The magic of the blade's components, awakened by the champion's holy quest, causes the pieces of the sundered blade to fuse with each other, and the champion's holy avenger is complete. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1952",
 "weakness": {}
}