{
 "breadcrumbs": [
  "Deviant Abilities"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1727",
 "markdown": "<title level=\"1\" right=\"Rules\">[Quirks](/Rules.aspx?ID=1727)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 103</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nNo two deviant abilities are exactly alike, and even when two characters gain the same ability in the same event, individual factors like age, ancestry, and personality alter how their abilities manifest. Every deviant ability has one or two quirks, determined when the ability is gained. If playing with background deviant abilities, collaborate with your player to decide the quirk, maybe each suggesting one. If playing with campaign deviant abilities, simply pick quirks that fit the story or roll randomly.\n\n You can also use the quirks on Table 5 as a guide to invent new ones for your players. These quirks don't normally have any mechanical effect, since their purpose is only to alter minor details of a power to make them stand out, though they may have narrative implications on occasion. If you want to give a quirk a mechanical effect, it should never grant more than a +1 status bonus or –1 status penalty, and even then the statistic or check it applies to should be narrow and not in the direct control of the character with the quirk.\n\n## Table 5: Ability Quirks\n<row gap=\"tiny\">\n<table><tr><td>d10</td><td>Quirk</td></tr> <tr><td>1</td><td>**Temporal Effectiveness** The deviation's power feels slightly stronger (or slightly weaker) at a specific time of day.</td></tr> <tr><td>2</td><td>**Musical Notation** Your deviation produces strange ethereal tones or chimes when activated, or you activate it through singing, whistling, or similar performance.</td></tr> <tr><td>3</td><td>**Strange Biology** When you gained your deviation, you grew extra eyes, a set of chitinous antennae, or some other strange biological feature unusual for your ancestry. While you might be able to hide it underneath clothing, your deviant abilities all center around this organ, so it must be uncovered and unobstructed for you to use your deviation.</td></tr> <tr><td>4</td><td>**Chromatic Absorption** Whenever you use your deviation, you absorb or mute a specific color from an object near you, and any manifestation of your deviant ability has that color. The absorbed colors return to your surroundings within an hour.</td></tr> <tr><td>5</td><td>**Selective Application** The deviation works slightly better (or slightly worse) on a certain type of creature (such as gnomes or caterpillars) or material (such as glass or silver).</td></tr> <tr><td>6</td><td>**Atmospheric Disturbance** When you use your deviation, tiny clouds, light wind, or other small atmospheric disturbances occur within 5 feet of your body.</td></tr> <tr><td>7</td><td>**Fractal Sign** Your deviation causes sand, droplets, small insects, or other lightweight objects to organize themselves into strange, geometric patterns whenever activated.</td></tr> <tr><td>8</td><td>**Harmless Wound** When you use your deviation, trace amounts of blood drip from your eyes or nose.</td></tr> <tr><td>9</td><td>**Strange Fuel** Each day, you must consume a small amount of a specific material, such as quartz or holy water (which you can do harmlessly), or your deviation is painful to use.</td></tr> <tr><td>10</td><td>**Forgotten Prayers** When you gain your deviation, piecemeal knowledge of a forgotten language fills your mind—not enough to communicate, but enough that you control your deviation by commanding or beseeching some higher power in the language.</td></tr></table>\r\n</row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Quirks",
 "next_link": {
  "label": "Apocryphal Domain Spells",
  "url": "/Rules.aspx?ID=1728"
 },
 "previous_link": {
  "label": "Deviant Classifications",
  "url": "/Rules.aspx?ID=1723"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 103</row>\r\n\r\nDeviant Abilities\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 103"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 103</row>",
 "speed": {},
 "text": " Quirks Source Dark Archive pg. 103 No two deviant abilities are exactly alike, and even when two characters gain the same ability in the same event, individual factors like age, ancestry, and personality alter how their abilities manifest. Every deviant ability has one or two quirks, determined when the ability is gained. If playing with background deviant abilities, collaborate with your player to decide the quirk, maybe each suggesting one. If playing with campaign deviant abilities, simply pick quirks that fit the story or roll randomly. You can also use the quirks on Table 5 as a guide to invent new ones for your players. These quirks don't normally have any mechanical effect, since their purpose is only to alter minor details of a power to make them stand out, though they may have narrative implications on occasion. If you want to give a quirk a mechanical effect, it should never grant more than a +1 status bonus or –1 status penalty, and even then the statistic or check it applies to should be narrow and not in the direct control of the character with the quirk. ## Table 5: Ability Quirks d10 Quirk 1 Temporal Effectiveness The deviation's power feels slightly stronger (or slightly weaker) at a specific time of day. 2 Musical Notation Your deviation produces strange ethereal tones or chimes when activated, or you activate it through singing, whistling, or similar performance. 3 Strange Biology When you gained your deviation, you grew extra eyes, a set of chitinous antennae, or some other strange biological feature unusual for your ancestry. While you might be able to hide it underneath clothing, your deviant abilities all center around this organ, so it must be uncovered and unobstructed for you to use your deviation. 4 Chromatic Absorption Whenever you use your deviation, you absorb or mute a specific color from an object near you, and any manifestation of your deviant ability has that color. The absorbed colors return to your surroundings within an hour. 5 Selective Application The deviation works slightly better (or slightly worse) on a certain type of creature (such as gnomes or caterpillars) or material (such as glass or silver). 6 Atmospheric Disturbance When you use your deviation, tiny clouds, light wind, or other small atmospheric disturbances occur within 5 feet of your body. 7 Fractal Sign Your deviation causes sand, droplets, small insects, or other lightweight objects to organize themselves into strange, geometric patterns whenever activated. 8 Harmless Wound When you use your deviation, trace amounts of blood drip from your eyes or nose. 9 Strange Fuel Each day, you must consume a small amount of a specific material, such as quartz or holy water (which you can do harmlessly), or your deviation is painful to use. 10 Forgotten Prayers When you gain your deviation, piecemeal knowledge of a forgotten language fills your mind—not enough to communicate, but enough that you control your deviation by commanding or beseeching some higher power in the language. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1727",
 "weakness": {}
}