{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Specific Checks",
  "Attack Rolls"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-323",
 "markdown": "<title level=\"1\" right=\"Rules\">[Range Penalty](/Rules.aspx?ID=323)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 446 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nRanged and thrown weapons each have a listed range increment, and attacks with them grow less accurate against targets farther away (range and range increments are covered in depth on page 279). As long as your target is at or within the listed range increment, also called the first range increment, you take no penalty to the attack roll. If you’re attacking beyond that range increment, you take a –2 penalty for each additional increment beyond the first. You can attempt to attack with a ranged weapon or thrown weapon up to six range increments away, but the farther away you are, the harder it is to hit your target.\n\n For example, the range increment of a crossbow is 120 feet. If you are shooting at a target no farther away than that distance, you take no penalty due to range. If they’re beyond 120 feet but no more than 240 feet away, you take a –2 penalty due to range. If they’re beyond 240 feet but no more than 360 feet away, you take a –4 penalty due to range, and so on, until you reach the last range increment: beyond 600 feet but no more than 720 feet away, where you take a –10 penalty due to range.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Range Penalty",
 "next_link": {
  "label": "Armor Class",
  "url": "/Rules.aspx?ID=324"
 },
 "previous_link": {
  "label": "Multiple Attack Penalty",
  "url": "/Rules.aspx?ID=322"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 446 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Specific Checks / Attack Rolls\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 446"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 446 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Range Penalty Source Core Rulebook pg. 446 4.0 Ranged and thrown weapons each have a listed range increment, and attacks with them grow less accurate against targets farther away (range and range increments are covered in depth on page 279). As long as your target is at or within the listed range increment, also called the first range increment, you take no penalty to the attack roll. If you’re attacking beyond that range increment, you take a –2 penalty for each additional increment beyond the first. You can attempt to attack with a ranged weapon or thrown weapon up to six range increments away, but the farther away you are, the harder it is to hit your target. For example, the range increment of a crossbow is 120 feet. If you are shooting at a target no farther away than that distance, you take no penalty due to range. If they’re beyond 120 feet but no more than 240 feet away, you take a –2 penalty due to range. If they’re beyond 240 feet but no more than 360 feet away, you take a –4 penalty due to range, and so on, until you reach the last range increment: beyond 600 feet but no more than 720 feet away, where you take a –10 penalty due to range. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=323",
 "weakness": {}
}