{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Effects"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-352",
 "markdown": "<title level=\"1\" right=\"Rules\">[Range and Reach](/Rules.aspx?ID=352)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 455 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nActions and other abilities that generate an effect typically work within a specified range or a reach. Most spells and abilities list a range—the maximum distance from the creature or object creating the effect in which the effect can occur.\n\n Ranged and thrown weapons have a range increment. Attacks with such weapons work normally up to that range. Attacks against targets beyond that range take a –2 penalty, which worsens by 2 for every additional multiple of that range, to a maximum of a –10 penalty after five additional range increments. Attacks beyond this range are not possible. For example, if you are using a shortbow, your attacks take no penalty against a target up to 60 feet away, a –2 penalty if a target is over 60 and up to 120 feet away, a –4 if a target is over 120 and up to 180 feet away, and so on, up to a maximum distance of 360 feet.\n\n Reach is how far you can physically reach with your body or a weapon. Melee Strikes rely on reach. Your reach also creates an area around your space where other creatures could trigger your reactions. Your reach is typically 5 feet, but weapons with the reach trait can extend this. Larger creatures can have greater reach; for instance, an ogre has a 10-foot reach. Unlike with measuring most distances, 10-foot reach can reach 2 squares diagonally. Reach greater than 10 feet is measured normally; 20-foot reach can reach 3 squares diagonally, 30-foot reach can reach 4, and so on.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Range and Reach",
 "next_link": {
  "label": "Targets",
  "url": "/Rules.aspx?ID=353"
 },
 "previous_link": {
  "label": "Duration",
  "url": "/Rules.aspx?ID=351"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 455 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Effects\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 455"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 455 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Range and Reach Source Core Rulebook pg. 455 4.0 Actions and other abilities that generate an effect typically work within a specified range or a reach. Most spells and abilities list a range—the maximum distance from the creature or object creating the effect in which the effect can occur. Ranged and thrown weapons have a range increment. Attacks with such weapons work normally up to that range. Attacks against targets beyond that range take a –2 penalty, which worsens by 2 for every additional multiple of that range, to a maximum of a –10 penalty after five additional range increments. Attacks beyond this range are not possible. For example, if you are using a shortbow, your attacks take no penalty against a target up to 60 feet away, a –2 penalty if a target is over 60 and up to 120 feet away, a –4 if a target is over 120 and up to 180 feet away, and so on, up to a maximum distance of 360 feet. Reach is how far you can physically reach with your body or a weapon. Melee Strikes rely on reach. Your reach also creates an area around your space where other creatures could trigger your reactions. Your reach is typically 5 feet, but weapons with the reach trait can extend this. Larger creatures can have greater reach; for instance, an ogre has a 10-foot reach. Unlike with measuring most distances, 10-foot reach can reach 2 squares diagonally. Reach greater than 10 feet is measured normally; 20-foot reach can reach 3 squares diagonally, 30-foot reach can reach 4, and so on. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=352",
 "weakness": {}
}