{
 "breadcrumbs": [
  "Guns Equipment",
  "Fantasy Firearms"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1655",
 "markdown": "<title level=\"1\" right=\"Rules\">[Rare and Unique Firearms](/Rules.aspx?ID=1655)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 160</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile firearms are relatively uncommon in Golarion and extremely unusual to encounter in the Inner Sea region outside of a few specific areas, they are nonetheless an attractive choice for use in crafting unique signature weapons and other great works. The fey of Arcadia created their own firearm in the form of the [_Rowan Rifle_](/Equipment.aspx?ID=1185) to gift to their champions, while in the Inner Sea heroes from several countries and regions have traveled to Alkenstar to have their trophies immortalized as part of a powerful and unusual weapon.\n\n The following are rare and unique specific magic firearms, possessing unusual and sometimes outlandish special effects. Some among these firearms are cursed, haunted, or even intelligent. You can find more information on cursed items on Gamemastery Guide page 90, and more information on intelligent items on Gamemastery Guide page 88. A haunted firearm is simply a cursed firearm whose curse derives from a confused, enraged, or tormented spirit attached to the weapon. It is often possible, though difficult, to discover and resolve the unfinished business that will put that spirit to rest. In this case, the firearm's curse might be forever lifted as the spirit goes free to the afterlife, never to bother the firearm's wielder again\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Integrated Firearms</title>\r\n\r\nIn addition to the many rare and unique weapons presented here, there exists a special type of rare firearm known as an integrated firearm that anyone who knows the proper techniques can craft. An integrated firearm replaces a creature's forelimb, usually in place of a prosthesis or one of an [automaton's](/Ancestries.aspx?ID=48) arms. An integrated weapon can be a one or two-handed firearm or combination weapon, though weapons with the reach property are typically too ungainly for this treatment and one-handed weapons are usually preferred since two-handed weapons still require the use of a second arm for proper wielding. Opponents can't disarm an integrated firearm and they take 10 minutes to attach or remove. Integrated firearms can be fired using the same arm they are attached to, with careful and complex mechanics that use the wearer's posture or even directly attach to the muscles or other infrastructure that used to control the severed or detached limb. A creature with an integrated firearm can't use the arm replaced by the firearm for any actions or tasks other than wielding and firing the firearm.\r\n</aside>",
 "name": "Rare and Unique Firearms",
 "next_link": {
  "label": "Black Powder Siege Weapons",
  "url": "/Rules.aspx?ID=1656"
 },
 "previous_link": {
  "label": "Combination Weapons",
  "url": "/Rules.aspx?ID=1654"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 160</row>\r\n\r\nGuns Equipment / Fantasy Firearms\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 160"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 160</row>",
 "speed": {},
 "text": " Rare and Unique Firearms Source Guns &amp; Gears pg. 160 While firearms are relatively uncommon in Golarion and extremely unusual to encounter in the Inner Sea region outside of a few specific areas, they are nonetheless an attractive choice for use in crafting unique signature weapons and other great works. The fey of Arcadia created their own firearm in the form of the Rowan Rifle to gift to their champions, while in the Inner Sea heroes from several countries and regions have traveled to Alkenstar to have their trophies immortalized as part of a powerful and unusual weapon. The following are rare and unique specific magic firearms, possessing unusual and sometimes outlandish special effects. Some among these firearms are cursed, haunted, or even intelligent. You can find more information on cursed items on Gamemastery Guide page 90, and more information on intelligent items on Gamemastery Guide page 88. A haunted firearm is simply a cursed firearm whose curse derives from a confused, enraged, or tormented spirit attached to the weapon. It is often possible, though difficult, to discover and resolve the unfinished business that will put that spirit to rest. In this case, the firearm's curse might be forever lifted as the spirit goes free to the afterlife, never to bother the firearm's wielder again Integrated Firearms In addition to the many rare and unique weapons presented here, there exists a special type of rare firearm known as an integrated firearm that anyone who knows the proper techniques can craft. An integrated firearm replaces a creature's forelimb, usually in place of a prosthesis or one of an automaton's arms. An integrated weapon can be a one or two-handed firearm or combination weapon, though weapons with the reach property are typically too ungainly for this treatment and one-handed weapons are usually preferred since two-handed weapons still require the use of a second arm for proper wielding. Opponents can't disarm an integrated firearm and they take 10 minutes to attach or remove. Integrated firearms can be fired using the same arm they are attached to, with careful and complex mechanics that use the wearer's posture or even directly attach to the muscles or other infrastructure that used to control the severed or detached limb. A creature with an integrated firearm can't use the arm replaced by the firearm for any actions or tasks other than wielding and firing the firearm. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1655",
 "weakness": {}
}