{
 "breadcrumbs": [
  "Chapter 1: Ancestries & Backgrounds",
  "Backgrounds"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1429",
 "markdown": "<title level=\"1\" right=\"Rules\">[Rare Backgrounds](/Rules.aspx?ID=1429)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 50 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile most backgrounds are available to any character, some backgrounds are so unusual that just having them makes a character rare and extraordinary.\n\n These rare backgrounds can give a player a significantly different roleplaying experience by setting their character up with a history or legacy beyond the norm. Whether a character with the royalty background is heir to the throne of the kingdom where your campaign takes place or to a distant but powerful nation in the same world, the character is situated in a special position within the narrative. Your character's background is an intrinsic part of where they come from and not something they earn during the game. Rare backgrounds should be chosen only after a discussion between the GM and the other players as to whether one would apply for a particular character in your group's game.\n\n Backgrounds can also be unique, such that no other character can have them if your character does. To create unique backgrounds, you can adapt the rare backgrounds in this section by including more specific details.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Rare Backgrounds",
 "next_link": {
  "label": "Chapter 2: Classes",
  "url": "/Rules.aspx?ID=1430"
 },
 "previous_link": {
  "label": "Common Backgrounds",
  "url": "/Rules.aspx?ID=1428"
 },
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 50 <sup>2.0</sup></row>\r\n\r\nChapter 1: Ancestries &amp; Backgrounds / Backgrounds\r\n</additional-info>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 50"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 50 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Rare Backgrounds Source Advanced Player's Guide pg. 50 2.0 While most backgrounds are available to any character, some backgrounds are so unusual that just having them makes a character rare and extraordinary. These rare backgrounds can give a player a significantly different roleplaying experience by setting their character up with a history or legacy beyond the norm. Whether a character with the royalty background is heir to the throne of the kingdom where your campaign takes place or to a distant but powerful nation in the same world, the character is situated in a special position within the narrative. Your character's background is an intrinsic part of where they come from and not something they earn during the game. Rare backgrounds should be chosen only after a discussion between the GM and the other players as to whether one would apply for a particular character in your group's game. Backgrounds can also be unique, such that no other character can have them if your character does. To create unique backgrounds, you can adapt the rare backgrounds in this section by including more specific details. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1429",
 "weakness": {}
}