{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "Encounter Mode"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-442",
 "markdown": "<title level=\"1\" right=\"Rules\">[Reactions in Encounters](/Rules.aspx?ID=442)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 472 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYour reactions let you respond immediately to what’s happening around you. The GM determines whether you can use reactions before your first turn begins, depending on the situation in which the encounter happens.\n\n Once your first turn begins, you gain your actions and reaction. You can use 1 reaction per round. You can use a reaction on anyone’s turn (including your own), but only when its trigger occurs. If you don’t use your reaction, you lose it at the start of your next turn, though you typically then gain a reaction at the start of that turn. \n\n Some reactions are specifically meant to be used in combat and can change how the battle plays out drastically. One example of such a reaction is Attack of Opportunity, which fighters gain at 1st level. \n\n<document level=\"2\" id=\"action-8\" />This reaction lets you make a melee Strike if a creature within reach uses a manipulate or move action, makes a ranged attack, or leaves a square during a move action. The Triggering Moves diagram on page 474 illustrates examples of movements that might trigger an Attack of Opportunity from a creature without reach and one with reach.\n\n You’ll notice this reaction allows you to use a modified basic action, a Strike. This follows the rules on subordinate actions found on page 462. Because your Attack of Opportunity takes place outside of your turn, the attack roll doesn’t incur a multiple attack penalty.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Reactions in Encounters",
 "next_link": {
  "label": "Movement in Encounters",
  "url": "/Rules.aspx?ID=443"
 },
 "previous_link": {
  "label": "Activities in Encounters",
  "url": "/Rules.aspx?ID=441"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 472 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / Encounter Mode\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 472"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 472 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Reactions in Encounters Source Core Rulebook pg. 472 4.0 Your reactions let you respond immediately to what’s happening around you. The GM determines whether you can use reactions before your first turn begins, depending on the situation in which the encounter happens. Once your first turn begins, you gain your actions and reaction. You can use 1 reaction per round. You can use a reaction on anyone’s turn (including your own), but only when its trigger occurs. If you don’t use your reaction, you lose it at the start of your next turn, though you typically then gain a reaction at the start of that turn. Some reactions are specifically meant to be used in combat and can change how the battle plays out drastically. One example of such a reaction is Attack of Opportunity, which fighters gain at 1st level. This reaction lets you make a melee Strike if a creature within reach uses a manipulate or move action, makes a ranged attack, or leaves a square during a move action. The Triggering Moves diagram on page 474 illustrates examples of movements that might trigger an Attack of Opportunity from a creature without reach and one with reach. You’ll notice this reaction allows you to use a modified basic action, a Strike. This follows the rules on subordinate actions found on page 462. Because your Attack of Opportunity takes place outside of your turn, the attack roll doesn’t incur a multiple attack penalty. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=442",
 "weakness": {}
}