{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Format of Rules Elements"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-65",
 "markdown": "<title level=\"1\" right=\"Rules\">[Reading Rules](/Rules.aspx?ID=65)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 18 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThis book contains hundreds of rules elements that give characters new and interesting ways to respond to situations in the game. All characters can use the basic actions found in Chapter 9, but an individual character often has special rules that allow them to do things most other characters can’t. Most of these options are feats, which are gained by making certain choices at character creation or when a character advances in level.\n\n Regardless of the game mechanic they convey, rules elements are always presented in the form of a stat block, a summary of the rules necessary to bring the monster, character, item, or other rules element to life during play. Where appropriate, stat blocks are introduced with an explanation of their format. For example, the Ancestry section of Chapter 2 contains rules for each of the game’s six core ancestries, and an explanation of these rules appears at the beginning of that chapter.\n\n The general format for stat blocks is shown below. Entries are omitted from a stat block when they don’t apply, so not all rule elements have all of the entries given below. Actions, reactions, and free actions each have the corresponding icon next to their name to indicate their type. An activity that can be completed in a single turn has a symbol indicating how many actions are needed to complete it; activities that take longer to perform omit these icons. If a character must attain a certain level before accessing an ability, that level is indicated to the right of the stat block’s name. Rules also often have traits associated with them (traits appear in the Glossary and Index).\n\n Spells, alchemical items, and magic items use a similar format, but their stat blocks contain a number of unique elements (see Chapter 7 for more on reading spells, and Chapter 11 for more on alchemical and magic items).\n\n<title level=\"3\" right=\"Level\">Action or Feat Name <actions string=\"Single Action\" /></title><traits><trait label=\"Traits\" /></traits>**Prerequisites** Any minimum ability scores, feats, proficiency ranks, or other prerequisites you must have before you can access this rule element are listed here. Feats also have a level prerequisite, which appears above.<br /> **Frequency** This is the limit on how many times you can use the ability within a given time.<br /> **Trigger** Reactions and some free actions have triggers that must be met before they can be used.<br /> **Requirements** Sometimes you must have a certain item or be in a certain circumstance to use an ability. If so, it’s listed in this section.\n\n---\n\nThis section describes the effects or benefits of a rule element. If the rule is an action, it explains what the effect is or what you must roll to determine the effect. If it’s a feat that modifies an existing action or grants a constant effect, the benefit is explained here. <br />**Special** Any special qualities of the rule are explained in this section. Usually this section appears in feats you can select more than once, explaining what happens when you do.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Reading Rules",
 "next_link": {
  "label": "Character Creation",
  "url": "/Rules.aspx?ID=66"
 },
 "previous_link": {
  "label": "Understanding Actions",
  "url": "/Rules.aspx?ID=60"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 18 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Format of Rules Elements\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 18"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 18 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Reading Rules Source Core Rulebook pg. 18 4.0 This book contains hundreds of rules elements that give characters new and interesting ways to respond to situations in the game. All characters can use the basic actions found in Chapter 9, but an individual character often has special rules that allow them to do things most other characters can’t. Most of these options are feats, which are gained by making certain choices at character creation or when a character advances in level. Regardless of the game mechanic they convey, rules elements are always presented in the form of a stat block, a summary of the rules necessary to bring the monster, character, item, or other rules element to life during play. Where appropriate, stat blocks are introduced with an explanation of their format. For example, the Ancestry section of Chapter 2 contains rules for each of the game’s six core ancestries, and an explanation of these rules appears at the beginning of that chapter. The general format for stat blocks is shown below. Entries are omitted from a stat block when they don’t apply, so not all rule elements have all of the entries given below. Actions, reactions, and free actions each have the corresponding icon next to their name to indicate their type. An activity that can be completed in a single turn has a symbol indicating how many actions are needed to complete it; activities that take longer to perform omit these icons. If a character must attain a certain level before accessing an ability, that level is indicated to the right of the stat block’s name. Rules also often have traits associated with them (traits appear in the Glossary and Index). Spells, alchemical items, and magic items use a similar format, but their stat blocks contain a number of unique elements (see Chapter 7 for more on reading spells, and Chapter 11 for more on alchemical and magic items). Action or Feat Name Single Action Prerequisites Any minimum ability scores, feats, proficiency ranks, or other prerequisites you must have before you can access this rule element are listed here. Feats also have a level prerequisite, which appears above. Frequency This is the limit on how many times you can use the ability within a given time. Trigger Reactions and some free actions have triggers that must be met before they can be used. Requirements Sometimes you must have a certain item or be in a certain circumstance to use an ability. If so, it’s listed in this section. --- This section describes the effects or benefits of a rule element. If the rule is an action, it explains what the effect is or what you must roll to determine the effect. If it’s a feat that modifies an existing action or grants a constant effect, the benefit is explained here. Special Any special qualities of the rule are explained in this section. Usually this section appears in feats you can select more than once, explaining what happens when you do. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=65",
 "weakness": {}
}