{
 "breadcrumbs": [
  "Eidolons"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1586",
 "markdown": "<title level=\"1\" right=\"Rules\">[Reading an Eidolon Entry](/Rules.aspx?ID=1586)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 58 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAn eidolon entry contains the following information, followed by a description of the eidolon's initial ability and abilities gained from the eidolon symbiosis and eidolon transcendence class features.\n\n **Tradition** This is the eidolon's corresponding magical tradition, which determines the type of magic you can cast. <br />**Traits** All eidolons have the [eidolon](/Traits.aspx?ID=386) trait, and each type of eidolon has additional traits. They all appear in this entry. <br />**Alignment** You choose your eidolon's alignment, abiding by any alignment restrictions listed here. Your eidolon's alignment has no impact on your own. <br />**Home Plane** This is the eidolon's home plane, where it goes when unmanifested. This can help you determine the effects of abilities dependent on a creature's home plane, such as [_banishment_](/Spells.aspx?ID=19).\n\n---\n\n**Size** This is the eidolon's starting Size. <br />**Suggested Attacks** This entry suggests forms that the eidolon's attacks might take (see Unarmed Attacks above). <br />**Eidolon Array** Choose from one of two arrays for your eidolon. This choice sets its ability scores, as well as the form of its defenses, as represented by an item bonus to AC and its Dexterity cap. For instance, a [demon](/Eidolons.aspx?ID=5) eidolon can have the wrecker array, with a higher Strength and item bonus to AC, or be a tempter, with a higher Charisma and Dexterity cap. The appearance of the eidolon's protection can be anything you choose that fits the eidolon: armor, scales, tough hide, a mystical aura of deflection, and so on. Though each eidolon has two arrays in this book, it's possible for other varieties to appear elsewhere. <br />**Skills** These are the skills that the eidolon has taught you, or that you learned as part of linking with your eidolon. You are trained in these skills, and the eidolon shares this proficiency as normal for its skills. <br />**Senses** This entry, if present, lists your eidolon's special senses. If this entry is not present, the eidolon has senses like a human's. <br />**Language** This is the eidolon's starting language. You know this language, in addition to the other languages you know normally. Your eidolon doesn't gain any additional languages based on its Intelligence modifier, but it can speak all the same languages you can. <br />**Speed** This entry lists your eidolon's Speeds.\n\n---\n\n**Eidolon Abilities** The eidolon starts with an initial ability, gains the symbiosis ability when you gain the eidolon symbiosis class feature, and gains the transcendence ability when you gain the eidolon transcendence class feature.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Gear and your Eidolon</title>\r\n\r\nYour eidolon can't wear or use magic items, except for items with the [eidolon](/Traits.aspx?ID=386) trait. An eidolon can have up to two items invested. Your eidolon's link to you means it can benefit from certain magic items invested by you. \n<ul><li>Your eidolon gains item bonuses to Perception and skills from any magical items that you have invested.</li><li>Your eidolon increases its item bonus to AC based on your armor's [_armor potency rune_](/Equipment.aspx?ID=278) or [_bracers of armor_](/Equipment.aspx?ID=416). It also gains an item bonus to its saves from the [_resilient rune_](/Equipment.aspx?ID=279) on your armor or from your _bracers of armor_. Other permanent items that grant or increase item bonuses to AC and saves might convey a similar benefit, as determined by the GM.</li><li>Your eidolon's Strikes benefit from the fundamental and property runes on your [_handwraps of mighty blows_](/Equipment.aspx?ID=441). Alternatively, you can Invest a magic weapon (even though magic weapons can't normally be Invested) to share its fundamental and property runes with your eidolon. You share these benefits only while you're holding the weapon, and you can have no more than one weapon invested in this way at a time. In either case, the eidolon gains only the benefits that can apply to its attacks, with the same limitations noted in _handwraps of mighty blows_.</li></ul>\r\n</aside>",
 "name": "Reading an Eidolon Entry",
 "next_link": {
  "label": "Introduction",
  "url": "/Rules.aspx?ID=1587"
 },
 "previous_link": {
  "label": "Eidolon Spells",
  "url": "/Rules.aspx?ID=1585"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 58 <sup>1.1</sup></row>\r\n\r\nEidolons\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 58"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 58 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Reading an Eidolon Entry Source Secrets of Magic pg. 58 1.1 An eidolon entry contains the following information, followed by a description of the eidolon's initial ability and abilities gained from the eidolon symbiosis and eidolon transcendence class features. Tradition This is the eidolon's corresponding magical tradition, which determines the type of magic you can cast. Traits All eidolons have the eidolon trait, and each type of eidolon has additional traits. They all appear in this entry. Alignment You choose your eidolon's alignment, abiding by any alignment restrictions listed here. Your eidolon's alignment has no impact on your own. Home Plane This is the eidolon's home plane, where it goes when unmanifested. This can help you determine the effects of abilities dependent on a creature's home plane, such as banishment . --- Size This is the eidolon's starting Size. Suggested Attacks This entry suggests forms that the eidolon's attacks might take (see Unarmed Attacks above). Eidolon Array Choose from one of two arrays for your eidolon. This choice sets its ability scores, as well as the form of its defenses, as represented by an item bonus to AC and its Dexterity cap. For instance, a demon eidolon can have the wrecker array, with a higher Strength and item bonus to AC, or be a tempter, with a higher Charisma and Dexterity cap. The appearance of the eidolon's protection can be anything you choose that fits the eidolon: armor, scales, tough hide, a mystical aura of deflection, and so on. Though each eidolon has two arrays in this book, it's possible for other varieties to appear elsewhere. Skills These are the skills that the eidolon has taught you, or that you learned as part of linking with your eidolon. You are trained in these skills, and the eidolon shares this proficiency as normal for its skills. Senses This entry, if present, lists your eidolon's special senses. If this entry is not present, the eidolon has senses like a human's. Language This is the eidolon's starting language. You know this language, in addition to the other languages you know normally. Your eidolon doesn't gain any additional languages based on its Intelligence modifier, but it can speak all the same languages you can. Speed This entry lists your eidolon's Speeds. --- Eidolon Abilities The eidolon starts with an initial ability, gains the symbiosis ability when you gain the eidolon symbiosis class feature, and gains the transcendence ability when you gain the eidolon transcendence class feature. Gear and your Eidolon Your eidolon can't wear or use magic items, except for items with the eidolon trait. An eidolon can have up to two items invested. Your eidolon's link to you means it can benefit from certain magic items invested by you. Your eidolon gains item bonuses to Perception and skills from any magical items that you have invested. Your eidolon increases its item bonus to AC based on your armor's armor potency rune or bracers of armor . It also gains an item bonus to its saves from the resilient rune on your armor or from your bracers of armor . Other permanent items that grant or increase item bonuses to AC and saves might convey a similar benefit, as determined by the GM. Your eidolon's Strikes benefit from the fundamental and property runes on your handwraps of mighty blows . Alternatively, you can Invest a magic weapon (even though magic weapons can't normally be Invested) to share its fundamental and property runes with your eidolon. You share these benefits only while you're holding the weapon, and you can have no more than one weapon invested in this way at a time. In either case, the eidolon gains only the benefits that can apply to its attacks, with the same limitations noted in handwraps of mighty blows . ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1586",
 "weakness": {}
}