{
 "breadcrumbs": [
  "Chapter 7: Spells"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-303",
 "markdown": "<title level=\"1\" right=\"Rules\">[Reading Spells](/Rules.aspx?ID=303)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 306 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEach spell uses the following format. Entries appear only when applicable, so not all spells will have every entry described here. The spell's name line also lists the type of spell if it's a cantrip or focus spell, as well as the level.\n\n<title level=\"3\" right=\"Spell Level\">Spell Name </title><traits><trait label=\"Traits\" /></traits>**Tradition** This entry lists the magical traditions the spell belongs to. Some feats or other abilities might add a spell to your spell list even if you don't follow the listed traditions.<br />**Cast** The number of actions required to Cast the Spell are listed here. Spells that can be cast during a single turn have the appropriate icon, as do those that can be cast as a free action or a reaction. Spells that take longer to cast list the time required, such as “1 minute.” After this, the spell's components are listed. If Casting the Spell has a cost, requirements, or a trigger, that information is also listed in this section. A cost includes any money, valuable materials, or other resources that must be expended to cast the spell.<br />**Range, Area, and Targets** This entry lists the range of the spell, the area it affects, and the targets it can affect, if any. If none of these entries are present, the spell affects only the caster.<br />**Saving Throw and Duration** If a spell allows the target to attempt a saving throw, the type of save appears here. Any details on the particular results and timing of the save appear in the text unless the entry specifies a [basic saving throw](/Rules.aspx?ID=329). If the spell requires a save only under certain circumstances or at a certain time, this entry is omitted, since the text needs to explain it in more detail. A spell that doesn't list a duration takes place instantaneously, and anything created by it persists after the spell.\n\n---\n\nA horizontal line follows saving throws and duration, and the effects of the spell are described after this line. This section might also detail the possible results of a saving throw: critical success, success, failure, and critical failure.\n\n---\n\n**Heightened (level)** If the spell has special effects when heightened, those effects appear at the end of the stat block.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Other Spell Traits</title>\r\n\r\nSome spells and effects have traits such as “[mental](/Traits.aspx?ID=106)” or “[good](/Traits.aspx?ID=83).” These tell you more about the spell and how it works, and other rules might reference them. A creature might, for example, have a –2 circumstance penalty to saving throws against mental effects. Below is a glossary of a few traits you might see with important rules.\n\n **[Auditory](/Traits.aspx?ID=16)** Auditory spells rely on sound. A spell with the auditory trait has its effect only if the target can hear it. This is different from a [sonic](/Traits.aspx?ID=147) effect, which still affects targets who can't hear it (such as [deaf](/Conditions.aspx?ID=8) targets) as long as the effect makes sound.\n\n **[Darkness](/Traits.aspx?ID=39) and [Light](/Traits.aspx?ID=100)** Effects with the darkness and light traits interact in specific ways. Non-magical light always shines in non-magical darkness and always fails to shine in magical darkness. Magical light always shines in non-magical darkness but shines in magical darkness only if the light spell has a higher level than that of the darkness effect. Spells with the darkness trait or the light trait can always [counteract](/Rules.aspx?ID=371) one another, but bringing light and darkness into contact doesn't automatically do so. You must usually cast a light spell on a darkness effect directly to counteract it (and vice versa), but some spells automatically attempt to counteract opposing effects.\n\n **[Incapacitation](/Traits.aspx?ID=93)** An ability with this trait can take a character completely out of the fight or even kill them, and it's harder to use on a more powerful character. If a spell has the incapacitation trait, any creature of more than twice the spell's level treats the result of their check to prevent being incapacitated as one degree of success better or the result of any check the spellcaster made to incapacitate them as one degree of success worse. If any other effect has the incapacitation trait, a creature of higher level than the item, creature, or hazard generating the effect gains the same benefits.\n\n**[Minion](/Traits.aspx?ID=109)** Minions are creatures that directly serve another creature. A creature with this trait can use only 2 actions per turn, doesn't have reactions, and can't act when it's not your turn. Your minion acts on your turn in combat, once per turn, when you spend an action to issue it commands. For an animal companion, you [Command an Animal](/Actions.aspx?ID=58); for a minion that's a spell or magic item effect, like a summoned minion, you Sustain a Spell or Sustain an Activation; if not otherwise specified, you issue a verbal command as a single action with the [auditory](/Traits.aspx?ID=16) and [concentrate](/Traits.aspx?ID=32) traits. If given no commands, minions use no actions except to defend themselves or to escape obvious harm. If left unattended for long enough, typically 1 minute, mindless minions usually don't act, animals follow their instincts, and sapient minions act how they please. A minion can't control other creatures. **[Morph](/Traits.aspx?ID=113)** Spells that slightly alter a creature's form have the morph trait. Any Strikes specifically granted by a morph effect are [magical](/Traits.aspx?ID=103). You can be affected by multiple morph spells at once, but if you morph the same body part more than once, the second morph effect attempts to counteract the first (in the same manner as two polymorph effects, described below).\n\n Your morph effects might also end if you are polymorphed and the polymorph effect invalidates or overrides your morph effect. For instance, a morph that gave you wings would be dismissed if you polymorphed into a form that had wings of its own (though if your new form lacked wings, you'd keep the wings from your morph). The GM determines which morph effects can be used together and which can't.\n\n **[Polymorph](/Traits.aspx?ID=127)**  These effects transform the target into a new form. A target can't be under the effect of more than one polymorph effect at a time. If it comes under the effect of a second polymorph effect, the second polymorph effect attempts to counteract the first. If it succeeds, it takes effect, and if it fails, the spell has no effect on that target. Any Strikes specifically granted by a polymorph effect are magical. Unless otherwise stated, polymorph spells don't allow the target to take on the appearance of a specific individual creature, but rather just a generic creature of a general type or ancestry.\n\n If you take on a battle form with a polymorph spell, the special statistics can be adjusted only by circumstance bonuses, status bonuses, and penalties. Unless otherwise noted, the battle form prevents you from casting spells, speaking, and using most [manipulate](/Traits.aspx?ID=104) actions that require hands. (If there's doubt about whether you can use an action, the GM decides.) Your gear is absorbed into you; the constant abilities of your gear still function, but you can't activate any items.\n\n**[Summoned](/Traits.aspx?ID=154)** A creature called by a spell or effect gains the summoned trait. A summoned creature can't summon other creatures, create things of value, or cast spells that require a cost. It has the [minion](/Traits.aspx?ID=109) trait. If it tries to Cast a Spell of equal or higher level than the spell that summoned it, it overpowers the summoning magic, causing its own spell to fail and the summon spell to end. Otherwise, the summoned creature uses the standard abilities for a creature of its kind. It generally attacks your enemies to the best of its ability. If you can communicate with it, you can attempt to command it, but the GM determines the degree to which it follows your commands.\n\n Immediately when you finish casting, the summoned creature uses its 2 actions for that turn. A spawn or other creature generated from a summoned creature returns to its unaltered state (usually a corpse in the case of spawn) once the summoned creature is gone. If it's unclear what this state would be, the GM decides. Summoned creatures can be banished by various spells and effects. They are automatically banished if reduced to 0 Hit Points or if the spell that called them ends.\n\n **[Visual](/Traits.aspx?ID=163)**  A visual spell can affect only creatures that can see it.\r\n</aside>",
 "name": "Reading Spells",
 "next_link": {
  "label": "Rituals",
  "url": "/Rules.aspx?ID=777"
 },
 "previous_link": {
  "label": "Walls",
  "url": "/Rules.aspx?ID=302"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 306 <sup>4.0</sup></row>\r\n\r\nChapter 7: Spells\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 306"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 306 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Reading Spells Source Core Rulebook pg. 306 4.0 Each spell uses the following format. Entries appear only when applicable, so not all spells will have every entry described here. The spell's name line also lists the type of spell if it's a cantrip or focus spell, as well as the level. Spell Name Tradition This entry lists the magical traditions the spell belongs to. Some feats or other abilities might add a spell to your spell list even if you don't follow the listed traditions. Cast The number of actions required to Cast the Spell are listed here. Spells that can be cast during a single turn have the appropriate icon, as do those that can be cast as a free action or a reaction. Spells that take longer to cast list the time required, such as “1 minute.” After this, the spell's components are listed. If Casting the Spell has a cost, requirements, or a trigger, that information is also listed in this section. A cost includes any money, valuable materials, or other resources that must be expended to cast the spell. Range, Area, and Targets This entry lists the range of the spell, the area it affects, and the targets it can affect, if any. If none of these entries are present, the spell affects only the caster. Saving Throw and Duration If a spell allows the target to attempt a saving throw, the type of save appears here. Any details on the particular results and timing of the save appear in the text unless the entry specifies a basic saving throw. If the spell requires a save only under certain circumstances or at a certain time, this entry is omitted, since the text needs to explain it in more detail. A spell that doesn't list a duration takes place instantaneously, and anything created by it persists after the spell. --- A horizontal line follows saving throws and duration, and the effects of the spell are described after this line. This section might also detail the possible results of a saving throw: critical success, success, failure, and critical failure. --- Heightened (level) If the spell has special effects when heightened, those effects appear at the end of the stat block. Other Spell Traits Some spells and effects have traits such as “mental” or “good.” These tell you more about the spell and how it works, and other rules might reference them. A creature might, for example, have a –2 circumstance penalty to saving throws against mental effects. Below is a glossary of a few traits you might see with important rules. Auditory Auditory spells rely on sound. A spell with the auditory trait has its effect only if the target can hear it. This is different from a sonic effect, which still affects targets who can't hear it (such as deaf targets) as long as the effect makes sound. Darkness and Light Effects with the darkness and light traits interact in specific ways. Non-magical light always shines in non-magical darkness and always fails to shine in magical darkness. Magical light always shines in non-magical darkness but shines in magical darkness only if the light spell has a higher level than that of the darkness effect. Spells with the darkness trait or the light trait can always counteract one another, but bringing light and darkness into contact doesn't automatically do so. You must usually cast a light spell on a darkness effect directly to counteract it (and vice versa), but some spells automatically attempt to counteract opposing effects. Incapacitation An ability with this trait can take a character completely out of the fight or even kill them, and it's harder to use on a more powerful character. If a spell has the incapacitation trait, any creature of more than twice the spell's level treats the result of their check to prevent being incapacitated as one degree of success better or the result of any check the spellcaster made to incapacitate them as one degree of success worse. If any other effect has the incapacitation trait, a creature of higher level than the item, creature, or hazard generating the effect gains the same benefits. Minion Minions are creatures that directly serve another creature. A creature with this trait can use only 2 actions per turn, doesn't have reactions, and can't act when it's not your turn. Your minion acts on your turn in combat, once per turn, when you spend an action to issue it commands. For an animal companion, you Command an Animal; for a minion that's a spell or magic item effect, like a summoned minion, you Sustain a Spell or Sustain an Activation; if not otherwise specified, you issue a verbal command as a single action with the auditory and concentrate traits. If given no commands, minions use no actions except to defend themselves or to escape obvious harm. If left unattended for long enough, typically 1 minute, mindless minions usually don't act, animals follow their instincts, and sapient minions act how they please. A minion can't control other creatures. Morph Spells that slightly alter a creature's form have the morph trait. Any Strikes specifically granted by a morph effect are magical. You can be affected by multiple morph spells at once, but if you morph the same body part more than once, the second morph effect attempts to counteract the first (in the same manner as two polymorph effects, described below). Your morph effects might also end if you are polymorphed and the polymorph effect invalidates or overrides your morph effect. For instance, a morph that gave you wings would be dismissed if you polymorphed into a form that had wings of its own (though if your new form lacked wings, you'd keep the wings from your morph). The GM determines which morph effects can be used together and which can't. Polymorph These effects transform the target into a new form. A target can't be under the effect of more than one polymorph effect at a time. If it comes under the effect of a second polymorph effect, the second polymorph effect attempts to counteract the first. If it succeeds, it takes effect, and if it fails, the spell has no effect on that target. Any Strikes specifically granted by a polymorph effect are magical. Unless otherwise stated, polymorph spells don't allow the target to take on the appearance of a specific individual creature, but rather just a generic creature of a general type or ancestry. If you take on a battle form with a polymorph spell, the special statistics can be adjusted only by circumstance bonuses, status bonuses, and penalties. Unless otherwise noted, the battle form prevents you from casting spells, speaking, and using most manipulate actions that require hands. (If there's doubt about whether you can use an action, the GM decides.) Your gear is absorbed into you; the constant abilities of your gear still function, but you can't activate any items. Summoned A creature called by a spell or effect gains the summoned trait. A summoned creature can't summon other creatures, create things of value, or cast spells that require a cost. It has the minion trait. If it tries to Cast a Spell of equal or higher level than the spell that summoned it, it overpowers the summoning magic, causing its own spell to fail and the summon spell to end. Otherwise, the summoned creature uses the standard abilities for a creature of its kind. It generally attacks your enemies to the best of its ability. If you can communicate with it, you can attempt to command it, but the GM determines the degree to which it follows your commands. Immediately when you finish casting, the summoned creature uses its 2 actions for that turn. A spawn or other creature generated from a summoned creature returns to its unaltered state (usually a corpse in the case of spawn) once the summoned creature is gone. If it's unclear what this state would be, the GM decides. Summoned creatures can be banished by various spells and effects. They are automatically banished if reduced to 0 Hit Points or if the spell that called them ends. Visual A visual spell can affect only creatures that can see it. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=303",
 "weakness": {}
}