{
 "breadcrumbs": [
  "Chapter 11: Crafting & Treasure"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-694",
 "markdown": "<title level=\"1\" right=\"Rules\">[Reading Items](/Rules.aspx?ID=694)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 534 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nHundreds of items lie ahead. Each item is presented in a stat block, much like spells or feats. The example below shows the structure of an item stat block and gives a brief description of each entry. Entries appear only when applicable, so not all items will have every entry described here. Detailed rules governing aspects of the stat block specific to items appear after the stat block. \n\n<title level=\"3\" right=\"Item [Level]\">Item Name </title><traits><trait label=\"Traits\" /></traits>**Price** This entry lists the item’s Price. An item that has multiple types includes Price for each type in its entry.<br /> **Ammunition** Magic ammunition lists the types of ammunition available for that kind of item.<br /> **Usage** This entry describes whether the item is held, worn, or affixed to or etched onto another item; **Bulk** The item’s Bulk is listed here (the rules for Bulk appear on page 271). Runes don’t have a Bulk entry.<br /> **Activate** The number of actions needed to Activate the Item appear here, followed by the components in parentheses. You can find activation rules on page 532. This entry appears here for consumables and lower in the stat block for permanent items that can be activated. This section might also have Frequency, Trigger, or Requirements entries as necessary.<br /> **Onset** This entry appears if the item’s effect is delayed, which most often occurs with alchemical poisons. The onset is the amount of time that elapses between when a character Activates an Item and any effect occurs.\n\n---\n\nThe section after the line describes the item and its constant abilities. If the item can be activated and doesn’t have an Activate entry above, that entry appears here in a paragraph beginning with “Activate.”\n\n---\n\n**Type** If multiple types of the item exist, entries here indicate the name of each type, its level, its Price, and any other relevant details or alterations from the above description.\n\n---\n\n**Craft Requirements** An item that has special requirements to be Crafted details those requirements here.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Notable Item Traits</title>\r\n\r\nThe following traits apply to items. Some specific categories of item have special traits—such as [elixir](/Traits.aspx?ID=59) or [scroll](/Traits.aspx?ID=140)—described in their sections.\n\n **[Alchemical](/Traits.aspx?ID=6)**: Alchemical items are powered by the reactions of alchemical reagents. Alchemical items aren't magical, and they don't radiate a magical aura. Characters can [Craft](/Actions.aspx?ID=43) these items only if they have the [Alchemical Crafting](/Feats.aspx?ID=752) feat.\n\n **[Consumable](/Traits.aspx?ID=36)**: An item with this trait can be used only once. Unless stated otherwise, it's destroyed after activation, though, part of it might be recoverable for other purposes. For instance, while a [potion](/Traits.aspx?ID=130) is consumable, the vial it comes in is not destroyed when you drink it. Consumable items include [alchemical items](/equipment/alchemical-items) as well as [ammunition](/equipment/consumables/magical-ammunition), [oils](/equipment/consumables/oils), [potions](/equipment/consumables/potions), [scrolls](/equipment/consumables/scrolls), [snares](/equipment/snares), [talismans](/equipment/consumables/talismans), and [other magical consumables](/equipment/consumables/other-consumables).\n\n When a character creates consumable items, she can make them in batches of four, as described in [Consumables and Ammunition](/Skills.aspx?ID=4).\n\n **[Focused](/Traits.aspx?ID=74)**: An item with this trait can give you an additional Focus Point. This focus point is separate from your focus pool and doesn't count toward the cap on your focus pool. You can gain this benefit only if you have a focus pool, and there might be restrictions on how the point can be used. You can't gain more than 1 Focus Point per day from focused items, no matter how many focused items you have.\n\n **[Invested](/Traits.aspx?ID=98)**: A character can wear only 10 magical items that have the invested trait. None of the magical effects of the item apply if the character hasn't invested it, though the character still gains any normal benefits from wearing the physical item (like a hat keeping rain off a character's head).\n\n **[Magical](/Traits.aspx?ID=103)**: Items with this trait are imbued with magical energies. Each one radiates a magic aura infused with its dominant school of magic ([abjuration](/Traits.aspx?ID=2), [conjuration](/Traits.aspx?ID=33), [divination](/Traits.aspx?ID=47), [enchantment](/Traits.aspx?ID=61), [evocation](/Traits.aspx?ID=65), [illusion](/Traits.aspx?ID=92), [necromancy](/Traits.aspx?ID=117), or [transmutation](/Traits.aspx?ID=157)). A character can craft these items only if she has the [Magical Crafting](/Feats.aspx?ID=812) feat .\n\n Some items are closely tied to a particular tradition of magic. In these cases, the item has the [arcane](/Traits.aspx?ID=11), [divine](/Traits.aspx?ID=48), [occult](/Traits.aspx?ID=120), or [primal](/Traits.aspx?ID=134) trait instead of the magical trait. Any of these traits indicates that the item is magical.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-695\" />\r\n\r\n<document level=\"2\" id=\"rules-697\" />\r\n\r\n<document level=\"2\" id=\"rules-698\" />\r\n\r\n<document level=\"2\" id=\"rules-701\" />",
 "name": "Reading Items",
 "next_link": {
  "label": "Alchemical Items",
  "url": "/Rules.aspx?ID=702"
 },
 "previous_link": {
  "label": "Activating Items",
  "url": "/Rules.aspx?ID=690"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 534 <sup>4.0</sup></row>\r\n\r\nChapter 11: Crafting &amp; Treasure\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 534"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 534 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Reading Items Source Core Rulebook pg. 534 4.0 Hundreds of items lie ahead. Each item is presented in a stat block, much like spells or feats. The example below shows the structure of an item stat block and gives a brief description of each entry. Entries appear only when applicable, so not all items will have every entry described here. Detailed rules governing aspects of the stat block specific to items appear after the stat block. Item Name Price This entry lists the item’s Price. An item that has multiple types includes Price for each type in its entry. Ammunition Magic ammunition lists the types of ammunition available for that kind of item. Usage This entry describes whether the item is held, worn, or affixed to or etched onto another item; Bulk The item’s Bulk is listed here (the rules for Bulk appear on page 271). Runes don’t have a Bulk entry. Activate The number of actions needed to Activate the Item appear here, followed by the components in parentheses. You can find activation rules on page 532. This entry appears here for consumables and lower in the stat block for permanent items that can be activated. This section might also have Frequency, Trigger, or Requirements entries as necessary. Onset This entry appears if the item’s effect is delayed, which most often occurs with alchemical poisons. The onset is the amount of time that elapses between when a character Activates an Item and any effect occurs. --- The section after the line describes the item and its constant abilities. If the item can be activated and doesn’t have an Activate entry above, that entry appears here in a paragraph beginning with “Activate.” --- Type If multiple types of the item exist, entries here indicate the name of each type, its level, its Price, and any other relevant details or alterations from the above description. --- Craft Requirements An item that has special requirements to be Crafted details those requirements here. Notable Item Traits The following traits apply to items. Some specific categories of item have special traits—such as elixir or scroll—described in their sections. Alchemical : Alchemical items are powered by the reactions of alchemical reagents. Alchemical items aren't magical, and they don't radiate a magical aura. Characters can Craft these items only if they have the Alchemical Crafting feat. Consumable : An item with this trait can be used only once. Unless stated otherwise, it's destroyed after activation, though, part of it might be recoverable for other purposes. For instance, while a potion is consumable, the vial it comes in is not destroyed when you drink it. Consumable items include alchemical items as well as ammunition, oils, potions, scrolls, snares, talismans, and other magical consumables. When a character creates consumable items, she can make them in batches of four, as described in Consumables and Ammunition. Focused : An item with this trait can give you an additional Focus Point. This focus point is separate from your focus pool and doesn't count toward the cap on your focus pool. You can gain this benefit only if you have a focus pool, and there might be restrictions on how the point can be used. You can't gain more than 1 Focus Point per day from focused items, no matter how many focused items you have. Invested : A character can wear only 10 magical items that have the invested trait. None of the magical effects of the item apply if the character hasn't invested it, though the character still gains any normal benefits from wearing the physical item (like a hat keeping rain off a character's head). Magical : Items with this trait are imbued with magical energies. Each one radiates a magic aura infused with its dominant school of magic (abjuration, conjuration, divination, enchantment, evocation, illusion, necromancy, or transmutation). A character can craft these items only if she has the Magical Crafting feat . Some items are closely tied to a particular tradition of magic. In these cases, the item has the arcane, divine, occult, or primal trait instead of the magical trait. Any of these traits indicates that the item is magical. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=694",
 "weakness": {}
}