{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Difficulty Classes",
  "Specific Actions"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-563",
 "markdown": "<title level=\"1\" right=\"Rules\">[Recall Knowledge](/Rules.aspx?ID=563)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 505 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOn most topics, you can use simple DCs for checks to Recall Knowledge. For a check about a specific creature, trap, or other subject with a level, use a level-based DC (adjusting for rarity as needed). You might adjust the difficulty down, maybe even drastically, if the subject is especially notorious or famed. Knowing simple tales about an infamous dragon’s exploits, for example, might be incredibly easy for the dragon’s level, or even just a simple trained DC.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Determining the Scope of Lore</title>\r\n\r\n[Lore](/Skills.aspx?ID=8) skills are one of the most specialized aspects of Pathfinder, but they require GM oversight, particularly in determining which Lore subcategories are acceptable for characters to select. A Lore subcategory represents a narrow focus, and thus it shouldn’t replace all or even most of an entire skill, nor should it convey vast swaths of information. For example, a single Lore subcategory doesn’t cover all religions—that’s covered by the Religion skill—but a character could have a Lore subcategory that covers a single deity. One Lore subcategory won’t cover an entire country or all of history, but it could cover a city, an ancient civilization, or one aspect of a modern country, like Taldan History Lore. A single Lore subcategory couldn’t cover the entire multiverse, but it could cover a whole plane other than the Material Plane.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-564\" />\r\n\r\n<document level=\"2\" id=\"rules-565\" />\r\n\r\n<document level=\"2\" id=\"rules-566\" />",
 "name": "Recall Knowledge",
 "next_link": {
  "label": "Sense Direction",
  "url": "/Rules.aspx?ID=567"
 },
 "previous_link": {
  "label": "Identify Magic or Learn a Spell",
  "url": "/Rules.aspx?ID=562"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 505 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Difficulty Classes / Specific Actions\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 505"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 505 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Recall Knowledge Source Core Rulebook pg. 505 4.0 On most topics, you can use simple DCs for checks to Recall Knowledge. For a check about a specific creature, trap, or other subject with a level, use a level-based DC (adjusting for rarity as needed). You might adjust the difficulty down, maybe even drastically, if the subject is especially notorious or famed. Knowing simple tales about an infamous dragon’s exploits, for example, might be incredibly easy for the dragon’s level, or even just a simple trained DC. Determining the Scope of Lore Lore skills are one of the most specialized aspects of Pathfinder, but they require GM oversight, particularly in determining which Lore subcategories are acceptable for characters to select. A Lore subcategory represents a narrow focus, and thus it shouldn’t replace all or even most of an entire skill, nor should it convey vast swaths of information. For example, a single Lore subcategory doesn’t cover all religions—that’s covered by the Religion skill—but a character could have a Lore subcategory that covers a single deity. One Lore subcategory won’t cover an entire country or all of history, but it could cover a city, an ancient civilization, or one aspect of a modern country, like Taldan History Lore. A single Lore subcategory couldn’t cover the entire multiverse, but it could cover a whole plane other than the Material Plane. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=563",
 "weakness": {}
}