{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1463",
 "markdown": "<title level=\"1\" right=\"Rules\">[Researching the Malevolence](/Rules.aspx?ID=1463)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 59</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe key perils within and below Xarwin Manor can be defeated only temporarily through combat and magic. To put these hauntings and sinister undead to rest permanently, the PCs must discover the secrets of the manor's history by researching clues found within the structure's libraries and collections, by studying journals and notes left behind by its doomed inhabitants, or even by experiencing vivid dreams. These insights into the area's history will help guide the PCs' explorations, reveal goals, and (as they complete research topics) earn them experience points.\n\n These investigations are performed using the [Research](/Rules.aspx?ID=1205) subsystem. The PCs can choose to research several topics, some of which they might not initially have access to when the adventure begins and must be discovered (or “unlocked”) through the course of play. When a PC wishes to [Research](/Actions.aspx?ID=519), they should indicate to the GM which topic they want to investigate and then attempt an appropriate skill check for the venue of research they utilize.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Malevolence Condition</title>\r\n\r\nAs the malevolence begins to take its hold on creatures, their body, minds, and souls become increasingly haunted by the supernatural force infesting Xarwin Manor. Malevolence is a special condition that can affect PCs who play in this adventure. The malevolence condition always includes a value. You take a status penalty equal to this value to all saving throws against effects generated by [haunts](/Traits.aspx?ID=88) and against all [curse](/Traits.aspx?ID=38) and [possession](/Traits.aspx?ID=129) effects. The malevolence condition can be reduced by [_restoration_](/Spells.aspx?ID=258).\n\n The malevolence can never increase above a value of 4. If an effect would increase a creature's malevolence value higher than 4, the creature is instead [stupefied 1](/Conditions.aspx?ID=37) for 24 hours as the malevolence consumes a few of their random, short-term memories. A creature that has a malevolence 4 won't voluntarily leave the Xarwin Manor grounds.\n\n Each time you get a full night's rest in a region not influenced by the malevolence condition, the value of your malevolence decreases by 1.\r\n\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1464\" />\r\n\r\n<document level=\"2\" id=\"rules-1465\" />\r\n\r\n<document level=\"2\" id=\"rules-1466\" />",
 "name": "Researching the Malevolence",
 "next_link": {
  "label": "Life in the Academy",
  "url": "/Rules.aspx?ID=1467"
 },
 "previous_link": {
  "label": "Adapting Western Weapons",
  "url": "/Rules.aspx?ID=1462"
 },
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 59</row>\n\n</additional-info>",
 "source": [
  "Malevolence"
 ],
 "source_raw": [
  "Malevolence pg. 59"
 ],
 "source_category": "Adventures",
 "source_group": "Malevolence",
 "source_markdown": "<row gap=\"tiny\">[Malevolence](/Sources.aspx?ID=88) pg. 59</row>",
 "speed": {},
 "text": " Researching the Malevolence Source Malevolence pg. 59 The key perils within and below Xarwin Manor can be defeated only temporarily through combat and magic. To put these hauntings and sinister undead to rest permanently, the PCs must discover the secrets of the manor's history by researching clues found within the structure's libraries and collections, by studying journals and notes left behind by its doomed inhabitants, or even by experiencing vivid dreams. These insights into the area's history will help guide the PCs' explorations, reveal goals, and (as they complete research topics) earn them experience points. These investigations are performed using the Research subsystem. The PCs can choose to research several topics, some of which they might not initially have access to when the adventure begins and must be discovered (or “unlocked”) through the course of play. When a PC wishes to Research, they should indicate to the GM which topic they want to investigate and then attempt an appropriate skill check for the venue of research they utilize. Malevolence Condition As the malevolence begins to take its hold on creatures, their body, minds, and souls become increasingly haunted by the supernatural force infesting Xarwin Manor. Malevolence is a special condition that can affect PCs who play in this adventure. The malevolence condition always includes a value. You take a status penalty equal to this value to all saving throws against effects generated by haunts and against all curse and possession effects. The malevolence condition can be reduced by restoration . The malevolence can never increase above a value of 4. If an effect would increase a creature's malevolence value higher than 4, the creature is instead stupefied 1 for 24 hours as the malevolence consumes a few of their random, short-term memories. A creature that has a malevolence 4 won't voluntarily leave the Xarwin Manor grounds. Each time you get a full night's rest in a region not influenced by the malevolence condition, the value of your malevolence decreases by 1. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1463",
 "weakness": {}
}