{
 "breadcrumbs": [
  "Chapter 3: Subsystems"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1205",
 "markdown": "<title level=\"1\" right=\"Rules\">[Research](/Rules.aspx?ID=1205)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 154</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen the PCs are trying to discover important information while challenged by a time limit or other interesting twist, the research subsystem is just the right thing to lend their efforts more urgency and weight.\n\n In the research subsystem, PCs accumulate Research Points and learn new information or gain other benefits upon reaching specific thresholds. Use this subsystem if the PCs face a time constraint, rival research group, or other form of external pressure or condition that could end the PCs’ efforts early. Otherwise, you can simply use the rules in the _Core Rulebook_, since the PCs are free to keep rolling until they uncover everything there is to find.\n\n In this subsystem, time passes in rounds spanning several hours to a day of research. Each round, the characters use the Research exploration activity to gain Research Points (RP). As time passes and the party earns more RP, they gain knowledge and rewards, but also might face consequences or events. Some of these events might interrupt the round with a different kind of encounter (disrupting the Research activity), such as a social encounter with an intelligent book or a combat encounter with a guardian. \n\n<title level=\"3\" right=\"\">Research</title> <traits><trait label=\"Concentration\" /> <trait label=\"Exploration\" /> <trait label=\"Linguistic\" /></traits> You comb through information to learn more about the topic at hand. Choose your research topic, section of the library, or other division depending on the form of research, and attempt a skill check. The skills to use and the DC for the check depend on the choice you made. \n\n**Critical Success** You gain 2 RP.<br />\n**Success** You gain 1 RP.<br />\n**Critical Failure** You make a false discovery and lose 1 RP.  \r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1206\" />\r\n\r\n<document level=\"2\" id=\"rules-1209\" />",
 "name": "Research",
 "next_link": {
  "label": "Chases",
  "url": "/Rules.aspx?ID=1210"
 },
 "previous_link": {
  "label": "Influence",
  "url": "/Rules.aspx?ID=1201"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 154</row>\r\n\r\nChapter 3: Subsystems\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 154"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 154</row>",
 "speed": {},
 "text": " Research Source Gamemastery Guide pg. 154 When the PCs are trying to discover important information while challenged by a time limit or other interesting twist, the research subsystem is just the right thing to lend their efforts more urgency and weight. In the research subsystem, PCs accumulate Research Points and learn new information or gain other benefits upon reaching specific thresholds. Use this subsystem if the PCs face a time constraint, rival research group, or other form of external pressure or condition that could end the PCs’ efforts early. Otherwise, you can simply use the rules in the Core Rulebook , since the PCs are free to keep rolling until they uncover everything there is to find. In this subsystem, time passes in rounds spanning several hours to a day of research. Each round, the characters use the Research exploration activity to gain Research Points (RP). As time passes and the party earns more RP, they gain knowledge and rewards, but also might face consequences or events. Some of these events might interrupt the round with a different kind of encounter (disrupting the Research activity), such as a social encounter with an intelligent book or a combat encounter with a guardian. Research You comb through information to learn more about the topic at hand. Choose your research topic, section of the library, or other division depending on the form of research, and attempt a skill check. The skills to use and the DC for the check depend on the choice you made. Critical Success You gain 2 RP. Success You gain 1 RP. Critical Failure You make a false discovery and lose 1 RP. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1205",
 "weakness": {}
}