{
 "breadcrumbs": [
  "Researching the Malevolence"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1466",
 "markdown": "<title level=\"1\" right=\"Rules\">[Research Topics](/Rules.aspx?ID=1466)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 60</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen Malevolence begins, the PCs might start with certain research topics already unlocked, depending on what adventure hook you choose. In this case, a PC can use the Regional Lore venue to perform research before traveling to Xarwin Manor.\n\n In cases where a PC must attempt a Library Lore check, you can allow a PC with another potentially appropriate Lore skill to roll that skill instead. Options to Recall Knowledge to know information automatically can only be attempted once per character per venue.\n\n Before the PCs can research a topic, they must unlock that topic. A topic can be unlocked during play in encounter mode, or it can be unlocked by successfully researching related topics. As this adventure progresses, you (or a player) should keep a list of unlocked Research topics for quick reference as needed during play.\n\n Note that for most of these topics, the final research threshold manifests as a dream. If the PCs reach this threshold using the normal Research activity rather than Dream Research, this final revelation manifests as a sort of waking dream or vision on the spot, triggered by a final bit of successful study on the topic.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Research Topics",
 "next_link": {
  "label": "Life in the Academy",
  "url": "/Rules.aspx?ID=1467"
 },
 "previous_link": {
  "label": "Dream Research",
  "url": "/Rules.aspx?ID=1465"
 },
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 60</row>\r\n\r\nResearching the Malevolence\r\n</additional-info>",
 "source": [
  "Malevolence"
 ],
 "source_raw": [
  "Malevolence pg. 60"
 ],
 "source_category": "Adventures",
 "source_group": "Malevolence",
 "source_markdown": "<row gap=\"tiny\">[Malevolence](/Sources.aspx?ID=88) pg. 60</row>",
 "speed": {},
 "text": " Research Topics Source Malevolence pg. 60 When Malevolence begins, the PCs might start with certain research topics already unlocked, depending on what adventure hook you choose. In this case, a PC can use the Regional Lore venue to perform research before traveling to Xarwin Manor. In cases where a PC must attempt a Library Lore check, you can allow a PC with another potentially appropriate Lore skill to roll that skill instead. Options to Recall Knowledge to know information automatically can only be attempted once per character per venue. Before the PCs can research a topic, they must unlock that topic. A topic can be unlocked during play in encounter mode, or it can be unlocked by successfully researching related topics. As this adventure progresses, you (or a player) should keep a list of unlocked Research topics for quick reference as needed during play. Note that for most of these topics, the final research threshold manifests as a dream. If the PCs reach this threshold using the normal Research activity rather than Dream Research, this final revelation manifests as a sort of waking dream or vision on the spot, triggered by a final bit of successful study on the topic. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1466",
 "weakness": {}
}