{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Damage",
  "Step 3: Apply the Target's Immunities, Weaknesses, and Resistances"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-346",
 "markdown": "<title level=\"1\" right=\"Rules\">[Resistance](/Rules.aspx?ID=346)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 453 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf you have resistance to a type of damage, each time you take that type of damage, you reduce the amount of damage you take by the listed amount (to a minimum of 0 damage). Resistance can specify combinations of damage types or other traits. For instance, you might encounter a monster that’s resistant to non-magical bludgeoning damage, meaning it would take less damage from bludgeoning attacks that weren’t magical, but would take normal damage from your _+1 mace_ (since it’s magical) or a non-magical spear (since it deals piercing damage). A resistance also might have an exception. For example, resistance 10 to physical damage (except silver) would reduce any physical damage by 10 unless that damage was dealt by a silver weapon.\n\n If you have more than one type of resistance that would apply to the same instance of damage, use only the highest applicable resistance value.\n\n It’s possible to have resistance to all damage. When an effect deals damage of multiple types and you have resistance to all damage, apply the resistance to each type of damage separately. If an attack would deal 7 slashing damage and 4 fire damage, resistance 5 to all damage would reduce the slashing damage to 2 and negate the fire damage entirely.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Resistance",
 "next_link": {
  "label": "Step 4: If Damage Remains, Reduce the Target's Hit Points",
  "url": "/Rules.aspx?ID=347"
 },
 "previous_link": {
  "label": "Weaknesses",
  "url": "/Rules.aspx?ID=345"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 453 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Damage / Step 3: Apply the Target's Immunities, Weaknesses, and Resistances\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 453"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 453 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Resistance Source Core Rulebook pg. 453 4.0 If you have resistance to a type of damage, each time you take that type of damage, you reduce the amount of damage you take by the listed amount (to a minimum of 0 damage). Resistance can specify combinations of damage types or other traits. For instance, you might encounter a monster that’s resistant to non-magical bludgeoning damage, meaning it would take less damage from bludgeoning attacks that weren’t magical, but would take normal damage from your +1 mace (since it’s magical) or a non-magical spear (since it deals piercing damage). A resistance also might have an exception. For example, resistance 10 to physical damage (except silver) would reduce any physical damage by 10 unless that damage was dealt by a silver weapon. If you have more than one type of resistance that would apply to the same instance of damage, use only the highest applicable resistance value. It’s possible to have resistance to all damage. When an effect deals damage of multiple types and you have resistance to all damage, apply the resistance to each type of damage separately. If an attack would deal 7 slashing damage and 4 fire damage, resistance 5 to all damage would reduce the slashing damage to 2 and negate the fire damage entirely. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=346",
 "weakness": {}
}