{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "Exploration Mode"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-472",
 "markdown": "<title level=\"1\" right=\"Rules\">[Rest and Daily Preparation](/Rules.aspx?ID=472)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 480 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou perform at your best when you take enough time to rest and prepare. Once every 24 hours, you can take a period of rest (typically 8 hours), after which you regain Hit Points equal to your Constitution modifier (minimum 1) times your level, and you might recover from or improve certain conditions (page 453). Sleeping in armor results in poor rest that leaves you fatigued. If you go more than 16 hours without resting, you become fatigued (you cannot recover from this until you rest at least 6 continuous hours).\n\n After you rest, you make your daily preparations, which takes around 1 hour. You can prepare only if you’ve rested, and only once per day. Preparing includes the following: \n<ul><li>Spellcasters regain spell slots, and prepared spellcasters choose spells to have available that day. </li><li>Focus Points, other abilities that refresh during your preparations, and abilities that can be used only a certain number of times per day, including magic item uses, are reset. </li><li>You don armor and equip weapons and other gear. </li><li>You invest up to 10 worn magic items to gain their benefits for the day.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Skill Downtime Activities</title>\r\n\r\nChapter 4: Skills includes several downtime activities, which are summarized here. \n\n**Craft**: Using the [Crafting](/Skills.aspx?ID=4) skill, you can create items from raw materials. \n\n**Create Forgery**: You forge a document (page 251). \n\n**Earn Income**: You earn money, typically using Crafting, [Lore](/Skills.aspx?ID=8), or [Performance](/Skills.aspx?ID=12) (page 236). \n\n**Subsist**: You find food and shelter in the wilderness or within a settlement (page 240). \n\n**Treat Disease**: You spend time caring for a diseased creature in the hope of curing that creature.\r\n</aside>",
 "name": "Rest and Daily Preparation",
 "next_link": {
  "label": "Downtime Mode",
  "url": "/Rules.aspx?ID=473"
 },
 "previous_link": {
  "label": "Exploration Activities",
  "url": "/Rules.aspx?ID=471"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 480 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / Exploration Mode\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 480"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 480 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Rest and Daily Preparation Source Core Rulebook pg. 480 4.0 You perform at your best when you take enough time to rest and prepare. Once every 24 hours, you can take a period of rest (typically 8 hours), after which you regain Hit Points equal to your Constitution modifier (minimum 1) times your level, and you might recover from or improve certain conditions (page 453). Sleeping in armor results in poor rest that leaves you fatigued. If you go more than 16 hours without resting, you become fatigued (you cannot recover from this until you rest at least 6 continuous hours). After you rest, you make your daily preparations, which takes around 1 hour. You can prepare only if you’ve rested, and only once per day. Preparing includes the following: Spellcasters regain spell slots, and prepared spellcasters choose spells to have available that day. Focus Points, other abilities that refresh during your preparations, and abilities that can be used only a certain number of times per day, including magic item uses, are reset. You don armor and equip weapons and other gear. You invest up to 10 worn magic items to gain their benefits for the day. Skill Downtime Activities Chapter 4: Skills includes several downtime activities, which are summarized here. Craft : Using the Crafting skill, you can create items from raw materials. Create Forgery : You forge a document (page 251). Earn Income : You earn money, typically using Crafting, Lore, or Performance (page 236). Subsist : You find food and shelter in the wilderness or within a settlement (page 240). Treat Disease : You spend time caring for a diseased creature in the hope of curing that creature. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=472",
 "weakness": {}
}