{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Building Creatures\r\n"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1038",
 "markdown": "<title level=\"1\" right=\"Rules\">[Review Holistically](/Rules.aspx?ID=1038)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 69</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nNow it’s time to look over your completed creature as a whole and make sure it’s living up to your concept. Can it do everything you wanted? Does it fit its intended role? Is there anything you could add or anything superfluous you could cut to get the creature where it needs to be?\n\n If this creature is built for combat, run through a few turns in your head. Does it still work decently if it gets slowed? Can it move into combat against the PCs effectively given their mobility options compared to its own? Does it have any abilities it’ll never use given its other actions?\n\n When you’re satisfied with your creation, it’s ready to hit the table. But that’s not necessarily the end! If you notice issues during the game, you can fix them on the spot. It’s your game, and you can freely change what you wrote if you think differently later on.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Review Holistically",
 "next_link": {
  "label": "Trait Abilities\r\n",
  "url": "/Rules.aspx?ID=1039"
 },
 "previous_link": {
  "label": "Design Abilities",
  "url": "/Rules.aspx?ID=1024"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 69</row>\r\n\r\nChapter 2: Tools\r\n/ Building Creatures\r\n\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 69"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 69</row>",
 "speed": {},
 "text": " Review Holistically Source Gamemastery Guide pg. 69 Now it’s time to look over your completed creature as a whole and make sure it’s living up to your concept. Can it do everything you wanted? Does it fit its intended role? Is there anything you could add or anything superfluous you could cut to get the creature where it needs to be? If this creature is built for combat, run through a few turns in your head. Does it still work decently if it gets slowed? Can it move into combat against the PCs effectively given their mobility options compared to its own? Does it have any abilities it’ll never use given its other actions? When you’re satisfied with your creation, it’s ready to hit the table. But that’s not necessarily the end! If you notice issues during the game, you can fix them on the spot. It’s your game, and you can freely change what you wrote if you think differently later on. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1038",
 "weakness": {}
}