{
 "breadcrumbs": [
  "Magic Items",
  "Personal Staves"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1508",
 "markdown": "<title level=\"1\" right=\"Rules\">[Revising the Staff](/Rules.aspx?ID=1508)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 167 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs you level up, your staff will get less useful unless you upgrade it. You might also want to make revisions as you play if you come to dislike the spells you chose.\n\n To change spells already in the staff, use the [Craft](/Actions.aspx?ID=43) activity with a Price equal to 1/10th the staff's Price. You can swap out any of the spells in the staff when you finish. The new spells have to have the staff's chosen trait and be an appropriate level, just as though you were choosing them when initially making the staff, and you must provide castings of them.\n\n Upgrading the staff is similar to [upgrading an item to a higher-level version](/Rules.aspx?ID=701). Decide the staff's new level. Pay the difference in Price, pick the new spells, and use Craft for the upgrade. You must supply castings of the new spells. Upgrading doesn't let you switch any of the spells you'd previously chosen.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Revising the Staff",
 "next_link": {
  "label": "Spell Catalysts",
  "url": "/Rules.aspx?ID=1509"
 },
 "previous_link": {
  "label": "Creating a Personal Staff",
  "url": "/Rules.aspx?ID=1500"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 167 <sup>1.1</sup></row>\r\n\r\nMagic Items / Personal Staves\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 167"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 167 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Revising the Staff Source Secrets of Magic pg. 167 1.1 As you level up, your staff will get less useful unless you upgrade it. You might also want to make revisions as you play if you come to dislike the spells you chose. To change spells already in the staff, use the Craft activity with a Price equal to 1/10th the staff's Price. You can swap out any of the spells in the staff when you finish. The new spells have to have the staff's chosen trait and be an appropriate level, just as though you were choosing them when initially making the staff, and you must provide castings of them. Upgrading the staff is similar to upgrading an item to a higher-level version. Decide the staff's new level. Pay the difference in Price, pick the new spells, and use Craft for the upgrade. You must supply castings of the new spells. Upgrading doesn't let you switch any of the spells you'd previously chosen. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1508",
 "weakness": {}
}