{
 "breadcrumbs": [
  "Chapter 3: Subsystems",
  "Victory Points"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1200",
 "markdown": "<title level=\"1\" right=\"Rules\">[Rewards](/Rules.aspx?ID=1200)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 150</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nHow you structure rewards for your subsystem depends greatly on its scope. A subsystem resolved in a single sitting usually gives accomplishment XP unless it is particularly demanding, in which case it could be considered a full-scale encounter. Meanwhile, subsystems that span over the course of multiple sessions or the entire campaign might generate accomplishment XP at meaningful milestones along the way. If you have a long-spanning subsystem that’s fairly low profile and behind the scenes or is not success-oriented, such as a subsystem to track what type of ruler the PCs’ patron will become based on the PCs’ decisions, you might not give XP directly from the subsystem, since in that case “success” is undefined.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Rewards",
 "next_link": {
  "label": "Influence",
  "url": "/Rules.aspx?ID=1201"
 },
 "previous_link": {
  "label": "Running Your Subsystem",
  "url": "/Rules.aspx?ID=1199"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 150</row>\r\n\r\nChapter 3: Subsystems / Victory Points\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 150"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 150</row>",
 "speed": {},
 "text": " Rewards Source Gamemastery Guide pg. 150 How you structure rewards for your subsystem depends greatly on its scope. A subsystem resolved in a single sitting usually gives accomplishment XP unless it is particularly demanding, in which case it could be considered a full-scale encounter. Meanwhile, subsystems that span over the course of multiple sessions or the entire campaign might generate accomplishment XP at meaningful milestones along the way. If you have a long-spanning subsystem that’s fairly low profile and behind the scenes or is not success-oriented, such as a subsystem to track what type of ruler the PCs’ patron will become based on the PCs’ decisions, you might not give XP directly from the subsystem, since in that case “success” is undefined. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1200",
 "weakness": {}
}