{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Running Modes of Play",
  "Exploration"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-530",
 "markdown": "<title level=\"1\" right=\"Rules\">[Rolling Initiative](/Rules.aspx?ID=530)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 498 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTransitioning from exploration to an encounter usually involves rolling for initiative. Call for initiative once a trap is triggered, as soon as two opposing groups come into contact, or when a creature on one side decides to take action against the other. For example: \n<ul><li>A group of PCs are exploring a cavern. They enter a narrow passage patrolled by a group of kobold warriors. Now that the two groups are in the same area, it’s time to roll initiative. </li><li>Amiri and a kobold champion agree to have a friendly wrestling match. They square off on a patch of dirt, and you call for initiative using Athletics. </li><li>Merisiel and Kyra are negotiating with the kobold king. Things aren’t going well, so Merisiel decides to launch a surprise attack. As soon as she says this is her plan, you call for initiative. </li><li>Harsk and Ezren are trying to Balance across a narrow beam to reach an isolated kobold treasure trove. When they get halfway across, a red dragon who was hiding behind the mountain flies around to attack! As soon as the dragon makes its appearance, you call for an initiative roll.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Monitoring Spell Durations</title>\r\n\r\nSpell durations are approximate values that codify the vagaries and eccentricities of magic into a convenient number. However, that doesn’t mean you can set your watch by a spell with a 1-hour duration. This is one of the reasons the passage of time outside of encounters is in your hands and isn’t as precise as encounter rounds. If a question arises about whether a spell has expired, you make the call. You shouldn’t be punitive, but you also shouldn’t treat characters like they move with clockwork precision and perfect efficiency between encounters.\n\n There are two times these durations matter most: when players try to fit multiple encounters within the duration of a spell, and when they want to use a spell before a fight and keep it in effect during the encounter. \n\n### Multiple Encounters\n A 1-minute spell should last for multiple encounters only if the encounters happen in very close proximity (usually in two adjoining rooms) and if the PCs go directly from one fight to the next without leaving encounter mode. If they want to stop and heal, or if the party debates whether to go on, the process takes enough time that the spell runs out.\n\n Be more generous with spells lasting 10 minutes or more. A 10-minute spell easily lasts for one encounter and could continue for another if the locations are close. A 1-hour spell usually lasts for several encounters. \n\n### Before a Fight\n Casting advantageous spells before a fight (sometimes called “pre-buffing”) gives the characters a big advantage, since they can spend more combat rounds on offensive actions instead of preparatory ones. If the players have the drop on their foes, you usually can let each character cast one spell or prepare in some similar way, then roll initiative.\n\n Casting preparatory spells before combat becomes a problem when it feels rote and the players assume it will always work—that sort of planning can’t hold up in every situation! In many cases, the act of casting spells gives away the party’s presence. In cases where the PCs’ preparations could give them away, you might roll for initiative before everyone can complete their preparations.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-531\" />\r\n\r\n<document level=\"2\" id=\"rules-532\" />\r\n\r\n<document level=\"2\" id=\"rules-533\" />",
 "name": "Rolling Initiative",
 "next_link": {
  "label": "Resting",
  "url": "/Rules.aspx?ID=534"
 },
 "previous_link": {
  "label": "Hazards",
  "url": "/Rules.aspx?ID=529"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 498 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Running Modes of Play / Exploration\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 498"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 498 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Rolling Initiative Source Core Rulebook pg. 498 4.0 Transitioning from exploration to an encounter usually involves rolling for initiative. Call for initiative once a trap is triggered, as soon as two opposing groups come into contact, or when a creature on one side decides to take action against the other. For example: A group of PCs are exploring a cavern. They enter a narrow passage patrolled by a group of kobold warriors. Now that the two groups are in the same area, it’s time to roll initiative. Amiri and a kobold champion agree to have a friendly wrestling match. They square off on a patch of dirt, and you call for initiative using Athletics. Merisiel and Kyra are negotiating with the kobold king. Things aren’t going well, so Merisiel decides to launch a surprise attack. As soon as she says this is her plan, you call for initiative. Harsk and Ezren are trying to Balance across a narrow beam to reach an isolated kobold treasure trove. When they get halfway across, a red dragon who was hiding behind the mountain flies around to attack! As soon as the dragon makes its appearance, you call for an initiative roll. Monitoring Spell Durations Spell durations are approximate values that codify the vagaries and eccentricities of magic into a convenient number. However, that doesn’t mean you can set your watch by a spell with a 1-hour duration. This is one of the reasons the passage of time outside of encounters is in your hands and isn’t as precise as encounter rounds. If a question arises about whether a spell has expired, you make the call. You shouldn’t be punitive, but you also shouldn’t treat characters like they move with clockwork precision and perfect efficiency between encounters. There are two times these durations matter most: when players try to fit multiple encounters within the duration of a spell, and when they want to use a spell before a fight and keep it in effect during the encounter. ### Multiple Encounters A 1-minute spell should last for multiple encounters only if the encounters happen in very close proximity (usually in two adjoining rooms) and if the PCs go directly from one fight to the next without leaving encounter mode. If they want to stop and heal, or if the party debates whether to go on, the process takes enough time that the spell runs out. Be more generous with spells lasting 10 minutes or more. A 10-minute spell easily lasts for one encounter and could continue for another if the locations are close. A 1-hour spell usually lasts for several encounters. ### Before a Fight Casting advantageous spells before a fight (sometimes called “pre-buffing”) gives the characters a big advantage, since they can spend more combat rounds on offensive actions instead of preparatory ones. If the players have the drop on their foes, you usually can let each character cast one spell or prepare in some similar way, then roll initiative. Casting preparatory spells before combat becomes a problem when it feels rote and the players assume it will always work—that sort of planning can’t hold up in every situation! In many cases, the act of casting spells gives away the party’s presence. In cases where the PCs’ preparations could give them away, you might roll for initiative before everyone can complete their preparations. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=530",
 "weakness": {}
}