{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1784",
 "markdown": "<title level=\"1\" right=\"Rules\">[Ruin](/Rules.aspx?ID=1784)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 533</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs bad luck, natural disasters, unexpected shortages, or even warfare damage a kingdom, it becomes Ruined in one of four categories opposing the kingdom's four ability scores. Ruin rises and falls as Kingdom turns progress, but if it rises too high, it can cause lasting or even permanent harm to the kingdom.\n\n Culture is opposed by **Corruption**, which represents citizens falling to debauchery, delving into forbidden lore, pursuing unethical research practices, or destroying their own heritage and history.\n\n Economy is opposed by **Crime**, which includes theft, smuggling, and enterprises that suffocate prosperity.\n\n Stability is opposed by **Decay**, representing physical harm, neglect, or degradation of the kingdom, its people, and its infrastructure.\n\n Loyalty is opposed by **Strife**, which includes acts of treachery, subterfuge, bribery, violence, abuse of power, and infighting between groups.\n\n **Accruing Ruin**: As Ruin accumulates, the categories gain points. These point totals are persistent, decreasing only in specific circumstances, but most often when a Ruin's point total exceeds that Ruin's threshold. Other events can reduce or increase a Ruin's point total as well—typically as the result of kingdom activities or events.\n\n **Ruin Threshold**: Each Ruin has a threshold; a point at which the penalties associated with that Ruin increase. A Ruin's initial threshold is 10, but each threshold increases as the kingdom levels up and becomes more able to withstand Ruin in all its forms. Whenever a Ruin exceeds its threshold, reduce that Ruin's total points by an amount equal to its threshold, and increase the Ruin's penalty by 1.\n\n **Ruin Penalty**: A Ruin penalty applies to all checks using that Ruin's associated ability score. For example, if your kingdom has a Corruption penalty of –4, it takes a –4 item penalty on all Culture checks.\n\n **Reducing Ruin Penalties**: When a kingdom reaches 5th level, and then again every 3 levels thereafter, it gains [Ruin resistance](/Rules.aspx?ID=1769); each time it does so, it has the opportunity to reduce an existing Ruin penalty to 0. This is an extremely effective way to manage a Ruin penalty that's crept particularly high, but it's also an extremely limited resource, as a kingdom will only get, at most, 6 opportunities to adjust a Ruin penalty in this way over the course of a campaign. The [Repair Reputation](/Actions.aspx?ID=1381) activity can reduce existing Ruin penalties, although at a much slower rate. Other activities or events can reduce Ruin penalties as well, as detailed in the text for each. Finally, if circumstances ever allow for a Ruin's points to be reduced and that particular Ruin is already at 0 points, instead of reducing Ruin to a negative value you can instead attempt a DC 16 flat check; on a success, reduce that Ruin's penalty by 1 to a minimum of 0.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Ruin",
 "next_link": {
  "label": "Unrest",
  "url": "/Rules.aspx?ID=1785"
 },
 "previous_link": {
  "label": "Resource Points",
  "url": "/Rules.aspx?ID=1783"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 533</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Rules\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 533"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 533</row>",
 "speed": {},
 "text": " Ruin Source Kingmaker Adventure Path pg. 533 As bad luck, natural disasters, unexpected shortages, or even warfare damage a kingdom, it becomes Ruined in one of four categories opposing the kingdom's four ability scores. Ruin rises and falls as Kingdom turns progress, but if it rises too high, it can cause lasting or even permanent harm to the kingdom. Culture is opposed by Corruption , which represents citizens falling to debauchery, delving into forbidden lore, pursuing unethical research practices, or destroying their own heritage and history. Economy is opposed by Crime , which includes theft, smuggling, and enterprises that suffocate prosperity. Stability is opposed by Decay , representing physical harm, neglect, or degradation of the kingdom, its people, and its infrastructure. Loyalty is opposed by Strife , which includes acts of treachery, subterfuge, bribery, violence, abuse of power, and infighting between groups. Accruing Ruin : As Ruin accumulates, the categories gain points. These point totals are persistent, decreasing only in specific circumstances, but most often when a Ruin's point total exceeds that Ruin's threshold. Other events can reduce or increase a Ruin's point total as well—typically as the result of kingdom activities or events. Ruin Threshold : Each Ruin has a threshold; a point at which the penalties associated with that Ruin increase. A Ruin's initial threshold is 10, but each threshold increases as the kingdom levels up and becomes more able to withstand Ruin in all its forms. Whenever a Ruin exceeds its threshold, reduce that Ruin's total points by an amount equal to its threshold, and increase the Ruin's penalty by 1. Ruin Penalty : A Ruin penalty applies to all checks using that Ruin's associated ability score. For example, if your kingdom has a Corruption penalty of –4, it takes a –4 item penalty on all Culture checks. Reducing Ruin Penalties : When a kingdom reaches 5th level, and then again every 3 levels thereafter, it gains Ruin resistance; each time it does so, it has the opportunity to reduce an existing Ruin penalty to 0. This is an extremely effective way to manage a Ruin penalty that's crept particularly high, but it's also an extremely limited resource, as a kingdom will only get, at most, 6 opportunities to adjust a Ruin penalty in this way over the course of a campaign. The Repair Reputation activity can reduce existing Ruin penalties, although at a much slower rate. Other activities or events can reduce Ruin penalties as well, as detailed in the text for each. Finally, if circumstances ever allow for a Ruin's points to be reduced and that particular Ruin is already at 0 points, instead of reducing Ruin to a negative value you can instead attempt a DC 16 flat check; on a success, reduce that Ruin's penalty by 1 to a minimum of 0. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1784",
 "weakness": {}
}