{
 "breadcrumbs": [
  "Cryptid Adjustments"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1715",
 "markdown": "<title level=\"1\" right=\"Rules\">[Rumored Cryptid](/Rules.aspx?ID=1715)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 61</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs stories spread about a rumored cryptid, the weight of collective belief transforms the creature to match the tales. The limits of its physical body no longer confine it. \n\n<title level=\"2\" right=\"\">Rumored Cryptid Adjustments</title> You can turn an existing creature into a rumored cryptid by completing the following steps. Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>Add the [rare](/Traits.aspx?ID=137) trait. If the creature was an animal, it loses the [animal](/Traits.aspx?ID=9) trait and gains the [beast](/Traits.aspx?ID=20) trait.</li><li>If the creature's Intelligence modifier is –4 or lower, increase it to –3.</li><li>Add [Stealth](/Skills.aspx?ID=15) with a modifier equal to its highest skill modifier.</li><li>Increase the creature's AC, attack bonuses, DCs, Perception modifier, saving throws, and skill modifiers by 1.</li><li>Increase the damage of the creature's Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.</li><li>Increase the creature's HP by the amount listed on the table.</li></ul>\n\n##  \n<row gap=\"tiny\">\n<table><tr><td>Starting Level</td><td>HP Increase</td></tr> <tr><td>1 or lower</td><td>10</td></tr> <tr><td>2–4</td><td>15</td></tr> <tr><td>5–19</td><td>20</td></tr> <tr><td>20+</td><td>30</td></tr></table>\r\n</row> \n\n<title level=\"3\" right=\"\">Rumored Cryptid Abilities</title> All rumored cryptids gain the following abilities, unless they conflict with the theme of the creature.\n\n**Burning Eyes** The cryptid's eyes are distinctive; perhaps they burn bright red in the dark night. The rumored cryptid gains [darkvision](/MonsterAbilities.aspx?ID=12). If the base creature already has darkvision, it gains greater darkvision.\n\n **Creature Obscura** The cryptid appears in so many urban legends, it can be identified using [Society](/Skills.aspx?ID=14) or a [Lore](/Skills.aspx?ID=8) skill connected to a nearby settlement, in addition to the normal skills. However, much of the information known about it is dubious. The DC to identify a rumored cryptid is [incredibly hard](/Rules.aspx?ID=555) (rather than very hard for most rare creatures), but all failures to identify a rumored cryptid gain the effects of the [Dubious Knowledge](/Feats.aspx?ID=776) skill feat.\n\n **Shifting Form** The cryptid is sustained by localized tales or reports from witnesses. As a result, its appearance morphs between different appearances. If all records of the rumored cryptid are destroyed or all witnesses die, the rumored cryptid ceases to exist.\n\n **Obscura Vulnerability** The cryptid is weakened by those who seek its truth. Whenever a creature succeeds at a [Recall Knowledge](/Actions.aspx?ID=26) check to identify the rumored cryptid, the rumored cryptid becomes [drained 1](/Conditions.aspx?ID=10) (or drained 2 if the Recall Knowledge check was a critical success).\n\n **Stalk** <actions string=\"Single Action\" /> **Requirements** The rumored cryptid is [undetected](/Conditions.aspx?ID=39); **Effect** The rumored cryptid swiftly stalks prey from hiding. It Strides, then Strikes.\n\n **Vanishing Escape** <actions string=\"Single Action\" /> The rumored cryptid breaks away and fades into the background. It Strides, then Hides. \n\n<title level=\"3\" right=\"\">Optional Abilities</title> The rumored cryptid might have one or both of the following optional abilities.\n\n **Hybrid Form** The cryptid's form morphs to be like a specific animal as the tales get longer. The rumored cryptid gains either a burrow, climb, or swim Speed equal to its land Speed.\n\n **Howl** <actions string=\"Two Actions\" /> ([auditory](/Traits.aspx?ID=16), [emotion](/Traits.aspx?ID=60), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) The rumored cryptid calls out with a wretched sound no living creature should make. Each creature in a 30-foot emanation must attempt a Will save. A creature that fails is [frightened 1](/Conditions.aspx?ID=19) (or frightened 2 on a critical failure). A creature that succeeds is temporarily immune for 1 minute. The DC is the [high DC for a creature of the rumored cryptid's level](/Rules.aspx?ID=552).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Rumored Cryptid",
 "next_link": {
  "label": "Unseen Animal Companion",
  "url": "/Rules.aspx?ID=1716"
 },
 "previous_link": {
  "label": "Primeval Cryptid",
  "url": "/Rules.aspx?ID=1714"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 61</row>\r\n\r\nCryptid Adjustments\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 61"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 61</row>",
 "speed": {},
 "text": " Rumored Cryptid Source Dark Archive pg. 61 As stories spread about a rumored cryptid, the weight of collective belief transforms the creature to match the tales. The limits of its physical body no longer confine it. Rumored Cryptid Adjustments You can turn an existing creature into a rumored cryptid by completing the following steps. Increase the creature's level by 1 and change its statistics as follows. Add the rare trait. If the creature was an animal, it loses the animal trait and gains the beast trait. If the creature's Intelligence modifier is –4 or lower, increase it to –3. Add Stealth with a modifier equal to its highest skill modifier. Increase the creature's AC, attack bonuses, DCs, Perception modifier, saving throws, and skill modifiers by 1. Increase the damage of the creature's Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead. Increase the creature's HP by the amount listed on the table. ## Starting Level HP Increase 1 or lower 10 2–4 15 5–19 20 20+ 30 Rumored Cryptid Abilities All rumored cryptids gain the following abilities, unless they conflict with the theme of the creature. Burning Eyes The cryptid's eyes are distinctive; perhaps they burn bright red in the dark night. The rumored cryptid gains darkvision. If the base creature already has darkvision, it gains greater darkvision. Creature Obscura The cryptid appears in so many urban legends, it can be identified using Society or a Lore skill connected to a nearby settlement, in addition to the normal skills. However, much of the information known about it is dubious. The DC to identify a rumored cryptid is incredibly hard (rather than very hard for most rare creatures), but all failures to identify a rumored cryptid gain the effects of the Dubious Knowledge skill feat. Shifting Form The cryptid is sustained by localized tales or reports from witnesses. As a result, its appearance morphs between different appearances. If all records of the rumored cryptid are destroyed or all witnesses die, the rumored cryptid ceases to exist. Obscura Vulnerability The cryptid is weakened by those who seek its truth. Whenever a creature succeeds at a Recall Knowledge check to identify the rumored cryptid, the rumored cryptid becomes drained 1 (or drained 2 if the Recall Knowledge check was a critical success). Stalk Single Action Requirements The rumored cryptid is undetected; Effect The rumored cryptid swiftly stalks prey from hiding. It Strides, then Strikes. Vanishing Escape Single Action The rumored cryptid breaks away and fades into the background. It Strides, then Hides. Optional Abilities The rumored cryptid might have one or both of the following optional abilities. Hybrid Form The cryptid's form morphs to be like a specific animal as the tales get longer. The rumored cryptid gains either a burrow, climb, or swim Speed equal to its land Speed. Howl Two Actions (auditory, emotion, fear, mental) The rumored cryptid calls out with a wretched sound no living creature should make. Each creature in a 30-foot emanation must attempt a Will save. A creature that fails is frightened 1 (or frightened 2 on a critical failure). A creature that succeeds is temporarily immune for 1 minute. The DC is the high DC for a creature of the rumored cryptid's level. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1715",
 "weakness": {}
}