{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-870",
 "markdown": "<title level=\"1\" right=\"Rules\">[Running Downtime](/Rules.aspx?ID=870)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 22</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThere's more to life than fighting monsters and looting treasure. What happens when a PC wins a deed to a tavern in a game of cards, crafts a magical item, builds a home, or pursues a relationship? All these goals and more are resolved by running downtime. You can use downtime in a variety of ways that can streamline gameplay and flesh out the story, such as to: \n<ul><li>Demonstrate changes to the setting that result from the PCs' previous achievements, giving them time to breathe and appreciate what they've accomplished. </li><li>Emphasize the PCs' planning and the fruit it bears. </li><li>Avoid bogging the game down, even if a great deal of time passes. Keep the number of rolls small. </li><li>Bring back compelling NPCs or plot threads established in previous downtime or adventures. </li><li>Interject interesting events and scenes related to what the PCs do to make the world feel more alive. </li><li>Switch to encounter or exploration mode as needed when actions spur a new scene or adventure.</li></ul> This section covers advice on how to fit downtime to suit your group. The amount and complexity can vary greatly depending on the game. You can find the basics of running downtime on [page 500 of the _Core Rulebook_](/Rules.aspx?ID=538).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-871\" />\r\n\r\n<document level=\"2\" id=\"rules-874\" />\r\n\r\n<document level=\"2\" id=\"rules-876\" />\r\n\r\n<document level=\"2\" id=\"rules-877\" />\r\n\r\n<document level=\"2\" id=\"rules-878\" />\r\n\r\n<document level=\"2\" id=\"rules-881\" />",
 "name": "Running Downtime",
 "next_link": {
  "label": "Adjudicating Rules",
  "url": "/Rules.aspx?ID=884"
 },
 "previous_link": {
  "label": "Running Exploration",
  "url": "/Rules.aspx?ID=858"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 22</row>\r\n\r\nChapter 1: Gamemastery Basics\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 22"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 22</row>",
 "speed": {},
 "text": " Running Downtime Source Gamemastery Guide pg. 22 There's more to life than fighting monsters and looting treasure. What happens when a PC wins a deed to a tavern in a game of cards, crafts a magical item, builds a home, or pursues a relationship? All these goals and more are resolved by running downtime. You can use downtime in a variety of ways that can streamline gameplay and flesh out the story, such as to: Demonstrate changes to the setting that result from the PCs' previous achievements, giving them time to breathe and appreciate what they've accomplished. Emphasize the PCs' planning and the fruit it bears. Avoid bogging the game down, even if a great deal of time passes. Keep the number of rolls small. Bring back compelling NPCs or plot threads established in previous downtime or adventures. Interject interesting events and scenes related to what the PCs do to make the world feel more alive. Switch to encounter or exploration mode as needed when actions spur a new scene or adventure. This section covers advice on how to fit downtime to suit your group. The amount and complexity can vary greatly depending on the game. You can find the basics of running downtime on page 500 of the Core Rulebook . ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=870",
 "weakness": {}
}