{
 "breadcrumbs": [
  "Chapter 10: Game Mastering"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-511",
 "markdown": "<title level=\"1\" right=\"Rules\">[Running Modes of Play](/Rules.aspx?ID=511)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 493 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPathfinder sessions are divided into three different modes of play: encounters, exploration, and downtime. Each mode represents different kinds of situations, with specific stakes and time scales, and characters can use different sorts of actions and reactions in each.\n\n Encounters take place in real time or slower, and they involve direct engagement between players and enemies, potential allies, or each other. Combat and direct social interaction usually take place in encounter mode.\n\n Exploration is the connective tissue of an adventure, and it is used whenever characters are exploring a place where there’s danger or uncertainty, such as an unfamiliar city or a dungeon. In exploration mode, characters aren’t in immediate peril, but they must still be on their toes. Exploration and encounters are collectively called adventuring.\n\n When the party isn’t adventuring, the characters are in downtime. This mode covers most of a normal person’s life, such as mundane, day-to-day tasks and working toward long-term goals.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-512\" />\r\n\r\n<document level=\"2\" id=\"rules-521\" />\r\n\r\n<document level=\"2\" id=\"rules-538\" />",
 "name": "Running Modes of Play",
 "next_link": {
  "label": "Difficulty Classes",
  "url": "/Rules.aspx?ID=552"
 },
 "previous_link": {
  "label": "Game Mastering",
  "url": "/Rules.aspx?ID=481"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 493 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 493"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 493 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Running Modes of Play Source Core Rulebook pg. 493 4.0 Pathfinder sessions are divided into three different modes of play: encounters, exploration, and downtime. Each mode represents different kinds of situations, with specific stakes and time scales, and characters can use different sorts of actions and reactions in each. Encounters take place in real time or slower, and they involve direct engagement between players and enemies, potential allies, or each other. Combat and direct social interaction usually take place in encounter mode. Exploration is the connective tissue of an adventure, and it is used whenever characters are exploring a place where there’s danger or uncertainty, such as an unfamiliar city or a dungeon. In exploration mode, characters aren’t in immediate peril, but they must still be on their toes. Exploration and encounters are collectively called adventuring. When the party isn’t adventuring, the characters are in downtime. This mode covers most of a normal person’s life, such as mundane, day-to-day tasks and working toward long-term goals. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=511",
 "weakness": {}
}