{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Running a Game Session"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-504",
 "markdown": "<title level=\"1\" right=\"Rules\">[Running a Session](/Rules.aspx?ID=504)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 490 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDuring a session, you’re in charge of keeping the game’s action moving, managing the different modes of play, fielding questions, and making rules decisions. You’ll also want to keep a rough eye on the time, so you can end when most convenient for the group.\n\n You’re the interface between the rules and the imagined world you and the other players share. They will ask you questions, and they’ll act based on their own assumptions. It’s up to you to establish what’s true in the world, but you don’t do this unilaterally. You’re informed by the setting’s backstory, your preparations, and the suggestions and assumptions the other players bring to the table. Keep in mind that until you announce something, your own plans are subject to change. For example, if you originally intended the owner of a tavern to be kindly and well-intentioned, but a player misreads her and invents an interesting conspiracy theory regarding her intentions that sounds fun, you might convert the tavern owner into an agent of evil after all.\n\n You’ll also determine when PCs and foes need to attempt checks, as well as the consequences of those rolls. This comes up most often outside of encounters, as encounters are more regimented about when checks happen and how they are resolved. In an encounter, a player can usually determine their own character’s turn, with you chiming in only to say whether an attack hits or if something in the environment requires a character to attempt a check.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-505\" />\r\n\r\n<document level=\"2\" id=\"rules-506\" />",
 "name": "Running a Session",
 "next_link": {
  "label": "Adjudicating the Rules",
  "url": "/Rules.aspx?ID=507"
 },
 "previous_link": {
  "label": "Starting a Session",
  "url": "/Rules.aspx?ID=503"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 490 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Running a Game Session\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 490"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 490 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Running a Session Source Core Rulebook pg. 490 4.0 During a session, you’re in charge of keeping the game’s action moving, managing the different modes of play, fielding questions, and making rules decisions. You’ll also want to keep a rough eye on the time, so you can end when most convenient for the group. You’re the interface between the rules and the imagined world you and the other players share. They will ask you questions, and they’ll act based on their own assumptions. It’s up to you to establish what’s true in the world, but you don’t do this unilaterally. You’re informed by the setting’s backstory, your preparations, and the suggestions and assumptions the other players bring to the table. Keep in mind that until you announce something, your own plans are subject to change. For example, if you originally intended the owner of a tavern to be kindly and well-intentioned, but a player misreads her and invents an interesting conspiracy theory regarding her intentions that sounds fun, you might convert the tavern owner into an agent of evil after all. You’ll also determine when PCs and foes need to attempt checks, as well as the consequences of those rolls. This comes up most often outside of encounters, as encounters are more regimented about when checks happen and how they are resolved. In an encounter, a player can usually determine their own character’s turn, with you chiming in only to say whether an attack hits or if something in the environment requires a character to attempt a check. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=504",
 "weakness": {}
}