{
 "breadcrumbs": [
  "Playing Undead"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1698",
 "markdown": "<title level=\"1\" right=\"Rules\">[Running a Game with Undead PCs](/Rules.aspx?ID=1698)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 45</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe options for playing undead are built to closely match the normal play style of adventuring, but not all types of adventures or adversaries work well with undead in the party. Many abilities of enemy creatures become weak or pointless against undead. Take note of the basic undead benefits so you can avoid using enemies who rely on [death](/Traits.aspx?ID=40) effects, for example. You'll also need to reconsider adversaries who have [_heal_](/Spells.aspx?ID=148) or [_harm_](/Spells.aspx?ID=146) spells, and potentially switch out the spells they know. _Harm_ isn't useful as an offensive spell against undead, so living creatures with _harm_ won't get any use out of it against a party of undead. _Heal_, on the other hand, becomes extra useful and valuable for living creatures, as it can both heal their allies and hurt the PCs. Running a game with undead means taking these elements into account but not necessarily removing them all. Sometimes undead shrug off powerful spells and sometimes they get wrecked by a _heal_ spell.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1699\" />",
 "name": "Running a Game with Undead PCs",
 "next_link": {
  "label": "Undead Adjustments",
  "url": "/Rules.aspx?ID=1700"
 },
 "previous_link": {
  "label": "Roleplaying Undead",
  "url": "/Rules.aspx?ID=1696"
 },
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 45</row>\r\n\r\nPlaying Undead\r\n</additional-info>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 45"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 45</row>",
 "speed": {},
 "text": " Running a Game with Undead PCs Source Book of the Dead pg. 45 The options for playing undead are built to closely match the normal play style of adventuring, but not all types of adventures or adversaries work well with undead in the party. Many abilities of enemy creatures become weak or pointless against undead. Take note of the basic undead benefits so you can avoid using enemies who rely on death effects, for example. You'll also need to reconsider adversaries who have heal or harm spells, and potentially switch out the spells they know. Harm isn't useful as an offensive spell against undead, so living creatures with harm won't get any use out of it against a party of undead. Heal , on the other hand, becomes extra useful and valuable for living creatures, as it can both heal their allies and hurt the PCs. Running a game with undead means taking these elements into account but not necessarily removing them all. Sometimes undead shrug off powerful spells and sometimes they get wrecked by a heal spell. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1698",
 "weakness": {}
}