{
 "breadcrumbs": [
  "Housing Costs"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1977",
 "markdown": "<title level=\"1\" right=\"Rules\">[Rural Housing](/Rules.aspx?ID=1977)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Travel Guide](/Sources.aspx?ID=141) pg. 17</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe following table provides a number of different types of homes and their prices. The prices for housing are the cost to purchase a home outright and the monthly cost. Characters who prefer to rent a home can use the monthly rent costs listed instead. These costs are meant to represent an average cost in most rural areas, but can vary significantly based on location, local regulations, and other factors as determined by the GM. GMs who wish to modify these costs should generally remain within a 15% adjustment of the listed costs. Characters with connections or that have earned local respect might receive discounts on these of up to 10% of the total cost. The cost for additional rooms on a home are assumed to range between 5% to 15% of the home's base cost and includes the cost for material and labor, though the GM is free to vary this as necessary.\n\n## Table 1: Housing Costs\n<row gap=\"tiny\">\n<table><tr><td>**House payment (10 year period)** </td><td>**Price**</td><td>**Monthly**</td></tr> <tr><td>Thatch hut (poor home) </td><td>100 gp </td><td>2 gp</td></tr> <tr><td>Wood cottage (comfortable home)</td><td> 300 gp </td><td>6 gp</td></tr> <tr><td>Stone house (quality home) </td><td>2,000 gp </td><td>40 gp</td></tr> <tr><td>Wood, stone, and metal manse (fine home) </td><td>6,000 gp </td><td>120 gp</td></tr> <tr><td>Villa (luxury home) </td><td>15,000 gp </td><td>300 gp </td></tr></table><br />\n<table><tr><td>**House** </td><td>**Monthly rent**</td></tr> <tr><td>Thatch hut (poor home) </td><td>8 gp</td></tr> <tr><td>Wood cottage (comfortable home) </td><td>20 gp</td></tr> <tr><td>Stone house (quality home) </td><td>80 gp </td></tr> <tr><td>Wood, stone, and metal manse (fine home)</td><td> 240 gp</td></tr> <tr><td>Villa (luxury home) </td><td>600 gp</td></tr></table></row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Rural Housing",
 "next_link": {
  "label": "Urban Housing",
  "url": "/Rules.aspx?ID=1978"
 },
 "previous_link": {
  "label": "Game Master's Trove",
  "url": "/Rules.aspx?ID=1960"
 },
 "rarity": "common",
 "release_date": "2022-08-31",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Travel Guide](/Sources.aspx?ID=141) pg. 17</row>\r\n\r\nHousing Costs\r\n</additional-info>",
 "source": [
  "Travel Guide"
 ],
 "source_raw": [
  "Travel Guide pg. 17"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Travel Guide](/Sources.aspx?ID=141) pg. 17</row>",
 "speed": {},
 "text": " Rural Housing Source Travel Guide pg. 17 The following table provides a number of different types of homes and their prices. The prices for housing are the cost to purchase a home outright and the monthly cost. Characters who prefer to rent a home can use the monthly rent costs listed instead. These costs are meant to represent an average cost in most rural areas, but can vary significantly based on location, local regulations, and other factors as determined by the GM. GMs who wish to modify these costs should generally remain within a 15% adjustment of the listed costs. Characters with connections or that have earned local respect might receive discounts on these of up to 10% of the total cost. The cost for additional rooms on a home are assumed to range between 5% to 15% of the home's base cost and includes the cost for material and labor, though the GM is free to vary this as necessary. ## Table 1: Housing Costs House payment (10 year period) Price Monthly Thatch hut (poor home) 100 gp 2 gp Wood cottage (comfortable home) 300 gp 6 gp Stone house (quality home) 2,000 gp 40 gp Wood, stone, and metal manse (fine home) 6,000 gp 120 gp Villa (luxury home) 15,000 gp 300 gp House Monthly rent Thatch hut (poor home) 8 gp Wood cottage (comfortable home) 20 gp Stone house (quality home) 80 gp Wood, stone, and metal manse (fine home) 240 gp Villa (luxury home) 600 gp ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1977",
 "weakness": {}
}