{
 "breadcrumbs": [
  "Book of Unlimited Magic",
  "Ley Lines"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1536",
 "markdown": "<title level=\"1\" right=\"Rules\">[Sample Ley Lines](/Rules.aspx?ID=1536)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 215 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe following represent a number of different types of ley lines, each of which provides specific effects. GMs can use these ley lines as is or find some inspiration for new ley lines in their own games. Most ley lines are [rare](/Traits.aspx?ID=137), but a specific ley line can be [unique](/Traits.aspx?ID=161).\n\n<title level=\"3\" right=\"Ley Line 2\">Basic Ley Line </title> <traits><trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" /><trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" /></traits> Most ley lines are simply naturally occurring conduits of pure magical energy. Tapping into a basic ley line allows spellcasters to modify their spells. This ley line has the [arcane](/Traits.aspx?ID=11), [divine](/Traits.aspx?ID=48), [occult](/Traits.aspx?ID=120), or [primal](/Traits.aspx?ID=134) trait as appropriate. \n\n **Benefit** When you Cast a Spell, alter the spell as if you had just used your choice of either [Reach Spell](/Feats.aspx?ID=181) or [Widen Spell](/Feats.aspx?ID=315). \n\n **Backlash** The magical energy overwhelms your mind. You become [stupefied 1](/Conditions.aspx?ID=37) until the end of your next turn. \n\n  \n\n<title level=\"3\" right=\"Ley Line 4\">Energy Ley Line </title> <traits><trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" /><trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" /><trait label=\"Primal\" url=\"/Traits.aspx?ID=134\" /></traits> Energy ley lines are attuned to a specific type of energy and enhance that energy's power. They might form where the power from an Inner Plane with immense energy (such as an Elemental Plane, the [Positive Energy Plane](/Planes.aspx?ID=3), or the [Negative Energy Plane](/Planes.aspx?ID=2)) seeps across a planar boundary. An energy ley line can be attuned to [acid](/Traits.aspx?ID=3), [cold](/Traits.aspx?ID=27), [electricity](/Traits.aspx?ID=56), [fire](/Traits.aspx?ID=72), [force](/Traits.aspx?ID=75), [positive](/Traits.aspx?ID=128), [negative](/Traits.aspx?ID=118), or [sonic](/Traits.aspx?ID=147) energy and gains the respective trait for that energy. Higher-level energy ley lines can deal greater [persistent damage](/Conditions.aspx?ID=29) on the benefit and greater damage on the backlash, usually 1d8 per 4 levels. \n\n **Benefit** All damage of the associated energy type you deal clings to your targets, dealing an additional 1d8 persistent damage of the ley line's energy type. \n\n **Backlash** The energy rebounds, and you take 2d8 persistent damage of the ley line's energy type. \n\n \n\n<title level=\"3\" right=\"Ley Line 10\">Focused Ley Line </title> <traits><trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" /><trait label=\"Arcane\" url=\"/Traits.aspx?ID=11\" /><trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" /><trait label=\"Evocation\" url=\"/Traits.aspx?ID=65\" /><trait label=\"Occult\" url=\"/Traits.aspx?ID=120\" /><trait label=\"Primal\" url=\"/Traits.aspx?ID=134\" /></traits> Focused ley lines are concentrated points of magical energy which are even more potent than other ley lines. These ley lines allow users to realign their magical connections almost immediately. Higher-level focused ley lines allow users to gain their benefits more times in a single day. \n\n **Benefit** You gain a Focus Point, which is separate from your focus pool and doesn't count toward the cap on your focus pool. You can gain this benefit only if you have a focus pool. If you don't use this focus point before the benefit of the ley line runs out, it's lost. You become temporarily immune to the benefits of this ley line for 24 hours. \n\n **Backlash** Your entire being becomes overwhelmed with magical energy. You become [stupefied 3](/Conditions.aspx?ID=37) for 1 minute, and you can't [Refocus](/Actions.aspx?ID=71) for 1 hour. \n\n \n\n<title level=\"3\" right=\"Ley Line 12\">Haunted Ley Line </title> <traits><trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" /><trait label=\"Divine\" url=\"/Traits.aspx?ID=48\" /><trait label=\"Necromancy\" url=\"/Traits.aspx?ID=117\" /><trait label=\"Occult\" url=\"/Traits.aspx?ID=120\" /></traits> Some ley lines form at sites of significant death. This results in haunted ley lines, which allow those who tap into them to blur the line between life and death. More powerful haunted ley lines grant the benefits of a higher-level [_blink_](/Spells.aspx?ID=27) spell. \n\n **Benefit** You're affected by _blink_ for the duration of the ley line benefit. You can Sustain the Spell as though you had cast it, and you can choose the direction of your reappearance when you do so (you still reappear randomly at the end of your turn). \n\n **Backlash** You get partially pulled into the [Ethereal Plane](/Planes.aspx?ID=9). For 1 minute, you vanish and reappear in a random direction at the end of your turn as noted in the effects of blink, but you don't gain any of the other effects of the spell. \n\n<title level=\"3\" right=\"Ley Line 14\">Specialized Ley Line </title> <traits><trait label=\"Rare\" url=\"/Traits.aspx?ID=137\" /><trait label=\"Arcane\" url=\"/Traits.aspx?ID=11\" /></traits> Specialized ley lines empower specific types of magic. They most commonly come about where a practitioner of a particular type of magic has utilized their magical arts repeatedly, such as at locations of magical academies. Each specialized ley line is attuned to a specific school of magic and gains that school's trait. More powerful ones can heighten a spell multiple levels at once. \n\n **Benefit** Spells you cast of the ley line's attuned school are empowered. When you Cast a Spell of that school, that spell is automatically heightened 1 level, up to a level equal to the highest spell level you can cast. \n\n **Backlash** Your connection to the ley line's school of magic weakens, making it temporarily harder to manifest those spells. For 1 minute, all spells of the attuned school require one additional action to cast.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Sample Ley Lines",
 "next_link": {
  "label": "Ley Line Rituals",
  "url": "/Rules.aspx?ID=1537"
 },
 "previous_link": {
  "label": "Using Ley Lines",
  "url": "/Rules.aspx?ID=1535"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 215 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic / Ley Lines\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 215"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 215 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Sample Ley Lines Source Secrets of Magic pg. 215 1.1 The following represent a number of different types of ley lines, each of which provides specific effects. GMs can use these ley lines as is or find some inspiration for new ley lines in their own games. Most ley lines are rare, but a specific ley line can be unique. Basic Ley Line Most ley lines are simply naturally occurring conduits of pure magical energy. Tapping into a basic ley line allows spellcasters to modify their spells. This ley line has the arcane, divine, occult, or primal trait as appropriate. Benefit When you Cast a Spell, alter the spell as if you had just used your choice of either Reach Spell or Widen Spell. Backlash The magical energy overwhelms your mind. You become stupefied 1 until the end of your next turn. Energy Ley Line Energy ley lines are attuned to a specific type of energy and enhance that energy's power. They might form where the power from an Inner Plane with immense energy (such as an Elemental Plane, the Positive Energy Plane, or the Negative Energy Plane) seeps across a planar boundary. An energy ley line can be attuned to acid, cold, electricity, fire, force, positive, negative, or sonic energy and gains the respective trait for that energy. Higher-level energy ley lines can deal greater persistent damage on the benefit and greater damage on the backlash, usually 1d8 per 4 levels. Benefit All damage of the associated energy type you deal clings to your targets, dealing an additional 1d8 persistent damage of the ley line's energy type. Backlash The energy rebounds, and you take 2d8 persistent damage of the ley line's energy type. Focused Ley Line Focused ley lines are concentrated points of magical energy which are even more potent than other ley lines. These ley lines allow users to realign their magical connections almost immediately. Higher-level focused ley lines allow users to gain their benefits more times in a single day. Benefit You gain a Focus Point, which is separate from your focus pool and doesn't count toward the cap on your focus pool. You can gain this benefit only if you have a focus pool. If you don't use this focus point before the benefit of the ley line runs out, it's lost. You become temporarily immune to the benefits of this ley line for 24 hours. Backlash Your entire being becomes overwhelmed with magical energy. You become stupefied 3 for 1 minute, and you can't Refocus for 1 hour. Haunted Ley Line Some ley lines form at sites of significant death. This results in haunted ley lines, which allow those who tap into them to blur the line between life and death. More powerful haunted ley lines grant the benefits of a higher-level blink spell. Benefit You're affected by blink for the duration of the ley line benefit. You can Sustain the Spell as though you had cast it, and you can choose the direction of your reappearance when you do so (you still reappear randomly at the end of your turn). Backlash You get partially pulled into the Ethereal Plane. For 1 minute, you vanish and reappear in a random direction at the end of your turn as noted in the effects of blink, but you don't gain any of the other effects of the spell. Specialized Ley Line Specialized ley lines empower specific types of magic. They most commonly come about where a practitioner of a particular type of magic has utilized their magical arts repeatedly, such as at locations of magical academies. Each specialized ley line is attuned to a specific school of magic and gains that school's trait. More powerful ones can heighten a spell multiple levels at once. Benefit Spells you cast of the ley line's attuned school are empowered. When you Cast a Spell of that school, that spell is automatically heightened 1 level, up to a level equal to the highest spell level you can cast. Backlash Your connection to the ley line's school of magic weakens, making it temporarily harder to manifest those spells. For 1 minute, all spells of the attuned school require one additional action to cast. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1536",
 "weakness": {}
}