{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Afflictions",
  "Format of Rules Elements"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-364",
 "markdown": "<title level=\"1\" right=\"Rules\">[Saving Throw](/Rules.aspx?ID=364)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 457 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen you’re first exposed to the affliction, you must attempt a saving throw against it. This first attempt to stave off the affliction is called the initial save. An affliction usually requires a Fortitude save, but the exact save and its DC are listed after the name and type of affliction. Spells that can poison you typically use the caster’s spell DC.\n\n On a successful initial saving throw, you are unaffected by that exposure to the affliction. You do not need to attempt further saving throws against it unless you are exposed to the affliction again. \n\n If you fail the initial saving throw, after the affliction’s onset period elapses (if applicable), you advance to stage 1 of the affliction and are subjected to the listed effect. On a critical failure, after its onset period (if applicable), you advance to stage 2 of the affliction and are subjected to that effect instead. The stages of an affliction are described below.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Saving Throw",
 "next_link": {
  "label": "Onset",
  "url": "/Rules.aspx?ID=365"
 },
 "previous_link": {
  "label": "Name and Traits",
  "url": "/Rules.aspx?ID=363"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 457 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Afflictions / Format of Rules Elements\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 457"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 457 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Saving Throw Source Core Rulebook pg. 457 4.0 When you’re first exposed to the affliction, you must attempt a saving throw against it. This first attempt to stave off the affliction is called the initial save. An affliction usually requires a Fortitude save, but the exact save and its DC are listed after the name and type of affliction. Spells that can poison you typically use the caster’s spell DC. On a successful initial saving throw, you are unaffected by that exposure to the affliction. You do not need to attempt further saving throws against it unless you are exposed to the affliction again. If you fail the initial saving throw, after the affliction’s onset period elapses (if applicable), you advance to stage 1 of the affliction and are subjected to the listed effect. On a critical failure, after its onset period (if applicable), you advance to stage 2 of the affliction and are subjected to that effect instead. The stages of an affliction are described below. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=364",
 "weakness": {}
}