{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Adjudicating Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-892",
 "markdown": "<title level=\"1\" right=\"Rules\">[Saying \"Yes, But\"](/Rules.aspx?ID=892)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 29</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome of the most memorable moments come from situations that inherently call for a rules interpretation, like when a player wants to do something creative using the environment. The variety of these situations is limited only by the imagination of your players. It’s usually better to say “yes” than “no,” within reason. For example, imagine a player wants to do something borderline nonsensical like grabbing a spider and squeezing it to force it to use its web attack. But what about a player who wants to use a fire spell to deliberately ignite a barrel of oil? Surely that should have some effect!\n\n This is where you can use a variant of the well-known improv “Yes, and,” technique: you can say “Yes, but.” With “Yes, but,” you allow the player’s creative idea, but tie it into the world and the game rules via some sort of additional consequences, potentially adding the uncertainty of an additional roll.\n\n Here are some simple ways you might implement this tool. Almost all of these require an action or are part of another action. \n<ul><li>Get a fleeting benefit without a roll. Example: dip a sword into a burning brazier to add 1 fire damage on the next attack against a troll. </li><li>Require a check, then apply a circumstance bonus to the PC’s action. Example: swing from a chandelier above a foe. </li><li>Require a check, then apply a circumstance penalty or condition to a foe. Example: throw a barrel over a monster’s head. </li><li>Require an attack roll or skill check to deal minor damage and gain another benefit. Examples: jump from a higher elevation down onto a foe for a small amount of damage, potentially knocking the foe prone; throw sand in an opponent’s eyes. </li><li>Require a directed attack against an object, then allow foes to attempt saving throws against the object’s effect at a DC you choose. Example: cast a [_produce flame_](/Spells.aspx?ID=236) spell at a barrel of explosives.</li></ul> Another powerful tool you can use to help you say “Yes, but” when you’re unsure of the game impact is to allow the idea to work just this once, letting your players know that this is part of your decision. For instance, maybe you think a PCs attempt to Grapple a spider to aim its web attack at another foe is so fun you have to let them do it, but you’re worried that the effect would be so powerful that the PCs would just carry around a spider to shoot webs for the rest of the campaign. By making it a one-time effect, you can have fun but don’t have to worry about whether you’re setting a disruptive precedent for later on.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Saying \"Yes, But\"",
 "next_link": {
  "label": "House Rules",
  "url": "/Rules.aspx?ID=893"
 },
 "previous_link": {
  "label": "Core Principles",
  "url": "/Rules.aspx?ID=885"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 29</row>\r\n\r\nChapter 1: Gamemastery Basics / Adjudicating Rules\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 29"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 29</row>",
 "speed": {},
 "text": " Saying \"Yes, But\" Source Gamemastery Guide pg. 29 Some of the most memorable moments come from situations that inherently call for a rules interpretation, like when a player wants to do something creative using the environment. The variety of these situations is limited only by the imagination of your players. It’s usually better to say “yes” than “no,” within reason. For example, imagine a player wants to do something borderline nonsensical like grabbing a spider and squeezing it to force it to use its web attack. But what about a player who wants to use a fire spell to deliberately ignite a barrel of oil? Surely that should have some effect! This is where you can use a variant of the well-known improv “Yes, and,” technique: you can say “Yes, but.” With “Yes, but,” you allow the player’s creative idea, but tie it into the world and the game rules via some sort of additional consequences, potentially adding the uncertainty of an additional roll. Here are some simple ways you might implement this tool. Almost all of these require an action or are part of another action. Get a fleeting benefit without a roll. Example: dip a sword into a burning brazier to add 1 fire damage on the next attack against a troll. Require a check, then apply a circumstance bonus to the PC’s action. Example: swing from a chandelier above a foe. Require a check, then apply a circumstance penalty or condition to a foe. Example: throw a barrel over a monster’s head. Require an attack roll or skill check to deal minor damage and gain another benefit. Examples: jump from a higher elevation down onto a foe for a small amount of damage, potentially knocking the foe prone; throw sand in an opponent’s eyes. Require a directed attack against an object, then allow foes to attempt saving throws against the object’s effect at a DC you choose. Example: cast a produce flame spell at a barrel of explosives. Another powerful tool you can use to help you say “Yes, but” when you’re unsure of the game impact is to allow the idea to work just this once, letting your players know that this is part of your decision. For instance, maybe you think a PCs attempt to Grapple a spider to aim its web attack at another foe is so fun you have to let them do it, but you’re worried that the effect would be so powerful that the PCs would just carry around a spider to shoot webs for the rest of the campaign. By making it a one-time effect, you can have fun but don’t have to worry about whether you’re setting a disruptive precedent for later on. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=892",
 "weakness": {}
}