{
 "breadcrumbs": [
  "Guns Equipment",
  "Customization Options"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1660",
 "markdown": "<title level=\"1\" right=\"Rules\">[Scopes](/Rules.aspx?ID=1660)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 180</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nScopes for firearms and crossbows have existed, in one form or another, for many years, though they've recently become one of the most soughtafter luxury items for gun enthusiasts in Alkenstar and in various regions that have gotten their hands on Alkenstar firearms (whether through legal means or otherwise). Leatherworkers, metalsmiths, crystal cutters, and spellcasters specializing in the creation and development of magical items all have a part to play in the burgeoning industry. The finest crafters often incorporate signature techniques or styles into the scopes they produce, such as crystal cutters espousing the merits of their flawless lenses and spellcasters promoting the benefits of the particular spells and techniques they use to increase the amount and clarity of information conveyed by scopes they enchant.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Scopes",
 "next_link": {
  "label": "Stabilizers",
  "url": "/Rules.aspx?ID=1661"
 },
 "previous_link": {
  "label": "Holsters",
  "url": "/Rules.aspx?ID=1659"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 180</row>\r\n\r\nGuns Equipment / Customization Options\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 180"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 180</row>",
 "speed": {},
 "text": " Scopes Source Guns &amp; Gears pg. 180 Scopes for firearms and crossbows have existed, in one form or another, for many years, though they've recently become one of the most soughtafter luxury items for gun enthusiasts in Alkenstar and in various regions that have gotten their hands on Alkenstar firearms (whether through legal means or otherwise). Leatherworkers, metalsmiths, crystal cutters, and spellcasters specializing in the creation and development of magical items all have a part to play in the burgeoning industry. The finest crafters often incorporate signature techniques or styles into the scopes they produce, such as crystal cutters espousing the merits of their flawless lenses and spellcasters promoting the benefits of the particular spells and techniques they use to increase the amount and clarity of information conveyed by scopes they enchant. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1660",
 "weakness": {}
}