{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1717",
 "markdown": "<title level=\"1\" right=\"Rules\">[Secret Society Member](/Rules.aspx?ID=1717)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 80</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou can turn an existing creature into a secret society member by completing the following steps. This adjustment is best applied to NPCs and other humanoid creatures rather than beasts or other monsters. Increase the creature's level by 1 and change its statistics as follows. \n<ul><li>Increase AC, attack bonuses, DCs, the Perception modifier, saving throws, and skill modifiers by 1.</li><li>Increase [Deception](/Skills.aspx?ID=5) and [Society](/Skills.aspx?ID=14) to be primary skills for the creature's new level.</li><li>Increase either [Diplomacy](/Skills.aspx?ID=6) or [Intimidation](/Skills.aspx?ID=7) to be a primary skill for the creature's new level, and the other to be a secondary skill.</li><li>Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.</li><li>Increase HP by the amount listed on the table.</li></ul>\n\n##  \n<row gap=\"tiny\">\n<table><tr><td>Starting Level</td><td>HP Increase</td></tr> <tr><td>1 or lower</td><td>10</td></tr> <tr><td>2–4</td><td>15</td></tr> <tr><td>5–19</td><td>20</td></tr> <tr><td>20+</td><td>30</td></tr></table>\r\n</row> \n\n<title level=\"3\" right=\"\">Secret Society Member Special Abilities</title> All secret society members gain the following abilities.\n\n **Connected** The secret society member has numerous connections, especially within the broad band of social class from which the society recruits, but stretching further through friendships, extortion, and other forms of influence. Whenever encountering a character from a settlement where the secret society has influence, the secret society member can attempt a [Society](/Skills.aspx?ID=14) check with an [easy DC for the level of the encountered character](/Rules.aspx?ID=552) if that character is a member of the demographic from which the secret society recruits, and a DC of hard or higher for other characters. On a success, the secret society member has a connection with that character they can use to ingratiate themself or push that character into acting the way the secret society member wants. This grants the secret society member a +2 circumstance bonus to [Make an Impression](/Actions.aspx?ID=50), [Coerce](/Actions.aspx?ID=52), [Demoralize](/Actions.aspx?ID=53), or [Request](/Actions.aspx?ID=51). On a critical success, the connection is especially strong or powerful and might even include a direct connection with the secret society. The circumstance bonus increases to +4. A secret society member can use this ability on a PC, though beyond Demoralize, the connection is more of a roleplay note informing their interactions with the PC.\n\n **Shibboleth** Secret society members can communicate with other members of their secret society using coded language that seems innocuous enough to go unnoticed by most onlookers. A creature specifically gauging the conversation, such as with [Sense Motive](/Actions.aspx?ID=85), can attempt a secret Perception check against the secret society member's [Deception](/Skills.aspx?ID=5) DC to notice something secret has been communicated, after which they can attempt a Society check against the same DC. On a success, they discover the rough topic of the message; on a critical success, they discover the exact message. \n\n<title level=\"3\" right=\"\">Additional Abilities</title>A given secret society member gains two to three of the following abilities, as befit the nature of their secret society and their role within that society. For instance, a society among the downtrodden, planning a violent uprising, might grant the tag team ability, whereas a society within a wealthy aristocracy might be unwilling to get its hands dirty and grant the get out of jail ability instead.\n\n **Get out of Jail** It's almost impossible to force the secret society member to face the consequences of their actions. Their society has fingers in the halls of law and justice, and where it can't sway the verdict, it can at least arrange the escape. When the secret society member would be brought to justice for their crimes, they attempt a Society check against a [simple DC](/Rules.aspx?ID=553), depending on the severity of their crimes and the exposure of the evidence to the public. This is typically an expert simple DC of 20.\n\n**Critical Success** Not only is the secret society member exonerated but they also manage to stay clean in the eyes of the public. Those who attempted to bring them to justice are called in for harassment, libel, filing frivolous charges, or other trumped-up indictments.<br />\n**Success** The secret society member is declared not guilty and exonerated of their crimes in the eyes of the law.<br />\n**Failure** While the secret society member is initially declared guilty, they're released on a technicality, or manage to bribe or sneak their way out. While they're free, their reputation has been damaged.<br />\n**Critical Failure** Justice prevails, and the secret society member can't escape their sentence. Their society likely cuts ties with them and might turn to more dramatic means to ensure they can't expose the society. \n\n**Not Today!** <actions string=\"Reaction\" /> **Frequency** once per day; **Trigger** The secret society member is reduced to 0 Hit Points; **Effect** Whether it's a fellow society member waiting in the wings to spirit them away, a clever contraption, a contingent spell, or some other means, a secret society member always has an escape plan. Instead of being reduced to 0 Hit Points, the secret society member remains at 1 Hit Point. They gain temporary Hit Points equal to their level and then Stride twice. If they have the appropriate forms of movement, they can instead choose to [Burrow](/Actions.aspx?ID=93), [Climb](/Actions.aspx?ID=33), [Fly](/Actions.aspx?ID=94), or [Swim](/Actions.aspx?ID=39).\n\n **Prepared Diversion** <actions string=\"Free Action\" /> **Frequency** once per hour; **Effect** The secret society member has fellow members in all sorts of places, ready to make a distraction to help them duck from sight or make a quick attack against their foe. The secret society member either [Creates a Diversion](/Actions.aspx?ID=45) or [Feint](/Actions.aspx?ID=48). If they Create a Diversion, it doesn't gain either the [auditory](/Traits.aspx?ID=16), [linguistic](/Traits.aspx?ID=101), or [manipulate](/Traits.aspx?ID=104) trait (since someone else has provided the diversion), and onlookers who have already been diverted by the secret society member don't receive a +4 circumstance bonus against the attempt. If they Feint, they don't need to be in melee reach of their target, and the benefit applies to both melee and ranged attacks against their target.\n\n **Prepared Trap** <actions string=\"Single Action\" /> **Frequency** once per hour; **Effect** The secret society member's agents trapped the area in advance, and the secret society member arms one such snare. The secret society member chooses an unoccupied space within 60 feet and activates a [snare](/Traits.aspx?ID=146) hidden there; the snare can be any common snare of the secret society's member's level – 2 or lower (minimum level 1). From this point on, creatures can trigger the snare as normal. During the activation, the secret society member must attempt a [Deception](/Skills.aspx?ID=5) check against the Perception DCs of creatures observing them; on a failure, those creatures realize where the secret society member activated the snare.\n\n **Skill Savvy** The secret society member has a few tricks most others do not. They gain two of the following skill feats: [Charming Liar](/Feats.aspx?ID=766), [Courtly Graces](/Feats.aspx?ID=772), [Glean Contents](/Feats.aspx?ID=2129), [Hobnobber](/Feats.aspx?ID=791), [Lengthy Diversion](/Feats.aspx?ID=810), [Lie to Me](/Feats.aspx?ID=811), [Quick Coercion](/Feats.aspx?ID=822), or [Streetwise](/Feats.aspx?ID=846). If they are at least 2nd level, they can also choose from among the following: [Discreet Inquiry](/Feats.aspx?ID=2121), [Glad-Hand](/Feats.aspx?ID=787), or [Lasting Coercion](/Feats.aspx?ID=800). If they are at least 7th level, they can also choose [Shameless Request](/Feats.aspx?ID=838) or [Slippery Secrets](/Feats.aspx?ID=842).\n\n **Tag Team** A secret society member works best with other members of the same society (whether they have the secret society member adjustment and this ability or not). Any creature is flat-footed against a secret society member's melee attacks due to flanking as long as the enemy is within both the secret society member's reach and the reach of one allied creature that is a member of the same secret society. Against a creature within the reach of two or more allied creatures that are members of the same secret society, the secret society member's Strikes deal an additional 1d6 precision damage.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Secret Society Member",
 "next_link": {
  "label": "Deviant Abilities",
  "url": "/Rules.aspx?ID=1718"
 },
 "previous_link": {
  "label": "Cryptid Adjustments",
  "url": "/Rules.aspx?ID=1711"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 80</row>\n\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 80"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 80</row>",
 "speed": {},
 "text": " Secret Society Member Source Dark Archive pg. 80 You can turn an existing creature into a secret society member by completing the following steps. This adjustment is best applied to NPCs and other humanoid creatures rather than beasts or other monsters. Increase the creature's level by 1 and change its statistics as follows. Increase AC, attack bonuses, DCs, the Perception modifier, saving throws, and skill modifiers by 1. Increase Deception and Society to be primary skills for the creature's new level. Increase either Diplomacy or Intimidation to be a primary skill for the creature's new level, and the other to be a secondary skill. Increase damage with Strikes and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead. Increase HP by the amount listed on the table. ## Starting Level HP Increase 1 or lower 10 2–4 15 5–19 20 20+ 30 Secret Society Member Special Abilities All secret society members gain the following abilities. Connected The secret society member has numerous connections, especially within the broad band of social class from which the society recruits, but stretching further through friendships, extortion, and other forms of influence. Whenever encountering a character from a settlement where the secret society has influence, the secret society member can attempt a Society check with an easy DC for the level of the encountered character if that character is a member of the demographic from which the secret society recruits, and a DC of hard or higher for other characters. On a success, the secret society member has a connection with that character they can use to ingratiate themself or push that character into acting the way the secret society member wants. This grants the secret society member a +2 circumstance bonus to Make an Impression, Coerce, Demoralize, or Request. On a critical success, the connection is especially strong or powerful and might even include a direct connection with the secret society. The circumstance bonus increases to +4. A secret society member can use this ability on a PC, though beyond Demoralize, the connection is more of a roleplay note informing their interactions with the PC. Shibboleth Secret society members can communicate with other members of their secret society using coded language that seems innocuous enough to go unnoticed by most onlookers. A creature specifically gauging the conversation, such as with Sense Motive, can attempt a secret Perception check against the secret society member's Deception DC to notice something secret has been communicated, after which they can attempt a Society check against the same DC. On a success, they discover the rough topic of the message; on a critical success, they discover the exact message. Additional Abilities A given secret society member gains two to three of the following abilities, as befit the nature of their secret society and their role within that society. For instance, a society among the downtrodden, planning a violent uprising, might grant the tag team ability, whereas a society within a wealthy aristocracy might be unwilling to get its hands dirty and grant the get out of jail ability instead. Get out of Jail It's almost impossible to force the secret society member to face the consequences of their actions. Their society has fingers in the halls of law and justice, and where it can't sway the verdict, it can at least arrange the escape. When the secret society member would be brought to justice for their crimes, they attempt a Society check against a simple DC, depending on the severity of their crimes and the exposure of the evidence to the public. This is typically an expert simple DC of 20. Critical Success Not only is the secret society member exonerated but they also manage to stay clean in the eyes of the public. Those who attempted to bring them to justice are called in for harassment, libel, filing frivolous charges, or other trumped-up indictments. Success The secret society member is declared not guilty and exonerated of their crimes in the eyes of the law. Failure While the secret society member is initially declared guilty, they're released on a technicality, or manage to bribe or sneak their way out. While they're free, their reputation has been damaged. Critical Failure Justice prevails, and the secret society member can't escape their sentence. Their society likely cuts ties with them and might turn to more dramatic means to ensure they can't expose the society. Not Today! Reaction Frequency once per day; Trigger The secret society member is reduced to 0 Hit Points; Effect Whether it's a fellow society member waiting in the wings to spirit them away, a clever contraption, a contingent spell, or some other means, a secret society member always has an escape plan. Instead of being reduced to 0 Hit Points, the secret society member remains at 1 Hit Point. They gain temporary Hit Points equal to their level and then Stride twice. If they have the appropriate forms of movement, they can instead choose to Burrow, Climb, Fly, or Swim. Prepared Diversion Free Action Frequency once per hour; Effect The secret society member has fellow members in all sorts of places, ready to make a distraction to help them duck from sight or make a quick attack against their foe. The secret society member either Creates a Diversion or Feint. If they Create a Diversion, it doesn't gain either the auditory, linguistic, or manipulate trait (since someone else has provided the diversion), and onlookers who have already been diverted by the secret society member don't receive a +4 circumstance bonus against the attempt. If they Feint, they don't need to be in melee reach of their target, and the benefit applies to both melee and ranged attacks against their target. Prepared Trap Single Action Frequency once per hour; Effect The secret society member's agents trapped the area in advance, and the secret society member arms one such snare. The secret society member chooses an unoccupied space within 60 feet and activates a snare hidden there; the snare can be any common snare of the secret society's member's level – 2 or lower (minimum level 1). From this point on, creatures can trigger the snare as normal. During the activation, the secret society member must attempt a Deception check against the Perception DCs of creatures observing them; on a failure, those creatures realize where the secret society member activated the snare. Skill Savvy The secret society member has a few tricks most others do not. They gain two of the following skill feats: Charming Liar, Courtly Graces, Glean Contents, Hobnobber, Lengthy Diversion, Lie to Me, Quick Coercion, or Streetwise. If they are at least 2nd level, they can also choose from among the following: Discreet Inquiry, Glad-Hand, or Lasting Coercion. If they are at least 7th level, they can also choose Shameless Request or Slippery Secrets. Tag Team A secret society member works best with other members of the same society (whether they have the secret society member adjustment and this ability or not). Any creature is flat-footed against a secret society member's melee attacks due to flanking as long as the enemy is within both the secret society member's reach and the reach of one allied creature that is a member of the same secret society. Against a creature within the reach of two or more allied creatures that are members of the same secret society, the secret society member's Strikes deal an additional 1d6 precision damage. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1717",
 "weakness": {}
}