{
 "breadcrumbs": [
  "Appendix 2: Kingdoms"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1819",
 "markdown": "<title level=\"1\" right=\"Rules\">[Settlements](/Rules.aspx?ID=1819)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 540</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA ruler's territory provides the canvas upon which they can build a kingdom, but the true art of leadership is displayed in how one establishes and develops the settlements where citizens gather and live out their lives. While individual citizens like trappers, hunters, fishers, and farmers might dwell alone or with their families in the outskirts of a settlement, the majority of a kingdom's people live within the villages, towns, cities, and metropolises built for them.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Settlement Level</title>\r\n\r\nIn the Pathfinder RPG, a settlement's level is used primarily to determine potential jobs on offer for the [Earn Income](/Actions.aspx?ID=23) activity, and to determine what level of items are commonly available for sale in that community. For the purposes of Kingmaker, it's easiest to assume that a settlement created by the PCs using these rules has a settlement level equal to the number of blocks on the settlement's Urban Grid that are completely filled, but you should feel free to adjust these levels as makes sense for their campaign. The levels assigned to NPC settlements in this book (such as Restov, Varnhold, and Pitax) have been set as appropriate for the storyline and are not determined by the number of full city blocks.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1820\" />\r\n\r\n<document level=\"2\" id=\"rules-1823\" />\r\n\r\n<document level=\"2\" id=\"rules-1831\" />\r\n\r\n<document level=\"2\" id=\"rules-1836\" />",
 "name": "Settlements",
 "next_link": {
  "label": "Kingdom Events",
  "url": "/Rules.aspx?ID=1839"
 },
 "previous_link": {
  "label": "Gaining Kingdom Experience",
  "url": "/Rules.aspx?ID=1814"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 540</row>\r\n\r\nAppendix 2: Kingdoms\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 540"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 540</row>",
 "speed": {},
 "text": " Settlements Source Kingmaker Adventure Path pg. 540 A ruler's territory provides the canvas upon which they can build a kingdom, but the true art of leadership is displayed in how one establishes and develops the settlements where citizens gather and live out their lives. While individual citizens like trappers, hunters, fishers, and farmers might dwell alone or with their families in the outskirts of a settlement, the majority of a kingdom's people live within the villages, towns, cities, and metropolises built for them. Settlement Level In the Pathfinder RPG, a settlement's level is used primarily to determine potential jobs on offer for the Earn Income activity, and to determine what level of items are commonly available for sale in that community. For the purposes of Kingmaker, it's easiest to assume that a settlement created by the PCs using these rules has a settlement level equal to the number of blocks on the settlement's Urban Grid that are completely filled, but you should feel free to adjust these levels as makes sense for their campaign. The levels assigned to NPC settlements in this book (such as Restov, Varnhold, and Pitax) have been set as appropriate for the storyline and are not determined by the number of full city blocks. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1819",
 "weakness": {}
}