{
 "breadcrumbs": [
  "Chapter 7: Spells"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-301",
 "markdown": "<title level=\"1\" right=\"Rules\">[Setting Triggers](/Rules.aspx?ID=301)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 305 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf a spell is meant to respond only to certain events or under certain conditions—such as [_magic mouth_](/Spells.aspx?ID=181)—it might require you to set a trigger. This is a simple sensory cue that causes the spell to activate. The spell activates as a reaction when the spell’s sensor observes something that fits its trigger. Depending on the spell, the trigger might be the presence of a type of creature, such as “red-haired dwarven women,” or it could be an observed action, such as “whenever someone enters the spell’s area.”\n\n Disguises and illusions fool the spell as long as they appear to match its parameters. For a spell to detect something visually, the spell’s origin point must have line of sight. Darkness doesn’t prevent this, but invisibility does, as does a successful Stealth check to Hide (against the spell’s DC). For auditory detection, line of sight isn’t necessary, though the sound must be audible at the spell’s origin point. A Stealth check to Sneak can fool the sensor.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Setting Triggers",
 "next_link": {
  "label": "Walls",
  "url": "/Rules.aspx?ID=302"
 },
 "previous_link": {
  "label": "Hostile Actions",
  "url": "/Rules.aspx?ID=300"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 305 <sup>4.0</sup></row>\r\n\r\nChapter 7: Spells\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 305"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 305 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Setting Triggers Source Core Rulebook pg. 305 4.0 If a spell is meant to respond only to certain events or under certain conditions—such as magic mouth —it might require you to set a trigger. This is a simple sensory cue that causes the spell to activate. The spell activates as a reaction when the spell’s sensor observes something that fits its trigger. Depending on the spell, the trigger might be the presence of a type of creature, such as “red-haired dwarven women,” or it could be an observed action, such as “whenever someone enters the spell’s area.” Disguises and illusions fool the spell as long as they appear to match its parameters. For a spell to detect something visually, the spell’s origin point must have line of sight. Darkness doesn’t prevent this, but invisibility does, as does a successful Stealth check to Hide (against the spell’s DC). For auditory detection, line of sight isn’t necessary, though the sound must be audible at the spell’s origin point. A Stealth check to Sneak can fool the sensor. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=301",
 "weakness": {}
}