{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Settlements",
  "Settlement Stat Block"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1171",
 "markdown": "<title level=\"1\" right=\"Rules\">[Settlements of Lost Omens](/Rules.aspx?ID=1171)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 135</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\n\n<title level=\"3\" right=\"Settlement 11\">Port Peril </title> <traits><trait label=\"CN\" /> <trait label=\"Metropolis\" /></traits> Pirate city and black-market capital of the Shackles.<br /> **Government** Hurricane Queen (overlord)<br /> **Population** 43,270 (65% humans, 10% half-elves, 8% half-orcs, 5% gnomes, 5% halflings, 7% other)<br /> **Languages** Common, Kelish, Osiriani<br />\n\n---\n\n **Religions** Besmara, Cayden Cailean, Gozreh<br /> **Threats** anti-pirate policing from the Inner Sea region, opposing pirate forces, supernatural storms from the Eye of Abendego<br /> **Pirate Town** Port Peril thrives on black-market and stolen goods. Items that might be difficult to acquire or dispose of in other settlements due to legality can be purchased and sold more easily in Port Peril. NPCs begin with an attitude one step worse than usual toward characters openly displaying insignia of law-enforcement agencies, religious iconography of lawful deities, or affiliation with a lawful nation.<br />\n\n---\n\n **Pherias Jakar** (CN female elf troubadour) merchant master and joint overseer of Port Peril<br /> **Sabas Odabio** (LN male human administrator) accountant and joint overseer of Port Peril<br /> **Tessa Fairwind** (CN female half-elf pirate lord) Hurricane Queen of the Shackles<br /> **Tsojmin Kreidoros** (LE male dwarf wizard) harbormaster and joint overseer of Port Peril \n\n<title level=\"3\" right=\"Settlement 4\">Otari </title> <traits><trait label=\"N\" /> <trait label=\"Town\" /></traits> Diverse lumber town and trade port with a storied past and a fair share of sinister secrets.<br /> **Government** Mayor (elected leader)<br /> **Population** 1,240 (60% humans, 8% halflings, 7% half-elves, 6% elves, 5% dwarves, 5% gnomes, 3% half-orcs, 2% goblins, 4% other)<br /> **Languages** Common, Dwarven, Elven, Gnomish, Halfling<br />\n\n---\n\n **Religions** Cayden Cailean, Erastil, Gozreh, Nethys, Sarenrae<br /> **Threats** aberrant horrors, eerie hauntings, kobolds, smugglers<br /> **Trinket Trade** Otari has a long tradition of catering to adventurers, and consumable items of up to level 10 can be purchased in its markets and shops.<br />\n\n---\n\n **Lardus Longsaddle** (CN male human soldier) foul-mouthed and short-tempered captain of the town guard<br /> **Oseph Menhemes** (N male human mayor) current mayor of Otari, patriarch of one of three local lumber companies<br /> **Vandy Banderdash** (NG female halfling cleric) chatty priestess of Sarenrae and unusually knowledgeable town historian<br /> **Wrin Sivinxi** (CG female tiefling merchant) eccentric occult items dealer, artisan, and collector of stories and rumors\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Settlements of Lost Omens",
 "next_link": {
  "label": "The Planes",
  "url": "/Rules.aspx?ID=1172"
 },
 "previous_link": {
  "label": "Changing a Settlement",
  "url": "/Rules.aspx?ID=1170"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 135</row>\r\n\r\nChapter 2: Tools\r\n/ Settlements / Settlement Stat Block\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 135"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 135</row>",
 "speed": {},
 "text": " Settlements of Lost Omens Source Gamemastery Guide pg. 135 Port Peril Pirate city and black-market capital of the Shackles. Government Hurricane Queen (overlord) Population 43,270 (65% humans, 10% half-elves, 8% half-orcs, 5% gnomes, 5% halflings, 7% other) Languages Common, Kelish, Osiriani --- Religions Besmara, Cayden Cailean, Gozreh Threats anti-pirate policing from the Inner Sea region, opposing pirate forces, supernatural storms from the Eye of Abendego Pirate Town Port Peril thrives on black-market and stolen goods. Items that might be difficult to acquire or dispose of in other settlements due to legality can be purchased and sold more easily in Port Peril. NPCs begin with an attitude one step worse than usual toward characters openly displaying insignia of law-enforcement agencies, religious iconography of lawful deities, or affiliation with a lawful nation. --- Pherias Jakar (CN female elf troubadour) merchant master and joint overseer of Port Peril Sabas Odabio (LN male human administrator) accountant and joint overseer of Port Peril Tessa Fairwind (CN female half-elf pirate lord) Hurricane Queen of the Shackles Tsojmin Kreidoros (LE male dwarf wizard) harbormaster and joint overseer of Port Peril Otari Diverse lumber town and trade port with a storied past and a fair share of sinister secrets. Government Mayor (elected leader) Population 1,240 (60% humans, 8% halflings, 7% half-elves, 6% elves, 5% dwarves, 5% gnomes, 3% half-orcs, 2% goblins, 4% other) Languages Common, Dwarven, Elven, Gnomish, Halfling --- Religions Cayden Cailean, Erastil, Gozreh, Nethys, Sarenrae Threats aberrant horrors, eerie hauntings, kobolds, smugglers Trinket Trade Otari has a long tradition of catering to adventurers, and consumable items of up to level 10 can be purchased in its markets and shops. --- Lardus Longsaddle (CN male human soldier) foul-mouthed and short-tempered captain of the town guard Oseph Menhemes (N male human mayor) current mayor of Otari, patriarch of one of three local lumber companies Vandy Banderdash (NG female halfling cleric) chatty priestess of Sarenrae and unusually knowledgeable town historian Wrin Sivinxi (CG female tiefling merchant) eccentric occult items dealer, artisan, and collector of stories and rumors ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1171",
 "weakness": {}
}