{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Running Modes of Play",
  "Exploration"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-527",
 "markdown": "<title level=\"1\" right=\"Rules\">[Setting a Party Order](/Rules.aspx?ID=527)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 497 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn exploration mode, it often matters which characters are in the front or back of the party formation. Let the players decide among themselves where in the group their characters are while exploring. This order can determine who gets attacked first when enemies or traps threaten from various directions. It’s up to you to determine the specifics of who gets targeted based on the situation.\n\n When you come out of exploration mode, the group usually remains in the same general formation. Decide the PCs’ exact positions, with their input, if you’re moving to a grid (as usually happens at the start of a combat encounter). If they come out of exploration mode on their own terms, they can move around as they see fit. For example, if they detect a trap and the rogue starts attempting to disarm it, the other characters can move to whatever locations they think are safe.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Setting a Party Order",
 "next_link": {
  "label": "Adverse Terrain and Weather",
  "url": "/Rules.aspx?ID=528"
 },
 "previous_link": {
  "label": "Exploration Activities",
  "url": "/Rules.aspx?ID=522"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 497 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Running Modes of Play / Exploration\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 497"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 497 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Setting a Party Order Source Core Rulebook pg. 497 4.0 In exploration mode, it often matters which characters are in the front or back of the party formation. Let the players decide among themselves where in the group their characters are while exploring. This order can determine who gets attacked first when enemies or traps threaten from various directions. It’s up to you to determine the specifics of who gets targeted based on the situation. When you come out of exploration mode, the group usually remains in the same general formation. Decide the PCs’ exact positions, with their input, if you’re moving to a grid (as usually happens at the start of a combat encounter). If they come out of exploration mode on their own terms, they can move around as they see fit. For example, if they detect a trap and the rogue starts attempting to disarm it, the other characters can move to whatever locations they think are safe. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=527",
 "weakness": {}
}