{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Settlements",
  "Settlement Types"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1824",
 "markdown": "<title level=\"1\" right=\"Rules\">[Settlement](/Rules.aspx?ID=1824)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 541</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThis indicates the type of settlement, with the minimum kingdom level to support such a settlement in parenthesis. **Village**: Settlements start as villages, consisting of a single block of 4 lots. When you [Build a Structure](/Actions.aspx?ID=1372) in a lot, you must select a lot in that block.\n\n **Town**: Once your kingdom is 3rd level and you've filled all four lots in your village, as long as your settlement is not [Overcrowded](/Rules.aspx?ID=1836), the next time you Build a Structure in a lot, you may choose a lot in any block adjacent to your current block. As you do so, your village becomes a town. A town consists of 2 to 4 blocks of 4 lots each. The blocks must be contiguous, but they need not be a square—they could form a T, L, or S shape if you like. When your kingdom gains its first town, gain 60 kingdom XP as a [milestone award](/Rules.aspx?ID=1816).\n\n **City**: Once your kingdom is 9th level and you've filled in at least two lots in each of your town's 4 blocks, if your settlement is not Overcrowded, you may choose a lot anywhere on the Urban Grid when you Build a Structure in a lot. The first time you do so, the town transitions into a city. When your kingdom gains its first city, gain 80 kingdom XP as a milestone award.\n\n **Metropolis**: When your kingdom reaches 15th level and you have filled at least two lots on each block in your city, if your settlement is not Overcrowded, you may expand into a metropolis by adding a second Urban Grid. (You may instead continue filling in the remaining lots and remain a city.) At this point, you can place new structures into any lot you wish in the newly added Urban Grid. You can add additional Urban Grids each time you have built at least two lots of structures in every available block and are not Overcrowded, but there are no further settlement types beyond metropolis to achieve. When your kingdom gains its first metropolis, gain 120 kingdom XP as a milestone award.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Settlement",
 "next_link": {
  "label": "Size",
  "url": "/Rules.aspx?ID=1825"
 },
 "previous_link": {
  "label": "The Urban Grid",
  "url": "/Rules.aspx?ID=1820"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 541</row>\r\n\r\nAppendix 2: Kingdoms / Settlements / Settlement Types\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 541"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 541</row>",
 "speed": {},
 "text": " Settlement Source Kingmaker Adventure Path pg. 541 This indicates the type of settlement, with the minimum kingdom level to support such a settlement in parenthesis. Village : Settlements start as villages, consisting of a single block of 4 lots. When you Build a Structure in a lot, you must select a lot in that block. Town : Once your kingdom is 3rd level and you've filled all four lots in your village, as long as your settlement is not Overcrowded, the next time you Build a Structure in a lot, you may choose a lot in any block adjacent to your current block. As you do so, your village becomes a town. A town consists of 2 to 4 blocks of 4 lots each. The blocks must be contiguous, but they need not be a square—they could form a T, L, or S shape if you like. When your kingdom gains its first town, gain 60 kingdom XP as a milestone award. City : Once your kingdom is 9th level and you've filled in at least two lots in each of your town's 4 blocks, if your settlement is not Overcrowded, you may choose a lot anywhere on the Urban Grid when you Build a Structure in a lot. The first time you do so, the town transitions into a city. When your kingdom gains its first city, gain 80 kingdom XP as a milestone award. Metropolis : When your kingdom reaches 15th level and you have filled at least two lots on each block in your city, if your settlement is not Overcrowded, you may expand into a metropolis by adding a second Urban Grid. (You may instead continue filling in the remaining lots and remain a city.) At this point, you can place new structures into any lot you wish in the newly added Urban Grid. You can add additional Urban Grids each time you have built at least two lots of structures in every available block and are not Overcrowded, but there are no further settlement types beyond metropolis to achieve. When your kingdom gains its first metropolis, gain 120 kingdom XP as a milestone award. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1824",
 "weakness": {}
}