{
 "breadcrumbs": [
  "Book of Unlimited Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1554",
 "markdown": "<title level=\"1\" right=\"Rules\">[Shadow Magic](/Rules.aspx?ID=1554)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 220 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n_While most types of magic are additive, arising from gaining knowledge or abilities, shadow magic is different—to touch the shadow, a spellcaster must surrender the piece of their spirit that normally keeps the darkness out. This process permanently removes the spellcaster's ability to cast spells of light and warmth but compensates them with an unmatched facility for manipulating the energies of darkness and shadow._\n\n**Rarity**: [Uncommon](/Traits.aspx?ID=159)\n\n This section has options for both spellcasters who use shadow magic and for companions that dwell in the dark.\n\n **Shadowcasters** sacrifice the magic of light to bind themselves to the darkness.\n\n **Shadow companions and familiars** can accompany shadowcasters or can join anyone else as shadowy compatriots. These creatures might follow one who's already traveling the path of shadow or might be strange ambassadors to someone of a more conventional stripe. [Shadowdancer](/Archetypes.aspx?ID=77) with companions typically choose these creatures of shadow.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1555\" />\r\n\r\n<document level=\"2\" id=\"rules-1556\" />\r\n\r\n<document level=\"2\" id=\"rules-1557\" />",
 "name": "Shadow Magic",
 "next_link": {
  "label": "Soul Seeds",
  "url": "/Rules.aspx?ID=1558"
 },
 "previous_link": {
  "label": "Pervasive Magic",
  "url": "/Rules.aspx?ID=1538"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 220 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 220"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 220 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Shadow Magic Source Secrets of Magic pg. 220 1.1 While most types of magic are additive, arising from gaining knowledge or abilities, shadow magic is different—to touch the shadow, a spellcaster must surrender the piece of their spirit that normally keeps the darkness out. This process permanently removes the spellcaster's ability to cast spells of light and warmth but compensates them with an unmatched facility for manipulating the energies of darkness and shadow. Rarity : Uncommon This section has options for both spellcasters who use shadow magic and for companions that dwell in the dark. Shadowcasters sacrifice the magic of light to bind themselves to the darkness. Shadow companions and familiars can accompany shadowcasters or can join anyone else as shadowy compatriots. These creatures might follow one who's already traveling the path of shadow or might be strange ambassadors to someone of a more conventional stripe. Shadowdancer with companions typically choose these creatures of shadow. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1554",
 "weakness": {}
}