{
 "breadcrumbs": [
  "Gears Equipment"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1622",
 "markdown": "<title level=\"1\" right=\"Rules\">[Siege Weapons](/Rules.aspx?ID=1622)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 72</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nShattering towering palisades. Mowing down hordes of soldiers. Breaking through barred castle gates. All of these tasks call for something heftier than the typical armaments carried by the common soldier: siege weapons. These massive, often-complex devices require full crews to operate. In significant numbers, they allow attackers to lay siege to entire fortifications, just as their name would suggest.\n\n There are two categories of siege weapons: mounted and portable. Mounted siege weapons take up a certain size and space, typically have defensive statistics, and are used for large-scale warfare. More adaptable are portable siege weapons, such as battering rams, which can be carried more easily and can serve a valuable role during large-scale warfare, smaller conflicts, or even exploration.\n\n All siege weapons need more than one person to operate them, working together as a crew. These crew members all need to be adjacent to the siege weapon for it to operate. A siege weapon's stat block lists the minimum number needed and the maximum crew size. Adding additional crew beyond the minimum is useful for ensuring a quick and successful Load in uncertain conditions and allowing for enough time to Aim the siege weapon when firing at a moving target.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Building Siege Weapons</title>\r\n\r\nJust like other items, building a siege weapon requires using the [Craft](/Actions.aspx?ID=43) activity. However, due to the size, it typically takes more than one person to prepare some of the materials (such as felling tall trees and working them to create a trebuchet arm) and assemble the weapon. You typically need a number of workers equal to the minimum crew size for the siege weapon to complete it in the standard amount of time. It can take much longer or even be impossible for a smaller team or individual. Due to their specific uses, you might be able to use Engineering [Lore](/Skills.aspx?ID=8) or Warfare Lore instead of the [Crafting](/Skills.aspx?ID=4) skill when you Craft a siege weapon. The GM determines whether you can—some strange or more complex engines might not be constructible with Warfare Lore.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Disabling Siege Weapons</title>\r\n\r\n[Disable a Device](/Actions.aspx?ID=69) can be used to deactivate most siege weapons that have complex moving parts. This typically doesn't require [thieves' tools](/Equipment.aspx?ID=58), takes one success, and uses the standard DC for the item level of the siege weapon.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Disassembling and Reassembling</title>\r\n\r\nA mounted siege weapon without a Speed must be disassembled to be moved, then reassembled in its new location. The GM determines how long this takes, but it's typically 1 day or half a day of downtime to disassemble a siege weapon and 1 to 2 days to rebuild it. As with building a siege weapon, you need a larger crew to disassemble or reassemble a siege weapon at full speed.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Siege Weapons vs. Normal Weapons</title>\r\n\r\nMany of the benefits that apply to standard weapons— daggers, bows, battleaxes, and the like—don't work on siege weapons. They're simply too different in form and function. The GM might allow using them in certain circumstances, but this is fairly rare.\n\n Character abilities that affect their attacks might work with portable siege weapons. For example, a battering ram might get the benefit of a character's bonuses that apply to attacks with two-handed weapons. The GM can determine what's reasonable and what's not. Because siege weapons require special actions to operate, a character can't use their special actions with them. Sorry, no Attacks of Opportunity with a battering ram!\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1623\" />\r\n\r\n<document level=\"2\" id=\"rules-1628\" />\r\n\r\n<document level=\"2\" id=\"rules-1632\" />",
 "name": "Siege Weapons",
 "next_link": {
  "label": "Mobility Devices",
  "url": "/Rules.aspx?ID=1633"
 },
 "previous_link": {
  "label": "Gadgets",
  "url": "/Rules.aspx?ID=1621"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 72</row>\r\n\r\nGears Equipment\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 72"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 72</row>",
 "speed": {},
 "text": " Siege Weapons Source Guns &amp; Gears pg. 72 Shattering towering palisades. Mowing down hordes of soldiers. Breaking through barred castle gates. All of these tasks call for something heftier than the typical armaments carried by the common soldier: siege weapons. These massive, often-complex devices require full crews to operate. In significant numbers, they allow attackers to lay siege to entire fortifications, just as their name would suggest. There are two categories of siege weapons: mounted and portable. Mounted siege weapons take up a certain size and space, typically have defensive statistics, and are used for large-scale warfare. More adaptable are portable siege weapons, such as battering rams, which can be carried more easily and can serve a valuable role during large-scale warfare, smaller conflicts, or even exploration. All siege weapons need more than one person to operate them, working together as a crew. These crew members all need to be adjacent to the siege weapon for it to operate. A siege weapon's stat block lists the minimum number needed and the maximum crew size. Adding additional crew beyond the minimum is useful for ensuring a quick and successful Load in uncertain conditions and allowing for enough time to Aim the siege weapon when firing at a moving target. Building Siege Weapons Just like other items, building a siege weapon requires using the Craft activity. However, due to the size, it typically takes more than one person to prepare some of the materials (such as felling tall trees and working them to create a trebuchet arm) and assemble the weapon. You typically need a number of workers equal to the minimum crew size for the siege weapon to complete it in the standard amount of time. It can take much longer or even be impossible for a smaller team or individual. Due to their specific uses, you might be able to use Engineering Lore or Warfare Lore instead of the Crafting skill when you Craft a siege weapon. The GM determines whether you can—some strange or more complex engines might not be constructible with Warfare Lore. Disabling Siege Weapons Disable a Device can be used to deactivate most siege weapons that have complex moving parts. This typically doesn't require thieves' tools, takes one success, and uses the standard DC for the item level of the siege weapon. Disassembling and Reassembling A mounted siege weapon without a Speed must be disassembled to be moved, then reassembled in its new location. The GM determines how long this takes, but it's typically 1 day or half a day of downtime to disassemble a siege weapon and 1 to 2 days to rebuild it. As with building a siege weapon, you need a larger crew to disassemble or reassemble a siege weapon at full speed. Siege Weapons vs. Normal Weapons Many of the benefits that apply to standard weapons— daggers, bows, battleaxes, and the like—don't work on siege weapons. They're simply too different in form and function. The GM might allow using them in certain circumstances, but this is fairly rare. Character abilities that affect their attacks might work with portable siege weapons. For example, a battering ram might get the benefit of a character's bonuses that apply to attacks with two-handed weapons. The GM can determine what's reasonable and what's not. Because siege weapons require special actions to operate, a character can't use their special actions with them. Sorry, no Attacks of Opportunity with a battering ram! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1622",
 "weakness": {}
}