{
 "breadcrumbs": [
  "Gears Equipment",
  "Siege Weapons"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1632",
 "markdown": "<title level=\"1\" right=\"Rules\">[Siege Weapon Statistics](/Rules.aspx?ID=1632)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 74</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA siege weapon uses the following stat block format. An individual siege weapon might omit some of these sections, especially a portable siege weapon. \n\n<title level=\"3\" right=\"Item [Level]\">Siege Weapon Name </title> <traits><trait label=\"Rarity\" /> <trait label=\"Size\" /> <trait label=\"Mounted or Portable\" /><trait label=\"Other Traits\" /> </traits>**Price** This entry lists the siege weapon's Price; Ammunition If the siege weapon requires special ammunition, the ammunition's name appears here, along with the Price and Bulk of each piece.\n\n---\n\n **Usage** This entry shows whether the siege weapon is mounted or held. The number of hands required for a held siege weapon reflects how many the entire crew needs to use to operate the weapon; **Bulk** A portable siege weapon has Bulk; Space A mounted siege weapon has this entry to indicate its dimensions, not including any creatures crewing it.<br /> **Crew** The number of creatures needed to operate the siege weapon is listed here. If additional creatures can assist, there's a second number to indicate the maximum number that's practical. For instance, “4 to 8” indicates the weapon can't be operated by fewer than four creatures, and that no more than eight creatures total can crew the weapon at a time; **Proficiency** This entry shows the proficiency required to use your class DC when Launching a mounted weapon (see the Launch action) or the proficiency used for your attack roll with a portable siege weapon.\n\n---\n\n **AC** The siege weapon's AC. This section appears only if the siege weapon can normally be attacked and is more typical of mounted siege weapons; **Saving Throws** The siege weapon's saves, which typically include only Fortitude and Reflex.<br /> **Hardness** The siege weapon's hardness; **HP** The siege weapon's Hit Points, with its Broken Threshold in parentheses; **Immunities** The siege weapon's immunities; **Weaknesses** The siege weapon's weaknesses, if any; **Resistances** The siege weapon's resistances, if any.\n\n---\n\n **Speed** This is the maximum Speed you can move the mounted siege weapon using the [Move Siege Weapon](/Rules.aspx?ID=1627) activity.<br /> The description of the siege weapon.<br /> **Aim** The entry for Aim shows the distance a creature can move the aim by taking this activity and the minimum distance away from the siege weapon the aim can be placed. **Load** This entry shows how many actions the Load activity takes and how many times this must be done to finish Loading the weapon. **Launch** This gives the specifics of the Launch action, including the traits, damage, size and shape of the area, and default DC.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Siege Weapon Statistics",
 "next_link": {
  "label": "Mobility Devices",
  "url": "/Rules.aspx?ID=1633"
 },
 "previous_link": {
  "label": "Portable Siege Weapons",
  "url": "/Rules.aspx?ID=1628"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 74</row>\r\n\r\nGears Equipment / Siege Weapons\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 74"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 74</row>",
 "speed": {},
 "text": " Siege Weapon Statistics Source Guns &amp; Gears pg. 74 A siege weapon uses the following stat block format. An individual siege weapon might omit some of these sections, especially a portable siege weapon. Siege Weapon Name Price This entry lists the siege weapon's Price; Ammunition If the siege weapon requires special ammunition, the ammunition's name appears here, along with the Price and Bulk of each piece. --- Usage This entry shows whether the siege weapon is mounted or held. The number of hands required for a held siege weapon reflects how many the entire crew needs to use to operate the weapon; Bulk A portable siege weapon has Bulk; Space A mounted siege weapon has this entry to indicate its dimensions, not including any creatures crewing it. Crew The number of creatures needed to operate the siege weapon is listed here. If additional creatures can assist, there's a second number to indicate the maximum number that's practical. For instance, “4 to 8” indicates the weapon can't be operated by fewer than four creatures, and that no more than eight creatures total can crew the weapon at a time; Proficiency This entry shows the proficiency required to use your class DC when Launching a mounted weapon (see the Launch action) or the proficiency used for your attack roll with a portable siege weapon. --- AC The siege weapon's AC. This section appears only if the siege weapon can normally be attacked and is more typical of mounted siege weapons; Saving Throws The siege weapon's saves, which typically include only Fortitude and Reflex. Hardness The siege weapon's hardness; HP The siege weapon's Hit Points, with its Broken Threshold in parentheses; Immunities The siege weapon's immunities; Weaknesses The siege weapon's weaknesses, if any; Resistances The siege weapon's resistances, if any. --- Speed This is the maximum Speed you can move the mounted siege weapon using the Move Siege Weapon activity. The description of the siege weapon. Aim The entry for Aim shows the distance a creature can move the aim by taking this activity and the minimum distance away from the siege weapon the aim can be placed. Load This entry shows how many actions the Load activity takes and how many times this must be done to finish Loading the weapon. Launch This gives the specifics of the Launch action, including the traits, damage, size and shape of the area, and default DC. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1632",
 "weakness": {}
}