{
 "breadcrumbs": [
  "Chapter 4: Skills"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-173",
 "markdown": "<title level=\"1\" right=\"Rules\">[Skill Actions](/Rules.aspx?ID=173)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 233 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe actions you can perform with a given skill are sorted into those you can use untrained and those that require you to be trained in the skill, as shown on Table 4–1: Skills, Key Abilities, and Actions (page 235). The untrained and trained actions of each skill appear in separate sections within the skill’s description.\n\n Anyone can use a skill’s untrained actions, but you can use trained actions only if you have a proficiency rank of trained or better in that skill. A circumstance, condition, or effect might bar you from a skill action regardless of your proficiency rank, and sometimes using a skill in a specific situation might require you to have a higher proficiency rank than what is listed on the table. For instance, even though a barbarian untrained in Arcana could identify a construct with a lucky roll using Arcana to Recall Knowledge, the GM might decide that Recalling Knowledge to determine the spells used to create such a construct is beyond the scope of the barbarian’s anecdotal knowledge. The GM decides whether a task requires a particular proficiency rank.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Skill Actions",
 "next_link": {
  "label": "Skill Checks and Skill DCs",
  "url": "/Rules.aspx?ID=174"
 },
 "previous_link": {
  "label": "Key Ability",
  "url": "/Rules.aspx?ID=172"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 233 <sup>4.0</sup></row>\r\n\r\nChapter 4: Skills\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 233"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 233 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Skill Actions Source Core Rulebook pg. 233 4.0 The actions you can perform with a given skill are sorted into those you can use untrained and those that require you to be trained in the skill, as shown on Table 4–1: Skills, Key Abilities, and Actions (page 235). The untrained and trained actions of each skill appear in separate sections within the skill’s description. Anyone can use a skill’s untrained actions, but you can use trained actions only if you have a proficiency rank of trained or better in that skill. A circumstance, condition, or effect might bar you from a skill action regardless of your proficiency rank, and sometimes using a skill in a specific situation might require you to have a higher proficiency rank than what is listed on the table. For instance, even though a barbarian untrained in Arcana could identify a construct with a lucky roll using Arcana to Recall Knowledge, the GM might decide that Recalling Knowledge to determine the spells used to create such a construct is beyond the scope of the barbarian’s anecdotal knowledge. The GM decides whether a task requires a particular proficiency rank. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=173",
 "weakness": {}
}