{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Specific Checks"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-330",
 "markdown": "<title level=\"1\" right=\"Rules\">[Skill Checks and Skill DCs](/Rules.aspx?ID=330)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 449 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPathfinder has a variety of skills, from Athletics to Medicine to Occultism. Each grants you a set of related actions that rely on you rolling a skill check. Each skill has a key ability score, based on the scope of the skill in question. For instance, [Athletics](/Skills.aspx?ID=3) deals with feats of physical prowess, like swimming and jumping, so its key ability score is Strength. [Medicine](/Skills.aspx?ID=9) deals with the ability to diagnose and treat wounds and ailments, so its key ability score is Wisdom. The key ability score for each skill is listed in Chapter 4: Skills. No matter which skill you’re using, you calculate a check for it using the following formula.  \n\n<center>**Skill check result = d20 roll + modifier of the skill’s key ability score + proficiency bonus + other bonuses + penalties**</center> You’re unlikely to be trained in every skill. When using a skill in which you’re untrained, your proficiency bonus is +0; otherwise, it equals your level plus 2 for trained, or higher once you become expert or better. The proficiency rank is specific to the skill you’re using. Aid from another character or some other beneficial situation may grant you a circumstance bonus. A status bonus might come from a helpful spell or magical effect. Sometimes tools related to the skill grant you an item bonus to your skill checks. Conversely, unfavorable situations might give you a circumstance penalty to your skill check, while harmful spells, magic, or conditions might also impose a status penalty. Using shoddy or makeshift tools might cause you to take an item penalty. Sometimes a skill action can be an attack, and in these cases, the skill check might take a multiple attack penalty, as described on page 446.\n\n When an ability calls for you to use the DC for a specific skill, you can calculate it by adding 10 + your total modifier for that skill.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Skill Checks and Skill DCs",
 "next_link": {
  "label": "Notating Total Modifiers",
  "url": "/Rules.aspx?ID=331"
 },
 "previous_link": {
  "label": "Saving Throws",
  "url": "/Rules.aspx?ID=328"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 449 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Specific Checks\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 449"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 449 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Skill Checks and Skill DCs Source Core Rulebook pg. 449 4.0 Pathfinder has a variety of skills, from Athletics to Medicine to Occultism. Each grants you a set of related actions that rely on you rolling a skill check. Each skill has a key ability score, based on the scope of the skill in question. For instance, Athletics deals with feats of physical prowess, like swimming and jumping, so its key ability score is Strength. Medicine deals with the ability to diagnose and treat wounds and ailments, so its key ability score is Wisdom. The key ability score for each skill is listed in Chapter 4: Skills. No matter which skill you’re using, you calculate a check for it using the following formula. Skill check result = d20 roll + modifier of the skill’s key ability score + proficiency bonus + other bonuses + penalties You’re unlikely to be trained in every skill. When using a skill in which you’re untrained, your proficiency bonus is +0; otherwise, it equals your level plus 2 for trained, or higher once you become expert or better. The proficiency rank is specific to the skill you’re using. Aid from another character or some other beneficial situation may grant you a circumstance bonus. A status bonus might come from a helpful spell or magical effect. Sometimes tools related to the skill grant you an item bonus to your skill checks. Conversely, unfavorable situations might give you a circumstance penalty to your skill check, while harmful spells, magic, or conditions might also impose a status penalty. Using shoddy or makeshift tools might cause you to take an item penalty. Sometimes a skill action can be an attack, and in these cases, the skill check might take a multiple attack penalty, as described on page 446. When an ability calls for you to use the DC for a specific skill, you can calculate it by adding 10 + your total modifier for that skill. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=330",
 "weakness": {}
}