{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Planning a Campaign",
  "A Welcoming Environment"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-489",
 "markdown": "<title level=\"1\" right=\"Rules\">[Social Splash Damage](/Rules.aspx?ID=489)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 486 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs important as it is to take care of yourself and the other players in your game, be mindful of your group’s impact on the other people around you. If you’re playing in a space that’s not your own, respect your hosts. If you’re playing in public, consider the comfort of the people around you, not just what your group is comfortable with. It’s easy to get caught up in a game, as we get sucked into the microcosm of an imagined world, but don’t ignore the real world around you. Be aware when you’re making too much noise, leaving a mess, alarming passersby with graphic descriptions of violence, or even just giving the cold shoulder to curious spectators witnessing RPG play for the first time.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Characters with Disabilities</title>\r\n\r\nA player might want to create a character with a disability, or their character might end up with a disability over the course of play. Work with the player to find ways to respectfully represent the disability. Conditions such as blinded and deafened aren’t a good fit for a character who has been living with a disability long-term. Here are suggestions for rules you might use for PCs with disabilities. \n\n### Blindness or Impaired Vision\n A blind character can’t detect anything using vision, critically fails Perception checks requiring sight, is immune to visual effects, and can’t be blinded or dazzled. You might give this character the [Blind-Fight](/Feats.aspx?ID=388) feat for free.\n\n A character with impaired vision might take a –2 to –4 penalty to vision-based Perception checks. Spectacles or other corrective devices might reduce or remove this. \n\n### Deafness or Being Hard of Hearing\n A deaf character can’t detect anything using hearing, critically fails Perception checks that require hearing, and is immune to auditory effects. They have enough practice to supply verbal components for casting spells and command components for activating magic items, but if they perform an action they’re not accustomed to that involves auditory elements, they must succeed at a DC 5 flat check or the action is lost. It’s best to give them the [Sign Language](/Feats.aspx?ID=840) feat for free, and you might give them [Read Lips](/Feats.aspx?ID=833) as well (page 266 and 265). You might give one or more other characters in the group Sign Language for free as well.\n\n A hard-of-hearing character might take a –2 to –4 penalty to Perception checks that are hearing-based. Corrective devices for hearing are less common than spectacles are in a typical Pathfinder world. \n\n### Missing Limb\n Some magic items require certain limbs or other body parts. It’s fine to allow an alternative form of the item, turning boots into bracers for a character without legs, for example.\n\n A character with a missing hand or arm might need to spend 2 actions to Interact with an item that requires two hands, or otherwise compensate. Using a two-handed weapon is not possible. A character can acquire a prosthetic hand or arm to compensate.\n\n Someone missing a foot or leg might take a small penalty to Speed, but can typically acquire a prosthetic to compensate. If they have no legs, they might use a wheelchair, a dependable mount, or levitation or flight magic. \n\n### Mental Illness and Chronic Illness\n Some disabilities, such as mental illness and chronic illnesses, are best left to the player to roleplay. Mental illness is an especially fraught topic, with a history of insensitive portrayal. Be careful about the intentions of the player and the impact the presentation might have on other players.\r\n</aside>",
 "name": "Social Splash Damage",
 "next_link": {
  "label": "Character Creation",
  "url": "/Rules.aspx?ID=490"
 },
 "previous_link": {
  "label": "The Pathfinder Baseline",
  "url": "/Rules.aspx?ID=488"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 486 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Planning a Campaign / A Welcoming Environment\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 486"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 486 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Social Splash Damage Source Core Rulebook pg. 486 4.0 As important as it is to take care of yourself and the other players in your game, be mindful of your group’s impact on the other people around you. If you’re playing in a space that’s not your own, respect your hosts. If you’re playing in public, consider the comfort of the people around you, not just what your group is comfortable with. It’s easy to get caught up in a game, as we get sucked into the microcosm of an imagined world, but don’t ignore the real world around you. Be aware when you’re making too much noise, leaving a mess, alarming passersby with graphic descriptions of violence, or even just giving the cold shoulder to curious spectators witnessing RPG play for the first time. Characters with Disabilities A player might want to create a character with a disability, or their character might end up with a disability over the course of play. Work with the player to find ways to respectfully represent the disability. Conditions such as blinded and deafened aren’t a good fit for a character who has been living with a disability long-term. Here are suggestions for rules you might use for PCs with disabilities. ### Blindness or Impaired Vision A blind character can’t detect anything using vision, critically fails Perception checks requiring sight, is immune to visual effects, and can’t be blinded or dazzled. You might give this character the Blind-Fight feat for free. A character with impaired vision might take a –2 to –4 penalty to vision-based Perception checks. Spectacles or other corrective devices might reduce or remove this. ### Deafness or Being Hard of Hearing A deaf character can’t detect anything using hearing, critically fails Perception checks that require hearing, and is immune to auditory effects. They have enough practice to supply verbal components for casting spells and command components for activating magic items, but if they perform an action they’re not accustomed to that involves auditory elements, they must succeed at a DC 5 flat check or the action is lost. It’s best to give them the Sign Language feat for free, and you might give them Read Lips as well (page 266 and 265). You might give one or more other characters in the group Sign Language for free as well. A hard-of-hearing character might take a –2 to –4 penalty to Perception checks that are hearing-based. Corrective devices for hearing are less common than spectacles are in a typical Pathfinder world. ### Missing Limb Some magic items require certain limbs or other body parts. It’s fine to allow an alternative form of the item, turning boots into bracers for a character without legs, for example. A character with a missing hand or arm might need to spend 2 actions to Interact with an item that requires two hands, or otherwise compensate. Using a two-handed weapon is not possible. A character can acquire a prosthetic hand or arm to compensate. Someone missing a foot or leg might take a small penalty to Speed, but can typically acquire a prosthetic to compensate. If they have no legs, they might use a wheelchair, a dependable mount, or levitation or flight magic. ### Mental Illness and Chronic Illness Some disabilities, such as mental illness and chronic illnesses, are best left to the player to roleplay. Mental illness is an especially fraught topic, with a history of insensitive portrayal. Be careful about the intentions of the player and the impact the presentation might have on other players. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=489",
 "weakness": {}
}