{
 "breadcrumbs": [
  "Book of Unlimited Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1560",
 "markdown": "<title level=\"1\" right=\"Rules\">[Soulforged Armaments](/Rules.aspx?ID=1560)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 230 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n_Unrelenting commitment to a single purpose. Zealous compulsion to right a wrong. The inability to leave an important deed undone. These qualities have long served as primordial and potent components of magic. No starlet dropping, strand of spider's web, or poorly pronounced draconic sonnet can rival the power of belief. Tales of soulforged weapons, shields, and armor—equipment created from the tenacity of a combatant's spirit alone— have circulated throughout Golarion for centuries._ \n\n **Rarity**: [Uncommon](/Traits.aspx?ID=159)\n\n Soulforged armaments can be summoned only in the service of a higher purpose or calling, such as a blade called forth to avenge a wrongful death or a shield conjured to protect one's homeland from invasion. Weaponry, shields, or armor created in this way often visually resemble the purpose they were summoned to fulfill. For example, a [dagger](/Weapons.aspx?ID=3) forged from a soulbond to assassinate the high council of a tyrannical nation might bear the names or likenesses of the targets—only to see them crossed out or fade from view as each is eliminated.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Soulforged Champions</title>\r\n\r\nThe most exalted wielders of soulforged weapons have been [champions](/Classes.aspx?ID=4), and they're much more common than other wielders. If you're a champion, you can tie your soul path to your cause. Being a champion sets a steady soul path before you; you can choose for your soul path to be the same as the tenets you follow. Corruption still comes about the same way, as it's much easier to corrupt your connection to your soulforged armament than to stray far enough from your alignment or code that you must atone.\n\n You can also have your blade ally or shield ally be your soulforged armament. You can choose particulars that fit your own story, but doing so usually means the ally is more a reflection of your conscience than a specific spiritual being sent by your deity.\n\n Finally, if you commit actions that both cause you to lose your champion abilities and corrupt your soulforged armament, undergoing the [_atone_](/Rituals.aspx?ID=2) ritual also gives you the effects of the [_purify soul path_](/Rituals.aspx?ID=67) ritual with the same degree of success you rolled for _atone_.\n\n Characters other than champions can also choose a champion cause to tie to their soul path, and devout characters sometimes tie their soul path to their deity's tenets and anathema.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1561\" />\r\n\r\n<document level=\"2\" id=\"rules-1562\" />\r\n\r\n<document level=\"2\" id=\"rules-1565\" />\r\n\r\n<document level=\"2\" id=\"rules-1566\" />",
 "name": "Soulforged Armaments",
 "next_link": {
  "label": "Thassilonian Rune Magic",
  "url": "/Rules.aspx?ID=1567"
 },
 "previous_link": {
  "label": "Soul Seeds",
  "url": "/Rules.aspx?ID=1558"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 230 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 230"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 230 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Soulforged Armaments Source Secrets of Magic pg. 230 1.1 Unrelenting commitment to a single purpose. Zealous compulsion to right a wrong. The inability to leave an important deed undone. These qualities have long served as primordial and potent components of magic. No starlet dropping, strand of spider's web, or poorly pronounced draconic sonnet can rival the power of belief. Tales of soulforged weapons, shields, and armor—equipment created from the tenacity of a combatant's spirit alone— have circulated throughout Golarion for centuries. Rarity : Uncommon Soulforged armaments can be summoned only in the service of a higher purpose or calling, such as a blade called forth to avenge a wrongful death or a shield conjured to protect one's homeland from invasion. Weaponry, shields, or armor created in this way often visually resemble the purpose they were summoned to fulfill. For example, a dagger forged from a soulbond to assassinate the high council of a tyrannical nation might bear the names or likenesses of the targets—only to see them crossed out or fade from view as each is eliminated. Soulforged Champions The most exalted wielders of soulforged weapons have been champions, and they're much more common than other wielders. If you're a champion, you can tie your soul path to your cause. Being a champion sets a steady soul path before you; you can choose for your soul path to be the same as the tenets you follow. Corruption still comes about the same way, as it's much easier to corrupt your connection to your soulforged armament than to stray far enough from your alignment or code that you must atone. You can also have your blade ally or shield ally be your soulforged armament. You can choose particulars that fit your own story, but doing so usually means the ally is more a reflection of your conscience than a specific spiritual being sent by your deity. Finally, if you commit actions that both cause you to lose your champion abilities and corrupt your soulforged armament, undergoing the atone ritual also gives you the effects of the purify soul path ritual with the same degree of success you rolled for atone . Characters other than champions can also choose a champion cause to tie to their soul path, and devout characters sometimes tie their soul path to their deity's tenets and anathema. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1560",
 "weakness": {}
}