{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Perception"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-414",
 "markdown": "<title level=\"1\" right=\"Rules\">[Special Senses](/Rules.aspx?ID=414)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 465 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile a human might have a difficult time making creatures out in dim light, an elf can see those creatures just fine. And though elves have no problem seeing on a moonlit night, their vision cannot penetrate complete darkness, whereas a dwarf’s can. \n\n Special senses grant greater awareness that allows a creature with these senses to either ignore or reduce the effects of the undetected, hidden, or concealed conditions (described in Detecting Creatures below) when it comes to situations that foil average vision. The following are a few examples of common special senses.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Detecting with Other Senses</title>\r\n\r\nMost abilities that designate “a creature you can see” or the like function just as well if the user can precisely sense the subject with a different sense. If a monster uses a sense other than vision, the GM can adapt ways of avoiding detection that work with the monster's senses. For example, a creature that has echolocation might use hearing as a primary sense. This could mean its quarry is concealed in a noisy chamber, hidden in a great enough din, or invisible under a [_silence_](/Spells.aspx?ID=287) spell. \n\n<title level=\"3\" noclass=\"true\">Using Stealth With Other Senses</title> The Stealth skill is designed to use Hide for avoiding visual detection and Avoid Notice and Sneak to avoid being both seen and heard. For many special senses, a player can describe how they're avoiding detection by that special sense and use the most applicable Stealth action. For instance, a creature stepping lightly to avoid being detected via tremorsense would be using Sneak.\n\n In some cases, rolling a Dexterity-based Stealth skill check to Sneak doesn't make the most sense. For example, a PC trying to avoid being detected by a creature that senses heartbeats might meditate to slow their heart rate, using Wisdom instead of Dexterity for their Stealth check. When a creature could detect you using multiple different senses, use your lowest applicable ability modifier.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-415\" />\r\n\r\n<document level=\"2\" id=\"rules-416\" />\r\n\r\n<document level=\"2\" id=\"rules-417\" />\r\n\r\n<document level=\"2\" id=\"rules-418\" />",
 "name": "Special Senses",
 "next_link": {
  "label": "Detecting Creatures",
  "url": "/Rules.aspx?ID=419"
 },
 "previous_link": {
  "label": "Senses",
  "url": "/Rules.aspx?ID=410"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 465 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Perception\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 465"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 465 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Special Senses Source Core Rulebook pg. 465 4.0 While a human might have a difficult time making creatures out in dim light, an elf can see those creatures just fine. And though elves have no problem seeing on a moonlit night, their vision cannot penetrate complete darkness, whereas a dwarf’s can. Special senses grant greater awareness that allows a creature with these senses to either ignore or reduce the effects of the undetected, hidden, or concealed conditions (described in Detecting Creatures below) when it comes to situations that foil average vision. The following are a few examples of common special senses. Detecting with Other Senses Most abilities that designate “a creature you can see” or the like function just as well if the user can precisely sense the subject with a different sense. If a monster uses a sense other than vision, the GM can adapt ways of avoiding detection that work with the monster's senses. For example, a creature that has echolocation might use hearing as a primary sense. This could mean its quarry is concealed in a noisy chamber, hidden in a great enough din, or invisible under a silence spell. Using Stealth With Other Senses The Stealth skill is designed to use Hide for avoiding visual detection and Avoid Notice and Sneak to avoid being both seen and heard. For many special senses, a player can describe how they're avoiding detection by that special sense and use the most applicable Stealth action. For instance, a creature stepping lightly to avoid being detected via tremorsense would be using Sneak. In some cases, rolling a Dexterity-based Stealth skill check to Sneak doesn't make the most sense. For example, a PC trying to avoid being detected by a creature that senses heartbeats might meditate to slow their heart rate, using Wisdom instead of Dexterity for their Stealth check. When a creature could detect you using multiple different senses, use your lowest applicable ability modifier. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=414",
 "weakness": {}
}