{
 "breadcrumbs": [
  "Chapter 3: Classes",
  "Animal Companions and Familiars",
  "Animal Companions"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-159",
 "markdown": "<title level=\"1\" right=\"Rules\">[Specialized Animal Companions](/Rules.aspx?ID=159)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 217 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSpecialized animal companions are more intelligent and engage in more complex behaviors. The first time an animal gains a specialization, it gains the following: Its proficiency rank for unarmed attacks increases to expert. Its proficiency ranks for saving throws and Perception increase to master. Increase its Dexterity modifier by 1 and its Intelligence modifier by 2. Its unarmed attack damage increases from two dice to three dice, and it increases its additional damage with unarmed attacks from 2 to 4 or from 3 to 6.\n\n Each specialization grants additional benefits. Most animal companions can have only one specialization.\n\nA list of all animal companion specializations can be found [here](/animal-companions/specialized).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Specialized Animal Companions",
 "next_link": {
  "label": "Familiars",
  "url": "/Rules.aspx?ID=160"
 },
 "previous_link": {
  "label": "Companion Types",
  "url": "/Rules.aspx?ID=158"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 217 <sup>4.0</sup></row>\r\n\r\nChapter 3: Classes / Animal Companions and Familiars / Animal Companions\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 217"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 217 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Specialized Animal Companions Source Core Rulebook pg. 217 4.0 Specialized animal companions are more intelligent and engage in more complex behaviors. The first time an animal gains a specialization, it gains the following: Its proficiency rank for unarmed attacks increases to expert. Its proficiency ranks for saving throws and Perception increase to master. Increase its Dexterity modifier by 1 and its Intelligence modifier by 2. Its unarmed attack damage increases from two dice to three dice, and it increases its additional damage with unarmed attacks from 2 to 4 or from 3 to 6. Each specialization grants additional benefits. Most animal companions can have only one specialization. A list of all animal companion specializations can be found here. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=159",
 "weakness": {}
}