{
 "breadcrumbs": [
  "Overview"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1458",
 "markdown": "<title level=\"1\" right=\"Rules\">[Special Rules](/Rules.aspx?ID=1458)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 66 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome of the new ancestries and heritages presented in this book require unique rules to fully represent their capabilities. Most of these rules are described in the applicable ancestry sections but are also collected here for reference. \n\n**Flying PCs**: Certain ancestries, such as [strix](/Ancestries.aspx?ID=40) or [sprites](/Ancestries.aspx?ID=39), have wings. The presented ancestry rules intend to provide a good combination of story and game balance for most groups. However, some players might have character concepts that don't fit this assumption and might wish to fly from initial character creation. At the GM's discretion, the GM can grant these PCs a 15-foot fly Speed, replacing any other abilities that involve flying, such as the strix's Wings ancestral trait. In this case, any feat that upgrades the PC's flying capabilities, such as the strix's [Fledgling Flight](/Feats.aspx?ID=2649) and [Juvenile Flight](/Feats.aspx?ID=2653) feats, might instead upgrade this Speed by an additional 5 feet. However, GMs who allow this option should be aware that a PC who can constantly fly can trivialize many low- and mid-level challenges, consistently outshining or leaving other characters behind; the GM should consider this option very carefully before allowing it and adjust the game accordingly. \n\n**Riding PCs**: A Tiny PC weighs so little and takes up so little Bulk that it wouldn't be a space issue to hitch a ride in a sack, on a shoulder, or otherwise be carried by a fellow PC. However, this requires a tremendous amount of coordination to ensure the Tiny PC doesn't get in the way, or the two PCs don't jostle each other into losing actions. As a result, for most parties, this tactic is less favorable than the Tiny PC just using their own mount. If a Tiny PC rides along with another PC or similar non-minion intelligent creature, roll both their initiatives and use the lower of the two results. The two PCs act in either order on the same initiative count. While traveling in this way, the PCs each gain two actions at the start of their turns, instead of three, since the larger PC spends one action keeping the smaller one balanced on their back, and the Tiny PC spends one action maintaining their grip. \n\n**Tiny PCs**: PCs are typically Small or Medium size, but some ancestries, such as most sprites, are Tiny instead! Being Tiny comes with its own set of rules about space and reach. A Tiny PC can enter another creature's space, which is important because their melee Strikes typically have no reach, meaning the PC must enter a creature's space to attack it. Like other Tiny creatures, the PC doesn't automatically receive lesser cover from being in a larger creature's space, but circumstances might allow them to [Take Cover](/Actions.aspx?ID=90) in this instance. They can purchase weapons, armor, and other items for their size with the same statistics as normal gear, except that melee weapons have a reach of 0 for them (or a reach 5 feet shorter than normal if they have the [reach](/Traits.aspx?ID=192) trait). Remember to adjust the Bulk of items and the PC's Bulk limit for Tiny size (See [Items and Sizes](/Rules.aspx?ID=256)).\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Special Rules",
 "next_link": {
  "label": "Infernal Contracts",
  "url": "/Rules.aspx?ID=1460"
 },
 "previous_link": {
  "label": "Casino Games",
  "url": "/Rules.aspx?ID=1452"
 },
 "rarity": "common",
 "release_date": "2021-02-24",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Ancestry Guide](/Sources.aspx?ID=74) pg. 66 <sup>2.0</sup></row>\r\n\r\nOverview\r\n</additional-info>",
 "source": [
  "Ancestry Guide"
 ],
 "source_raw": [
  "Ancestry Guide pg. 66"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Ancestry Guide](/Sources.aspx?ID=74) pg. 66 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Special Rules Source Ancestry Guide pg. 66 2.0 Some of the new ancestries and heritages presented in this book require unique rules to fully represent their capabilities. Most of these rules are described in the applicable ancestry sections but are also collected here for reference. Flying PCs : Certain ancestries, such as strix or sprites, have wings. The presented ancestry rules intend to provide a good combination of story and game balance for most groups. However, some players might have character concepts that don't fit this assumption and might wish to fly from initial character creation. At the GM's discretion, the GM can grant these PCs a 15-foot fly Speed, replacing any other abilities that involve flying, such as the strix's Wings ancestral trait. In this case, any feat that upgrades the PC's flying capabilities, such as the strix's Fledgling Flight and Juvenile Flight feats, might instead upgrade this Speed by an additional 5 feet. However, GMs who allow this option should be aware that a PC who can constantly fly can trivialize many low- and mid-level challenges, consistently outshining or leaving other characters behind; the GM should consider this option very carefully before allowing it and adjust the game accordingly. Riding PCs : A Tiny PC weighs so little and takes up so little Bulk that it wouldn't be a space issue to hitch a ride in a sack, on a shoulder, or otherwise be carried by a fellow PC. However, this requires a tremendous amount of coordination to ensure the Tiny PC doesn't get in the way, or the two PCs don't jostle each other into losing actions. As a result, for most parties, this tactic is less favorable than the Tiny PC just using their own mount. If a Tiny PC rides along with another PC or similar non-minion intelligent creature, roll both their initiatives and use the lower of the two results. The two PCs act in either order on the same initiative count. While traveling in this way, the PCs each gain two actions at the start of their turns, instead of three, since the larger PC spends one action keeping the smaller one balanced on their back, and the Tiny PC spends one action maintaining their grip. Tiny PCs : PCs are typically Small or Medium size, but some ancestries, such as most sprites, are Tiny instead! Being Tiny comes with its own set of rules about space and reach. A Tiny PC can enter another creature's space, which is important because their melee Strikes typically have no reach, meaning the PC must enter a creature's space to attack it. Like other Tiny creatures, the PC doesn't automatically receive lesser cover from being in a larger creature's space, but circumstances might allow them to Take Cover in this instance. They can purchase weapons, armor, and other items for their size with the same statistics as normal gear, except that melee weapons have a reach of 0 for them (or a reach 5 feet shorter than normal if they have the reach trait). Remember to adjust the Bulk of items and the PC's Bulk limit for Tiny size (See Items and Sizes). ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1458",
 "weakness": {}
}