{
 "breadcrumbs": [
  "Researching the Malevolence"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1464",
 "markdown": "<title level=\"1\" right=\"Rules\">[Special Terminology](/Rules.aspx?ID=1464)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 59</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe rules presented in the _Gamemastery Guide_ assume PCs research divisions within a library, but in this adventure, the terminology used differs slightly. Instead of being organized under libraries, divisions are listed as topics, such as “Ioseff Xarwin” or “Psychopomps.” Within each topic, numerous venues are listed, be it the PCs' own knowledge, a collection of books, journals found in the manor, discussions with NPCs, phantasms, or dreams experienced while under the manor's influence. The amount of time needed to perform the check varies by venue but is listed in each topic's stat block.\n\n Each topic has a level associated with it. Once the PCs reach all of a topic's research thresholds, they earn XP as if they'd defeated a creature of the topic's level. For example, a party of 3rd-level characters, upon completing research about a 5th-level topic, earn 80 XP, the same amount this party would have earned for defeating a 5th-level creature. To keep things moving, you should let the PCs know when they've completed research on a topic rather than let them continue trying in vain learn more.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Special Terminology",
 "next_link": {
  "label": "Dream Research",
  "url": "/Rules.aspx?ID=1465"
 },
 "previous_link": {
  "label": "Adapting Western Weapons",
  "url": "/Rules.aspx?ID=1462"
 },
 "rarity": "common",
 "release_date": "2021-07-07",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Malevolence](/Sources.aspx?ID=88) pg. 59</row>\r\n\r\nResearching the Malevolence\r\n</additional-info>",
 "source": [
  "Malevolence"
 ],
 "source_raw": [
  "Malevolence pg. 59"
 ],
 "source_category": "Adventures",
 "source_group": "Malevolence",
 "source_markdown": "<row gap=\"tiny\">[Malevolence](/Sources.aspx?ID=88) pg. 59</row>",
 "speed": {},
 "text": " Special Terminology Source Malevolence pg. 59 The rules presented in the Gamemastery Guide assume PCs research divisions within a library, but in this adventure, the terminology used differs slightly. Instead of being organized under libraries, divisions are listed as topics, such as “Ioseff Xarwin” or “Psychopomps.” Within each topic, numerous venues are listed, be it the PCs' own knowledge, a collection of books, journals found in the manor, discussions with NPCs, phantasms, or dreams experienced while under the manor's influence. The amount of time needed to perform the check varies by venue but is listed in each topic's stat block. Each topic has a level associated with it. Once the PCs reach all of a topic's research thresholds, they earn XP as if they'd defeated a creature of the topic's level. For example, a party of 3rd-level characters, upon completing research about a 5th-level topic, earn 80 XP, the same amount this party would have earned for defeating a 5th-level creature. To keep things moving, you should let the PCs know when they've completed research on a topic rather than let them continue trying in vain learn more. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1464",
 "weakness": {}
}