{
 "breadcrumbs": [
  "Chapter 2: Classes"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1687",
 "markdown": "<title level=\"1\" right=\"Rules\">[Specific Familiars](/Rules.aspx?ID=1687)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 148 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMost familiars are Tiny animals, though a few are unusual, such as a leaf druid's leshy familiar. Some familiars, however, are more powerful creatures with unique abilities.\n\n Any character can gain a specific familiar so long as they already have a familiar with at least the required number of abilities listed in the specific familiar's stat block. Such a familiar usually replaces an existing familiar, though in some circumstances (such as for a witch) the familiar may evolve or reveal its true form. In any case, this transition from a normal familiar to a specific familiar requires no downtime and has no cost. Once you've selected a specific familiar, you can't change it without losing your familiar— this uses the same rules as if your familiar had died.\n\n A specific familiar has several traits and abilities, as listed in their stat block. The Granted Abilities entry lists normal familiar and master abilities that familiar has. The familiar also gains unique abilities listed below the Granted Abilities entry. Much like a familiar that naturally has a familiar ability (such as an owl with a fly Speed), you can never swap out any of these granted or unique abilities. If your familiar gains more abilities than are necessary for that specific familiar, you can use the remaining abilities to select familiar and master abilities as normal.\n\n Statistics and abilities not listed in a specific familiar's stat block (such as modifiers, AC, Hit Points, and so forth) use the [normal familiar rules](/Rules.aspx?ID=160). These stat blocks otherwise use the format from the _Bestiary_.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Specific Familiars",
 "next_link": {
  "label": "Chapter 3: Archetypes",
  "url": "/Rules.aspx?ID=1431"
 },
 "previous_link": {
  "label": "Chapter 1: Ancestries & Backgrounds",
  "url": "/Rules.aspx?ID=1412"
 },
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 148 <sup>2.0</sup></row>\r\n\r\nChapter 2: Classes\r\n</additional-info>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 148"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 148 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Specific Familiars Source Advanced Player's Guide pg. 148 2.0 Most familiars are Tiny animals, though a few are unusual, such as a leaf druid's leshy familiar. Some familiars, however, are more powerful creatures with unique abilities. Any character can gain a specific familiar so long as they already have a familiar with at least the required number of abilities listed in the specific familiar's stat block. Such a familiar usually replaces an existing familiar, though in some circumstances (such as for a witch) the familiar may evolve or reveal its true form. In any case, this transition from a normal familiar to a specific familiar requires no downtime and has no cost. Once you've selected a specific familiar, you can't change it without losing your familiar— this uses the same rules as if your familiar had died. A specific familiar has several traits and abilities, as listed in their stat block. The Granted Abilities entry lists normal familiar and master abilities that familiar has. The familiar also gains unique abilities listed below the Granted Abilities entry. Much like a familiar that naturally has a familiar ability (such as an owl with a fly Speed), you can never swap out any of these granted or unique abilities. If your familiar gains more abilities than are necessary for that specific familiar, you can use the remaining abilities to select familiar and master abilities as normal. Statistics and abilities not listed in a specific familiar's stat block (such as modifiers, AC, Hit Points, and so forth) use the normal familiar rules. These stat blocks otherwise use the format from the Bestiary . ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1687",
 "weakness": {}
}