{
 "breadcrumbs": [
  "Chapter 3: Archetypes"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1434",
 "markdown": "<title level=\"1\" right=\"Rules\">[Spellcasting Archetypes](/Rules.aspx?ID=1434)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 149 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome archetypes grant you a substantial degree of spellcasting, albeit delayed compared to a character from a spellcasting class. A spellcasting archetype allows you to use [scrolls](/equipment/consumables/scrolls), [staves](/equipment/staves), and [wands](/equipment/wands) in the same way that a member of a spellcasting class can.\n\n Spellcasting archetypes always grant the ability to cast cantrips in their dedication, and then they have a basic spellcasting feat, an expert spellcasting feat, and a master spellcasting feat. These feats share their name with the archetype; for instance, the witch's master spellcasting feat is called Master Witch Spellcasting. All spell slots you gain from spellcasting archetypes are subject to the restrictions within the archetype. For instance, the eldritch archer archetype allows you to pick a spell list when you take its dedication feat. If you pick arcane spells, the archetype then grants you spell slots you can use only to cast arcane spells from your eldritch archer repertoire, even if you are a sorcerer with occult spells in your sorcerer repertoire.\n\n **Basic Spellcasting Feat**: Usually available at 4th level, these feats grant a 1st-level spell slot. At 6th level, they grant you a 2nd-level spell slot, and if you have a spell repertoire, you can select one spell from your repertoire as a signature spell. At 8th level, they grant you a 3rd-level spell slot. Archetypes refer to these benefits as the “basic spellcasting benefits.”\n\n **Expert Spellcasting Feat**: Typically taken at 12th level, these feats make you an expert in spell attack rolls and DCs of the appropriate magical tradition and grant you a 4th-level spell slot. If you have a spell repertoire, you can select a second spell from your repertoire as a signature spell. At 14th level, they grant you a 5th-level spell slot, and at 16th level, they grant you a 6th-level spell slot. Archetypes refer to these benefits as the “expert spellcasting benefits.”\n\n **Master Spellcasting Feat**: Usually found at 18th level, these feats make you a master in spell attack rolls and DCs of the appropriate magical tradition and grant you a 7th-level spell slot. If you have a spell repertoire, you can select a third spell from your repertoire as a signature spell. At 20th level, they grant you an 8th-level spell slot. Archetypes refer to these benefits as the “master spellcasting benefits.”\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Spellcasting Archetypes",
 "next_link": {
  "label": "Alchemical Archetypes",
  "url": "/Rules.aspx?ID=1435"
 },
 "previous_link": {
  "label": "Multiclass Archetypes",
  "url": "/Rules.aspx?ID=1433"
 },
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 149 <sup>2.0</sup></row>\r\n\r\nChapter 3: Archetypes\r\n</additional-info>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 149"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 149 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Spellcasting Archetypes Source Advanced Player's Guide pg. 149 2.0 Some archetypes grant you a substantial degree of spellcasting, albeit delayed compared to a character from a spellcasting class. A spellcasting archetype allows you to use scrolls, staves, and wands in the same way that a member of a spellcasting class can. Spellcasting archetypes always grant the ability to cast cantrips in their dedication, and then they have a basic spellcasting feat, an expert spellcasting feat, and a master spellcasting feat. These feats share their name with the archetype; for instance, the witch's master spellcasting feat is called Master Witch Spellcasting. All spell slots you gain from spellcasting archetypes are subject to the restrictions within the archetype. For instance, the eldritch archer archetype allows you to pick a spell list when you take its dedication feat. If you pick arcane spells, the archetype then grants you spell slots you can use only to cast arcane spells from your eldritch archer repertoire, even if you are a sorcerer with occult spells in your sorcerer repertoire. Basic Spellcasting Feat : Usually available at 4th level, these feats grant a 1st-level spell slot. At 6th level, they grant you a 2nd-level spell slot, and if you have a spell repertoire, you can select one spell from your repertoire as a signature spell. At 8th level, they grant you a 3rd-level spell slot. Archetypes refer to these benefits as the “basic spellcasting benefits.” Expert Spellcasting Feat : Typically taken at 12th level, these feats make you an expert in spell attack rolls and DCs of the appropriate magical tradition and grant you a 4th-level spell slot. If you have a spell repertoire, you can select a second spell from your repertoire as a signature spell. At 14th level, they grant you a 5th-level spell slot, and at 16th level, they grant you a 6th-level spell slot. Archetypes refer to these benefits as the “expert spellcasting benefits.” Master Spellcasting Feat : Usually found at 18th level, these feats make you a master in spell attack rolls and DCs of the appropriate magical tradition and grant you a 7th-level spell slot. If you have a spell repertoire, you can select a third spell from your repertoire as a signature spell. At 20th level, they grant you an 8th-level spell slot. Archetypes refer to these benefits as the “master spellcasting benefits.” ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1434",
 "weakness": {}
}