{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Specific Checks"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-325",
 "markdown": "<title level=\"1\" right=\"Rules\">[Spell Attack Rolls](/Rules.aspx?ID=325)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 447 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf you cast spells, you might be able to make a spell attack roll. These rolls are usually made when a spell makes an attack against a creature’s AC. \n\n The ability modifier for a spell attack roll depends on how you gained access to your spells. If your class grants you spellcasting, use your key ability modifier. Innate spells use your Charisma modifier unless the ability that granted them states otherwise. Focus spells and other sources of spells specify which ability modifier you use for spell attack rolls in the ability that granted them. If you have spells from multiple sources or traditions, you might use different ability modifiers for spell attack rolls for these different sources of spells. For example, a dwarf cleric with the [Stonewalker](/Feats.aspx?ID=10) ancestry feat would use her Charisma modifier when casting [_meld into stone_](/Spells.aspx?ID=188) from that feat, since it’s a divine innate spell, but she would use her Wisdom modifier when casting [_heal_](/Spells.aspx?ID=148) and other spells using her cleric divine spellcasting.\n\nDetermine the spell attack roll with the following formula. \n\n<center>**Spell attack roll result = d20 roll + ability modifier used for spellcasting + proficiency bonus + other bonuses + penalties**</center> If you have the ability to cast spells, you’ll have a proficiency rank for your spell attack rolls, so you’ll always add a proficiency bonus. Like your ability modifier, this proficiency rank may vary from one spell to another if you have spells from multiple sources. Spell attack rolls can benefit from circumstance bonuses and status bonuses, though item bonuses to spell attack rolls are rare. Penalties affect spell attack rolls just like any other attack roll—including your multiple attack penalty.\n\n Many times, instead of requiring you to make a spell attack roll, the spells you cast will require those within the area or targeted by the spell to attempt a saving throw against your Spell DC to determine how the spell affects them. \n\n Your spell DC is calculated using the following formula. \n\n<center>**Spell DC = 10 + ability modifier used for spellcasting + proficiency bonus + other bonuses + penalties**</center>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Spell Attack Rolls",
 "next_link": {
  "label": "Perception",
  "url": "/Rules.aspx?ID=326"
 },
 "previous_link": {
  "label": "Attack Rolls",
  "url": "/Rules.aspx?ID=321"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 447 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Specific Checks\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 447"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 447 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Spell Attack Rolls Source Core Rulebook pg. 447 4.0 If you cast spells, you might be able to make a spell attack roll. These rolls are usually made when a spell makes an attack against a creature’s AC. The ability modifier for a spell attack roll depends on how you gained access to your spells. If your class grants you spellcasting, use your key ability modifier. Innate spells use your Charisma modifier unless the ability that granted them states otherwise. Focus spells and other sources of spells specify which ability modifier you use for spell attack rolls in the ability that granted them. If you have spells from multiple sources or traditions, you might use different ability modifiers for spell attack rolls for these different sources of spells. For example, a dwarf cleric with the Stonewalker ancestry feat would use her Charisma modifier when casting meld into stone from that feat, since it’s a divine innate spell, but she would use her Wisdom modifier when casting heal and other spells using her cleric divine spellcasting. Determine the spell attack roll with the following formula. Spell attack roll result = d20 roll + ability modifier used for spellcasting + proficiency bonus + other bonuses + penalties If you have the ability to cast spells, you’ll have a proficiency rank for your spell attack rolls, so you’ll always add a proficiency bonus. Like your ability modifier, this proficiency rank may vary from one spell to another if you have spells from multiple sources. Spell attack rolls can benefit from circumstance bonuses and status bonuses, though item bonuses to spell attack rolls are rare. Penalties affect spell attack rolls just like any other attack roll—including your multiple attack penalty. Many times, instead of requiring you to make a spell attack roll, the spells you cast will require those within the area or targeted by the spell to attempt a saving throw against your Spell DC to determine how the spell affects them. Your spell DC is calculated using the following formula. Spell DC = 10 + ability modifier used for spellcasting + proficiency bonus + other bonuses + penalties ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=325",
 "weakness": {}
}