{
 "breadcrumbs": [
  "Chapter 7: Spells",
  "Casting Spells"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-281",
 "markdown": "<title level=\"1\" right=\"Rules\">[Spell Components](/Rules.aspx?ID=281)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 303 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA spell description lists the components required to Cast the Spell. For most spells, the number of components is equal to the number of actions you must spend to Cast the Spell. Each component adds certain traits to the Cast a Spell activity, and some components have special requirements. The components that appear in this book are listed below.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Component Substitutions</title>\r\n\r\nSome classes or abilities can substitute one component for another or alter how a component works.\n\n If you're a [bard](/Classes.aspx?ID=3) Casting a Spell from the occult tradition, you can usually play an instrument for spells requiring somatic or material components, as long as it takes at least one of your hands to do so. If you use an instrument, you don't need a material component pouch or another hand free. You can usually also play an instrument for spells requiring verbal components, instead of speaking.\n\n If you're a [cleric](/Classes.aspx?ID=5) Casting a Spell from the divine tradition while holding a divine focus (usually a [religious symbol](/Equipment.aspx?ID=41) or [text](/Equipment.aspx?ID=42)), you can replace any material component the spell requires by using the divine focus as a focus component instead. Unlike normal for a focus component, you can't retrieve or return the focus when making this substitution.\n\n If you're a [druid](/Classes.aspx?ID=6) Casting a Spell from the primal tradition while holding a primal focus (such as [holly and mistletoe](/Equipment.aspx?ID=26)), you can replace any material component the spell requires by using the primal focus as a focus component instead. Unlike the normal rules for a focus component, you can't retrieve or put away the focus when making this substitution.\n\n If you're a [sorcerer](/Classes.aspx?ID=11) Casting a Spell from the magical tradition that matches your bloodline, you can draw on the magic within your blood to replace any material component with a somatic component.\n\n Any character casting an innate spell can replace any material component with a somatic component.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-282\" />\r\n\r\n<document level=\"2\" id=\"rules-283\" />\r\n\r\n<document level=\"2\" id=\"rules-284\" />\r\n\r\n<document level=\"2\" id=\"rules-285\" />",
 "name": "Spell Components",
 "next_link": {
  "label": "Ranges, Areas, and Targets",
  "url": "/Rules.aspx?ID=286"
 },
 "previous_link": {
  "label": "Innate Spells",
  "url": "/Rules.aspx?ID=279"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 303 <sup>4.0</sup></row>\r\n\r\nChapter 7: Spells / Casting Spells\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 303"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 303 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Spell Components Source Core Rulebook pg. 303 4.0 A spell description lists the components required to Cast the Spell. For most spells, the number of components is equal to the number of actions you must spend to Cast the Spell. Each component adds certain traits to the Cast a Spell activity, and some components have special requirements. The components that appear in this book are listed below. Component Substitutions Some classes or abilities can substitute one component for another or alter how a component works. If you're a bard Casting a Spell from the occult tradition, you can usually play an instrument for spells requiring somatic or material components, as long as it takes at least one of your hands to do so. If you use an instrument, you don't need a material component pouch or another hand free. You can usually also play an instrument for spells requiring verbal components, instead of speaking. If you're a cleric Casting a Spell from the divine tradition while holding a divine focus (usually a religious symbol or text), you can replace any material component the spell requires by using the divine focus as a focus component instead. Unlike normal for a focus component, you can't retrieve or return the focus when making this substitution. If you're a druid Casting a Spell from the primal tradition while holding a primal focus (such as holly and mistletoe), you can replace any material component the spell requires by using the primal focus as a focus component instead. Unlike the normal rules for a focus component, you can't retrieve or put away the focus when making this substitution. If you're a sorcerer Casting a Spell from the magical tradition that matches your bloodline, you can draw on the magic within your blood to replace any material component with a somatic component. Any character casting an innate spell can replace any material component with a somatic component. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=281",
 "weakness": {}
}