{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Running a Game Session"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-503",
 "markdown": "<title level=\"1\" right=\"Rules\">[Starting a Session](/Rules.aspx?ID=503)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 490 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOnce everyone is ready, get everyone's attention and cover the following topics. These are in a rough order that you can change based on your group's style or a session's needs. \n<ul><li>Recap what happened during the previous sessions.</li><li>Establish where the characters are at the beginning of this session. Have they been resting since their last challenge? Are they in a hallway, preparing to raid the next room of a dungeon? Tell players whether their characters had time to rest or recover since the last session.</li><li>Remind players that they each have 1 [Hero Point](/Rules.aspx?ID=573) at the start of the session.</li><li>Establish goals. The players should have an idea of what they want to do next. Reestablish any goals the group already had, then let the players weigh in on whether these goals still apply, and on whether there's anything else they hope to accomplish in this session.</li><li>Commence adventuring! Decide which mode of play you're going to start in, then lead off with a verbal prompt to get the action started. You might ask a question related to a particular character, have everyone immediately roll initiative as a monster attacks, or briefly describe the environment and sensations that surround the player characters, allowing them to react.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Off-Session Gaming</title>\r\n\r\nSession play with a full group isn’t the only way to play Pathfinder. Finding opportunities to expand on the game outside of its regular schedule can keep your group engaged between sessions.\n\n You can get together with a single player to run a mini-session for their character, covering a mission that’s important to their story but doesn’t concern the rest of the group. You and the players can work out what their characters do during solid stretches of downtime via e-mail or chat messages. You can also give players opportunities to collaborate on details of the story, like having a player design a heraldic symbol for the adventuring group or map out their home base. You might even decide to award a Hero Point at the next session to a player for events that happened outside a session.\n\n Some events aren’t suitable for handling outside of sessions. Any event that strongly affects a character whose player isn’t present should be handled at the table when everyone can attend. It’s also helpful to recap events that took place outside of the session for all characters so no one feels excluded or lost.\r\n</aside>",
 "name": "Starting a Session",
 "next_link": {
  "label": "Running a Session",
  "url": "/Rules.aspx?ID=504"
 },
 "previous_link": {
  "label": "Planning a Session",
  "url": "/Rules.aspx?ID=502"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 490 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Running a Game Session\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 490"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 490 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Starting a Session Source Core Rulebook pg. 490 4.0 Once everyone is ready, get everyone's attention and cover the following topics. These are in a rough order that you can change based on your group's style or a session's needs. Recap what happened during the previous sessions. Establish where the characters are at the beginning of this session. Have they been resting since their last challenge? Are they in a hallway, preparing to raid the next room of a dungeon? Tell players whether their characters had time to rest or recover since the last session. Remind players that they each have 1 Hero Point at the start of the session. Establish goals. The players should have an idea of what they want to do next. Reestablish any goals the group already had, then let the players weigh in on whether these goals still apply, and on whether there's anything else they hope to accomplish in this session. Commence adventuring! Decide which mode of play you're going to start in, then lead off with a verbal prompt to get the action started. You might ask a question related to a particular character, have everyone immediately roll initiative as a monster attacks, or briefly describe the environment and sensations that surround the player characters, allowing them to react. Off-Session Gaming Session play with a full group isn’t the only way to play Pathfinder. Finding opportunities to expand on the game outside of its regular schedule can keep your group engaged between sessions. You can get together with a single player to run a mini-session for their character, covering a mission that’s important to their story but doesn’t concern the rest of the group. You and the players can work out what their characters do during solid stretches of downtime via e-mail or chat messages. You can also give players opportunities to collaborate on details of the story, like having a player design a heraldic symbol for the adventuring group or map out their home base. You might even decide to award a Hero Point at the next session to a player for events that happened outside a session. Some events aren’t suitable for handling outside of sessions. Any event that strongly affects a character whose player isn’t present should be handled at the table when everyone can attend. It’s also helpful to recap events that took place outside of the session for all characters so no one feels excluded or lost. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=503",
 "weakness": {}
}