{
 "breadcrumbs": [
  "Gears Equipment",
  "Three Innovations"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1619",
 "markdown": "<title level=\"1\" right=\"Rules\">[Stasian Technology](/Rules.aspx?ID=1619)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 60</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nStasian technology is the rarest of the three types, channeling electricity from a limited supply of Stasian coils smuggled out of Irrisen, the land of eternal winter, which owns few Stasian coils to begin with. However, enough smuggled coils have spread to the mist-haunted principality of Ustalav to inspire a technological renaissance in the highest halls of Ustalavic academia. While Stasian technology is the newest form of electrical technology, and the one least dependent on magic, it's hardly the first time in Golarion's history that a civilization has attempted to harness electricity. Most notably, aeromantic infadibulum technology allowed the sky cities of the Shory empire to soar through the sky. However, such previous electrical technologies relied heavily on magic as a key component, as this made the inventions that harnessed them drastically more stable and powerful than a purely technological solution. After all, magic-users could create lightning bolts—what need was there for a non-magical alternative? While it might seem frivolous on magic-soaked Golarion, Stasian technology exists because it originates from another world where magic is much rarer. By utilizing less magical energy, Stasian tech offers a viable alternative. The core Stasian technology can be found on page 82, but other sections of this chapter have a few pieces of Stasian technology sprinkled in as well.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Stasian Technology",
 "next_link": {
  "label": "Steam-Powered Technology",
  "url": "/Rules.aspx?ID=1620"
 },
 "previous_link": {
  "label": "Clockwork Technology",
  "url": "/Rules.aspx?ID=1618"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 60</row>\r\n\r\nGears Equipment / Three Innovations\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 60"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 60</row>",
 "speed": {},
 "text": " Stasian Technology Source Guns &amp; Gears pg. 60 Stasian technology is the rarest of the three types, channeling electricity from a limited supply of Stasian coils smuggled out of Irrisen, the land of eternal winter, which owns few Stasian coils to begin with. However, enough smuggled coils have spread to the mist-haunted principality of Ustalav to inspire a technological renaissance in the highest halls of Ustalavic academia. While Stasian technology is the newest form of electrical technology, and the one least dependent on magic, it's hardly the first time in Golarion's history that a civilization has attempted to harness electricity. Most notably, aeromantic infadibulum technology allowed the sky cities of the Shory empire to soar through the sky. However, such previous electrical technologies relied heavily on magic as a key component, as this made the inventions that harnessed them drastically more stable and powerful than a purely technological solution. After all, magic-users could create lightning bolts—what need was there for a non-magical alternative? While it might seem frivolous on magic-soaked Golarion, Stasian technology exists because it originates from another world where magic is much rarer. By utilizing less magical energy, Stasian tech offers a viable alternative. The core Stasian technology can be found on page 82, but other sections of this chapter have a few pieces of Stasian technology sprinkled in as well. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1619",
 "weakness": {}
}