{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-84",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 4 Pick a Background](/Rules.aspx?ID=84)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 24 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYour character’s background might represent their upbringing, an aptitude they’ve been honing since their youth, or another aspect of their life before they became an adventurer. Character backgrounds appear in Chapter 2, starting on page 60. They typically provide two ability boosts (one that can be applied to either of two specific ability scores, and one that is free), training in a specific skill, training in a Lore skill, and a specific skill feat.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Character Sheet</title>\r\n\r\nRecord your character’s background in the space at the top of the first page of your character sheet. Adjust your ability scores, adding 2 to an ability score if you gained an ability boost from your background. Record the skill feat the background provides in the Skill Feat section of your character sheet’s second page. On the first page, check the “T” box next to the name of the specific skill and for one Lore skill to indicate your character is trained, then write the name of the Lore skill granted by your background.\r\n</aside>",
 "name": "Step 4 Pick a Background",
 "next_link": {
  "label": "Step 5 Choose a Class",
  "url": "/Rules.aspx?ID=85"
 },
 "previous_link": {
  "label": "Step 3 Select an Ancestry",
  "url": "/Rules.aspx?ID=83"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 24 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Character Creation\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 24"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 24 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 4 Pick a Background Source Core Rulebook pg. 24 4.0 Your character’s background might represent their upbringing, an aptitude they’ve been honing since their youth, or another aspect of their life before they became an adventurer. Character backgrounds appear in Chapter 2, starting on page 60. They typically provide two ability boosts (one that can be applied to either of two specific ability scores, and one that is free), training in a specific skill, training in a Lore skill, and a specific skill feat. Character Sheet Record your character’s background in the space at the top of the first page of your character sheet. Adjust your ability scores, adding 2 to an ability score if you gained an ability boost from your background. Record the skill feat the background provides in the Skill Feat section of your character sheet’s second page. On the first page, check the “T” box next to the name of the specific skill and for one Lore skill to indicate your character is trained, then write the name of the Lore skill granted by your background. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=84",
 "weakness": {}
}