{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Sample Character"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-112",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 7](/Rules.aspx?ID=112)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 30 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs Adam applies his class, he has a number of things to figure out. First, he starts by recording all of his initial proficiencies, marking the appropriate boxes in the Armor Class, Saving Throws, Weapon Proficiencies, Spell Attack Roll, and Spell DCs areas of his sheet. Turning to skills, he marks Nature as trained and notes that once he picks his druid order, he’ll become trained in another skill determined by that order. He then gets to choose three more skills (if he had a higher Intelligence, he would have gotten more). He decides on Athletics, Diplomacy, and Medicine, marking all of them as trained. Next, he adds the 8 Hit Points from the druid class and his Constitution modifier of +3 to the 10 Hit Points from his dwarf ancestry for an impressive 21 total Hit Points.\n\n Moving on to class features, Adam marks down wild empathy in the class feats and abilities area, as well as the [Shield Block](/Feats.aspx?ID=839) feat in the bonus feats area. He makes note of the anathema for being a druid and records Druidic in his language section. Next, he looks through the druid orders and decides upon the wild order, which gives him his final trained skill (Intimidation), the ability to cast [_wild morph_](/Spells.aspx?ID=480), as well as the [Wild Shape](/Feats.aspx?ID=316) feat, which lets him cast a spell to turn into an animal. He writes these spells in the focus spell area of his character sheet and also notes that he has 1 Focus Point to use to cast these spells.\n\n Finally, a druid can cast a limited number of primal spells. Although he can change them every morning, Adam is curious, and he turns to Chapter 7: Spells to decide what spells he might cast. He jots down five cantrips and two 1st-level spells and marks them as prepared.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 7",
 "next_link": {
  "label": "Step 8",
  "url": "/Rules.aspx?ID=113"
 },
 "previous_link": {
  "label": "Step 6",
  "url": "/Rules.aspx?ID=111"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 30 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Sample Character\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 30"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 30 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 7 Source Core Rulebook pg. 30 4.0 As Adam applies his class, he has a number of things to figure out. First, he starts by recording all of his initial proficiencies, marking the appropriate boxes in the Armor Class, Saving Throws, Weapon Proficiencies, Spell Attack Roll, and Spell DCs areas of his sheet. Turning to skills, he marks Nature as trained and notes that once he picks his druid order, he’ll become trained in another skill determined by that order. He then gets to choose three more skills (if he had a higher Intelligence, he would have gotten more). He decides on Athletics, Diplomacy, and Medicine, marking all of them as trained. Next, he adds the 8 Hit Points from the druid class and his Constitution modifier of +3 to the 10 Hit Points from his dwarf ancestry for an impressive 21 total Hit Points. Moving on to class features, Adam marks down wild empathy in the class feats and abilities area, as well as the Shield Block feat in the bonus feats area. He makes note of the anathema for being a druid and records Druidic in his language section. Next, he looks through the druid orders and decides upon the wild order, which gives him his final trained skill (Intimidation), the ability to cast wild morph , as well as the Wild Shape feat, which lets him cast a spell to turn into an animal. He writes these spells in the focus spell area of his character sheet and also notes that he has 1 Focus Point to use to cast these spells. Finally, a druid can cast a limited number of primal spells. Although he can change them every morning, Adam is curious, and he turns to Chapter 7: Spells to decide what spells he might cast. He jots down five cantrips and two 1st-level spells and marks them as prepared. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=112",
 "weakness": {}
}