{
 "breadcrumbs": [
  "Chapter 4: Variant Rules",
  "Deep Backgrounds",
  "Generating Deep Backgrounds"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1323",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 2: Homeland](/Rules.aspx?ID=1323)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 187</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhere you grew up is highly formative. Roll on the following table to determine the nature of your homeland. If your character is a dwarf, subtract 3; if an elf, add 2; if a goblin, subtract 4. For ancestries other than those in the Core Rulebook, apply a modifier that best suits the ancestry, if needed. Work with your GM to flesh your homeland out in further detail. With any of these options, you add a [Lore](/Skills.aspx?ID=8) skill based on your homeland’s terrain to your background options, such as Forest Lore for a wooded frontier or Absalom Lore if you grew up in that city. \n\n## Table 4-6: Homeland\n<row gap=\"tiny\">\n<table> <tr><td>**1d20**</td><td>**Result**</td></tr> <tr><td>1 or less</td><td>**Underground** You grew up in a partly or wholly underground region, such as a human mining town, a goblin warren, or a dwarf-held cavern. Add Engineering Lore, Labor Lore, and Mining Lore to your background options.</td></tr> <tr><td>2–3</td><td>**Frontier** You grew up at the edge of a settled region. This might have been isolated hills if you are a dwarf, a ranch or farm if you are a human, or another similar frontier. Add Farming Lore, Fishing Lore, Hunting Lore, Scouting Lore, and Lore pertaining to a type of creature that threatened your homeland regularly (such as Giant Lore) to your background options.</td></tr> <tr><td>4–5</td><td>**Trade Town** People frequently passed through your homeland. You might have been raised near a major thoroughfare or crossroads, or in a small trade town. Add Accounting Lore, Guild Lore, Mercantile Lore, Stabling Lore, and Lore of a common ancestry (such as Dwarf Lore) to your background options.</td></tr> <tr><td>6–7</td><td>**Simple Village** You were raised in a sleepy village such as a bucolic gnome hamlet, a close-knit human town, or an established goblin fort. Add Herbalism Lore, Midwifery Lore, Milling Lore, Tanning Lore, and Lore of a type of food, drink, or product the village was known for producing (such as Alcohol Lore or Wagon Lore) to your background options.</td></tr> <tr><td>8–9</td><td>**Cosmopolitan City** You were raised in a community where no single ancestry predominated. This might have created tensions, but the community might also have pulled together from diverse foundations. Add Art Lore, Guild Lore, Legal Lore, and Underworld Lore to your background options.</td></tr> <tr><td>10–11</td><td>**Metropolis** You grew up in one of the largest cities in the world, such as Absalom or Westcrown. Add Architecture Lore, Gladiatorial Lore, Guild Lore, Legal Lore, and Theater Lore to your background options.</td></tr> <tr><td>12</td><td>**Front Lines** You grew up in a homeland torn by war. Even if you didn't personally participate, it was never far away. Add Heraldry Lore, Scouting Lore, and Warfare Lore to your background options.</td></tr> <tr><td>13–14</td><td>**Itinerant** You never had a single place to call home. You might have been part of a nomadic caravan, a traveling group of entertainers, or a smuggling ring. Add Circus Lore, Fortune-Telling Lore, Games Lore, Labor Lore, and Underworld Lore to your background options.</td></tr> <tr><td>15</td><td>**Another Ancestry's Settlement** Randomly determine another common ancestry; you grew up surrounded by that ancestry. Reroll on this table (with a modifier for the new ancestry, if applicable) to determine the type of community in which you grew up (for example, if your gnome grew up among dwarves and rolls a 3, they grew up underground). Add the [Adopted Ancestry](/Feats.aspx?ID=751) feat and the Lore skill related to your adopted ancestry (such as Dwarf Lore) to your background options. If you select this feat instead of a skill feat, you aren't trained in a background skill.</td></tr> <tr><td>16</td><td>**Coastal Community** You grew up along a wide river, in a wetland, beside an ocean, or on an island. Add Fishing Lore, Sailing Lore, and Lore of a specific type of sea creature (such as Shark Lore) to your background options.</td></tr> <tr><td>17–18</td><td>**Religious Community** You were raised in a community of religious scholars, such as the town around an abbey, a remote elven forest shrine, or a dwarven temple-city. Add Art Lore, Scribing Lore, Lore about a deity that was the focus or enemy of your community (such as [Pharasma](/Deities.aspx?ID=14) Lore), and Lore about a plane (other than the Material Plane) where that deity resides to your background options.</td></tr> <tr><td>19+</td><td>**Academic Community** You were raised in or near a university, academy, or other center of learning. Add Academia Lore, Genealogy Lore, Library Lore, and Scribing Lore to your background options.</td></tr></table></row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 2: Homeland",
 "next_link": {
  "label": "Step 3: Major Childhood Event",
  "url": "/Rules.aspx?ID=1324"
 },
 "previous_link": {
  "label": "Step 1: Family Background",
  "url": "/Rules.aspx?ID=1322"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 187</row>\r\n\r\nChapter 4: Variant Rules / Deep Backgrounds / Generating Deep Backgrounds\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 187"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 187</row>",
 "speed": {},
 "text": " Step 2: Homeland Source Gamemastery Guide pg. 187 Where you grew up is highly formative. Roll on the following table to determine the nature of your homeland. If your character is a dwarf, subtract 3; if an elf, add 2; if a goblin, subtract 4. For ancestries other than those in the Core Rulebook, apply a modifier that best suits the ancestry, if needed. Work with your GM to flesh your homeland out in further detail. With any of these options, you add a Lore skill based on your homeland’s terrain to your background options, such as Forest Lore for a wooded frontier or Absalom Lore if you grew up in that city. ## Table 4-6: Homeland 1d20 Result 1 or less Underground You grew up in a partly or wholly underground region, such as a human mining town, a goblin warren, or a dwarf-held cavern. Add Engineering Lore, Labor Lore, and Mining Lore to your background options. 2–3 Frontier You grew up at the edge of a settled region. This might have been isolated hills if you are a dwarf, a ranch or farm if you are a human, or another similar frontier. Add Farming Lore, Fishing Lore, Hunting Lore, Scouting Lore, and Lore pertaining to a type of creature that threatened your homeland regularly (such as Giant Lore) to your background options. 4–5 Trade Town People frequently passed through your homeland. You might have been raised near a major thoroughfare or crossroads, or in a small trade town. Add Accounting Lore, Guild Lore, Mercantile Lore, Stabling Lore, and Lore of a common ancestry (such as Dwarf Lore) to your background options. 6–7 Simple Village You were raised in a sleepy village such as a bucolic gnome hamlet, a close-knit human town, or an established goblin fort. Add Herbalism Lore, Midwifery Lore, Milling Lore, Tanning Lore, and Lore of a type of food, drink, or product the village was known for producing (such as Alcohol Lore or Wagon Lore) to your background options. 8–9 Cosmopolitan City You were raised in a community where no single ancestry predominated. This might have created tensions, but the community might also have pulled together from diverse foundations. Add Art Lore, Guild Lore, Legal Lore, and Underworld Lore to your background options. 10–11 Metropolis You grew up in one of the largest cities in the world, such as Absalom or Westcrown. Add Architecture Lore, Gladiatorial Lore, Guild Lore, Legal Lore, and Theater Lore to your background options. 12 Front Lines You grew up in a homeland torn by war. Even if you didn't personally participate, it was never far away. Add Heraldry Lore, Scouting Lore, and Warfare Lore to your background options. 13–14 Itinerant You never had a single place to call home. You might have been part of a nomadic caravan, a traveling group of entertainers, or a smuggling ring. Add Circus Lore, Fortune-Telling Lore, Games Lore, Labor Lore, and Underworld Lore to your background options. 15 Another Ancestry's Settlement Randomly determine another common ancestry; you grew up surrounded by that ancestry. Reroll on this table (with a modifier for the new ancestry, if applicable) to determine the type of community in which you grew up (for example, if your gnome grew up among dwarves and rolls a 3, they grew up underground). Add the Adopted Ancestry feat and the Lore skill related to your adopted ancestry (such as Dwarf Lore) to your background options. If you select this feat instead of a skill feat, you aren't trained in a background skill. 16 Coastal Community You grew up along a wide river, in a wetland, beside an ocean, or on an island. Add Fishing Lore, Sailing Lore, and Lore of a specific type of sea creature (such as Shark Lore) to your background options. 17–18 Religious Community You were raised in a community of religious scholars, such as the town around an abbey, a remote elven forest shrine, or a dwarven temple-city. Add Art Lore, Scribing Lore, Lore about a deity that was the focus or enemy of your community (such as Pharasma Lore), and Lore about a plane (other than the Material Plane) where that deity resides to your background options. 19+ Academic Community You were raised in or near a university, academy, or other center of learning. Add Academia Lore, Genealogy Lore, Library Lore, and Scribing Lore to your background options. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1323",
 "weakness": {}
}