{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "Encounter Mode",
  "Turns"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-436",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 1: Start Your Turn](/Rules.aspx?ID=436)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 468 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMany things happen automatically at the start of your turn—it's a common point for tracking the passage of time for effects that last multiple rounds. At the start of each of your turns, take these steps in any order you choose: \n<ul><li>If you created an effect lasting for a certain number of rounds, reduce the number of rounds remaining by 1. The effect ends if the duration is reduced to 0. For example, if you cast a spell that lasts 3 rounds on yourself during your first turn of a fight, it would affect you during that turn, decrease to 2 rounds of duration at the start of your second turn, decrease to 1 round of duration at the start of your third turn, and expire at the start of your fourth turn. </li><li>You can use 1 free action or reaction with a trigger of “Your turn begins” or something similar. </li><li>If you're dying, roll a [recovery check](/Rules.aspx?ID=375). </li><li>Do anything else that is specified to happen at the start of your turn, such as regaining Hit Points from fast healing or regeneration.</li></ul> The last step of starting your turn is always the same. \n<ul><li>Regain your 3 actions and 1 reaction. If you haven't spent your reaction from your last turn, you lose it—you can't “save” actions or reactions from one turn to use during the next turn. Some abilities or conditions (such as quickened, slowed, and stunned) can change how many actions you regain and whether you regain your reaction. If you lose actions and gain additional actions (such as if you're both [quickened](/Conditions.aspx?ID=32) and [slowed](/Conditions.aspx?ID=35)), you choose which actions to lose. In-depth details on gaining and losing actions are [here](/Conditions.aspx?ID=32)</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 1: Start Your Turn",
 "next_link": {
  "label": "Step 2: Act",
  "url": "/Rules.aspx?ID=437"
 },
 "previous_link": {
  "label": "Structure",
  "url": "/Rules.aspx?ID=430"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 468 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / Encounter Mode / Turns\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 468"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 468 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 1: Start Your Turn Source Core Rulebook pg. 468 4.0 Many things happen automatically at the start of your turn—it's a common point for tracking the passage of time for effects that last multiple rounds. At the start of each of your turns, take these steps in any order you choose: If you created an effect lasting for a certain number of rounds, reduce the number of rounds remaining by 1. The effect ends if the duration is reduced to 0. For example, if you cast a spell that lasts 3 rounds on yourself during your first turn of a fight, it would affect you during that turn, decrease to 2 rounds of duration at the start of your second turn, decrease to 1 round of duration at the start of your third turn, and expire at the start of your fourth turn. You can use 1 free action or reaction with a trigger of “Your turn begins” or something similar. If you're dying, roll a recovery check. Do anything else that is specified to happen at the start of your turn, such as regaining Hit Points from fast healing or regeneration. The last step of starting your turn is always the same. Regain your 3 actions and 1 reaction. If you haven't spent your reaction from your last turn, you lose it—you can't “save” actions or reactions from one turn to use during the next turn. Some abilities or conditions (such as quickened, slowed, and stunned) can change how many actions you regain and whether you regain your reaction. If you lose actions and gain additional actions (such as if you're both quickened and slowed), you choose which actions to lose. In-depth details on gaining and losing actions are here ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=436",
 "weakness": {}
}