{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-89",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 9 Calculate Modifiers](/Rules.aspx?ID=89)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 27 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWith most of the big decisions for your character made, it’s time to calculate the modifiers for each of the following statistics. If your proficiency rank for a statistic is trained, expert, master, and legendary, your bonus equals your character’s level plus another number based on the rank (2, 4, 6, and 8, respectively). If your character is untrained, your proficiency bonus is +0.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Character Sheet</title>\r\n\r\nFor Perception and saving throws, write your proficiency bonus and the appropriate ability modifier in the boxes provided, then record the total modifier in the large space. Record the proficiency bonuses, ability modifiers, and total modifiers for your melee Strikes and ranged Strikes in the box after the name of each weapon, and put the damage for each in the space below, along with the traits for that attack. For skills, record the relevant ability modifier and proficiency bonus in the appropriate box for each skill, and then write the total skill modifiers in the spaces to the left. If your character has any modifiers, bonuses, or penalties from feats or abilities that always apply, add them into the total modifiers. For ones that apply only in certain situations, note them next to the total modifiers.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-90\" />\r\n\r\n<document level=\"2\" id=\"rules-91\" />\r\n\r\n<document level=\"2\" id=\"rules-92\" />\r\n\r\n<document level=\"2\" id=\"rules-93\" />",
 "name": "Step 9 Calculate Modifiers",
 "next_link": {
  "label": "Step 10 Finishing Details",
  "url": "/Rules.aspx?ID=94"
 },
 "previous_link": {
  "label": "Step 8 Buy Equipment",
  "url": "/Rules.aspx?ID=88"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 27 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Character Creation\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 27"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 27 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 9 Calculate Modifiers Source Core Rulebook pg. 27 4.0 With most of the big decisions for your character made, it’s time to calculate the modifiers for each of the following statistics. If your proficiency rank for a statistic is trained, expert, master, and legendary, your bonus equals your character’s level plus another number based on the rank (2, 4, 6, and 8, respectively). If your character is untrained, your proficiency bonus is +0. Character Sheet For Perception and saving throws, write your proficiency bonus and the appropriate ability modifier in the boxes provided, then record the total modifier in the large space. Record the proficiency bonuses, ability modifiers, and total modifiers for your melee Strikes and ranged Strikes in the box after the name of each weapon, and put the damage for each in the space below, along with the traits for that attack. For skills, record the relevant ability modifier and proficiency bonus in the appropriate box for each skill, and then write the total skill modifiers in the spaces to the left. If your character has any modifiers, bonuses, or penalties from feats or abilities that always apply, add them into the total modifiers. For ones that apply only in certain situations, note them next to the total modifiers. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=89",
 "weakness": {}
}