{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "Encounter Mode",
  "Turns"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-438",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 3: End Your Turn](/Rules.aspx?ID=438)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 469 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOnce you’ve done all the things you want to do with the actions you have available, you reach the end of your turn. Take the following steps in any order you choose. Play then proceeds to the next creature in the initiative order. \n<ul><li>End any effects that last until the end of your turn. For example, spells with a sustained duration end at the end of your turn unless you used the Sustain a Spell action during your turn to extend them. Some effects caused by enemies might also last through a certain number of your turns, and you decrease the remaining duration by 1 during this step, ending the effect if its duration is reduced to 0. </li><li>If you have a persistent damage condition, you take the damage at this point. After you take the damage, you can attempt the flat check to end the persistent damage. You then attempt any saving throws for ongoing afflictions. Many other conditions change at the end of your turn, such as the frightened condition decreasing in severity. These take place after you’ve taken any persistent damage, attempted flat checks to end the persistent damage, and attempted saves against any afflictions.  </li><li>You can use 1 free action or reaction with a trigger of “Your turn ends” or something similar. </li><li>Resolve anything else specified to happen at the end of your turn.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 3: End Your Turn",
 "next_link": {
  "label": "Basic Actions",
  "url": "/Rules.aspx?ID=439"
 },
 "previous_link": {
  "label": "Step 2: Act",
  "url": "/Rules.aspx?ID=437"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 469 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / Encounter Mode / Turns\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 469"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 469 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 3: End Your Turn Source Core Rulebook pg. 469 4.0 Once you’ve done all the things you want to do with the actions you have available, you reach the end of your turn. Take the following steps in any order you choose. Play then proceeds to the next creature in the initiative order. End any effects that last until the end of your turn. For example, spells with a sustained duration end at the end of your turn unless you used the Sustain a Spell action during your turn to extend them. Some effects caused by enemies might also last through a certain number of your turns, and you decrease the remaining duration by 1 during this step, ending the effect if its duration is reduced to 0. If you have a persistent damage condition, you take the damage at this point. After you take the damage, you can attempt the flat check to end the persistent damage. You then attempt any saving throws for ongoing afflictions. Many other conditions change at the end of your turn, such as the frightened condition decreasing in severity. These take place after you’ve taken any persistent damage, attempted flat checks to end the persistent damage, and attempted saves against any afflictions. You can use 1 free action or reaction with a trigger of “Your turn ends” or something similar. Resolve anything else specified to happen at the end of your turn. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=438",
 "weakness": {}
}