{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Damage"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-340",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 2: Determine the Damage Type](/Rules.aspx?ID=340)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 451 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOnce you’ve calculated how much damage you deal, you’ll need to determine the damage type. There are many types of damage and sometimes certain types are applied in different ways. The smack of a club deals bludgeoning damage. The stab of a spear deals piercing damage. The staccato crack of a [_lightning bolt_](/Spells.aspx?ID=172) spell deals electricity damage. Sometimes you might apply precision damage, dealing more damage for hitting a creature in a vulnerable spot or when the target is somehow vulnerable. The damage types are described in the Damage Types sidebar.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Damage Types</title>\r\n\r\nDamage has a number of different types and categories, which are described below. \n\n### Physical Damage\n Damage dealt by weapons, many physical hazards, and a handful of spells is collectively called physical damage. The main types of physical damage are bludgeoning, piercing, and slashing. **Bludgeoning damage** comes from weapons and hazards that deal blunt-force trauma, like a hit from a [club](/Weapons.aspx?ID=2) or being dashed against rocks. **Piercing damage** is dealt from stabs and punctures, whether from a dragon's fangs or the thrust of a [spear](/Weapons.aspx?ID=10). **Slashing damage** is delivered by a cut, be it the swing of the sword or the blow from a scythe blades trap.\n\n [Ghosts](/MonsterFamilies.aspx?ID=51) and other [incorporeal](/Traits.aspx?ID=222) creatures have a high resistance to physical attacks that aren't magical (attacks that lack the [magical](/Traits.aspx?ID=103) trait). Furthermore, most incorporeal creatures have additional, though lower, resistance to magical physical damage (such as damage dealt from a mace with the magic trait) and most other damage types. \n\n### Energy Damage\n Many spells and other magical effects deal energy damage. Energy damage is also dealt from effects in the world, such as the biting cold of a blizzard to a raging forest fire. The main types of energy damage are acid, cold, electricity, fire, and sonic. **Acid damage** can be delivered by gases, liquids, and certain solids that dissolve flesh, and sometimes by harder materials. **Cold damage** freezes material by way of contact with chilling gases and ice. **Electricity damage** comes from the discharge of powerful lightning and sparks. **Fire damage** burns through heat and combustion. **Sonic damage** assaults matter with high-frequency vibration and sound waves. Many times, you deal energy damage by casting magic spells, and doing so is often useful against creatures that have immunities or resistances to physical damage.\n\nTwo special types of energy damage specifically target the living and the undead. **Positive damage** harms only [undead](/Traits.aspx?ID=160) creatures, withering undead bodies and disrupting incorporeal undead. **Negative damage** saps life, damaging only living creatures.\n\n Powerful and pure magical energy can manifest itself as **force damage**. Few things can resist this type of damage—not even incorporeal creatures such as ghosts and [wraiths](/MonsterFamilies.aspx?ID=164). \n\n### Alignment Damage\n Weapons and effects keyed to a particular alignment can deal **chaotic**, **evil**, **good**, or **lawful** damage. These damage types apply only to creatures that have the opposing alignment trait. Chaotic damage harms only [lawful](/Traits.aspx?ID=99) creatures, evil damage harms only [good](/Traits.aspx?ID=83) creatures, good damage harms only [evil](/Traits.aspx?ID=64) creatures, and lawful damage harms only [chaotic](/Traits.aspx?ID=25) creatures. \n\n### Mental Damage\n Sometimes an effect can target the mind with enough psychic force to actually deal damage to the creature. When it does, it deals **mental damage**. [Mindless](/Traits.aspx?ID=108) creatures and those with only programmed or rudimentary intelligence are often immune to mental damage and effects. \n\n### Poison Damage\n Venoms, toxins, and the like can deal **poison damage**, which affects creatures by way of [contact](/Traits.aspx?ID=37), [ingestion](/Traits.aspx?ID=95), [inhalation](/Traits.aspx?ID=96), or [injury](/Traits.aspx?ID=97). In addition to coming from monster attacks, alchemical items, and spells, poison damage is often caused by ongoing afflictions, which follow special rules described [here](/Rules.aspx?ID=361). \n\n### Bleed Damage\n Another special type of physical damage is bleed damage. This is persistent damage that represents loss of blood. As such, it has no effect on nonliving creatures or living creatures that don't need blood to live. Weaknesses and resistances to physical damage apply. Bleed damage ends automatically if you're healed to your full Hit Points.\n\n### Precision Damage\n Sometimes you are able to make the most of your attack through sheer precision. When you hit with an ability that grants you **precision damage**, you increase the attack's listed damage, using the same damage type, rather than tracking a separate pool of damage. For example, a non-magical dagger Strike that deals 1d6 precision damage from a [rogue's](/Classes.aspx?ID=10) sneak attack increases the piercing damage by 1d6.\n\n Some creatures are immune to precision damage, regardless of the damage type; these are often amorphous creatures that lack vulnerable anatomy. A creature immune to precision damage would ignore the 1d6 precision damage in the example above, but it would still take the rest of the piercing damage from the Strike. Likewise, since precision damage is always the same type of damage as the attack it's augmenting, a creature that is resistant to non-magical damage, like a ghost or other incorporeal creature, would resist not only the dagger's damage but also the precision damage, even though it is not specifically resistant to precision damage. \n\n### Precious Materials\n While not their own damage category, precious materials can modify damage to penetrate a creature's resistances or take advantage of its weaknesses. For instance, [silver weapons](/Equipment.aspx?ID=379) are particularly effective against [lycanthropes](/MonsterFamilies.aspx?ID=100) and bypass the resistances to physical damage that most [devils](/MonsterFamilies.aspx?ID=30) have.\r\n</aside>",
 "name": "Step 2: Determine the Damage Type",
 "next_link": {
  "label": "Step 3: Apply the Target's Immunities, Weaknesses, and Resistances",
  "url": "/Rules.aspx?ID=342"
 },
 "previous_link": {
  "label": "Step 1: Roll the Damage Dice and Apply Modifiers, Bonuses, and Penalties",
  "url": "/Rules.aspx?ID=336"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 451 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Damage\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 451"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 451 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 2: Determine the Damage Type Source Core Rulebook pg. 451 4.0 Once you’ve calculated how much damage you deal, you’ll need to determine the damage type. There are many types of damage and sometimes certain types are applied in different ways. The smack of a club deals bludgeoning damage. The stab of a spear deals piercing damage. The staccato crack of a lightning bolt spell deals electricity damage. Sometimes you might apply precision damage, dealing more damage for hitting a creature in a vulnerable spot or when the target is somehow vulnerable. The damage types are described in the Damage Types sidebar. Damage Types Damage has a number of different types and categories, which are described below. ### Physical Damage Damage dealt by weapons, many physical hazards, and a handful of spells is collectively called physical damage. The main types of physical damage are bludgeoning, piercing, and slashing. Bludgeoning damage comes from weapons and hazards that deal blunt-force trauma, like a hit from a club or being dashed against rocks. Piercing damage is dealt from stabs and punctures, whether from a dragon's fangs or the thrust of a spear. Slashing damage is delivered by a cut, be it the swing of the sword or the blow from a scythe blades trap. Ghosts and other incorporeal creatures have a high resistance to physical attacks that aren't magical (attacks that lack the magical trait). Furthermore, most incorporeal creatures have additional, though lower, resistance to magical physical damage (such as damage dealt from a mace with the magic trait) and most other damage types. ### Energy Damage Many spells and other magical effects deal energy damage. Energy damage is also dealt from effects in the world, such as the biting cold of a blizzard to a raging forest fire. The main types of energy damage are acid, cold, electricity, fire, and sonic. Acid damage can be delivered by gases, liquids, and certain solids that dissolve flesh, and sometimes by harder materials. Cold damage freezes material by way of contact with chilling gases and ice. Electricity damage comes from the discharge of powerful lightning and sparks. Fire damage burns through heat and combustion. Sonic damage assaults matter with high-frequency vibration and sound waves. Many times, you deal energy damage by casting magic spells, and doing so is often useful against creatures that have immunities or resistances to physical damage. Two special types of energy damage specifically target the living and the undead. Positive damage harms only undead creatures, withering undead bodies and disrupting incorporeal undead. Negative damage saps life, damaging only living creatures. Powerful and pure magical energy can manifest itself as force damage . Few things can resist this type of damage—not even incorporeal creatures such as ghosts and wraiths. ### Alignment Damage Weapons and effects keyed to a particular alignment can deal chaotic , evil , good , or lawful damage. These damage types apply only to creatures that have the opposing alignment trait. Chaotic damage harms only lawful creatures, evil damage harms only good creatures, good damage harms only evil creatures, and lawful damage harms only chaotic creatures. ### Mental Damage Sometimes an effect can target the mind with enough psychic force to actually deal damage to the creature. When it does, it deals mental damage . Mindless creatures and those with only programmed or rudimentary intelligence are often immune to mental damage and effects. ### Poison Damage Venoms, toxins, and the like can deal poison damage , which affects creatures by way of contact, ingestion, inhalation, or injury. In addition to coming from monster attacks, alchemical items, and spells, poison damage is often caused by ongoing afflictions, which follow special rules described here. ### Bleed Damage Another special type of physical damage is bleed damage. This is persistent damage that represents loss of blood. As such, it has no effect on nonliving creatures or living creatures that don't need blood to live. Weaknesses and resistances to physical damage apply. Bleed damage ends automatically if you're healed to your full Hit Points. ### Precision Damage Sometimes you are able to make the most of your attack through sheer precision. When you hit with an ability that grants you precision damage , you increase the attack's listed damage, using the same damage type, rather than tracking a separate pool of damage. For example, a non-magical dagger Strike that deals 1d6 precision damage from a rogue's sneak attack increases the piercing damage by 1d6. Some creatures are immune to precision damage, regardless of the damage type; these are often amorphous creatures that lack vulnerable anatomy. A creature immune to precision damage would ignore the 1d6 precision damage in the example above, but it would still take the rest of the piercing damage from the Strike. Likewise, since precision damage is always the same type of damage as the attack it's augmenting, a creature that is resistant to non-magical damage, like a ghost or other incorporeal creature, would resist not only the dagger's damage but also the precision damage, even though it is not specifically resistant to precision damage. ### Precious Materials While not their own damage category, precious materials can modify damage to penetrate a creature's resistances or take advantage of its weaknesses. For instance, silver weapons are particularly effective against lycanthropes and bypass the resistances to physical damage that most devils have. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=340",
 "weakness": {}
}