{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-87",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 7 Record Class Details](/Rules.aspx?ID=87)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 26 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nNow, record all the benefits and class features that your character receives from the class you’ve chosen. While you’ve already noted your key ability score, you’ll want to be sure to record the following class features. \n<ul><li>To determine your character’s total starting Hit Points, add together the number of Hit Points your character gains from their ancestry (chosen in Step 2) and the number of Hit Points they gain from their class. </li><li>The Initial Proficiencies section of your class entry indicates your character’s starting proficiency ranks in a number of areas. Choose which skills your character is trained in and record those, along with the ones set by your class. If your class would make you trained in a skill you’re already trained in (typically due to your background), you can select another skill to become trained in. </li><li>See the class advancement table in your class entry to learn the class features your character gains at 1st level—but remember, you already chose an ancestry and background. Some class features require you to make additional choices, such as selecting spells.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Character Sheet</title>\r\n\r\nWrite your character’s total Hit Points on the first page of your character sheet. Use the proficiency fields (the boxes marked “T,” “E,” “M,” and “L”) on your character sheet to record your character’s initial proficiencies in Perception, saving throws, and the skills granted by their class; mark “T” if your character is trained, or “E” if your character is expert. Indicate which additional skills you chose for your character to be trained in by marking the “T” proficiency box for each skill you selected. Likewise, record your character’s their armor proficiencies in the Armor Class section at the top of the first page and their weapon proficiencies at the bottom of the first page. Record all other class feats and abilities on the second page. Don’t worry yet about finalizing any values for your character’s statistics—you’ll handle that in Step 9.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Spells and Spellcasting</title>\r\n\r\nMost classes can learn to cast a few focus spells, but the bard, cleric, druid, sorcerer, and wizard all gain spellcasting—the ability to cast a wide variety of spells. If your character’s class grants spells, you should take time during Step 7 to learn about the spells they know and how to cast them. The fourth page of the character sheet provides space to note your character’s magic tradition and their proficiency rank for spell attack rolls and spell DCs. It also gives ample space to record the spells in your character’s repertoire or spellbook, or that you prepare frequently. Each class determines which spells a character can cast, how they are cast, and how many they can cast in a day, but the spells themselves and detailed rules for spellcasting are located in Chapter 7.\r\n</aside>",
 "name": "Step 7 Record Class Details",
 "next_link": {
  "label": "Step 8 Buy Equipment",
  "url": "/Rules.aspx?ID=88"
 },
 "previous_link": {
  "label": "Step 6 Determine Ability Scores",
  "url": "/Rules.aspx?ID=86"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 26 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Character Creation\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 26"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 26 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 7 Record Class Details Source Core Rulebook pg. 26 4.0 Now, record all the benefits and class features that your character receives from the class you’ve chosen. While you’ve already noted your key ability score, you’ll want to be sure to record the following class features. To determine your character’s total starting Hit Points, add together the number of Hit Points your character gains from their ancestry (chosen in Step 2) and the number of Hit Points they gain from their class. The Initial Proficiencies section of your class entry indicates your character’s starting proficiency ranks in a number of areas. Choose which skills your character is trained in and record those, along with the ones set by your class. If your class would make you trained in a skill you’re already trained in (typically due to your background), you can select another skill to become trained in. See the class advancement table in your class entry to learn the class features your character gains at 1st level—but remember, you already chose an ancestry and background. Some class features require you to make additional choices, such as selecting spells. Character Sheet Write your character’s total Hit Points on the first page of your character sheet. Use the proficiency fields (the boxes marked “T,” “E,” “M,” and “L”) on your character sheet to record your character’s initial proficiencies in Perception, saving throws, and the skills granted by their class; mark “T” if your character is trained, or “E” if your character is expert. Indicate which additional skills you chose for your character to be trained in by marking the “T” proficiency box for each skill you selected. Likewise, record your character’s their armor proficiencies in the Armor Class section at the top of the first page and their weapon proficiencies at the bottom of the first page. Record all other class feats and abilities on the second page. Don’t worry yet about finalizing any values for your character’s statistics—you’ll handle that in Step 9. Spells and Spellcasting Most classes can learn to cast a few focus spells, but the bard, cleric, druid, sorcerer, and wizard all gain spellcasting—the ability to cast a wide variety of spells. If your character’s class grants spells, you should take time during Step 7 to learn about the spells they know and how to cast them. The fourth page of the character sheet provides space to note your character’s magic tradition and their proficiency rank for spell attack rolls and spell DCs. It also gives ample space to record the spells in your character’s repertoire or spellbook, or that you prepare frequently. Each class determines which spells a character can cast, how they are cast, and how many they can cast in a day, but the spells themselves and detailed rules for spellcasting are located in Chapter 7. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=87",
 "weakness": {}
}