{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Running a Kingdom",
  "Upkeep Phase"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1796",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 1: Assign Leadership Roles](/Rules.aspx?ID=1796)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 537</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTo assign or change characters associated with leadership roles, do so now using the [New Leadership](/Actions.aspx?ID=1378) kingdom activity. You can perform this activity as often as you wish during this step. Next, determine if any [vacancy penalties](/Rules.aspx?ID=1774) apply. Any unassigned roles incur their vacancy penalties. Also, if a character assigned to a leadership role hasn't spent the required week of downtime on that role since the end of the last Kingdom turn, they must either give up one of the three kingdom activities they would perform during the Leadership Activities step of the Activity phase of this Kingdom turn or apply the vacancy penalty for their role until the start of the next Kingdom turn. (NPCs cannot perform kingdom activities, so in the unusual case that they were unable to spend the required downtime—see [Leadership Roles](/Rules.aspx?ID=1774)—they must apply the vacancy penalty.) If a leader was replaced between Kingdom turns due to an unexpected vacancy, as long as a character currently holds the role and any characters assigned to the role collectively spent the required downtime, the vacancy penalty does not apply.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 1: Assign Leadership Roles",
 "next_link": {
  "label": "Step 2: Adjust Unrest",
  "url": "/Rules.aspx?ID=1797"
 },
 "previous_link": {
  "label": "Kingdom Rules",
  "url": "/Rules.aspx?ID=1781"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 537</row>\r\n\r\nAppendix 2: Kingdoms / Running a Kingdom / Upkeep Phase\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 537"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 537</row>",
 "speed": {},
 "text": " Step 1: Assign Leadership Roles Source Kingmaker Adventure Path pg. 537 To assign or change characters associated with leadership roles, do so now using the New Leadership kingdom activity. You can perform this activity as often as you wish during this step. Next, determine if any vacancy penalties apply. Any unassigned roles incur their vacancy penalties. Also, if a character assigned to a leadership role hasn't spent the required week of downtime on that role since the end of the last Kingdom turn, they must either give up one of the three kingdom activities they would perform during the Leadership Activities step of the Activity phase of this Kingdom turn or apply the vacancy penalty for their role until the start of the next Kingdom turn. (NPCs cannot perform kingdom activities, so in the unusual case that they were unable to spend the required downtime—see Leadership Roles—they must apply the vacancy penalty.) If a leader was replaced between Kingdom turns due to an unexpected vacancy, as long as a character currently holds the role and any characters assigned to the role collectively spent the required downtime, the vacancy penalty does not apply. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1796",
 "weakness": {}
}