{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1754",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 7: Choose Leaders](/Rules.aspx?ID=1754)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 510</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEvery kingdom needs leaders, and in _Kingmaker_, the assumption is that those leaders include the PCs (though if the party has more than eight PCs, not all PCs will have leadership roles). Full rules for leadership roles are in [Leadership Roles](/Rules.aspx?ID=1774).\n\n First, assign each PC to a different leadership role. It's best if the party works together to assign these roles. Then, assign any remaining roles to NPCs whom the PCs have allied with and who are capable and willing to serve in a leadership role.\n\n Next, choose four leadership roles to invest. Investing a role provides a status bonus to Kingdom skill checks based on that role's key ability (see Key Ability under Leadership Roles). Invest roles assigned to PCs first (so if your party has fewer than four PCs, you'll invest only enough NPC roles to make up the difference).\n\n These initial leadership assignments happen as part of the founding of the kingdom and do not require a kingdom activity to occur. Once the kingdom is established, adjusting leadership requires using the [New Leadership](/Actions.aspx?ID=1378) kingdom activity.\n\n Then, each of the four invested leaders chooses to apply the trained proficiency rank to a different [Kingdom skill](/Rules.aspx?ID=1775). You may not choose skills that already received training from your choice of government type. These proficiency ranks cannot be reassigned later.\n\n On the kingdom sheet, record the leader you assigned to each role and indicate the four roles you invested. Record a +1 status bonus to the skill associated with each invested role's key ability, and record the four skills that your nation received training in.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 7: Choose Leaders",
 "next_link": {
  "label": "Step 8: First Village",
  "url": "/Rules.aspx?ID=1755"
 },
 "previous_link": {
  "label": "Step 6: Record Kingdom Details",
  "url": "/Rules.aspx?ID=1753"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 510</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Creation\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 510"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 510</row>",
 "speed": {},
 "text": " Step 7: Choose Leaders Source Kingmaker Adventure Path pg. 510 Every kingdom needs leaders, and in Kingmaker , the assumption is that those leaders include the PCs (though if the party has more than eight PCs, not all PCs will have leadership roles). Full rules for leadership roles are in Leadership Roles. First, assign each PC to a different leadership role. It's best if the party works together to assign these roles. Then, assign any remaining roles to NPCs whom the PCs have allied with and who are capable and willing to serve in a leadership role. Next, choose four leadership roles to invest. Investing a role provides a status bonus to Kingdom skill checks based on that role's key ability (see Key Ability under Leadership Roles). Invest roles assigned to PCs first (so if your party has fewer than four PCs, you'll invest only enough NPC roles to make up the difference). These initial leadership assignments happen as part of the founding of the kingdom and do not require a kingdom activity to occur. Once the kingdom is established, adjusting leadership requires using the New Leadership kingdom activity. Then, each of the four invested leaders chooses to apply the trained proficiency rank to a different Kingdom skill. You may not choose skills that already received training from your choice of government type. These proficiency ranks cannot be reassigned later. On the kingdom sheet, record the leader you assigned to each role and indicate the four roles you invested. Record a +1 status bonus to the skill associated with each invested role's key ability, and record the four skills that your nation received training in. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1754",
 "weakness": {}
}