{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1751",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 4: Choose a Government](/Rules.aspx?ID=1751)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 509</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThough the terminology used in Kingmaker presumes the PCs establish a feudal monarchy in which a queen and/or king rules the land, feudalism isn't the only form of government to choose from. If the PCs decide upon a different type of government, adjust the names of certain leadership roles as you wish. The mechanics of these rules remain the same.\n\n The choice of government grants three boosts to the kingdom's ability scores. Two boost specific abilities, while the third is a free boost that can be applied to any ability score other than the two that were specifically boosted. The government type also gives the kingdom the trained proficiency rank in two specific skills and grants a bonus [Kingdom](/feats?include-traits=Kingdom&amp;sort=level-asc%3Bname-asc) feat.\n\n On the kingdom sheet, record the type of government the PCs chose, which two skills received training, and which Kingdom feat the PCs received. On a separate sheet, record which three kingdom abilities received a boost in this step; refer to it when finalizing ability scores in step 5. \n\n### Despotism\n<traits><trait label=\"Government\" /></traits> Your nation's rule is centered around a single individual who seized or inherited command and whose authority is absolute. The ruler of this kingdom still retains advisors and assistants, but only when they obey the ruler's whims.\n\n---\n\n **Ability Boosts** Stability and Economy, plus a free ability boost<br />**Skill Proficiencies** [Intrigue](/Skills.aspx?ID=26) and [Warfare](/Skills.aspx?ID=32)<br /> **Bonus Feat** [Crush Dissent](/Feats.aspx?ID=3910) \n\n### Feudalism\n<traits><trait label=\"Government\" /></traits> Your nation's rule is vested in a dynastic royal family, though much of the real power is distributed among their vassals and fiefdoms.\n\n---\n\n **Ability Boosts** Stability and Culture, plus a free ability boost<br /> **Skill Proficiencies** [Defense](/Skills.aspx?ID=21) and [Trade](/Skills.aspx?ID=31)<br /> **Bonus Feat** [Fortified Fiefs](/Feats.aspx?ID=3913) \n\n### Oligarchy\n<traits><trait label=\"Government\" /></traits> Your nation's rule is determined by a council of influential leaders who make decisions for all others.\n\n---\n\n **Ability Boosts** Loyalty and Economy, plus a free ability boost<br /> **Skill Proficiencies** [Arts](/Skills.aspx?ID=19) and [Industry](/Skills.aspx?ID=25)<br /> **Bonus Feat** [Insider Trading](/Feats.aspx?ID=3915) \n\n### Republic\n<traits><trait label=\"Government\" /></traits> Your nation draws its leadership from its own citizens. Elected representatives meet in parliamentary bodies to guide the nation.\n\n---\n\n **Ability Boosts** Stability and Loyalty, plus a free ability boost<br /> **Skill Proficiencies** [Engineering](/Skills.aspx?ID=22) and [Politics](/Skills.aspx?ID=28)<br /> **Bonus Feat** [Pull Together](/Feats.aspx?ID=3921) \n\n### Thaumocracy\n<traits><trait label=\"Government\" /></traits> Your nation is governed by those most skilled in magic, using their knowledge and power to determine the best ways to rule. While the type of magic wielded by the nation's rulers can adjust its themes (or even its name—a thaumocracy run by divine spellcasters would be a theocracy, for example), the details below remain the same whether it's arcane, divine, occult, primal, or any combination of the four.\n\n---\n\n **Ability Boosts** Economy and Culture, plus a free ability boost<br /> **Skill Proficiencies** [Folklore](/Skills.aspx?ID=24) and [Magic](/Skills.aspx?ID=27)<br /> **Bonus Feat** [Practical Magic](/Feats.aspx?ID=3920) \n\n### Yeomanry\n<traits><trait label=\"Government\" /></traits> Your nation is decentralized and relies on local leaders and citizens to handle government issues, sending representatives to each other as needed to deal with issues that concern more than one locality.\n\n---\n\n **Ability Boosts** Loyalty and Culture, plus a free ability boost<br /> **Skill Proficiencies** [Agriculture](/Skills.aspx?ID=18) and [Wilderness](/Skills.aspx?ID=33)<br /> **Bonus Feat** [Muddle Through](/Feats.aspx?ID=3919)\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Making Big Changes</title>\r\n\r\nIn Kingmaker, a kingdom's government type cannot be altered once chosen. Should the GM wish to allow a full regime change, it should cause significant events involving an adventure of its own, or at the very least should force the PC leaders to endure several Kingdom turns of anarchy. A full exploration of the story potential of regime changes are beyond the scope of these rules and of the _Kingmaker Adventure Path_.\n\n That said, if the PCs are seriously unhappy with a choice they made earlier regarding their kingdom's government—or their sponsor or initial capital for that matter—you should consider simply letting the players retcon their choices and rebuild the kingdom with a new choice of government for the sake of keeping your campaign going!\r\n</aside>",
 "name": "Step 4: Choose a Government",
 "next_link": {
  "label": "Step 5: Finalize Ability Scores",
  "url": "/Rules.aspx?ID=1752"
 },
 "previous_link": {
  "label": "Step 3: Choose a Heartland",
  "url": "/Rules.aspx?ID=1750"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 509</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Creation\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 509"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 509</row>",
 "speed": {},
 "text": " Step 4: Choose a Government Source Kingmaker Adventure Path pg. 509 Though the terminology used in Kingmaker presumes the PCs establish a feudal monarchy in which a queen and/or king rules the land, feudalism isn't the only form of government to choose from. If the PCs decide upon a different type of government, adjust the names of certain leadership roles as you wish. The mechanics of these rules remain the same. The choice of government grants three boosts to the kingdom's ability scores. Two boost specific abilities, while the third is a free boost that can be applied to any ability score other than the two that were specifically boosted. The government type also gives the kingdom the trained proficiency rank in two specific skills and grants a bonus Kingdom feat. On the kingdom sheet, record the type of government the PCs chose, which two skills received training, and which Kingdom feat the PCs received. On a separate sheet, record which three kingdom abilities received a boost in this step; refer to it when finalizing ability scores in step 5. ### Despotism Your nation's rule is centered around a single individual who seized or inherited command and whose authority is absolute. The ruler of this kingdom still retains advisors and assistants, but only when they obey the ruler's whims. --- Ability Boosts Stability and Economy, plus a free ability boost Skill Proficiencies Intrigue and Warfare Bonus Feat Crush Dissent ### Feudalism Your nation's rule is vested in a dynastic royal family, though much of the real power is distributed among their vassals and fiefdoms. --- Ability Boosts Stability and Culture, plus a free ability boost Skill Proficiencies Defense and Trade Bonus Feat Fortified Fiefs ### Oligarchy Your nation's rule is determined by a council of influential leaders who make decisions for all others. --- Ability Boosts Loyalty and Economy, plus a free ability boost Skill Proficiencies Arts and Industry Bonus Feat Insider Trading ### Republic Your nation draws its leadership from its own citizens. Elected representatives meet in parliamentary bodies to guide the nation. --- Ability Boosts Stability and Loyalty, plus a free ability boost Skill Proficiencies Engineering and Politics Bonus Feat Pull Together ### Thaumocracy Your nation is governed by those most skilled in magic, using their knowledge and power to determine the best ways to rule. While the type of magic wielded by the nation's rulers can adjust its themes (or even its name—a thaumocracy run by divine spellcasters would be a theocracy, for example), the details below remain the same whether it's arcane, divine, occult, primal, or any combination of the four. --- Ability Boosts Economy and Culture, plus a free ability boost Skill Proficiencies Folklore and Magic Bonus Feat Practical Magic ### Yeomanry Your nation is decentralized and relies on local leaders and citizens to handle government issues, sending representatives to each other as needed to deal with issues that concern more than one locality. --- Ability Boosts Loyalty and Culture, plus a free ability boost Skill Proficiencies Agriculture and Wilderness Bonus Feat Muddle Through Making Big Changes In Kingmaker, a kingdom's government type cannot be altered once chosen. Should the GM wish to allow a full regime change, it should cause significant events involving an adventure of its own, or at the very least should force the PC leaders to endure several Kingdom turns of anarchy. A full exploration of the story potential of regime changes are beyond the scope of these rules and of the Kingmaker Adventure Path . That said, if the PCs are seriously unhappy with a choice they made earlier regarding their kingdom's government—or their sponsor or initial capital for that matter—you should consider simply letting the players retcon their choices and rebuild the kingdom with a new choice of government for the sake of keeping your campaign going! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1751",
 "weakness": {}
}