{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1749",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 2: Select a Charter](/Rules.aspx?ID=1749)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 508</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nStarting a new kingdom is a daunting challenge, requiring significant amounts of funding and support to get everything started. A charter granted by an established entity gives the kingdom a much-needed enhancement right at the start, typically manifesting as boosts to two of the kingdom's ability scores and a flaw to a third score. In effect, a charter bolsters two aspects of a kingdom, but one other aspect is held back to the benefit of the charter's holder.\n\n Most charters apply a flaw to one specific ability, a boost to another specific ability, and a “free” boost, which can be applied to any score that the charter doesn't specifically affect. For example, the conquest charter specifically gives a boost to Loyalty and a flaw to Culture, so the free boost can be applied to either Economy or Stability.\n\n In _Kingmaker_, the PCs earn their charter from Jamandi Aldori as thanks for dealing with the threat posed by the Stag Lord. (Outside of _Kingmaker_, the method by which a kingdom secures a charter can vary, but the most organic method is for the GM to grant one in the form of a quest reward.) In any case, the PCs choose one of five forms for their charter, detailed below.\n\n Over time the PCs' kingdom may grow more independent or they could secure additional aid and support from other nations. None of those developments will replace or adjust the important initial boosts and flaw they'll earn at the very start of their kingdom's history—once the PCs have chosen their charter, the boosts and flaw it grants are permanent.\n\n On the kingdom sheet, record the type of charter the PCs chose. On a separate sheet, record which three kingdom abilities received boosts or a flaw in this step; refer to it when finalizing ability scores in step 5. \n\n<title level=\"3\" right=\"Charter\">Conquest </title> Your sponsors have conquered an area and its former leaders have been routed or even killed. This charter places you in charge of some portion of this conquered territory (or land abandoned by the defeated enemy) and commands you to hold and pacify it in the name of your patron. The people are particularly devoted and supportive of your rule (if partially out of fear), but the constant threat of potential war hinders the arts and makes it difficult for citizens to truly relax. If you opt for this charter, you are asked to set up your kingdom against Pitax.<br /> **Ability Boosts** Loyalty, plus a free ability boost<br /> **Ability Flaw** Culture \n\n<title level=\"3\" right=\"Charter\">Expansion </title> Your patron places you in charge of a domain adjacent to already settled lands with the expectation that your nation will remain a strong ally. The greater support from your patron's nation helps to bolster your own kingdom's society, but this increased reliance means that fluctuations in your ally's fortunes can impede your own kingdom's security. If you select this charter, Lady Jamandi expects you to remain strong allies with Restov.<br /> **Ability Boosts** Culture, plus a free ability boost<br /> **Ability Flaw** Stability \n\n<title level=\"3\" right=\"Charter\">Exploration </title> Your sponsor wants you to explore, clear, and settle a wilderness area along the border of the sponsor's own territory. Your charter helps to secure initial structures (or supplies to create them), at the cost of incurring financial debt.<br /> **Ability Boosts** Stability, plus a free ability boost<br /> **Ability Flaw** Economy \n\n<title level=\"3\" right=\"Charter\">Grant </title> Your patron grants a large amount of funding and other resources without restriction on the nature of your kingdom's development—but they do require you to employ many of their citizens and allies. Your nation's wealth and supplies are secure, but a portion of your kingdom's residents have split allegiances between your nation and that of your sponsor.<br /> **Ability Boosts** Economy, plus a free ability boost<br /> **Ability Flaw** Loyalty \n\n<title level=\"3\" right=\"Charter\">Open </title> If you would prefer to be truly free agents and trailblazers staking your own claim, you can simply choose an open charter with no restrictions—and no direct support. In this case, Lady Jamandi applauds your bravery and self-confidence, but warns that establishing a kingdom is no small task. An open charter grants a single ability boost to any ability score, and the new nation has no built-in ability flaw.<br /> **Ability Boosts** one free ability boost<br /> **Ability Flaw** none\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 2: Select a Charter",
 "next_link": {
  "label": "Step 3: Choose a Heartland",
  "url": "/Rules.aspx?ID=1750"
 },
 "previous_link": {
  "label": "Step 1: Kingdom Concept",
  "url": "/Rules.aspx?ID=1748"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 508</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Creation\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 508"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 508</row>",
 "speed": {},
 "text": " Step 2: Select a Charter Source Kingmaker Adventure Path pg. 508 Starting a new kingdom is a daunting challenge, requiring significant amounts of funding and support to get everything started. A charter granted by an established entity gives the kingdom a much-needed enhancement right at the start, typically manifesting as boosts to two of the kingdom's ability scores and a flaw to a third score. In effect, a charter bolsters two aspects of a kingdom, but one other aspect is held back to the benefit of the charter's holder. Most charters apply a flaw to one specific ability, a boost to another specific ability, and a “free” boost, which can be applied to any score that the charter doesn't specifically affect. For example, the conquest charter specifically gives a boost to Loyalty and a flaw to Culture, so the free boost can be applied to either Economy or Stability. In Kingmaker , the PCs earn their charter from Jamandi Aldori as thanks for dealing with the threat posed by the Stag Lord. (Outside of Kingmaker , the method by which a kingdom secures a charter can vary, but the most organic method is for the GM to grant one in the form of a quest reward.) In any case, the PCs choose one of five forms for their charter, detailed below. Over time the PCs' kingdom may grow more independent or they could secure additional aid and support from other nations. None of those developments will replace or adjust the important initial boosts and flaw they'll earn at the very start of their kingdom's history—once the PCs have chosen their charter, the boosts and flaw it grants are permanent. On the kingdom sheet, record the type of charter the PCs chose. On a separate sheet, record which three kingdom abilities received boosts or a flaw in this step; refer to it when finalizing ability scores in step 5. Conquest Your sponsors have conquered an area and its former leaders have been routed or even killed. This charter places you in charge of some portion of this conquered territory (or land abandoned by the defeated enemy) and commands you to hold and pacify it in the name of your patron. The people are particularly devoted and supportive of your rule (if partially out of fear), but the constant threat of potential war hinders the arts and makes it difficult for citizens to truly relax. If you opt for this charter, you are asked to set up your kingdom against Pitax. Ability Boosts Loyalty, plus a free ability boost Ability Flaw Culture Expansion Your patron places you in charge of a domain adjacent to already settled lands with the expectation that your nation will remain a strong ally. The greater support from your patron's nation helps to bolster your own kingdom's society, but this increased reliance means that fluctuations in your ally's fortunes can impede your own kingdom's security. If you select this charter, Lady Jamandi expects you to remain strong allies with Restov. Ability Boosts Culture, plus a free ability boost Ability Flaw Stability Exploration Your sponsor wants you to explore, clear, and settle a wilderness area along the border of the sponsor's own territory. Your charter helps to secure initial structures (or supplies to create them), at the cost of incurring financial debt. Ability Boosts Stability, plus a free ability boost Ability Flaw Economy Grant Your patron grants a large amount of funding and other resources without restriction on the nature of your kingdom's development—but they do require you to employ many of their citizens and allies. Your nation's wealth and supplies are secure, but a portion of your kingdom's residents have split allegiances between your nation and that of your sponsor. Ability Boosts Economy, plus a free ability boost Ability Flaw Loyalty Open If you would prefer to be truly free agents and trailblazers staking your own claim, you can simply choose an open charter with no restrictions—and no direct support. In this case, Lady Jamandi applauds your bravery and self-confidence, but warns that establishing a kingdom is no small task. An open charter grants a single ability boost to any ability score, and the new nation has no built-in ability flaw. Ability Boosts one free ability boost Ability Flaw none ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1749",
 "weakness": {}
}