{
 "breadcrumbs": [
  "Chapter 4: Variant Rules",
  "Deep Backgrounds",
  "Generating Deep Backgrounds"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1324",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 3: Major Childhood Event](/Rules.aspx?ID=1324)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 188</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nDuring your childhood, you were influenced by a significant event that helped shape the person you became. Roll on the table below to determine the type of event that shaped you.\n\n## Table 4-7: Major Childhood Event\n<row gap=\"tiny\">\n<table> <tr><td>**1d20**</td><td>**Result**</td></tr> <tr><td>1</td><td>**Abandoned in a Distant Land** Due to some mischance (such as wandering off while on a trip or being press-ganged onto a seagoing ship), you had to survive in a distant land for a while. Add the [Multilingual](/Feats.aspx?ID=814) skill feat to your background options.</td></tr> <tr><td>2</td><td>**Academy Trained** You attended an academy where you studied a number of topics and skills. Whether you were a studious pupil or a dropout, the academy was your home for a good portion of your formative years. Add the [Additional Lore](/Feats.aspx?ID=750) skill feat to your background options. If you select Additional Lore as your skill feat, instead of becoming trained in [Lore](/Skills.aspx?ID=8), you become trained in your choice of [Arcana](/Skills.aspx?ID=2), [Occultism](/Skills.aspx?ID=11), or [Society](/Skills.aspx?ID=14).</td></tr> <tr><td>3</td><td>**Attained a Magical Gift** When you were a child, you found, stole, or were given a magic item that gave you an extraordinary ability. Add the [Arcane Sense](/Feats.aspx?ID=754) skill feat to your background options.</td></tr> <tr><td>4</td><td>**Betrayed** A friend or family member whom you trusted more than anyone else betrayed you. Add the [Lie to Me](/Feats.aspx?ID=811) skill feat to your background options.</td></tr> <tr><td>5</td><td>**Bullied** In your early life, you were often picked on. The callousness of bullies sharpened your resolve to stand up for yourself and others. Add the [Intimidating Glare](/Feats.aspx?ID=796) skill feat to your background options.</td></tr> <tr><td>6</td><td>**Captured by Giants** You were captured by marauding giants and fought your way free. Add the [Titan Wrestler](/Feats.aspx?ID=854) skill feat to your background options.</td></tr> <tr><td>7</td><td>**Claimed an Inheritance** You were bequeathed great wealth or property at an early age. You retained some of it; add a piece of common adventuring gear worth 15 gp or less to your background options. If you select it instead of a skill feat, you are trained in [Society](/Skills.aspx?ID=14).</td></tr> <tr><td>8</td><td>**Died** You died or came so close that you walked the boundary between life and death. Add the [Diehard](/Feats.aspx?ID=774) feat to your background options. If you select it instead of a skill feat, you aren't trained in a background skill.</td></tr> <tr><td>9</td><td>**Fell In with a Bad Crowd** In your youth, you ran with a criminal element: a gang, thieves' guild, or similar organization. Add the [Experienced Smuggler](/Feats.aspx?ID=779) skill feat to your background options.</td></tr> <tr><td>10</td><td> **Had an Ordinary Childhood** Your childhood was fairly ordinary, with no major catastrophe—a stark contrast to most adventurers. Add the [Assurance](/Feats.aspx?ID=756) skill feat for a skill of your choice to your background options.</td></tr> <tr><td>11</td><td>**Had Your First Kill** You've had blood on your hands since your youth, when you first took the life of another. You still have the weapon you used for the deed; add a common weapon worth 15 gp or less to your background options. If you select this option instead of a skill feat, you are trained in [Athletics](/Skills.aspx?ID=3).</td></tr> <tr><td>12</td><td>**Kidnapped** You were kidnapped at some point in your childhood and had to escape, perhaps by pirates, slavers, a cult, or someone else. Add the [Quick Squeeze](/Feats.aspx?ID=828) skill feat to your background options.</td></tr> <tr><td>13</td><td>**Lost in the Wilderness** Whether lured to the wilderness by a malevolent force or simply lost, you had to survive on your own for a while. Add the [Survey Wildlife](/Feats.aspx?ID=849) skill feat to your background options.</td></tr> <tr><td>14</td><td>**Met a Fantastic Creature** When you were a child, you made contact with a magical creature, such as a dragon, unicorn, genie, pixie, or similar creature. Add the [Recognize Spell](/Feats.aspx?ID=834) skill feat to your background options.</td></tr> <tr><td>15</td><td>**Raided** A horde of raiders attacked your settlement and killed and wounded several of your people. This could have been a band of highway robbers or a conquering army. You have a relic from those times; add an armor or shield worth 15 gp or less to your background options. If you select this option instead of a skill feat, you are trained in [Medicine](/Skills.aspx?ID=9).</td></tr> <tr><td>16</td><td>**Robbed** Your family's possessions were stolen, and you vowed to catch the next burglar in the act. Add the [Snare Crafting](/Feats.aspx?ID=843) skill feat to your background options.</td></tr> <tr><td>17</td><td>**Survived a Disaster** You witnessed and survived a major disaster in your childhood years—such as a great fire, flood, earthquake, volcano, or storm—by relying on what was at hand. Add the [Quick Repair](/Feats.aspx?ID=827) skill feat to your background options.</td></tr> <tr><td>18</td><td>**Trained by a Mentor** A mentor or patron took an interest in your development and volunteered to train or sponsor you. Add the [Experienced Professional](/Feats.aspx?ID=778) skill feat to your background options.</td></tr> <tr><td>19</td><td>**Witnessed War** You grew up against the backdrop of a major military conflict that affected much of your childhood world. Add the [Battle Medicine](/Feats.aspx?ID=760) skill feat to your background options.</td></tr> <tr><td>20</td><td>**Won a Competition** You distinguished yourself at an early age when you won a competition. This might have been a martial contest of arms, a showing of apprentice magicians, high-stakes gambling, or something more mundane, like an eating contest. Add the [Fascinating Performance](/Feats.aspx?ID=781) skill feat to your background options.</td></tr></table></row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 3: Major Childhood Event",
 "next_link": {
  "label": "Step 4: Influential Associate",
  "url": "/Rules.aspx?ID=1325"
 },
 "previous_link": {
  "label": "Step 2: Homeland",
  "url": "/Rules.aspx?ID=1323"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 188</row>\r\n\r\nChapter 4: Variant Rules / Deep Backgrounds / Generating Deep Backgrounds\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 188"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 188</row>",
 "speed": {},
 "text": " Step 3: Major Childhood Event Source Gamemastery Guide pg. 188 During your childhood, you were influenced by a significant event that helped shape the person you became. Roll on the table below to determine the type of event that shaped you. ## Table 4-7: Major Childhood Event 1d20 Result 1 Abandoned in a Distant Land Due to some mischance (such as wandering off while on a trip or being press-ganged onto a seagoing ship), you had to survive in a distant land for a while. Add the Multilingual skill feat to your background options. 2 Academy Trained You attended an academy where you studied a number of topics and skills. Whether you were a studious pupil or a dropout, the academy was your home for a good portion of your formative years. Add the Additional Lore skill feat to your background options. If you select Additional Lore as your skill feat, instead of becoming trained in Lore, you become trained in your choice of Arcana, Occultism, or Society. 3 Attained a Magical Gift When you were a child, you found, stole, or were given a magic item that gave you an extraordinary ability. Add the Arcane Sense skill feat to your background options. 4 Betrayed A friend or family member whom you trusted more than anyone else betrayed you. Add the Lie to Me skill feat to your background options. 5 Bullied In your early life, you were often picked on. The callousness of bullies sharpened your resolve to stand up for yourself and others. Add the Intimidating Glare skill feat to your background options. 6 Captured by Giants You were captured by marauding giants and fought your way free. Add the Titan Wrestler skill feat to your background options. 7 Claimed an Inheritance You were bequeathed great wealth or property at an early age. You retained some of it; add a piece of common adventuring gear worth 15 gp or less to your background options. If you select it instead of a skill feat, you are trained in Society. 8 Died You died or came so close that you walked the boundary between life and death. Add the Diehard feat to your background options. If you select it instead of a skill feat, you aren't trained in a background skill. 9 Fell In with a Bad Crowd In your youth, you ran with a criminal element: a gang, thieves' guild, or similar organization. Add the Experienced Smuggler skill feat to your background options. 10 Had an Ordinary Childhood Your childhood was fairly ordinary, with no major catastrophe—a stark contrast to most adventurers. Add the Assurance skill feat for a skill of your choice to your background options. 11 Had Your First Kill You've had blood on your hands since your youth, when you first took the life of another. You still have the weapon you used for the deed; add a common weapon worth 15 gp or less to your background options. If you select this option instead of a skill feat, you are trained in Athletics. 12 Kidnapped You were kidnapped at some point in your childhood and had to escape, perhaps by pirates, slavers, a cult, or someone else. Add the Quick Squeeze skill feat to your background options. 13 Lost in the Wilderness Whether lured to the wilderness by a malevolent force or simply lost, you had to survive on your own for a while. Add the Survey Wildlife skill feat to your background options. 14 Met a Fantastic Creature When you were a child, you made contact with a magical creature, such as a dragon, unicorn, genie, pixie, or similar creature. Add the Recognize Spell skill feat to your background options. 15 Raided A horde of raiders attacked your settlement and killed and wounded several of your people. This could have been a band of highway robbers or a conquering army. You have a relic from those times; add an armor or shield worth 15 gp or less to your background options. If you select this option instead of a skill feat, you are trained in Medicine. 16 Robbed Your family's possessions were stolen, and you vowed to catch the next burglar in the act. Add the Snare Crafting skill feat to your background options. 17 Survived a Disaster You witnessed and survived a major disaster in your childhood years—such as a great fire, flood, earthquake, volcano, or storm—by relying on what was at hand. Add the Quick Repair skill feat to your background options. 18 Trained by a Mentor A mentor or patron took an interest in your development and volunteered to train or sponsor you. Add the Experienced Professional skill feat to your background options. 19 Witnessed War You grew up against the backdrop of a major military conflict that affected much of your childhood world. Add the Battle Medicine skill feat to your background options. 20 Won a Competition You distinguished yourself at an early age when you won a competition. This might have been a martial contest of arms, a showing of apprentice magicians, high-stakes gambling, or something more mundane, like an eating contest. Add the Fascinating Performance skill feat to your background options. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1324",
 "weakness": {}
}