{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-83",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 3 Select an Ancestry](/Rules.aspx?ID=83)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 24 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSelect an ancestry for your character. The ancestry summaries on page 22 provide an overview of Pathfinder’s core ancestry options, and each is fully detailed in Chapter 2. Ancestry determines your character’s size, Speed, and languages, and contributes to their Hit Points. Each also grants ability boosts and ability flaws to represent the ancestry’s basic capabilities.\n\n You’ll make four decisions when you select your character’s ancestry: \n<ul><li>Pick the ancestry itself. </li><li>Assign any free ability boosts and decide if you are taking any voluntary flaws. </li><li>Select a heritage from those available within that ancestry, further defining the traits your character was born with. </li><li>Choose an ancestry feat, representing an ability your hero learned at an early age.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Character Sheet</title>\r\n\r\nWrite your character’s ancestry and heritage in the appropriate space at the top of your character sheet’s first page. Adjust your ability scores, adding 2 to an ability score if you gained an ability boost from your ancestry, and subtracting 2 from an ability score if you gained an ability flaw from your ancestry. Note the number of Hit Points your character gains from their ancestry—you’ll add more to this number later. Finally, in the appropriate spaces, record your character’s size, Speed, and languages. If your character’s ancestry provides them with special abilities, write them in the appropriate spaces, such as darkvision in the Senses section on the first page and innate spells on the fourth page. Write the ancestry feat you selected in the Ancestry Feat section on your character sheet’s second page.\r\n</aside>",
 "name": "Step 3 Select an Ancestry",
 "next_link": {
  "label": "Step 4 Pick a Background",
  "url": "/Rules.aspx?ID=84"
 },
 "previous_link": {
  "label": "Step 2 Start Building Ability Scores",
  "url": "/Rules.aspx?ID=82"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 24 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Character Creation\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 24"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 24 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 3 Select an Ancestry Source Core Rulebook pg. 24 4.0 Select an ancestry for your character. The ancestry summaries on page 22 provide an overview of Pathfinder’s core ancestry options, and each is fully detailed in Chapter 2. Ancestry determines your character’s size, Speed, and languages, and contributes to their Hit Points. Each also grants ability boosts and ability flaws to represent the ancestry’s basic capabilities. You’ll make four decisions when you select your character’s ancestry: Pick the ancestry itself. Assign any free ability boosts and decide if you are taking any voluntary flaws. Select a heritage from those available within that ancestry, further defining the traits your character was born with. Choose an ancestry feat, representing an ability your hero learned at an early age. Character Sheet Write your character’s ancestry and heritage in the appropriate space at the top of your character sheet’s first page. Adjust your ability scores, adding 2 to an ability score if you gained an ability boost from your ancestry, and subtracting 2 from an ability score if you gained an ability flaw from your ancestry. Note the number of Hit Points your character gains from their ancestry—you’ll add more to this number later. Finally, in the appropriate spaces, record your character’s size, Speed, and languages. If your character’s ancestry provides them with special abilities, write them in the appropriate spaces, such as darkvision in the Senses section on the first page and innate spells on the fourth page. Write the ancestry feat you selected in the Ancestry Feat section on your character sheet’s second page. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=83",
 "weakness": {}
}