{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-86",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 6 Determine Ability Scores](/Rules.aspx?ID=86)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 26 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nNow that you’ve made the main mechanical choices about your character, it’s time to finalize their ability scores. Do these three things: \n<ul><li>First, make sure you’ve applied all the ability boosts and ability flaws you’ve noted in previous steps (from your ancestry, background, and class). </li><li>Then, apply four more ability boosts to your character’s ability scores, choosing a different ability score for each and increasing that ability score by 2. </li><li>Finally, record your starting ability scores and ability modifiers, as determined using Table 1–1: Ability Modifiers.</li></ul> Remember that each ability boost adds 2 to the base score of 10, and each ability flaw subtracts 2. You should have no ability score lower than 8 or higher than 18.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Alternate Ancestry Boosts</title>\r\n\r\nThe ability boosts and flaws listed in each ancestry represent general trends or help guide players to create the kinds of characters from that ancestry most likely to pursue the life of an adventurer. However, ancestries aren't a monolith. You always have the option to replace your ancestry's listed ability boosts and ability flaws entirely and instead select two free ability boosts when creating your character.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Character Sheet</title>\r\n\r\nWrite your character’s starting ability scores in the box provided for each. Record the ability modifier for each ability score in the box to the left of the ability’s name.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Optional: Voluntary Flaws</title>\r\n\r\nSometimes, it’s fun to play a\r\ncharacter with a major flaw\r\nregardless of your ancestry.\r\nYou can elect to take additional\r\nability flaws when applying\r\nthe ability boosts and ability\r\nflaws from your ancestry. This\r\nis purely for roleplaying a highly\r\nflawed character, and you should\r\nconsult with the rest of your\r\ngroup if you plan to do this! You\r\ncan’t apply more than one flaw to\r\nany single ability score.\r\n</aside>",
 "name": "Step 6 Determine Ability Scores",
 "next_link": {
  "label": "Step 7 Record Class Details",
  "url": "/Rules.aspx?ID=87"
 },
 "previous_link": {
  "label": "Step 5 Choose a Class",
  "url": "/Rules.aspx?ID=85"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 26 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Character Creation\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 26"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 26 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 6 Determine Ability Scores Source Core Rulebook pg. 26 4.0 Now that you’ve made the main mechanical choices about your character, it’s time to finalize their ability scores. Do these three things: First, make sure you’ve applied all the ability boosts and ability flaws you’ve noted in previous steps (from your ancestry, background, and class). Then, apply four more ability boosts to your character’s ability scores, choosing a different ability score for each and increasing that ability score by 2. Finally, record your starting ability scores and ability modifiers, as determined using Table 1–1: Ability Modifiers. Remember that each ability boost adds 2 to the base score of 10, and each ability flaw subtracts 2. You should have no ability score lower than 8 or higher than 18. Alternate Ancestry Boosts The ability boosts and flaws listed in each ancestry represent general trends or help guide players to create the kinds of characters from that ancestry most likely to pursue the life of an adventurer. However, ancestries aren't a monolith. You always have the option to replace your ancestry's listed ability boosts and ability flaws entirely and instead select two free ability boosts when creating your character. Character Sheet Write your character’s starting ability scores in the box provided for each. Record the ability modifier for each ability score in the box to the left of the ability’s name. Optional: Voluntary Flaws Sometimes, it’s fun to play a character with a major flaw regardless of your ancestry. You can elect to take additional ability flaws when applying the ability boosts and ability flaws from your ancestry. This is purely for roleplaying a highly flawed character, and you should consult with the rest of your group if you plan to do this! You can’t apply more than one flaw to any single ability score. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=86",
 "weakness": {}
}