{
 "breadcrumbs": [
  "Chapter 2: Camping",
  "Campsites"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1888",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 2: Camping Activities](/Rules.aspx?ID=1888)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 108</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOnce the PCs finish preparing their campsite, they can simply head to bed immediately, consuming rations and skipping straight on to Step 3, or if the check to Prepare the Campsite wasn't a critical failure, they can spend time attempting [Camping](/Traits.aspx?ID=465) activities. These activities can help to bolster them for the coming day, strengthen their campsite against possible attacks, build bonds between themselves or their NPC companions, allow time to craft while in the wild, and so on. Camping activities are each undertaken by a single PC, and each takes 2 hours to complete. Multiple PCs can perform their chosen Camping activity simultaneously, but no two PCs may attempt the same Camping activity at the same time. Once any PC has achieved at least a success on a particular Camping activity, that activity cannot be attempted again by any PC until the next camping session. The PCs can take up to four Camping activities each day as long as they aren't [fatigued](/Conditions.aspx?ID=15) and as long as there's enough time in the day before watches begin.\n\n Other Exploration activities (such as [Identify Magic](/Actions.aspx?ID=24), [Repair](/Actions.aspx?ID=42), or [Treat Wounds](/Actions.aspx?ID=57)) can also be performed during this time; these are not limited to one success per camping session and take the normal amount of time that activity takes to perform. PCs can also attempt to use the [Influence](/Actions.aspx?ID=480) or [Discover](/Actions.aspx?ID=481) activities to learn more about their NPC companions who are at the camp; each such attempt to Influence or Discover takes an hour and isn't limited to one success per camping session.\n\n Camping activities increase the risk of attracting a random encounter, as someone or something comes to investigate all of the activity. At the end of each hour that anyone in the party undertakes a Camping activity, attempt a flat check against the zone's Encounter DC (see the [Camping Zones table](/Rules.aspx?ID=1886)); on a success, a random encounter occurs. (If the check to Prepare the Campsite was a critical success, skip it for the first hour.) Each successive hour you attempt this check, the Encounter DC decreases by 1; once the PCs finish their daily preparations, or once an encounter occurs, the Encounter DC resets to its original value.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 2: Camping Activities",
 "next_link": {
  "label": "Step 3: Eating",
  "url": "/Rules.aspx?ID=1889"
 },
 "previous_link": {
  "label": "Step 1: Prepare a Campsite",
  "url": "/Rules.aspx?ID=1887"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 108</row>\r\n\r\nChapter 2: Camping / Campsites\r\n</additional-info>",
 "source": [
  "Kingmaker Companion Guide"
 ],
 "source_raw": [
  "Kingmaker Companion Guide pg. 108"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 108</row>",
 "speed": {},
 "text": " Step 2: Camping Activities Source Kingmaker Companion Guide pg. 108 Once the PCs finish preparing their campsite, they can simply head to bed immediately, consuming rations and skipping straight on to Step 3, or if the check to Prepare the Campsite wasn't a critical failure, they can spend time attempting Camping activities. These activities can help to bolster them for the coming day, strengthen their campsite against possible attacks, build bonds between themselves or their NPC companions, allow time to craft while in the wild, and so on. Camping activities are each undertaken by a single PC, and each takes 2 hours to complete. Multiple PCs can perform their chosen Camping activity simultaneously, but no two PCs may attempt the same Camping activity at the same time. Once any PC has achieved at least a success on a particular Camping activity, that activity cannot be attempted again by any PC until the next camping session. The PCs can take up to four Camping activities each day as long as they aren't fatigued and as long as there's enough time in the day before watches begin. Other Exploration activities (such as Identify Magic, Repair, or Treat Wounds) can also be performed during this time; these are not limited to one success per camping session and take the normal amount of time that activity takes to perform. PCs can also attempt to use the Influence or Discover activities to learn more about their NPC companions who are at the camp; each such attempt to Influence or Discover takes an hour and isn't limited to one success per camping session. Camping activities increase the risk of attracting a random encounter, as someone or something comes to investigate all of the activity. At the end of each hour that anyone in the party undertakes a Camping activity, attempt a flat check against the zone's Encounter DC (see the Camping Zones table); on a success, a random encounter occurs. (If the check to Prepare the Campsite was a critical success, skip it for the first hour.) Each successive hour you attempt this check, the Encounter DC decreases by 1; once the PCs finish their daily preparations, or once an encounter occurs, the Encounter DC resets to its original value. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1888",
 "weakness": {}
}