{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Checks"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-315",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 1: Roll d20 and Identify the Modifiers, Bonuses, and Penalties that Apply](/Rules.aspx?ID=315)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 444 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nStart by rolling your d20. You’ll then identify all the relevant modifiers, bonuses, and penalties that apply to the roll. A **modifier** can be either positive or negative, but a **bonus** is always positive, and a **penalty** is always negative. The sum of all the modifiers, bonuses, and penalties you apply to the d20 roll is called your total modifier for that statistic.\n\n Nearly all checks allow you to add an ability modifier to the roll. An ability modifier represents your raw capabilities and is derived from an ability score, as described on page 20. Exactly which ability modifier you use is determined by what you’re trying to accomplish. Usually a sword swing applies your Strength modifier, whereas remembering the name of the earl’s cousin uses your Intelligence modifier.\n\n When attempting a check that involves something you have some training in, you will also add your proficiency bonus. This bonus depends on your proficiency rank: untrained, trained, expert, master, or legendary. If you’re untrained, your bonus is +0—you must rely on raw talent and any bonuses from the situation. Otherwise, the bonus equals your character’s level plus a certain amount depending on your rank. If your proficiency rank is trained, this bonus is equal to your level + 2, and higher proficiency ranks further increase the amount you add to your level.\n\n## Proficiency Bonus\n<row gap=\"tiny\">\n<table><tr><td>**Proficiency Rank**</td><td>**Proficiency Bonus**</td></tr><tr><td>Untrained</td><td>0</td></tr><tr><td>Trained</td><td>Your level + 2</td></tr><tr><td>Expert</td><td>Your level + 4</td></tr><tr><td>Master</td><td>Your level + 6</td></tr><tr><td>Legendary</td><td>Your level + 8</td></tr></table></row>\n\n There are three other types of bonus that frequently appear: circumstance bonuses, item bonuses, and status bonuses. If you have different types of bonus that would apply to the same roll, you’ll add them all. But if you have multiple bonuses of the same type, you can use only the highest bonus on a given roll—in other words, they don’t “stack.” For instance, if you have both a proficiency bonus and an item bonus, you add both to your d20 result, but if you have two item bonuses that could apply to the same check, you add only the higher of the two.  \n\n**Circumstance bonuses** typically involve the situation you find yourself in when attempting a check. For instance, using Raise a Shield with a buckler grants you a +1 circumstance bonus to AC. Being behind cover grants you a +2 circumstance bonus to AC. If you are both behind cover and Raising a Shield, you gain only the +2 circumstance bonus for cover, since they’re the same type and the bonus from cover is higher.\n\n **Item bonuses** are granted by some item that you are wearing or using, either mundane or magical. For example, armor gives you an item bonus to AC, while expanded alchemist’s tools grant you an item bonus to Crafting checks when making alchemical items.\n\n **Status bonuses** typically come from spells, other magical effects, or something applying a helpful, often temporary, condition to you. For instance, the 3rd-level [_heroism_](/Spells.aspx?ID=149) spell grants a +1 status bonus to attack rolls, Perception checks, saving throws, and skill checks. If you were under the effect of _heroism_ and someone cast the [_bless_](/Spells.aspx?ID=25) spell, which also grants a +1 status bonus on attacks, your attack rolls would gain only a +1 status bonus, since both spells grant a +1 status bonus to those rolls, and you only take the highest status bonus.\n\n Penalties work very much like bonuses. You can have **circumstance penalties**, **status penalties**, and sometimes even **item penalties**. Like bonuses of the same type, you take only the worst all of various penalties of a given type. However, you can apply both a bonus and a penalty of the same type on a single roll. For example, if you had a +1 status bonus from a _heroism_ spell but a –2 status penalty from the sickened condition, you’d apply them both to your roll—so _heroism_ still helps even though you’re feeling unwell.\n\n Unlike bonuses, penalties can also be untyped, in which case they won’t be classified as “circumstance,” “item,” or “status.” Unlike other penalties, you always add all your untyped penalties together rather than simply taking the worst one. For instance, when you use attack actions, you incur a multiple attack penalty on each attack you make on your turn after the first attack, and when you attack a target that’s beyond your weapon’s normal range increment, you incur a range penalty on the attack. Because these are both untyped penalties, if you make multiple attacks at a faraway target, you’d apply both the multiple attack penalty and the range penalty to your roll.\n\n Once you’ve identified all your various modifiers, bonuses, and penalties, you move on to the next step.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 1: Roll d20 and Identify the Modifiers, Bonuses, and Penalties that Apply",
 "next_link": {
  "label": "Step 2: Calculate the Result",
  "url": "/Rules.aspx?ID=316"
 },
 "previous_link": {
  "label": "Making Choices",
  "url": "/Rules.aspx?ID=313"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 444 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Checks\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 444"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 444 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 1: Roll d20 and Identify the Modifiers, Bonuses, and Penalties that Apply Source Core Rulebook pg. 444 4.0 Start by rolling your d20. You’ll then identify all the relevant modifiers, bonuses, and penalties that apply to the roll. A modifier can be either positive or negative, but a bonus is always positive, and a penalty is always negative. The sum of all the modifiers, bonuses, and penalties you apply to the d20 roll is called your total modifier for that statistic. Nearly all checks allow you to add an ability modifier to the roll. An ability modifier represents your raw capabilities and is derived from an ability score, as described on page 20. Exactly which ability modifier you use is determined by what you’re trying to accomplish. Usually a sword swing applies your Strength modifier, whereas remembering the name of the earl’s cousin uses your Intelligence modifier. When attempting a check that involves something you have some training in, you will also add your proficiency bonus. This bonus depends on your proficiency rank: untrained, trained, expert, master, or legendary. If you’re untrained, your bonus is +0—you must rely on raw talent and any bonuses from the situation. Otherwise, the bonus equals your character’s level plus a certain amount depending on your rank. If your proficiency rank is trained, this bonus is equal to your level + 2, and higher proficiency ranks further increase the amount you add to your level. ## Proficiency Bonus Proficiency Rank Proficiency Bonus Untrained 0 Trained Your level + 2 Expert Your level + 4 Master Your level + 6 Legendary Your level + 8 There are three other types of bonus that frequently appear: circumstance bonuses, item bonuses, and status bonuses. If you have different types of bonus that would apply to the same roll, you’ll add them all. But if you have multiple bonuses of the same type, you can use only the highest bonus on a given roll—in other words, they don’t “stack.” For instance, if you have both a proficiency bonus and an item bonus, you add both to your d20 result, but if you have two item bonuses that could apply to the same check, you add only the higher of the two. Circumstance bonuses typically involve the situation you find yourself in when attempting a check. For instance, using Raise a Shield with a buckler grants you a +1 circumstance bonus to AC. Being behind cover grants you a +2 circumstance bonus to AC. If you are both behind cover and Raising a Shield, you gain only the +2 circumstance bonus for cover, since they’re the same type and the bonus from cover is higher. Item bonuses are granted by some item that you are wearing or using, either mundane or magical. For example, armor gives you an item bonus to AC, while expanded alchemist’s tools grant you an item bonus to Crafting checks when making alchemical items. Status bonuses typically come from spells, other magical effects, or something applying a helpful, often temporary, condition to you. For instance, the 3rd-level heroism spell grants a +1 status bonus to attack rolls, Perception checks, saving throws, and skill checks. If you were under the effect of heroism and someone cast the bless spell, which also grants a +1 status bonus on attacks, your attack rolls would gain only a +1 status bonus, since both spells grant a +1 status bonus to those rolls, and you only take the highest status bonus. Penalties work very much like bonuses. You can have circumstance penalties , status penalties , and sometimes even item penalties . Like bonuses of the same type, you take only the worst all of various penalties of a given type. However, you can apply both a bonus and a penalty of the same type on a single roll. For example, if you had a +1 status bonus from a heroism spell but a –2 status penalty from the sickened condition, you’d apply them both to your roll—so heroism still helps even though you’re feeling unwell. Unlike bonuses, penalties can also be untyped, in which case they won’t be classified as “circumstance,” “item,” or “status.” Unlike other penalties, you always add all your untyped penalties together rather than simply taking the worst one. For instance, when you use attack actions, you incur a multiple attack penalty on each attack you make on your turn after the first attack, and when you attack a target that’s beyond your weapon’s normal range increment, you incur a range penalty on the attack. Because these are both untyped penalties, if you make multiple attacks at a faraway target, you’d apply both the multiple attack penalty and the range penalty to your roll. Once you’ve identified all your various modifiers, bonuses, and penalties, you move on to the next step. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=315",
 "weakness": {}
}