{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1756",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 9: Calculate Skill Modifiers](/Rules.aspx?ID=1756)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 511</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWith the big decisions made, it's time to calculate modifiers for each of the kingdom's skills. Each skill is associated with a specific ability (see [Kingdom Skills](/Rules.aspx?ID=1775)), and the initial modifier for each skill consists of the ability modifier for the associated ability, plus a proficiency bonus, plus a status bonus for skills that receive them from invested leadership roles. (There are several other types of bonuses and penalties that can affect skill modifiers later in the campaign; leave those boxes empty for now.) \n\n<center>**Initial modifier = modifier of the skill's key ability score + proficiency bonus + status bonus**</center> If a kingdom is not proficient in a skill, the proficiency bonus is +0; if a kingdom is trained in a skill, the proficiency bonus is that kingdom's level plus 2. (It's not possible to attain proficiency ranks beyond trained until 3rd level.)\n\n For example, the Agriculture skill is associated with Loyalty. If the kingdom's Loyalty modifier is +1, and it is untrained in Agriculture, then its Agriculture skill modifier is +1. If that 1st-level kingdom is trained in Agriculture, though, add to that a proficiency bonus of 3 (the kingdom's level plus 2). If a leadership role that provides a status bonus to Loyalty-based checks (Ruler or Emissary) is invested, add another 1.\n\n Calculate the initial modifiers for all skills and record them on the kingdom sheet.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 9: Calculate Skill Modifiers",
 "next_link": {
  "label": "Step 10: Fame or Infamy?",
  "url": "/Rules.aspx?ID=1757"
 },
 "previous_link": {
  "label": "Step 8: First Village",
  "url": "/Rules.aspx?ID=1755"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 511</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Creation\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 511"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 511</row>",
 "speed": {},
 "text": " Step 9: Calculate Skill Modifiers Source Kingmaker Adventure Path pg. 511 With the big decisions made, it's time to calculate modifiers for each of the kingdom's skills. Each skill is associated with a specific ability (see Kingdom Skills), and the initial modifier for each skill consists of the ability modifier for the associated ability, plus a proficiency bonus, plus a status bonus for skills that receive them from invested leadership roles. (There are several other types of bonuses and penalties that can affect skill modifiers later in the campaign; leave those boxes empty for now.) Initial modifier = modifier of the skill's key ability score + proficiency bonus + status bonus If a kingdom is not proficient in a skill, the proficiency bonus is +0; if a kingdom is trained in a skill, the proficiency bonus is that kingdom's level plus 2. (It's not possible to attain proficiency ranks beyond trained until 3rd level.) For example, the Agriculture skill is associated with Loyalty. If the kingdom's Loyalty modifier is +1, and it is untrained in Agriculture, then its Agriculture skill modifier is +1. If that 1st-level kingdom is trained in Agriculture, though, add to that a proficiency bonus of 3 (the kingdom's level plus 2). If a leadership role that provides a status bonus to Loyalty-based checks (Ruler or Emissary) is invested, add another 1. Calculate the initial modifiers for all skills and record them on the kingdom sheet. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1756",
 "weakness": {}
}