{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-88",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 8 Buy Equipment](/Rules.aspx?ID=88)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 27 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAt 1st level, your character has 15 gold pieces (150 silver pieces) to spend on armor, weapons, and other basic equipment. Your character’s class lists the types of weapons and armor with which they are trained (or better!). Their weapons determine how much damage they deal in combat, and their armor influences their Armor Class; these calculations are covered in more detail in Step 10. Don’t forget essentials such as food and traveling gear! For more on the available equipment and how much it costs, see Chapter 6.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Character Sheet</title>\r\n\r\nOnce you’ve spent your character’s starting wealth, calculate any remaining gp, sp, and cp they might still have and write those amounts in Inventory on the second page. Record your character’s weapons in the Melee Strikes and Ranged Strikes sections of the first page, depending on the weapon, and the rest of their equipment in the Inventory section on your character sheet’s second page. You’ll calculate specific numbers for melee Strikes and ranged Strikes with the weapons in Step 9 and for AC when wearing that armor in Step 10.\r\n</aside>",
 "name": "Step 8 Buy Equipment",
 "next_link": {
  "label": "Step 9 Calculate Modifiers",
  "url": "/Rules.aspx?ID=89"
 },
 "previous_link": {
  "label": "Step 7 Record Class Details",
  "url": "/Rules.aspx?ID=87"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 27 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Character Creation\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 27"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 27 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 8 Buy Equipment Source Core Rulebook pg. 27 4.0 At 1st level, your character has 15 gold pieces (150 silver pieces) to spend on armor, weapons, and other basic equipment. Your character’s class lists the types of weapons and armor with which they are trained (or better!). Their weapons determine how much damage they deal in combat, and their armor influences their Armor Class; these calculations are covered in more detail in Step 10. Don’t forget essentials such as food and traveling gear! For more on the available equipment and how much it costs, see Chapter 6. Character Sheet Once you’ve spent your character’s starting wealth, calculate any remaining gp, sp, and cp they might still have and write those amounts in Inventory on the second page. Record your character’s weapons in the Melee Strikes and Ranged Strikes sections of the first page, depending on the weapon, and the rest of their equipment in the Inventory section on your character sheet’s second page. You’ll calculate specific numbers for melee Strikes and ranged Strikes with the weapons in Step 9 and for AC when wearing that armor in Step 10. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=88",
 "weakness": {}
}