{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "Character Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-78",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 1 Create a Concept](/Rules.aspx?ID=78)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 21 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhat sort of hero do you want to play? The answer to this question might be as simple as “a brave warrior,” or as complicated as “the child of elven wanderers, but raised in a city dominated by humans and devoted to Sarenrae, goddess of the sun.” Consider your character’s personality, sketch out a few details about their past, and think about how and why they adventure. You’ll want to peruse Pathfinder’s available ancestries, backgrounds, and classes. The summaries on pages 22–23 might help you match your concept with some of these basic rule elements. Before a game begins, it’s also a good idea for the players to discuss how their characters might know each other and how they’ll work together throughout the course of their adventures.\n\n There are many ways to approach your character concept. Once you have a good idea of the character you’d like to play, move on to Step 2 to start building your character.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Ancestries and Class</title>\r\n\r\nEach player takes a different approach to creating a character. Some want a character who will fit well into the story, while others look for a combination of abilities that complement each other mechanically. You might combine these two approaches. There is no wrong way!\n\n When you turn the page, you’ll see a graphical representation of ancestries and classes that provide at-a-glance information for players looking to make the most of their starting ability scores. In the ancestries overview on page 22, each entry lists which ability scores it boosts, and also indicates any ability flaws the ancestry might have. You can find more about ability boosts and ability flaws in Ability Scores on page 20.\n\n The summaries of the classes on pages 22–23 list each class’s key ability score—the ability score used to calculate the potency of many of their class abilities. Characters receive an ability boost in that ability score when you choose their class. This summary also lists one or more secondary ability scores important to members of that class.\n\n Keep in mind a character’s background also affects their ability scores, though there’s more flexibility in the ability boosts from backgrounds than in those from classes. For descriptions of the available backgrounds, see pages 60–64.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Character Sheet</title>\r\n\r\nOnce you’ve developed your character’s concept, jot down a few sentences summarizing your ideas under the Notes section on the third page of your character sheet. Record any of the details you’ve already decided, such as your character’s name, on the appropriate lines on the first page.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-79\" />\r\n\r\n<document level=\"2\" id=\"rules-80\" />\r\n\r\n<document level=\"2\" id=\"rules-81\" />",
 "name": "Step 1 Create a Concept",
 "next_link": {
  "label": "Step 2 Start Building Ability Scores",
  "url": "/Rules.aspx?ID=82"
 },
 "previous_link": {
  "label": "Ability Modifiers",
  "url": "/Rules.aspx?ID=77"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 21 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / Character Creation\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 21"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 21 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Step 1 Create a Concept Source Core Rulebook pg. 21 4.0 What sort of hero do you want to play? The answer to this question might be as simple as “a brave warrior,” or as complicated as “the child of elven wanderers, but raised in a city dominated by humans and devoted to Sarenrae, goddess of the sun.” Consider your character’s personality, sketch out a few details about their past, and think about how and why they adventure. You’ll want to peruse Pathfinder’s available ancestries, backgrounds, and classes. The summaries on pages 22–23 might help you match your concept with some of these basic rule elements. Before a game begins, it’s also a good idea for the players to discuss how their characters might know each other and how they’ll work together throughout the course of their adventures. There are many ways to approach your character concept. Once you have a good idea of the character you’d like to play, move on to Step 2 to start building your character. Ancestries and Class Each player takes a different approach to creating a character. Some want a character who will fit well into the story, while others look for a combination of abilities that complement each other mechanically. You might combine these two approaches. There is no wrong way! When you turn the page, you’ll see a graphical representation of ancestries and classes that provide at-a-glance information for players looking to make the most of their starting ability scores. In the ancestries overview on page 22, each entry lists which ability scores it boosts, and also indicates any ability flaws the ancestry might have. You can find more about ability boosts and ability flaws in Ability Scores on page 20. The summaries of the classes on pages 22–23 list each class’s key ability score—the ability score used to calculate the potency of many of their class abilities. Characters receive an ability boost in that ability score when you choose their class. This summary also lists one or more secondary ability scores important to members of that class. Keep in mind a character’s background also affects their ability scores, though there’s more flexibility in the ability boosts from backgrounds than in those from classes. For descriptions of the available backgrounds, see pages 60–64. Character Sheet Once you’ve developed your character’s concept, jot down a few sentences summarizing your ideas under the Notes section on the third page of your character sheet. Record any of the details you’ve already decided, such as your character’s name, on the appropriate lines on the first page. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=78",
 "weakness": {}
}