{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Creation"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1750",
 "markdown": "<title level=\"1\" right=\"Rules\">[Step 3: Choose a Heartland](/Rules.aspx?ID=1750)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 509</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe new kingdom consists of a single hex. The PCs can choose any hex (subject to GM approval) that they have [Reconnoitered](/Actions.aspx?ID=477). Tell the players that it's wisest to select a hex that already has a structure, since their first settlement—their capital—will be located in this initial hex. Note that terrain features can grant other benefits to the kingdom when claimed; see [Terrain Features](/Rules.aspx?ID=1791).\n\n The heartland grants an additional boost to one of the kingdom's ability scores based on a significant terrain feature present in that hex. If the hex has more than one terrain feature, the PCs should choose only one of them to provide the boost.\n\n The choice of terrain made here influences how the [Favored Land](/Rules.aspx?ID=1762) kingdom ability functions. On the kingdom sheet, record the heartland terrain the PCs chose. On a separate sheet, record which kingdom ability received a boost in this step; refer to it when finalizing ability scores in step 5. \n\n<title level=\"3\" right=\"Heartland\">Forest or Swamp </title> Your nation begins in woodlands or swamplands, so there are no shortages in natural resources or wonders to bolster your citizens' imagination and mood.<br /> **Ability Boost** Culture \n\n<title level=\"3\" right=\"Heartland\">Hill or Plain </title> Your nation starts in an area that is easy to traverse. This is reflected in your citizens' temperament; they appreciate that your choice makes their lives a bit easier.<br /> **Ability Boost** Loyalty \n\n<title level=\"3\" right=\"Heartland\">Lake or River </title> By establishing your nation on the shores of a lake or river, you ensure a built-in mechanism for trade. Even before a road is built, merchants and travelers can reach your settlement with relative ease via boat.<br /> **Ability Boost** Economy \n\n<title level=\"3\" right=\"Heartland\">Mountain or Ruins </title> Your nation is founded in the mountains or includes a significant ruined location, and it uses these natural or artificial features to bolster defense. Your citizens tend to be hale and hardy, if not stubborn to a fault.<br /> **Ability Boost** Stability\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Step 3: Choose a Heartland",
 "next_link": {
  "label": "Step 4: Choose a Government",
  "url": "/Rules.aspx?ID=1751"
 },
 "previous_link": {
  "label": "Step 2: Select a Charter",
  "url": "/Rules.aspx?ID=1749"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 509</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Creation\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 509"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 509</row>",
 "speed": {},
 "text": " Step 3: Choose a Heartland Source Kingmaker Adventure Path pg. 509 The new kingdom consists of a single hex. The PCs can choose any hex (subject to GM approval) that they have Reconnoitered. Tell the players that it's wisest to select a hex that already has a structure, since their first settlement—their capital—will be located in this initial hex. Note that terrain features can grant other benefits to the kingdom when claimed; see Terrain Features. The heartland grants an additional boost to one of the kingdom's ability scores based on a significant terrain feature present in that hex. If the hex has more than one terrain feature, the PCs should choose only one of them to provide the boost. The choice of terrain made here influences how the Favored Land kingdom ability functions. On the kingdom sheet, record the heartland terrain the PCs chose. On a separate sheet, record which kingdom ability received a boost in this step; refer to it when finalizing ability scores in step 5. Forest or Swamp Your nation begins in woodlands or swamplands, so there are no shortages in natural resources or wonders to bolster your citizens' imagination and mood. Ability Boost Culture Hill or Plain Your nation starts in an area that is easy to traverse. This is reflected in your citizens' temperament; they appreciate that your choice makes their lives a bit easier. Ability Boost Loyalty Lake or River By establishing your nation on the shores of a lake or river, you ensure a built-in mechanism for trade. Even before a road is built, merchants and travelers can reach your settlement with relative ease via boat. Ability Boost Economy Mountain or Ruins Your nation is founded in the mountains or includes a significant ruined location, and it uses these natural or artificial features to bolster defense. Your citizens tend to be hale and hardy, if not stubborn to a fault. Ability Boost Stability ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1750",
 "weakness": {}
}