{
 "breadcrumbs": [
  "Secrets of Crafting",
  "Story-Based Crafting",
  "Crafting by Questing"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1950",
 "markdown": "<title level=\"1\" right=\"Rules\">[Story-Based Crafting as the Baseline](/Rules.aspx?ID=1950)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 173 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThere are many reasons you might consider making story-based crafting the base assumption for your game. This system results in items that feel more special and integral to the narrative, which the players have more agency in helping to create. Story-based crafting can make an item feel unique and less like something they just bought down at the local shop.\n\n It's important to note that this style of crafting works best in sandbox campaigns and other adventures where the players are expected to inform a lot of the story's direction and progress, and is less compatible with campaigns seeking to tell a very specific and involved story. The encounters dedicated to crafting just the right weapon still give experience, and since each player should have the opportunity for a roughly equal number of crafting quests, you'll find that a campaign that uses story-based crafting as the baseline won't leave a lot of time open for other encounters and side quests.\n\n An important element of using story-based crafting as PCs' primary method of acquiring new key permanent items in a campaign is ensuring that one player's crafting quests don't overwhelm the narrative and put the other players in the “back seat” for too long. Here are a few general tips for managing this game experience.\n\n Don't feel pressured to do an entire PC's crafting quest through to completion before starting another PC's quests. You should intermix their adventures as much as possible, so that pursuing one character's crafting quest can naturally position the party to tackle another character's quest along the way. For example, if the fighter is crafting a flaming sword that requires traveling into a volcano, and the wizard is crafting a magic staff, you should try and place one of the encounters for acquiring staff components (or perhaps forging them together) inside that same volcano. This both reinforces the party's mutual goals, giving them strong story reasons to adventure together, and keeps the campaign feeling organic and connected.\n\n When weaving multiple characters' crafting quests together, look for key opportunities to align their goals. A single dragon's hoard could easily hold components for an entire adventuring party, along with other treasures. Using powerful monsters with large treasure hoards or notable access to rare materials is a great way to both keep the party's goals united and layer in deeper story threads and some altruistic motivations for the party.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Story-Based Crafting as the Baseline",
 "next_link": {
  "label": "Example Quests",
  "url": "/Rules.aspx?ID=1951"
 },
 "previous_link": {
  "label": "Crafting Quests",
  "url": "/Rules.aspx?ID=1945"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 173 <sup>1.1</sup></row>\r\n\r\nSecrets of Crafting / Story-Based Crafting / Crafting by Questing\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 173"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 173 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Story-Based Crafting as the Baseline Source Treasure Vault pg. 173 1.1 There are many reasons you might consider making story-based crafting the base assumption for your game. This system results in items that feel more special and integral to the narrative, which the players have more agency in helping to create. Story-based crafting can make an item feel unique and less like something they just bought down at the local shop. It's important to note that this style of crafting works best in sandbox campaigns and other adventures where the players are expected to inform a lot of the story's direction and progress, and is less compatible with campaigns seeking to tell a very specific and involved story. The encounters dedicated to crafting just the right weapon still give experience, and since each player should have the opportunity for a roughly equal number of crafting quests, you'll find that a campaign that uses story-based crafting as the baseline won't leave a lot of time open for other encounters and side quests. An important element of using story-based crafting as PCs' primary method of acquiring new key permanent items in a campaign is ensuring that one player's crafting quests don't overwhelm the narrative and put the other players in the “back seat” for too long. Here are a few general tips for managing this game experience. Don't feel pressured to do an entire PC's crafting quest through to completion before starting another PC's quests. You should intermix their adventures as much as possible, so that pursuing one character's crafting quest can naturally position the party to tackle another character's quest along the way. For example, if the fighter is crafting a flaming sword that requires traveling into a volcano, and the wizard is crafting a magic staff, you should try and place one of the encounters for acquiring staff components (or perhaps forging them together) inside that same volcano. This both reinforces the party's mutual goals, giving them strong story reasons to adventure together, and keeps the campaign feeling organic and connected. When weaving multiple characters' crafting quests together, look for key opportunities to align their goals. A single dragon's hoard could easily hold components for an entire adventuring party, along with other treasures. Using powerful monsters with large treasure hoards or notable access to rare materials is a great way to both keep the party's goals united and layer in deeper story threads and some altruistic motivations for the party. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1950",
 "weakness": {}
}