{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Building Creatures\r\n",
  "Strikes"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1018",
 "markdown": "<title level=\"1\" right=\"Rules\">[Strike Damage](/Rules.aspx?ID=1018)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 64</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTable 2–10 on the next page gives the damage a creature should deal with a single Strike. You might use a lower category if the creature has better accuracy, or a higher category if its accuracy is lower.\n\n A creature that's meant to be primarily a combat threat uses high damage for its melee Strikes, or moderate for melee Strikes that have the agile trait. Ranged attacks more typically use the moderate value, or even low. A creature that's meant to be highly damaging uses the extreme damage values, but might then have a moderate attack bonus. As with most statistics, extreme damage is more likely at higher levels. You can also use the extreme value for special attacks that the creature can use only a limited number of times or under circumstances that aren't likely to happen every round.\n\n More versatile creatures, such as ones that can cast some spells and aren't meant to primarily get their damage through Strikes, go one category lower: moderate for their main melee Strikes, low for agile and ranged Strikes. Spellcasters and other creatures that aren't meant to be competent in a direct fight might use the low damage value, or even less if they completely don't care about their Strikes.\n\n On Table 2–10, you'll find a damage expression (a die roll or rolls plus a flat modifier) you can use as is, or you can take the damage in parentheses and build your own damage expression to hit that number. If you do the latter, remember that a d4 counts as 2.5 damage, a d6 as 3.5, a d8 as 4.5, a d10 as 5.5, and a d12 as 6.5. Usually a damage expression works best when roughly half the damage is from dice and half is from the flat modifier. If your creature deals special damage, like 1d6 fire from [_flaming_](/Equipment.aspx?ID=295) attacks, that counts toward its total damage per Strike. Keep in mind that a creature using a weapon should have a damage value that feels right for that weapon. Extreme damage works well for two-handed weapons that uses d10s or d12s for damage. On the other hand, a dagger uses only d4s, so a dagger wielder would need something like sneak attack to deal extreme damage, or you might compensate for the dagger's lower damage per Strike by giving the creature the ability to attack more efficiently or use other tricks. \n\n## Table 2–10: Strike Damage\n<row gap=\"tiny\">\n<table> <tr><td>**Level**</td><td>**Extreme**</td><td>**High**</td><td>**Moderate**</td><td>**Low**</td></tr> <tr><td>–1</td><td>1d6+1 (4)</td><td>1d4+1 (3)</td><td>1d4 (3)</td><td>1d4 (2)</td></tr> <tr><td>0</td><td>1d6+3 (6)</td><td>1d6+2 (5)</td><td>1d4+2 (4)</td><td>1d4+1 (3)</td></tr> <tr><td>1</td><td>1d8+4 (8)</td><td>1d6+3 (6)</td><td>1d6+2 (5)</td><td>1d4+2 (4)</td></tr> <tr><td>2</td><td>1d12+4 (11)</td><td>1d10+4 (9)</td><td>1d8+4 (8)</td><td>1d6+3 (6)</td></tr> <tr><td>3</td><td>1d12+8 (15)</td><td>1d10+6 (12)</td><td>1d8+6 (10)</td><td>1d6+5 (8)</td></tr> <tr><td>4</td><td>2d10+7 (18)</td><td>2d8+5 (14)</td><td>2d6+5 (12)</td><td>2d4+4 (9)</td></tr> <tr><td>5</td><td>2d12+7 (20)</td><td>2d8+7 (16)</td><td>2d6+6 (13)</td><td>2d4+6 (11)</td></tr> <tr><td>6</td><td>2d12+10 (23)</td><td>2d8+9 (18)</td><td>2d6+8 (15)</td><td>2d4+7 (12)</td></tr> <tr><td>7</td><td>2d12+12 (25)</td><td>2d10+9 (20)</td><td>2d8+8 (17)</td><td>2d6+6 (13)</td></tr> <tr><td>8</td><td>2d12+15 (28)</td><td>2d10+11 (22)</td><td>2d8+9 (18)</td><td>2d6+8 (15)</td></tr> <tr><td>9</td><td>2d12+17 (30)</td><td>2d10+13 (24)</td><td>2d8+11 (20)</td><td>2d6+9 (16)</td></tr> <tr><td>10</td><td>2d12+20 (33)</td><td>2d12+13 (26)</td><td>2d10+11 (22)</td><td>2d6+10 (17)</td></tr> <tr><td>11</td><td>2d12+22 (35)</td><td>2d12+15 (28)</td><td>2d10+12 (23)</td><td>2d8+10 (19)</td></tr> <tr><td>12</td><td>3d12+19 (38)</td><td>3d10+14 (30)</td><td>3d8+12 (25)</td><td>3d6+10 (20)</td></tr> <tr><td>13</td><td>3d12+21 (40)</td><td>3d10+16 (32)</td><td>3d8+14 (27)</td><td>3d6+11 (21)</td></tr> <tr><td>14</td><td>3d12+24 (43)</td><td>3d10+18 (34)</td><td>3d8+15 (28)</td><td>3d6+13 (23)</td></tr> <tr><td>15</td><td>3d12+26 (45)</td><td>3d12+17 (36)</td><td>3d10+14 (30)</td><td>3d6+14 (24)</td></tr> <tr><td>16</td><td>3d12+29 (48)</td><td>3d12+18 (37)</td><td>3d10+15 (31)</td><td>3d6+15 (25)</td></tr> <tr><td>17</td><td>3d12+31 (50)</td><td>3d12+19 (38)</td><td>3d10+16 (32)</td><td>3d6+16 (26)</td></tr> <tr><td>18</td><td>3d12+34 (53)</td><td>3d12+20 (40)</td><td>3d10+17 (33)</td><td>3d6+17 (27)</td></tr> <tr><td>19</td><td>4d12+29 (55)</td><td>4d10+20 (42)</td><td>4d8+17 (35)</td><td>4d6+14 (28)</td></tr> <tr><td>20</td><td>4d12+32 (58)</td><td>4d10+22 (44)</td><td>4d8+19 (37)</td><td>4d6+15 (29)</td></tr> <tr><td>21</td><td>4d12+34 (60)</td><td>4d10+24 (46)</td><td>4d8+20 (38)</td><td>4d6+17 (31)</td></tr> <tr><td>22</td><td>4d12+37 (63)</td><td>4d10+26 (48)</td><td>4d8+22 (40)</td><td>4d6+18 (32)</td></tr> <tr><td>23</td><td>4d12+39 (65)</td><td>4d12+24 (50)</td><td>4d10+20 (42)</td><td>4d6+19 (33)</td></tr> <tr><td>24</td><td>4d12+42 (68)</td><td>4d12+26 (52)</td><td>4d10+22 (44)</td><td>4d6+21 (35)</td></tr> </table></row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Manufactured Weapons</title>\r\n\r\nAs noted in Items on page 61, most creatures have less treasure than PCs, so those that rely on manufactured weapons are significantly weaker if you don’t adjust the weapons’ damage to compensate. The method for determining Strike damage on page 64 abstracts over the sources of damage so you don’t have to worry about adjusting the weapon’s damage. If you do decide to calculate the weapon’s damage, give your creature weapon specialization or greater weapon specialization much earlier than a PC would get it. You might also need to add sneak attack or similar abilities to make the creature deal more damage.\n\n On the flip side, you might want to use a one-off creature as a source of a particularly high-level piece of treasure, such as a magic weapon. In these cases, you might want to make the attack bonus higher for the potency rune or the damage higher for a potent striking rune so the PCs feel the weapon’s effect before they obtain it. This will make the treasure feel more powerful, since they’ve already been on the receiving end.\r\n</aside>",
 "name": "Strike Damage",
 "next_link": {
  "label": "Spells",
  "url": "/Rules.aspx?ID=1019"
 },
 "previous_link": {
  "label": "Strike Attack Bonus",
  "url": "/Rules.aspx?ID=1017"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 64</row>\r\n\r\nChapter 2: Tools\r\n/ Building Creatures\r\n/ Strikes\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 64"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 64</row>",
 "speed": {},
 "text": " Strike Damage Source Gamemastery Guide pg. 64 Table 2–10 on the next page gives the damage a creature should deal with a single Strike. You might use a lower category if the creature has better accuracy, or a higher category if its accuracy is lower. A creature that's meant to be primarily a combat threat uses high damage for its melee Strikes, or moderate for melee Strikes that have the agile trait. Ranged attacks more typically use the moderate value, or even low. A creature that's meant to be highly damaging uses the extreme damage values, but might then have a moderate attack bonus. As with most statistics, extreme damage is more likely at higher levels. You can also use the extreme value for special attacks that the creature can use only a limited number of times or under circumstances that aren't likely to happen every round. More versatile creatures, such as ones that can cast some spells and aren't meant to primarily get their damage through Strikes, go one category lower: moderate for their main melee Strikes, low for agile and ranged Strikes. Spellcasters and other creatures that aren't meant to be competent in a direct fight might use the low damage value, or even less if they completely don't care about their Strikes. On Table 2–10, you'll find a damage expression (a die roll or rolls plus a flat modifier) you can use as is, or you can take the damage in parentheses and build your own damage expression to hit that number. If you do the latter, remember that a d4 counts as 2.5 damage, a d6 as 3.5, a d8 as 4.5, a d10 as 5.5, and a d12 as 6.5. Usually a damage expression works best when roughly half the damage is from dice and half is from the flat modifier. If your creature deals special damage, like 1d6 fire from flaming attacks, that counts toward its total damage per Strike. Keep in mind that a creature using a weapon should have a damage value that feels right for that weapon. Extreme damage works well for two-handed weapons that uses d10s or d12s for damage. On the other hand, a dagger uses only d4s, so a dagger wielder would need something like sneak attack to deal extreme damage, or you might compensate for the dagger's lower damage per Strike by giving the creature the ability to attack more efficiently or use other tricks. ## Table 2–10: Strike Damage Level Extreme High Moderate Low –1 1d6+1 (4) 1d4+1 (3) 1d4 (3) 1d4 (2) 0 1d6+3 (6) 1d6+2 (5) 1d4+2 (4) 1d4+1 (3) 1 1d8+4 (8) 1d6+3 (6) 1d6+2 (5) 1d4+2 (4) 2 1d12+4 (11) 1d10+4 (9) 1d8+4 (8) 1d6+3 (6) 3 1d12+8 (15) 1d10+6 (12) 1d8+6 (10) 1d6+5 (8) 4 2d10+7 (18) 2d8+5 (14) 2d6+5 (12) 2d4+4 (9) 5 2d12+7 (20) 2d8+7 (16) 2d6+6 (13) 2d4+6 (11) 6 2d12+10 (23) 2d8+9 (18) 2d6+8 (15) 2d4+7 (12) 7 2d12+12 (25) 2d10+9 (20) 2d8+8 (17) 2d6+6 (13) 8 2d12+15 (28) 2d10+11 (22) 2d8+9 (18) 2d6+8 (15) 9 2d12+17 (30) 2d10+13 (24) 2d8+11 (20) 2d6+9 (16) 10 2d12+20 (33) 2d12+13 (26) 2d10+11 (22) 2d6+10 (17) 11 2d12+22 (35) 2d12+15 (28) 2d10+12 (23) 2d8+10 (19) 12 3d12+19 (38) 3d10+14 (30) 3d8+12 (25) 3d6+10 (20) 13 3d12+21 (40) 3d10+16 (32) 3d8+14 (27) 3d6+11 (21) 14 3d12+24 (43) 3d10+18 (34) 3d8+15 (28) 3d6+13 (23) 15 3d12+26 (45) 3d12+17 (36) 3d10+14 (30) 3d6+14 (24) 16 3d12+29 (48) 3d12+18 (37) 3d10+15 (31) 3d6+15 (25) 17 3d12+31 (50) 3d12+19 (38) 3d10+16 (32) 3d6+16 (26) 18 3d12+34 (53) 3d12+20 (40) 3d10+17 (33) 3d6+17 (27) 19 4d12+29 (55) 4d10+20 (42) 4d8+17 (35) 4d6+14 (28) 20 4d12+32 (58) 4d10+22 (44) 4d8+19 (37) 4d6+15 (29) 21 4d12+34 (60) 4d10+24 (46) 4d8+20 (38) 4d6+17 (31) 22 4d12+37 (63) 4d10+26 (48) 4d8+22 (40) 4d6+18 (32) 23 4d12+39 (65) 4d12+24 (50) 4d10+20 (42) 4d6+19 (33) 24 4d12+42 (68) 4d12+26 (52) 4d10+22 (44) 4d6+21 (35) Manufactured Weapons As noted in Items on page 61, most creatures have less treasure than PCs, so those that rely on manufactured weapons are significantly weaker if you don’t adjust the weapons’ damage to compensate. The method for determining Strike damage on page 64 abstracts over the sources of damage so you don’t have to worry about adjusting the weapon’s damage. If you do decide to calculate the weapon’s damage, give your creature weapon specialization or greater weapon specialization much earlier than a PC would get it. You might also need to add sneak attack or similar abilities to make the creature deal more damage. On the flip side, you might want to use a one-off creature as a source of a particularly high-level piece of treasure, such as a magic weapon. In these cases, you might want to make the attack bonus higher for the potency rune or the damage higher for a potent striking rune so the PCs feel the weapon’s effect before they obtain it. This will make the treasure feel more powerful, since they’ve already been on the receiving end. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1018",
 "weakness": {}
}