{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "Encounter Mode"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-430",
 "markdown": "<title level=\"1\" right=\"Rules\">[Structure](/Rules.aspx?ID=430)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 468 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAn encounter is played out in a series of rounds, during which the player characters, adversaries, and other participants in the encounter act in sequence. You roll initiative to determine this order at the start of the encounter and then play through rounds until a conclusion is reached and the encounter ends. The rules in this section assume a combat encounter—a battle—but the general structure can apply to any kind of encounter.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Tracking Initiative</title>\r\n\r\nThe GM keeps track of the initiative order for an encounter. It’s usually okay for the players to know this order, since they’ll see who goes when and be aware of one another’s results. However, the GM might want to conceal the names of adversaries the PCs have yet to identify.\n\n Once the encounter’s order is set, it’s usually not necessary to track the original initiative numbers. The GM can create a simple list, use a series of cards or other indicators, or use a _Pathfinder Combat Pad_, which has magnetic markers to allow for easily rearranging the order. \n\n### Changing the Initiative Order\n Any method used to track the initiative order needs to be flexible because the order can change. A creature can use the Delay basic action to change its place in the order, in which case you can erase it from the list or pull its marker aside until it reenters the initiative order. When a creature gets knocked out, its initiative order also changes (see Knocked Out and Dying on page 459). Using the Ready basic action doesn’t change a creature’s place in the initiative order, though, because the designated action becomes a reaction.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-431\" />\r\n\r\n<document level=\"2\" id=\"rules-432\" />\r\n\r\n<document level=\"2\" id=\"rules-433\" />\r\n\r\n<document level=\"2\" id=\"rules-434\" />",
 "name": "Structure",
 "next_link": {
  "label": "Turns",
  "url": "/Rules.aspx?ID=435"
 },
 "previous_link": {
  "label": "General Rules",
  "url": "/Rules.aspx?ID=312"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 468 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / Encounter Mode\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 468"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 468 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Structure Source Core Rulebook pg. 468 4.0 An encounter is played out in a series of rounds, during which the player characters, adversaries, and other participants in the encounter act in sequence. You roll initiative to determine this order at the start of the encounter and then play through rounds until a conclusion is reached and the encounter ends. The rules in this section assume a combat encounter—a battle—but the general structure can apply to any kind of encounter. Tracking Initiative The GM keeps track of the initiative order for an encounter. It’s usually okay for the players to know this order, since they’ll see who goes when and be aware of one another’s results. However, the GM might want to conceal the names of adversaries the PCs have yet to identify. Once the encounter’s order is set, it’s usually not necessary to track the original initiative numbers. The GM can create a simple list, use a series of cards or other indicators, or use a Pathfinder Combat Pad , which has magnetic markers to allow for easily rearranging the order. ### Changing the Initiative Order Any method used to track the initiative order needs to be flexible because the order can change. A creature can use the Delay basic action to change its place in the order, in which case you can erase it from the list or pull its marker aside until it reenters the initiative order. When a creature gets knocked out, its initiative order also changes (see Knocked Out and Dying on page 459). Using the Ready basic action doesn’t change a creature’s place in the initiative order, though, because the designated action becomes a reaction. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=430",
 "weakness": {}
}