{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Settlements",
  "Structures"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1837",
 "markdown": "<title level=\"1\" right=\"Rules\">[Structure Descriptions](/Rules.aspx?ID=1837)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 543</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nStructures are described in the following format.\n\n<title level=\"3\" right=\"Level\">Structure Name </title> A structure's level indicates the minimum kingdom level required to build it. Each structure has traits that convey its properties. The **Building** trait indicates the structure is a collection of indoor sites, while the **Yard** trait indicates the structure is primarily an outdoor site. **Infrastructure** indicates that the structure benefits all lots in an Urban Grid without occupying a lot. (For a metropolis, this means you'll need to build Infrastructure separately for each Urban Grid that makes up the settlement.) The **Edifice** trait grants its benefits to a settlement only once; if you build that structure an additional time in the same settlement, it's purely cosmetic. A **Residential** structure helps house the settlement's citizens; a settlement requires at least one Residential lot per block to avoid being Overcrowded. The **Famous** trait increases your Fame score when the structure is built, while the **Infamous** trait does the same for your Infamy score. Some structures have both Famous and Infamous traits; in this case apply the one that matches your kingdom's preference (see [Fame and Infamy](/Rules.aspx?ID=1792)). A short textual description rounds out the top of the structure stat block.\n\n---\n\n **Lots** The number of contiguous lots that the structure occupies on the Urban Grid; **Cost** The cost in RP and Commodities (if any) you must spend before attempting the Build Structure check.<br /> **Construction** This entry lists the required skill, proficiency rank, and DC for the [Build Structure](/Actions.aspx?ID=1372) check.<br /> **Upgrade From/Upgrade To** Some structures can be upgraded into a more advanced form of the existing structure, such as upgrading a Shrine into a Temple. If you upgrade a structure, subtract the RP and Commodity cost used to build the original structure from the cost of the new structure. When the new structure is complete, its effects replace those of the previous structure. You can't upgrade a structure to one that occupies more lots if there isn't space in the block for the new structure's size. (You do not need to build the lesser form of a structure before you build the advanced form.)<br /> **Item Bonus** This entry indicates any item bonuses the structure grants to specific activities made within the settlement's influence—or within the borders of your kingdom if the settlement is your capital. These bonuses are item bonuses, but they stack with those granted by identical structures within the same settlement, up to that settlement's [maximum item bonus](/Rules.aspx?ID=1829).<br /> **Ruin** Some structures negatively impact society. If this structure does so, it will increase one or more of your kingdom's Ruins when constructed; this increase only happens once, when the structure is built. Increases to Ruin in this way aren't removed if the structure is later demolished.<br /> **Effects** All additional game effects the structure grants to your kingdom are listed here. In many cases, these effects grant item bonuses to PCs while they are in the settlement, but unlike those granted by the Item Bonus above, item bonuses found in this section of the stat block do not stack with other item bonuses. Unless stated otherwise, effects in this section apply only within this settlement; they do not apply to areas influenced by this settlement.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Structure Descriptions",
 "next_link": {
  "label": "Settlement Structures",
  "url": "/Rules.aspx?ID=1838"
 },
 "previous_link": {
  "label": "Founding a Village",
  "url": "/Rules.aspx?ID=1831"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 543</row>\r\n\r\nAppendix 2: Kingdoms / Settlements / Structures\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 543"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 543</row>",
 "speed": {},
 "text": " Structure Descriptions Source Kingmaker Adventure Path pg. 543 Structures are described in the following format. Structure Name A structure's level indicates the minimum kingdom level required to build it. Each structure has traits that convey its properties. The Building trait indicates the structure is a collection of indoor sites, while the Yard trait indicates the structure is primarily an outdoor site. Infrastructure indicates that the structure benefits all lots in an Urban Grid without occupying a lot. (For a metropolis, this means you'll need to build Infrastructure separately for each Urban Grid that makes up the settlement.) The Edifice trait grants its benefits to a settlement only once; if you build that structure an additional time in the same settlement, it's purely cosmetic. A Residential structure helps house the settlement's citizens; a settlement requires at least one Residential lot per block to avoid being Overcrowded. The Famous trait increases your Fame score when the structure is built, while the Infamous trait does the same for your Infamy score. Some structures have both Famous and Infamous traits; in this case apply the one that matches your kingdom's preference (see Fame and Infamy). A short textual description rounds out the top of the structure stat block. --- Lots The number of contiguous lots that the structure occupies on the Urban Grid; Cost The cost in RP and Commodities (if any) you must spend before attempting the Build Structure check. Construction This entry lists the required skill, proficiency rank, and DC for the Build Structure check. Upgrade From/Upgrade To Some structures can be upgraded into a more advanced form of the existing structure, such as upgrading a Shrine into a Temple. If you upgrade a structure, subtract the RP and Commodity cost used to build the original structure from the cost of the new structure. When the new structure is complete, its effects replace those of the previous structure. You can't upgrade a structure to one that occupies more lots if there isn't space in the block for the new structure's size. (You do not need to build the lesser form of a structure before you build the advanced form.) Item Bonus This entry indicates any item bonuses the structure grants to specific activities made within the settlement's influence—or within the borders of your kingdom if the settlement is your capital. These bonuses are item bonuses, but they stack with those granted by identical structures within the same settlement, up to that settlement's maximum item bonus. Ruin Some structures negatively impact society. If this structure does so, it will increase one or more of your kingdom's Ruins when constructed; this increase only happens once, when the structure is built. Increases to Ruin in this way aren't removed if the structure is later demolished. Effects All additional game effects the structure grants to your kingdom are listed here. In many cases, these effects grant item bonuses to PCs while they are in the settlement, but unlike those granted by the Item Bonus above, item bonuses found in this section of the stat block do not stack with other item bonuses. Unless stated otherwise, effects in this section apply only within this settlement; they do not apply to areas influenced by this settlement. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1837",
 "weakness": {}
}