{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Settlements"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1836",
 "markdown": "<title level=\"1\" right=\"Rules\">[Structures](/Rules.aspx?ID=1836)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 543</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou build structures using the [Build Structure](/Actions.aspx?ID=1372) activity during the [Civic Activities](/Rules.aspx?ID=808) step of the Activity phase of the Kingdom turn.\n\n When you build in a lot within one of your settlements, you're rarely literally constructing a single building. While an arena or cathedral might stand alone as a towering edifice, most lots represent a number of buildings whose focus is to support the type of improvement that lot supports. For example, a brewery could represent a collection of brewers and bottlers and the families who support them, while a luxury merchant would represent several specialized stores. Even sprawling, sizable improvements like dumps, cemeteries, or parks might include nearby dwellings or cottages for those who tend and manage the area or live along its margins.\n\n **Residential Lots and Overcrowding**: While almost every structure presumably includes a small amount of lodging, you need to build Residential lots in order to give your citizens enough places to live. You do so by building a structure that has the Residential trait in a chosen lot. Settlements require a number of Residential lots equal to the number of blocks that have any structures built within them, although these residential lots need not be located one per block. For example, when a village expands to a town, it initially occupies 2 blocks. It needs 2 Residential lots in total among those 2 blocks, either both in one block or one in each block. A settlement without this minimum number of Residential lots is Overcrowded (mark the “Overcrowded” box on your Urban Grid) and generates 1 Unrest for the kingdom during the [Upkeep phase](/Rules.aspx?ID=1797) of each Kingdom turn.\n\n **Reduced to Rubble**: It's possible for structures in a settlement to be reduced to rubble by a failed attempt to [Demolish](/Actions.aspx?ID=1391) a structure or a poor result from a kingdom event. When a structure is reduced to rubble, replace the lots the structure once occupied on the Urban Grid with [rubble](/KMStructures.aspx?ID=49). Having rubble in a lot doesn't itself impact a kingdom's Unrest or other statistics negatively, but it does prevent you from building in those lots. You must Demolish that lot before you can build there again. When a single lot that contains part of a multi-lot structure is reduced to rubble, each of the lots that contained that structure are replaced with individual lots of rubble.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1837\" />\r\n\r\n<document level=\"2\" id=\"rules-1838\" />",
 "name": "Structures",
 "next_link": {
  "label": "Kingdom Events",
  "url": "/Rules.aspx?ID=1839"
 },
 "previous_link": {
  "label": "Founding a Village",
  "url": "/Rules.aspx?ID=1831"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 543</row>\r\n\r\nAppendix 2: Kingdoms / Settlements\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 543"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 543</row>",
 "speed": {},
 "text": " Structures Source Kingmaker Adventure Path pg. 543 You build structures using the Build Structure activity during the Civic Activities step of the Activity phase of the Kingdom turn. When you build in a lot within one of your settlements, you're rarely literally constructing a single building. While an arena or cathedral might stand alone as a towering edifice, most lots represent a number of buildings whose focus is to support the type of improvement that lot supports. For example, a brewery could represent a collection of brewers and bottlers and the families who support them, while a luxury merchant would represent several specialized stores. Even sprawling, sizable improvements like dumps, cemeteries, or parks might include nearby dwellings or cottages for those who tend and manage the area or live along its margins. Residential Lots and Overcrowding : While almost every structure presumably includes a small amount of lodging, you need to build Residential lots in order to give your citizens enough places to live. You do so by building a structure that has the Residential trait in a chosen lot. Settlements require a number of Residential lots equal to the number of blocks that have any structures built within them, although these residential lots need not be located one per block. For example, when a village expands to a town, it initially occupies 2 blocks. It needs 2 Residential lots in total among those 2 blocks, either both in one block or one in each block. A settlement without this minimum number of Residential lots is Overcrowded (mark the “Overcrowded” box on your Urban Grid) and generates 1 Unrest for the kingdom during the Upkeep phase of each Kingdom turn. Reduced to Rubble : It's possible for structures in a settlement to be reduced to rubble by a failed attempt to Demolish a structure or a poor result from a kingdom event. When a structure is reduced to rubble, replace the lots the structure once occupied on the Urban Grid with rubble. Having rubble in a lot doesn't itself impact a kingdom's Unrest or other statistics negatively, but it does prevent you from building in those lots. You must Demolish that lot before you can build there again. When a single lot that contains part of a multi-lot structure is reduced to rubble, each of the lots that contained that structure are replaced with individual lots of rubble. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1836",
 "weakness": {}
}