{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Running Downtime"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-877",
 "markdown": "<title level=\"1\" right=\"Rules\">[Tasks and Events](/Rules.aspx?ID=877)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 25</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPlayers will often look to you for tasks they might take on during downtime, especially if they’re looking to Earn Income. You should also interject special events to surprise your players and add interesting scenes. If you need some quick ideas for tasks characters might offer a PC, look at the tables below for inspiration. The Earn Income tasks are arranged with tasks appropriate for low-level PCs first, but most can be adapted to the level you need. For the events, you might need to “zoom out” to focus on a special scene or even a short encounter or adventure.\n\n## Table 1-1: Earn Income Events\n<row gap=\"tiny\">\n<table> <tr><td>**Academia, Library, Other Educational Lore**</td></tr> <tr><td>Work at a school or library</td></tr> <tr><td>Compile information on a distant land for an expedition</td></tr> <tr><td>Serve as administrator for a school or library</td></tr> <tr><td>Acquire a rare book on dragons for a local noble</td></tr> <tr><td>**Crafting**</td></tr> <tr><td>Make tools for local farmers</td></tr> <tr><td>Brew a crate of healing potions for a local church or hospital</td></tr> <tr><td>Sew a dress for a noble’s debutante ball</td></tr> <tr><td>Supply magical weapons for the palace guard corps</td></tr> <tr><td>**Engineering Lore**</td></tr> <tr><td>Assess the fortifications built to protect a town</td></tr> <tr><td>Plan the mechanism for a drawbridge</td></tr> <tr><td>Create schematics for a new mill</td></tr> <tr><td>**Food or Drink Lore**</td></tr> <tr><td>Brew simple ale or cook an ordinary dish for the local inn</td></tr> <tr><td>Identify a dozen bottles of wine</td></tr> <tr><td>Create a showpiece dish for an upcoming festival</td></tr> <tr><td>Create a nine-course meal for a noble banquet</td></tr> <tr><td>**Genealogy Lore**</td></tr> <tr><td>Compile a family tree for a minor noble family</td></tr> <tr><td>Determine next of kin to settle an inheritance dispute</td></tr> <tr><td>Map the web of intermarriages of a sprawling royal family</td></tr> <tr><td>Determine the lineages of an ancient civilization</td></tr> <tr><td>Trace the lost heir of an ancient empire</td></tr> <tr><td>**Guild Lore**</td></tr> <tr><td>Recruit initiates for a guild</td></tr> <tr><td>Identify symbols of an ancient guild in a tome</td></tr> <tr><td>Consult on rearranging a guild’s hierarchy</td></tr> <tr><td>Oversee the merger of two guilds or one guild splitting into two</td></tr> <tr><td>**Herbalism Lore**</td></tr> <tr><td>Supply poultices to a physician</td></tr> <tr><td>Prepare herbs for a small restaurant</td></tr> <tr><td>Identify the poisonous plant eaten by a local lord</td></tr> <tr><td>**Legal Lore**</td></tr> <tr><td>Clear some minor red tape</td></tr> <tr><td>Defend someone charged with theft</td></tr> <tr><td>Bring a corrupt noble to justice through the legal system</td></tr> <tr><td>Find loopholes in a contract made with a devil</td></tr> <tr><td>**Mercantile Lore**</td></tr> <tr><td>Price a crate of imported textiles</td></tr> <tr><td>Find the best trade route for a pirate crew to raid</td></tr> <tr><td>Set exchange rates for a trade consortium</td></tr> <tr><td>**Mining Lore**</td></tr> <tr><td>Work a shift in a coal mine</td></tr> <tr><td>Determine where a raw ingot was mined</td></tr> <tr><td>Prospect to find a site for a new mine</td></tr> <tr><td>**Performance**</td></tr> <tr><td>Busk for townsfolk at a street fair</td></tr> <tr><td>Play in the orchestra at an opera</td></tr> <tr><td>Attend a society figure’s salon</td></tr> <tr><td>Perform for visiting nobles</td></tr> <tr><td>Impress a visiting maestro to bring glory to your hometown</td></tr> <tr><td>Put on a performance for a patron from another plane</td></tr> <tr><td>**Politics Lore**</td></tr> <tr><td>Lobby for a vote or decision to go a certain way</td></tr> <tr><td>Smear a noble to lower their station</td></tr> <tr><td>**Sailing Lore**</td></tr> <tr><td>Crew a ship on a short voyage</td></tr> <tr><td>Render a ship in dry-dock seaworthy</td></tr> <tr><td>Pilot a ship through monster-infested waters</td></tr> <tr><td>**Underworld Lore**</td></tr> <tr><td>Find out where a stolen item ended up</td></tr> <tr><td>Get someone an audience with the head of a thieves’ guild</td></tr> <tr><td>Smuggle a shipment of valuables out of the city</td></tr> <tr><td>**Warfare Lore**</td></tr> <tr><td>Teach a spear fighting class at a dojo</td></tr> <tr><td>Instruct an officer in various military stratagems</td></tr> <tr><td>Advise a general in planning a battlefield offensive</td></tr></table>\r\n</row>\n\n## Table 1-2: Downtime Events\n<row gap=\"tiny\">\n<table> <tr><td>**Craft or Earn Income (Crafting)**</td></tr> <tr><td>A shipment of important materials is delayed, and the PC must find out why.</td></tr> <tr><td>The PC creates a superlative work, which draws the attention of a collector or museum.</td></tr> <tr><td>The PC discovers a more efficient technique to work a material and must decide to share it or keep it secret.</td></tr> <tr><td>**Create a Forgery (Society)**</td></tr> <tr><td>The format for paperwork the PC is attempting to mimic gets changed, and they must adjust.</td></tr> <tr><td>The paperwork is spoiled by a freak accident, such as a leaky roof above the workshop or a clumsy assistant knocking over beakers of chemicals.</td></tr> <tr><td>A mysterious benefactor provides the PC with special tools or a source document they didn’t have, but suggests they’ll ask for a favor later to reciprocate.</td></tr> <tr><td>**Earn Income (General)**</td></tr> <tr><td>A fussy client demands multiple rounds of changes throughout the process.</td></tr> <tr><td>An accident at a work site puts someone in danger.</td></tr> <tr><td>Something the PC is working on becomes a fad or hit— demand skyrockets!</td></tr> <tr><td>A visitor is impressed with the PC’s work and offers them a more lucrative task in a distant location.</td></tr> <tr><td>Conditions on the job site are abysmal, and other workers ask the PC to join them in confronting the bosses.</td></tr> <tr><td>The bosses or guildmasters are doing something illegal and attempt to bribe the PC to look the other way.</td></tr> <tr><td>The PC returns to their work one day to find someone has tampered with what they’ve done.</td></tr> <tr><td>**Earn Income (Performance)**</td></tr> <tr><td>Due to the performance’s success, more shows are added, running the PC ragged.</td></tr> <tr><td>A competing show across town draws away customers.</td></tr> <tr><td>A powerful noble finances a special performance but demands some changes to the contents.</td></tr> <tr><td>One of the PC’s fellow performers doesn’t show up, but the show must go on!</td></tr> <tr><td>**Subsist (Survival)**</td></tr> <tr><td>Over a long time subsisting in a single area, the PC finds an unknown berry or herb that could be useful for making a new medicine.</td></tr> <tr><td>The PC finds signs indicating some large creature has been foraging as well—possibly a monster.</td></tr> <tr><td>**Buy and Sell Items**</td></tr> <tr><td>The PC sells an item of interest to members of a particular group, who pursue the PC.</td></tr> <tr><td>A merchant sells the PC a fraudulent item.</td></tr> <tr><td>A shop the PCs frequent is in trouble and about to go out of business without help.</td></tr> <tr><td>Someone else offers a higher bid for an item a PC wants, resulting in a negotiation or in the NPC offering a job the PC must perform to claim the item.</td></tr> <tr><td>**Retrain**</td></tr> <tr><td>The PC sustains an injury in physical training.</td></tr> <tr><td>Tapping into new magical powers inflicts a magical curse or creates an odd phenomenon.</td></tr> <tr><td>A retraining instructor falls ill or goes missing.</td></tr> <tr><td>Someone witnesses the PC retraining and asks to join them as they study or practice.</td></tr> <tr><td>The PC’s training comes to a halt, and they need to acquire a rare book or something similar to continue.</td></tr></table> </row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Tasks and Events",
 "next_link": {
  "label": "Money in Downtime",
  "url": "/Rules.aspx?ID=878"
 },
 "previous_link": {
  "label": "Buying and Selling",
  "url": "/Rules.aspx?ID=876"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 25</row>\r\n\r\nChapter 1: Gamemastery Basics / Running Downtime\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 25"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 25</row>",
 "speed": {},
 "text": " Tasks and Events Source Gamemastery Guide pg. 25 Players will often look to you for tasks they might take on during downtime, especially if they’re looking to Earn Income. You should also interject special events to surprise your players and add interesting scenes. If you need some quick ideas for tasks characters might offer a PC, look at the tables below for inspiration. The Earn Income tasks are arranged with tasks appropriate for low-level PCs first, but most can be adapted to the level you need. For the events, you might need to “zoom out” to focus on a special scene or even a short encounter or adventure. ## Table 1-1: Earn Income Events Academia, Library, Other Educational Lore Work at a school or library Compile information on a distant land for an expedition Serve as administrator for a school or library Acquire a rare book on dragons for a local noble Crafting Make tools for local farmers Brew a crate of healing potions for a local church or hospital Sew a dress for a noble’s debutante ball Supply magical weapons for the palace guard corps Engineering Lore Assess the fortifications built to protect a town Plan the mechanism for a drawbridge Create schematics for a new mill Food or Drink Lore Brew simple ale or cook an ordinary dish for the local inn Identify a dozen bottles of wine Create a showpiece dish for an upcoming festival Create a nine-course meal for a noble banquet Genealogy Lore Compile a family tree for a minor noble family Determine next of kin to settle an inheritance dispute Map the web of intermarriages of a sprawling royal family Determine the lineages of an ancient civilization Trace the lost heir of an ancient empire Guild Lore Recruit initiates for a guild Identify symbols of an ancient guild in a tome Consult on rearranging a guild’s hierarchy Oversee the merger of two guilds or one guild splitting into two Herbalism Lore Supply poultices to a physician Prepare herbs for a small restaurant Identify the poisonous plant eaten by a local lord Legal Lore Clear some minor red tape Defend someone charged with theft Bring a corrupt noble to justice through the legal system Find loopholes in a contract made with a devil Mercantile Lore Price a crate of imported textiles Find the best trade route for a pirate crew to raid Set exchange rates for a trade consortium Mining Lore Work a shift in a coal mine Determine where a raw ingot was mined Prospect to find a site for a new mine Performance Busk for townsfolk at a street fair Play in the orchestra at an opera Attend a society figure’s salon Perform for visiting nobles Impress a visiting maestro to bring glory to your hometown Put on a performance for a patron from another plane Politics Lore Lobby for a vote or decision to go a certain way Smear a noble to lower their station Sailing Lore Crew a ship on a short voyage Render a ship in dry-dock seaworthy Pilot a ship through monster-infested waters Underworld Lore Find out where a stolen item ended up Get someone an audience with the head of a thieves’ guild Smuggle a shipment of valuables out of the city Warfare Lore Teach a spear fighting class at a dojo Instruct an officer in various military stratagems Advise a general in planning a battlefield offensive ## Table 1-2: Downtime Events Craft or Earn Income (Crafting) A shipment of important materials is delayed, and the PC must find out why. The PC creates a superlative work, which draws the attention of a collector or museum. The PC discovers a more efficient technique to work a material and must decide to share it or keep it secret. Create a Forgery (Society) The format for paperwork the PC is attempting to mimic gets changed, and they must adjust. The paperwork is spoiled by a freak accident, such as a leaky roof above the workshop or a clumsy assistant knocking over beakers of chemicals. A mysterious benefactor provides the PC with special tools or a source document they didn’t have, but suggests they’ll ask for a favor later to reciprocate. Earn Income (General) A fussy client demands multiple rounds of changes throughout the process. An accident at a work site puts someone in danger. Something the PC is working on becomes a fad or hit— demand skyrockets! A visitor is impressed with the PC’s work and offers them a more lucrative task in a distant location. Conditions on the job site are abysmal, and other workers ask the PC to join them in confronting the bosses. The bosses or guildmasters are doing something illegal and attempt to bribe the PC to look the other way. The PC returns to their work one day to find someone has tampered with what they’ve done. Earn Income (Performance) Due to the performance’s success, more shows are added, running the PC ragged. A competing show across town draws away customers. A powerful noble finances a special performance but demands some changes to the contents. One of the PC’s fellow performers doesn’t show up, but the show must go on! Subsist (Survival) Over a long time subsisting in a single area, the PC finds an unknown berry or herb that could be useful for making a new medicine. The PC finds signs indicating some large creature has been foraging as well—possibly a monster. Buy and Sell Items The PC sells an item of interest to members of a particular group, who pursue the PC. A merchant sells the PC a fraudulent item. A shop the PCs frequent is in trouble and about to go out of business without help. Someone else offers a higher bid for an item a PC wants, resulting in a negotiation or in the NPC offering a job the PC must perform to claim the item. Retrain The PC sustains an injury in physical training. Tapping into new magical powers inflicts a magical curse or creates an odd phenomenon. A retraining instructor falls ill or goes missing. Someone witnesses the PC retraining and asks to join them as they study or practice. The PC’s training comes to a halt, and they need to acquire a rare book or something similar to continue. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=877",
 "weakness": {}
}