{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Running Downtime",
  "Retraining"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-882",
 "markdown": "<title level=\"1\" right=\"Rules\">[Teachers](/Rules.aspx?ID=882)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 26</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMost of the abilities PCs gain come through adventuring. They’re learning on the job! Retraining, on the other hand, is dedicated study that might require a teacher’s help. You don’t have to use teachers, but it gives you a great way to introduce a new NPC or bring back an existing one in a new role. The role of a teacher could also be filled by communing with nature for a druid, poring through a massive grimoire for a wizard, and so on. The important part is the guidance gained from that source. The following list includes sample teachers. \n<ul><li>Archwizard Koda Mohanz, wizard academy proctor </li><li>Bagra Redforge, aged artisan </li><li>Baroness Ivestia II, tutor in etiquette and social maneuvering </li><li>Byren Effestos, Esquire, advisor in matters of law, politics, and finance </li><li>Dr. Phinella Albor, professor of medicine and surgery </li><li>Dr. Revis Enzerrad, mystic versed in the occult </li><li>Grita the Swamp Sage, purveyor of strange draughts and cryptic riddles </li><li>Jeballewn Leastfire, tutor in alchemical experimentation </li><li>Kpunde Neverlost, retired veteran adventurer </li><li>Lyra, teller of legends and master of handicrafts </li><li>Major Venaeus, instructor of military tactics </li><li>Mother Elizia, high priest and religious scholar </li><li>Professor Kurid Yamarrupan, senior university lector </li><li>Quintari Solvar, coach for fitness and healthy living </li><li>Ragged Sanden, hermit and speaker for nature </li><li>Silent Flame, Master of the Seventeen Forms </li><li>Tembly the Daring, veteran acrobat and circus performer </li><li>Twelve Fingers, experienced thief and spy </li><li>Wen Hardfoot, well-traveled scout and naturalist </li><li>Zuleri Gan, conductor, playwright, and music scholar</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Teachers",
 "next_link": {
  "label": "Extreme Retraining",
  "url": "/Rules.aspx?ID=883"
 },
 "previous_link": {
  "label": "Money in Downtime",
  "url": "/Rules.aspx?ID=878"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 26</row>\r\n\r\nChapter 1: Gamemastery Basics / Running Downtime / Retraining\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 26"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 26</row>",
 "speed": {},
 "text": " Teachers Source Gamemastery Guide pg. 26 Most of the abilities PCs gain come through adventuring. They’re learning on the job! Retraining, on the other hand, is dedicated study that might require a teacher’s help. You don’t have to use teachers, but it gives you a great way to introduce a new NPC or bring back an existing one in a new role. The role of a teacher could also be filled by communing with nature for a druid, poring through a massive grimoire for a wizard, and so on. The important part is the guidance gained from that source. The following list includes sample teachers. Archwizard Koda Mohanz, wizard academy proctor Bagra Redforge, aged artisan Baroness Ivestia II, tutor in etiquette and social maneuvering Byren Effestos, Esquire, advisor in matters of law, politics, and finance Dr. Phinella Albor, professor of medicine and surgery Dr. Revis Enzerrad, mystic versed in the occult Grita the Swamp Sage, purveyor of strange draughts and cryptic riddles Jeballewn Leastfire, tutor in alchemical experimentation Kpunde Neverlost, retired veteran adventurer Lyra, teller of legends and master of handicrafts Major Venaeus, instructor of military tactics Mother Elizia, high priest and religious scholar Professor Kurid Yamarrupan, senior university lector Quintari Solvar, coach for fitness and healthy living Ragged Sanden, hermit and speaker for nature Silent Flame, Master of the Seventeen Forms Tembly the Daring, veteran acrobat and circus performer Twelve Fingers, experienced thief and spy Wen Hardfoot, well-traveled scout and naturalist Zuleri Gan, conductor, playwright, and music scholar ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=882",
 "weakness": {}
}