{
 "breadcrumbs": [
  "Introduction",
  "World-Building and Tone"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1643",
 "markdown": "<title level=\"1\" right=\"Rules\">[Technology in Golarion Today](/Rules.aspx?ID=1643)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 8</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nOver the last two decades, Golarion, and especially the Inner Sea region comprised of the continent of Avistan and the northern portion of the continent of Garund, have been beset by catastrophe after catastrophe. Armies of demons pouring forth from a wound in the world itself, time-displaced wizards inciting chaos to restore their faded glory, armies of giants and hobgoblins, and an evil lich leading undead hordes have all assaulted the people of Golarion and set them reeling time and time again. While these events have delayed certain technological advancements, they have spurred others. Firearms are more prevalent in Golarion than they've ever been before, and artificers in Varisia, Absalom, and northern Garund constantly create new devices both wondrous and terrible. Golarion stands on a cusp, with alchemy prominent, clockworks poised to expand, and steam-powered technology just entering its early days of exciting innovation. These technologies may be limited in their spread now but are positioned to bring great change and advancement to Golarion. That isn't a guarantee, however. These advancements might all come crashing down if the forces that seek the dissolution of science and social cohesion have their way. Fortunately, Golarion is also a world where heroes inevitably rise up to face such challenges and take action to secure a future of limitless possibility.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Technology in Golarion Today",
 "next_link": {
  "label": "Modularity",
  "url": "/Rules.aspx?ID=1644"
 },
 "previous_link": {
  "label": "Alchemy's Influence on Technology",
  "url": "/Rules.aspx?ID=1642"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 8</row>\r\n\r\nIntroduction / World-Building and Tone\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 8"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 8</row>",
 "speed": {},
 "text": " Technology in Golarion Today Source Guns &amp; Gears pg. 8 Over the last two decades, Golarion, and especially the Inner Sea region comprised of the continent of Avistan and the northern portion of the continent of Garund, have been beset by catastrophe after catastrophe. Armies of demons pouring forth from a wound in the world itself, time-displaced wizards inciting chaos to restore their faded glory, armies of giants and hobgoblins, and an evil lich leading undead hordes have all assaulted the people of Golarion and set them reeling time and time again. While these events have delayed certain technological advancements, they have spurred others. Firearms are more prevalent in Golarion than they've ever been before, and artificers in Varisia, Absalom, and northern Garund constantly create new devices both wondrous and terrible. Golarion stands on a cusp, with alchemy prominent, clockworks poised to expand, and steam-powered technology just entering its early days of exciting innovation. These technologies may be limited in their spread now but are positioned to bring great change and advancement to Golarion. That isn't a guarantee, however. These advancements might all come crashing down if the forces that seek the dissolution of science and social cohesion have their way. Fortunately, Golarion is also a world where heroes inevitably rise up to face such challenges and take action to secure a future of limitless possibility. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1643",
 "weakness": {}
}