{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1729",
 "markdown": "<title level=\"1\" right=\"Rules\">[Tempting Curses](/Rules.aspx?ID=1729)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 162</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThere is a cruel logic to most curses, which torment their victims in ways that speak to their misdeeds. Each curse becomes a cautionary tale of the price of bad behavior returned threefold. The thief's pockets sag under the weight of stolen goods. The stench of death follows the grave robber. However, not all curses start with a punishment; some present a tempting offer instead, promising power in exchange for an ever-tightening hold, eventually making the curse irresistible. \n\nThese curses mostly follow the rules for [Curses](/Rules.aspx?ID=1114), but they also include a tempted version of the curse, which usually grants greater power... at a steeper price. A PC can activate the tempted version of the curse as a free action, which has the [concentrate](/Traits.aspx?ID=32) trait. While active, the tempted version of the curse affects the target instead of the ongoing effect. The tempted version is active until the target next makes their daily preparations, at which time the curse returns to its ongoing effect and the PC can attempt a new saving throw to remove the curse. Activating the tempted version increases the save DC of the curse by 1. This increase is permanent and cumulative for each time the target activates the tempted version.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Tempting Curses",
 "next_link": {
  "label": "Bargained Contracts",
  "url": "/Rules.aspx?ID=1730"
 },
 "previous_link": {
  "label": "Apocryphal Domain Spells",
  "url": "/Rules.aspx?ID=1728"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 162</row>\n\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 162"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 162</row>",
 "speed": {},
 "text": " Tempting Curses Source Dark Archive pg. 162 There is a cruel logic to most curses, which torment their victims in ways that speak to their misdeeds. Each curse becomes a cautionary tale of the price of bad behavior returned threefold. The thief's pockets sag under the weight of stolen goods. The stench of death follows the grave robber. However, not all curses start with a punishment; some present a tempting offer instead, promising power in exchange for an ever-tightening hold, eventually making the curse irresistible. These curses mostly follow the rules for Curses, but they also include a tempted version of the curse, which usually grants greater power... at a steeper price. A PC can activate the tempted version of the curse as a free action, which has the concentrate trait. While active, the tempted version of the curse affects the target instead of the ongoing effect. The tempted version is active until the target next makes their daily preparations, at which time the curse returns to its ongoing effect and the PC can attempt a new saving throw to remove the curse. Activating the tempted version increases the save DC of the curse by 1. This increase is permanent and cumulative for each time the target activates the tempted version. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1729",
 "weakness": {}
}