{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Damage",
  "Step 3: Apply the Target's Immunities, Weaknesses, and Resistances"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-344",
 "markdown": "<title level=\"1\" right=\"Rules\">[Temporary Immunity](/Rules.aspx?ID=344)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 453 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nSome effects grant you immunity to the same effect for a set amount of time. If an effect grants you temporary immunity, repeated applications of that effect don’t affect you for as long as the temporary immunity lasts. Unless the effect says it applies only to a certain creature’s ability, it doesn’t matter who created the effect. For example, the [_blindness_](/Spells.aspx?ID=26) spell says, “The target is temporarily immune to _blindness_ for 1 minute.” If anyone casts _blindness_ on that creature again before 1 minute passes, the spell has no effect. \n\n Temporary immunity doesn’t prevent or end ongoing effects of the source of the temporary immunity. For instance, if an ability makes you frightened and you then gain temporary immunity to the ability, you don’t immediately lose the frightened condition due to the immunity you just gained—you simply don’t become frightened if you’re targeted by the ability again before the immunity ends.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Temporary Immunity",
 "next_link": {
  "label": "Weaknesses",
  "url": "/Rules.aspx?ID=345"
 },
 "previous_link": {
  "label": "Immunity",
  "url": "/Rules.aspx?ID=343"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 453 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Damage / Step 3: Apply the Target's Immunities, Weaknesses, and Resistances\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 453"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 453 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Temporary Immunity Source Core Rulebook pg. 453 4.0 Some effects grant you immunity to the same effect for a set amount of time. If an effect grants you temporary immunity, repeated applications of that effect don’t affect you for as long as the temporary immunity lasts. Unless the effect says it applies only to a certain creature’s ability, it doesn’t matter who created the effect. For example, the blindness spell says, “The target is temporarily immune to blindness for 1 minute.” If anyone casts blindness on that creature again before 1 minute passes, the spell has no effect. Temporary immunity doesn’t prevent or end ongoing effects of the source of the temporary immunity. For instance, if an ability makes you frightened and you then gain temporary immunity to the ability, you don’t immediately lose the frightened condition due to the immunity you just gained—you simply don’t become frightened if you’re targeted by the ability again before the immunity ends. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=344",
 "weakness": {}
}