{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Kingdom Rules"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1791",
 "markdown": "<title level=\"1\" right=\"Rules\">[Terrain Features](/Rules.aspx?ID=1791)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 535</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMany hexes have features that grant benefits once claimed. In some cases, certain Region activities must be taken before a hex's benefits can be enjoyed. These terrain features offer unique opportunities for a kingdom to add something special to its national character and may improve one or more of the kingdom's statistics. Some hexes offer one-of-a-kind benefits which are fully described within the adventure itself; more common terrain features are presented here.\n\n A single hex can contain only one terrain feature. If you want to construct a feature in a hex that already contains a feature, you must first [Clear the Hex](/Actions.aspx?ID=1374) unless otherwise specified in the text.\n\n **Bridge**: A hex that contains an easy land route over a river (be it a bridge or a ford) bypasses the normal increase in RP cost to [Build Roads](/Actions.aspx?ID=1390) in that hex. A Settlement can be built in a hex with a Bridge; doing so allows that Settlement to start with a Bridge structure on one water border.\n\n **Farmland**: No Farmland hexes exist in the Stolen Lands at the start of Kingmaker; they must be created by the PCs via the [Establish Farmland](/Actions.aspx?ID=1383) activity. Each Farmland hex reduces a kingdom's [Consumption](/Rules.aspx?ID=1828) score by 1, provided the Farmland lies in the area of influence of one of its settlements. Settlements cannot be built in a Farmland hex. Some kingdom events can result in Farmland being destroyed. When that happens, the hex loses its Farmland status. To restore it, a PC must successfully use the Establish Farmland activity on the hex during a future Kingdom turn.\n\n **Freehold**: A Freehold is a special kind of Settlement— one that's not part of your kingdom. It may be of any size, from a village to a city. If you can convince the locals that your leadership is worthy, they may choose to join your nation and become your citizens. Bringing a Freehold into a kingdom requires a successful [Pledge of Fealty](/Actions.aspx?ID=1379) leadership action. When a new settlement joins a kingdom, immediately add that settlement and its structures to the kingdom (as detailed in the encounter text). The kingdom gains no XP for any improvements already built there. Any future improvements built there grant normal XP awards.\n\n **Landmark**: A Landmark is a site of great pride, mystery, or wonder, such as an outcropping in the shape of a human face, a supernaturally ancient tree, or a lake with an unusual color. Adding Landmarks to a kingdom inspires its artists and bolsters kingdom morale. When the PCs add a Landmark hex to a kingdom, reduce Unrest by 1d4, and until the end of your next Kingdom turn, all Culture- and Economy-based skill checks gain a +2 circumstance bonus. When a kingdom claims its first Landmark hex, it gains 40 kingdom XP as a [milestone award](/Rules.aspx?ID=1816).\n\n **Refuge**: A Refuge is a place where people can shelter in safety, such as a hidden valley, a cave system, an isle in the middle of a river, or similar naturally defensible location that can be used as a safe fallback point, storage location, or even a guard post or prison. At the GM's option, creature lairs may function as potential Refuges when claimed, provided the creatures that dwell there are defeated or allied with. When you claim a Refuge hex, reduce one of the kingdom's Ruins by 1, and until the end of your next Kingdom turn, all Loyalty- and Stability-based skill checks gain a +2 circumstance bonus. When a kingdom claims its first Refuge hex, it gains 40 kingdom XP as a milestone award.\n\n **Resource**: Any hex indicated as being a particularly dense or lucrative source of Lumber, Ore, or Stone makes for an excellent place to [Establish a Work Site](/Actions.aspx?ID=1392). If the PCs Establish a Work Site in such a hex that focuses on the appropriate type of Commodity (as indicated in the encounter text), all Commodities produced are doubled.\n\n **Ruins**: Ruins in a hex consist of a partially destroyed structure, often one that has been claimed by bandits, monsters, or other inhabitants. If you [Claim](/Actions.aspx?ID=1373) and [Clear](/Actions.aspx?ID=1374) a hex with Ruins in it, you can thereafter use what remains of the Ruins as the basis of an appropriate type of Settlement structure (as indicated by the encounter text), reducing the cost of that structure by half.\n\n **Settlement**: A Settlement can be a village, town, city, or metropolis; see [Settlements](/Rules.aspx?ID=1819) for full details.\n\n **Structure**: If the PCs Clear a hex that contains a Structure, they can automatically add that structure to a settlement founded there, free of cost. Each specific hex encounter area in this Adventure Path notes any types of structure it contains, as appropriate.\n\n **Work Site**: A Work Site generates commodities each Kingdom turn once you establish it via Establish Work Site. A Work Site established in a regular hex generates 1 Lumber, 1 Stone, or 1 Ore, depending on what type of site it is. Unlike most features, a Work Site can be constructed in a hex that already features a Resource, provided the Work Site is focused on harvesting that specific Resource. A Work Site established in a Resource hex doubles its Commodity production to 2. Work Site Commodities accumulate during the [Upkeep phase](/Rules.aspx?ID=1798) of a Kingdom turn. Some kingdom events can result in Work Sites being destroyed. When that happens, the hex loses its Work Site status; to restore it, you must successfully perform the Establish Work Site activity on the hex during a future Kingdom turn.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Terrain Features",
 "next_link": {
  "label": "Fame and Infamy",
  "url": "/Rules.aspx?ID=1792"
 },
 "previous_link": {
  "label": "Commodities",
  "url": "/Rules.aspx?ID=1790"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 535</row>\r\n\r\nAppendix 2: Kingdoms / Kingdom Rules\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 535"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 535</row>",
 "speed": {},
 "text": " Terrain Features Source Kingmaker Adventure Path pg. 535 Many hexes have features that grant benefits once claimed. In some cases, certain Region activities must be taken before a hex's benefits can be enjoyed. These terrain features offer unique opportunities for a kingdom to add something special to its national character and may improve one or more of the kingdom's statistics. Some hexes offer one-of-a-kind benefits which are fully described within the adventure itself; more common terrain features are presented here. A single hex can contain only one terrain feature. If you want to construct a feature in a hex that already contains a feature, you must first Clear the Hex unless otherwise specified in the text. Bridge : A hex that contains an easy land route over a river (be it a bridge or a ford) bypasses the normal increase in RP cost to Build Roads in that hex. A Settlement can be built in a hex with a Bridge; doing so allows that Settlement to start with a Bridge structure on one water border. Farmland : No Farmland hexes exist in the Stolen Lands at the start of Kingmaker; they must be created by the PCs via the Establish Farmland activity. Each Farmland hex reduces a kingdom's Consumption score by 1, provided the Farmland lies in the area of influence of one of its settlements. Settlements cannot be built in a Farmland hex. Some kingdom events can result in Farmland being destroyed. When that happens, the hex loses its Farmland status. To restore it, a PC must successfully use the Establish Farmland activity on the hex during a future Kingdom turn. Freehold : A Freehold is a special kind of Settlement— one that's not part of your kingdom. It may be of any size, from a village to a city. If you can convince the locals that your leadership is worthy, they may choose to join your nation and become your citizens. Bringing a Freehold into a kingdom requires a successful Pledge of Fealty leadership action. When a new settlement joins a kingdom, immediately add that settlement and its structures to the kingdom (as detailed in the encounter text). The kingdom gains no XP for any improvements already built there. Any future improvements built there grant normal XP awards. Landmark : A Landmark is a site of great pride, mystery, or wonder, such as an outcropping in the shape of a human face, a supernaturally ancient tree, or a lake with an unusual color. Adding Landmarks to a kingdom inspires its artists and bolsters kingdom morale. When the PCs add a Landmark hex to a kingdom, reduce Unrest by 1d4, and until the end of your next Kingdom turn, all Culture- and Economy-based skill checks gain a +2 circumstance bonus. When a kingdom claims its first Landmark hex, it gains 40 kingdom XP as a milestone award. Refuge : A Refuge is a place where people can shelter in safety, such as a hidden valley, a cave system, an isle in the middle of a river, or similar naturally defensible location that can be used as a safe fallback point, storage location, or even a guard post or prison. At the GM's option, creature lairs may function as potential Refuges when claimed, provided the creatures that dwell there are defeated or allied with. When you claim a Refuge hex, reduce one of the kingdom's Ruins by 1, and until the end of your next Kingdom turn, all Loyalty- and Stability-based skill checks gain a +2 circumstance bonus. When a kingdom claims its first Refuge hex, it gains 40 kingdom XP as a milestone award. Resource : Any hex indicated as being a particularly dense or lucrative source of Lumber, Ore, or Stone makes for an excellent place to Establish a Work Site. If the PCs Establish a Work Site in such a hex that focuses on the appropriate type of Commodity (as indicated in the encounter text), all Commodities produced are doubled. Ruins : Ruins in a hex consist of a partially destroyed structure, often one that has been claimed by bandits, monsters, or other inhabitants. If you Claim and Clear a hex with Ruins in it, you can thereafter use what remains of the Ruins as the basis of an appropriate type of Settlement structure (as indicated by the encounter text), reducing the cost of that structure by half. Settlement : A Settlement can be a village, town, city, or metropolis; see Settlements for full details. Structure : If the PCs Clear a hex that contains a Structure, they can automatically add that structure to a settlement founded there, free of cost. Each specific hex encounter area in this Adventure Path notes any types of structure it contains, as appropriate. Work Site : A Work Site generates commodities each Kingdom turn once you establish it via Establish Work Site. A Work Site established in a regular hex generates 1 Lumber, 1 Stone, or 1 Ore, depending on what type of site it is. Unlike most features, a Work Site can be constructed in a hex that already features a Resource, provided the Work Site is focused on harvesting that specific Resource. A Work Site established in a Resource hex doubles its Commodity production to 2. Work Site Commodities accumulate during the Upkeep phase of a Kingdom turn. Some kingdom events can result in Work Sites being destroyed. When that happens, the hex loses its Work Site status; to restore it, you must successfully perform the Establish Work Site activity on the hex during a future Kingdom turn. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1791",
 "weakness": {}
}