{
 "breadcrumbs": [
  "Book of Unlimited Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1567",
 "markdown": "<title level=\"1\" right=\"Rules\">[Thassilonian Rune Magic](/Rules.aspx?ID=1567)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 238 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n_The ancient empire of Thassilon was ruled by eight powerful wizards from the even older empire of Azlant. Their leader, Xin, led his seven allies, who would become his first governors and the first runelords, to a new land where they could pursue their studies and begin an empire of their own._\n\n **Rarity**: [Rare](/Traits.aspx?ID=137)\n\n Xin and the rest of the runelords focused their studies on the discernible fragments of magic's raw nature, expanding upon the use and understanding of runes from the Azlanti tradition to raise rune magic as paramount to their new empire. Xin began with relatively high-minded intentions. He focused his research on seven powerful runes that he believed represented entire schools of magic, and on associated mental schemas and mindsets that would allow a wizard to truly master those schools. Xin taught these seven mindsets as virtues corresponding to each of the seven schools of Thassilonian magic, such as confidence rooted in humility, and passion steeped in love. Later, he offered a list of seven rewards for the appropriate usage of magic from each school.\n\n But Xin's experimentation was built on a shaky foundation. The runes offered a powerful temptation to lose control, turning virtue into vice. When humility became pride and love became lust, Xin's most powerful runelords—Xanderghul of illusion and Sorshen of enchantment—formed a secret pact with the others to overthrow Xin and create a sinful empire where each of their seven provinces was a runelord's fiefdom and there was no higher authority to prevent the wizards of each province from falling deeper and deeper into sin.\n\n The runelords ruled Thassilon for many centuries, but nothing lasts forever, and the apocalypse known as Earthfall didn't spare Thassilon from the devastation it brought to the rest of the world. The runelords had forewarning, and each used extreme measures to survive, but due to a series of failures in their contingencies, it would be 10,000 years before they began to rise again. As the risen runelords clashed and heroes stepped in to oppose their return, time itself strained and tore, and an entire Thassilonian city, once sheltered from the passage of the eons, emerged once more into the world along with an entire populace of time-displaced citizens.\n\n Today, New Thassilon consists of two opposing lands. While Belimarius, the runelord of abjuration, rules over a kingdom keeping to the old and sinful ways of late Thassilon, Sorshen, once the runelord of enchantment, seeks to turn over a new leaf after a millennium of depraved evil and subjugation. As she seeks redemption, so too do those in her province seek to return to the study of the original meanings of the runes, eschewing the sinful ways of the late empire. It is in Sorshen's realm of Eurythnia that the understanding of runes and rune magic has begun to expand again, a lively scholastic revolution that mixes rediscovering the lore of Thassilon's founding and catching up with relevant magical innovations from the intervening 10,000 years. The term “runelord” has begun to shift in the vernacular, since Belimarius and Sorshen are independent queens and not the governors of provinces of imperial Thassilon. At first there was some inertia; practitioners had to overcome what felt almost like blasphemy, deigning to call themselves by the same title as their godlike rulers. But before long, those following the path of Thassilonian rune magic began to adopt the moniker as their own.\n\n These new runelords each forge their own path; some remain in New Thassilon to continue their research, while others explore this young world or even become adventurers. No matter what other motivations they might have, runelords are fascinated with advancing the study of rune magic. How deeply to engage in their magic's associated mindset is a thoroughly personal decision, and every runelord has their own perspective on the matter. It is usually best to assume nothing about a particular runelord before spending time with them to take their measure, as runelords who avoid any hint of sin don't appreciate being lumped in with those who indulge deeply, and vice versa.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1568\" />",
 "name": "Thassilonian Rune Magic",
 "next_link": {
  "label": "True Names",
  "url": "/Rules.aspx?ID=1569"
 },
 "previous_link": {
  "label": "Soulforged Armaments",
  "url": "/Rules.aspx?ID=1560"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 238 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 238"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 238 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Thassilonian Rune Magic Source Secrets of Magic pg. 238 1.1 The ancient empire of Thassilon was ruled by eight powerful wizards from the even older empire of Azlant. Their leader, Xin, led his seven allies, who would become his first governors and the first runelords, to a new land where they could pursue their studies and begin an empire of their own. Rarity : Rare Xin and the rest of the runelords focused their studies on the discernible fragments of magic's raw nature, expanding upon the use and understanding of runes from the Azlanti tradition to raise rune magic as paramount to their new empire. Xin began with relatively high-minded intentions. He focused his research on seven powerful runes that he believed represented entire schools of magic, and on associated mental schemas and mindsets that would allow a wizard to truly master those schools. Xin taught these seven mindsets as virtues corresponding to each of the seven schools of Thassilonian magic, such as confidence rooted in humility, and passion steeped in love. Later, he offered a list of seven rewards for the appropriate usage of magic from each school. But Xin's experimentation was built on a shaky foundation. The runes offered a powerful temptation to lose control, turning virtue into vice. When humility became pride and love became lust, Xin's most powerful runelords—Xanderghul of illusion and Sorshen of enchantment—formed a secret pact with the others to overthrow Xin and create a sinful empire where each of their seven provinces was a runelord's fiefdom and there was no higher authority to prevent the wizards of each province from falling deeper and deeper into sin. The runelords ruled Thassilon for many centuries, but nothing lasts forever, and the apocalypse known as Earthfall didn't spare Thassilon from the devastation it brought to the rest of the world. The runelords had forewarning, and each used extreme measures to survive, but due to a series of failures in their contingencies, it would be 10,000 years before they began to rise again. As the risen runelords clashed and heroes stepped in to oppose their return, time itself strained and tore, and an entire Thassilonian city, once sheltered from the passage of the eons, emerged once more into the world along with an entire populace of time-displaced citizens. Today, New Thassilon consists of two opposing lands. While Belimarius, the runelord of abjuration, rules over a kingdom keeping to the old and sinful ways of late Thassilon, Sorshen, once the runelord of enchantment, seeks to turn over a new leaf after a millennium of depraved evil and subjugation. As she seeks redemption, so too do those in her province seek to return to the study of the original meanings of the runes, eschewing the sinful ways of the late empire. It is in Sorshen's realm of Eurythnia that the understanding of runes and rune magic has begun to expand again, a lively scholastic revolution that mixes rediscovering the lore of Thassilon's founding and catching up with relevant magical innovations from the intervening 10,000 years. The term “runelord” has begun to shift in the vernacular, since Belimarius and Sorshen are independent queens and not the governors of provinces of imperial Thassilon. At first there was some inertia; practitioners had to overcome what felt almost like blasphemy, deigning to call themselves by the same title as their godlike rulers. But before long, those following the path of Thassilonian rune magic began to adopt the moniker as their own. These new runelords each forge their own path; some remain in New Thassilon to continue their research, while others explore this young world or even become adventurers. No matter what other motivations they might have, runelords are fascinated with advancing the study of rune magic. How deeply to engage in their magic's associated mindset is a thoroughly personal decision, and every runelord has their own perspective on the matter. It is usually best to assume nothing about a particular runelord before spending time with them to take their measure, as runelords who avoid any hint of sin don't appreciate being lumped in with those who indulge deeply, and vice versa. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1567",
 "weakness": {}
}