{
 "breadcrumbs": [
  "Life in the Academy"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1468",
 "markdown": "<title level=\"1\" right=\"Rules\">[The Five Branches of Scholarship](/Rules.aspx?ID=1468)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 61</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMagaambyan scholars believe in many fundamental values of scholarship. Key among them are adaptability, camaraderie, imagination, knowledge, and valor. The school's faculty and lessons are divided into five branches, each emphasizing one of these values.\n\n **Cascade Bearers** esteem **imagination**, from the dreams of the most visionary magical theorists to the innovations of creative problem-solvers of all stripes.\n\n **Emerald Boughs** emphasize **camaraderie**, the sense of community and connection to fellow Magaambyans; they also interact with those outside the Magaambya and spread the academy's message.\n\n **Rain-Scribes** value **adaptability** in thoughts and deeds, as well as a willingness to admit errors and learn from past mistakes.\n\n **Tempest-Sun Mages** inspire **valor**, not only the physical courage to stand up for friends and the school, but also the intellectual courage to consider opposing viewpoints and widen one's understanding rather than staying entrenched in a single paradigm.\n\n **Uzunjati** understand that **knowledge** lives in stories passed down through the generations and also is earned every day through personal experience.\n\n While all Magaambyans are expected to embody these values to varying degrees, and members of the different branches work together on and off campus, every student joins one primary branch to shape their academic understanding. In addition to this choice, you'll also select a secondary branch that influences the expression of your primary branch and supplements your education. Your learning within these branches progresses from levels 1 to 20, just like your character. You can never have more levels in your primary branch than your character's level, and you can never have more levels in your secondary branch than half your character's level. When you create your character, choose a primary branch and a secondary branch; both begin at level 0.\n\n Classes at the Magaambya are open to students of any branch, but each focuses on the values embodied by a specific branch. If your primary branch is Tempest-Sun Mages and your secondary branch is Rain-Scribes, you'll attend Tempest-Sun Mage classes to advance your level in your primary branch or Rain-Scribe classes to advance your level in your secondary branch. You don't need to create a specific course load or class schedule, since you're always choosing whether to focus on your primary or secondary branch.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1469\" />\r\n\r\n<document level=\"2\" id=\"rules-1470\" />",
 "name": "The Five Branches of Scholarship",
 "next_link": {
  "label": "Advancing Your Branch Level",
  "url": "/Rules.aspx?ID=1471"
 },
 "previous_link": {
  "label": "Researching the Malevolence",
  "url": "/Rules.aspx?ID=1463"
 },
 "rarity": "common",
 "release_date": "2021-08-05",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 61</row>\r\n\r\nLife in the Academy\r\n</additional-info>",
 "source": [
  "Pathfinder #169: Kindled Magic"
 ],
 "source_raw": [
  "Pathfinder #169: Kindled Magic pg. 61"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Strength of Thousands",
 "source_markdown": "<row gap=\"tiny\">[Pathfinder #169: Kindled Magic](/Sources.aspx?ID=94) pg. 61</row>",
 "speed": {},
 "text": " The Five Branches of Scholarship Source Pathfinder #169: Kindled Magic pg. 61 Magaambyan scholars believe in many fundamental values of scholarship. Key among them are adaptability, camaraderie, imagination, knowledge, and valor. The school's faculty and lessons are divided into five branches, each emphasizing one of these values. Cascade Bearers esteem imagination , from the dreams of the most visionary magical theorists to the innovations of creative problem-solvers of all stripes. Emerald Boughs emphasize camaraderie , the sense of community and connection to fellow Magaambyans; they also interact with those outside the Magaambya and spread the academy's message. Rain-Scribes value adaptability in thoughts and deeds, as well as a willingness to admit errors and learn from past mistakes. Tempest-Sun Mages inspire valor , not only the physical courage to stand up for friends and the school, but also the intellectual courage to consider opposing viewpoints and widen one's understanding rather than staying entrenched in a single paradigm. Uzunjati understand that knowledge lives in stories passed down through the generations and also is earned every day through personal experience. While all Magaambyans are expected to embody these values to varying degrees, and members of the different branches work together on and off campus, every student joins one primary branch to shape their academic understanding. In addition to this choice, you'll also select a secondary branch that influences the expression of your primary branch and supplements your education. Your learning within these branches progresses from levels 1 to 20, just like your character. You can never have more levels in your primary branch than your character's level, and you can never have more levels in your secondary branch than half your character's level. When you create your character, choose a primary branch and a secondary branch; both begin at level 0. Classes at the Magaambya are open to students of any branch, but each focuses on the values embodied by a specific branch. If your primary branch is Tempest-Sun Mages and your secondary branch is Rain-Scribes, you'll attend Tempest-Sun Mage classes to advance your level in your primary branch or Rain-Scribe classes to advance your level in your secondary branch. You don't need to create a specific course load or class schedule, since you're always choosing whether to focus on your primary or secondary branch. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1468",
 "weakness": {}
}