{
 "breadcrumbs": [
  "Book of Unlimited Magic",
  "Thassilonian Rune Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1568",
 "markdown": "<title level=\"1\" right=\"Rules\">[The Seven Schools](/Rules.aspx?ID=1568)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 238 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe following seven schools are considered proper specializations of Thassilonian rune magic. In this paradigm, the Thassilonians considered divination magic to be something every wizard should learn but that none need take the effort to master. \n\n<title level=\"2\" right=\"\">Abjuration (Envy)</title> Runelords of abjuration specialize in protective magic and in suppressing all other magic to glorify their own. <br />**Prohibited Schools** evocation, necromancy; **Rune Spells** initial: [_blind ambition_](/Spells.aspx?ID=404), advanced: [_competitive edge_](/Spells.aspx?ID=409) \n\n<title level=\"2\" right=\"\">Conjuration (Sloth)</title> Runelords of conjuration use their magic to create what they need as they need it, and call forth servants to do their bidding. <br />**Prohibited Schools** evocation, illusion; **Rune Spells** initial: [_efficient apport_](/Spells.aspx?ID=1062), advanced: [_swamp of sloth_](/Spells.aspx?ID=516) \n\n<title level=\"2\" right=\"\">Enchantment (Lust)</title> Runelords of enchantment specialize in magic that compels and controls the minds of others, often to fulfill their own needs and desires. <br />**Prohibited Schools** necromancy, transmutation; **Rune Spells** initial: [_charming touch_](/Spells.aspx?ID=406), advanced: [_captivating adoration_](/Spells.aspx?ID=405) \n\n<title level=\"2\" right=\"\">Evocation (Wrath)</title> Runelords of evocation channel raw destructive energies and direct them toward all who would oppose their will. <br />**Prohibited Schools** abjuration, conjuration; **Rune Spells** initial: [_weapon surge_](/Spells.aspx?ID=469), advanced: [_zeal for battle_](/Spells.aspx?ID=472) \n\n<title level=\"2\" right=\"\">Illusion (Pride)</title> Runelords of illusion use magic to create the perfect appearance and fool others through trickery, deception, and misdirection. <br />**Prohibited Schools** conjuration, transmutation; **Rune Spells** initial: [_veil of confidence_](/Spells.aspx?ID=466), advanced: [_delusional pride_](/Spells.aspx?ID=414) \n\n<title level=\"2\" right=\"\">Necromancy (Gluttony)</title> Runelords of necromancy tap into their constant hunger for more power and enhancing their longevity, potentially even unto undeath. <br />**Prohibited Schools** abjuration, enchantment; **Rune Spells** initial: [_overstuff_](/Spells.aspx?ID=436), advanced: [_take its course_](/Spells.aspx?ID=456) \n\n<title level=\"2\" right=\"\">Transmutation (Greed)</title> Runelords of transmutation not only transform objects to create value, but also transform and enhance their own power. <br />**Prohibited Schools** enchantment, illusion; **Rune Spells** initial: [_appearance of wealth_](/Spells.aspx?ID=400), advanced: [_precious metals_](/Spells.aspx?ID=440)\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "The Seven Schools",
 "next_link": {
  "label": "True Names",
  "url": "/Rules.aspx?ID=1569"
 },
 "previous_link": {
  "label": "Soulforged Armaments",
  "url": "/Rules.aspx?ID=1560"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 238 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic / Thassilonian Rune Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 238"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 238 <sup>1.1</sup></row>",
 "speed": {},
 "text": " The Seven Schools Source Secrets of Magic pg. 238 1.1 The following seven schools are considered proper specializations of Thassilonian rune magic. In this paradigm, the Thassilonians considered divination magic to be something every wizard should learn but that none need take the effort to master. Abjuration (Envy) Runelords of abjuration specialize in protective magic and in suppressing all other magic to glorify their own. Prohibited Schools evocation, necromancy; Rune Spells initial: blind ambition , advanced: competitive edge Conjuration (Sloth) Runelords of conjuration use their magic to create what they need as they need it, and call forth servants to do their bidding. Prohibited Schools evocation, illusion; Rune Spells initial: efficient apport , advanced: swamp of sloth Enchantment (Lust) Runelords of enchantment specialize in magic that compels and controls the minds of others, often to fulfill their own needs and desires. Prohibited Schools necromancy, transmutation; Rune Spells initial: charming touch , advanced: captivating adoration Evocation (Wrath) Runelords of evocation channel raw destructive energies and direct them toward all who would oppose their will. Prohibited Schools abjuration, conjuration; Rune Spells initial: weapon surge , advanced: zeal for battle Illusion (Pride) Runelords of illusion use magic to create the perfect appearance and fool others through trickery, deception, and misdirection. Prohibited Schools conjuration, transmutation; Rune Spells initial: veil of confidence , advanced: delusional pride Necromancy (Gluttony) Runelords of necromancy tap into their constant hunger for more power and enhancing their longevity, potentially even unto undeath. Prohibited Schools abjuration, enchantment; Rune Spells initial: overstuff , advanced: take its course Transmutation (Greed) Runelords of transmutation not only transform objects to create value, but also transform and enhance their own power. Prohibited Schools enchantment, illusion; Rune Spells initial: appearance of wealth , advanced: precious metals ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1568",
 "weakness": {}
}