{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "What is a Roleplaying Game?"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-4",
 "markdown": "<title level=\"1\" right=\"Rules\">[The Players](/Rules.aspx?ID=4)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 7 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nEveryone involved in a Pathfinder game is a player, including the Game Master, but for the sake of simplicity, “player” usually refers to participants other than the GM. Before the game begins, players invent a history and personality for their characters, using the rules to determine their characters’ statistics, abilities, strengths, and weaknesses. The GM might limit the options available during character creation, but the limits are discussed ahead of time so everyone can create interesting heroes. In general, the only limits to character concepts are the players’ imaginations and the GM’s guidelines.\n\n During the game, players describe the actions their characters take and roll dice, using their characters’ abilities. The GM resolves the outcome of these actions. Some players enjoy acting out (or roleplaying) what they do as if they were their characters, while others describe their characters’ actions as if narrating a story. Do whatever feels best! If this is your first experience with a roleplaying game, it is recommended that you take on the role of a player to familiarize yourself with the rules and the world.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "The Players",
 "next_link": {
  "label": "The Game Master",
  "url": "/Rules.aspx?ID=5"
 },
 "previous_link": {
  "label": "The Flow of the Game",
  "url": "/Rules.aspx?ID=3"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 7 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / What is a Roleplaying Game?\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 7"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 7 <sup>4.0</sup></row>",
 "speed": {},
 "text": " The Players Source Core Rulebook pg. 7 4.0 Everyone involved in a Pathfinder game is a player, including the Game Master, but for the sake of simplicity, “player” usually refers to participants other than the GM. Before the game begins, players invent a history and personality for their characters, using the rules to determine their characters’ statistics, abilities, strengths, and weaknesses. The GM might limit the options available during character creation, but the limits are discussed ahead of time so everyone can create interesting heroes. In general, the only limits to character concepts are the players’ imaginations and the GM’s guidelines. During the game, players describe the actions their characters take and roll dice, using their characters’ abilities. The GM resolves the outcome of these actions. Some players enjoy acting out (or roleplaying) what they do as if they were their characters, while others describe their characters’ actions as if narrating a story. Do whatever feels best! If this is your first experience with a roleplaying game, it is recommended that you take on the role of a player to familiarize yourself with the rules and the world. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=4",
 "weakness": {}
}