{
 "breadcrumbs": [
  "Gods & Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-800",
 "markdown": "<title level=\"1\" right=\"Rules\">[The Role of the Gods](/Rules.aspx?ID=800)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 7 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nAs befits a reality in which gods and magic are demonstrable, the deities of the Pathfinder setting are not aloof constructs whose power merely provides options for character creation. They are deeply involved in the fabric of reality, shaping the course of Golarion’s people in particular. Ascension to godhood is a real and living thing on Golarion; deities including [Arazni](/Deities.aspx?ID=31), [Cayden Cailean](/Deities.aspx?ID=4), [Iomedae](/Deities.aspx?ID=9), [Norgorber](/Deities.aspx?ID=13), and most recently [Casandalee](/Deities.aspx?ID=34) were mortals on Golarion who ascended to become deities. Others, such as [Abadar](/Deities.aspx?ID=1) and [Sarenrae](/Deities.aspx?ID=16), have their homes in other planes and predate Golarion’s existence, yet they nevertheless take an active interest in its workings. Political upheavals can favor particular gods, and some show deities’ direct influence. Cheliax’s pact with [Asmodeus](/Deities.aspx?ID=2) has inarguably extended his diabolical influence across the Inner Sea region. The success of the undead nation of Geb is a boon to [Urgathoa](/Deities.aspx?ID=19), while simultaneously offering endless worry to [Pharasma](/Deities.aspx?ID=14) and her legions of psychopomps. The destruction of Lastwall was a blow to Iomedae, greatly reducing her influence in that region. While these gods also have myriad extraplanar and extra-worldly concerns beyond mortal consideration, they are still—to varying degrees and at various times—deeply invested in the dramas playing out across Golarion, and they manifest their will accordingly.\n\n Despite a long and deep divine connection to Golarion, it is extremely rare for a god to appear in the world. The gift of divine power is the most common way in which the gods influence mortal (as well as undead and immortal) lives on the planet. Divine intercession, through the granting of boons and curses, is another way in which the gods spread their influence. Golarion’s deities don’t spend the majority of their time doling out curses and boons, nor does every god pay attention to every mortal—no god has that much time amid their plots and alliances playing out on an extraplanar scale. Yet when their attention is attracted through particular merit or outrage, or when it fits into a larger objective, they may intercede to bless or to curse a mortal who has drawn their attention. Finally, a god might speak to a mortal through a dream, portent, or singular religious experience. Such moments can shape a character’s deepest values and motives, and they are entirely at the GM’s discretion.\n\n Campaigns set on worlds other than Golarion can still use the rules and information found in this book to deepen religious themes. The gods exert their influence across the multiverse, and they might enact dramas similar to those described here on any world of the GM’s creation. Alternatively, different gods might take the center stage in another world’s pantheon, or they might have entirely different relationships. On a different world, [Rovagug](/Deities.aspx?ID=15) might be the primary deity and principal villain behind truly monstrous schemes, and [Nethys](/Deities.aspx?ID=12)—in his role as a destroyer—might support the Rough Beast.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "The Role of the Gods",
 "next_link": {
  "label": "Rules Elements",
  "url": "/Rules.aspx?ID=801"
 },
 "previous_link": {
  "label": "Why Belief Matters",
  "url": "/Rules.aspx?ID=799"
 },
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 7 <sup>2.0</sup></row>\r\n\r\nGods &amp; Magic\r\n</additional-info>",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 7"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 7 <sup>2.0</sup></row>",
 "speed": {},
 "text": " The Role of the Gods Source Gods &amp; Magic pg. 7 2.0 As befits a reality in which gods and magic are demonstrable, the deities of the Pathfinder setting are not aloof constructs whose power merely provides options for character creation. They are deeply involved in the fabric of reality, shaping the course of Golarion’s people in particular. Ascension to godhood is a real and living thing on Golarion; deities including Arazni, Cayden Cailean, Iomedae, Norgorber, and most recently Casandalee were mortals on Golarion who ascended to become deities. Others, such as Abadar and Sarenrae, have their homes in other planes and predate Golarion’s existence, yet they nevertheless take an active interest in its workings. Political upheavals can favor particular gods, and some show deities’ direct influence. Cheliax’s pact with Asmodeus has inarguably extended his diabolical influence across the Inner Sea region. The success of the undead nation of Geb is a boon to Urgathoa, while simultaneously offering endless worry to Pharasma and her legions of psychopomps. The destruction of Lastwall was a blow to Iomedae, greatly reducing her influence in that region. While these gods also have myriad extraplanar and extra-worldly concerns beyond mortal consideration, they are still—to varying degrees and at various times—deeply invested in the dramas playing out across Golarion, and they manifest their will accordingly. Despite a long and deep divine connection to Golarion, it is extremely rare for a god to appear in the world. The gift of divine power is the most common way in which the gods influence mortal (as well as undead and immortal) lives on the planet. Divine intercession, through the granting of boons and curses, is another way in which the gods spread their influence. Golarion’s deities don’t spend the majority of their time doling out curses and boons, nor does every god pay attention to every mortal—no god has that much time amid their plots and alliances playing out on an extraplanar scale. Yet when their attention is attracted through particular merit or outrage, or when it fits into a larger objective, they may intercede to bless or to curse a mortal who has drawn their attention. Finally, a god might speak to a mortal through a dream, portent, or singular religious experience. Such moments can shape a character’s deepest values and motives, and they are entirely at the GM’s discretion. Campaigns set on worlds other than Golarion can still use the rules and information found in this book to deepen religious themes. The gods exert their influence across the multiverse, and they might enact dramas similar to those described here on any world of the GM’s creation. Alternatively, different gods might take the center stage in another world’s pantheon, or they might have entirely different relationships. On a different world, Rovagug might be the primary deity and principal villain behind truly monstrous schemes, and Nethys—in his role as a destroyer—might support the Rough Beast. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=800",
 "weakness": {}
}