{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "What is a Roleplaying Game?"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-3",
 "markdown": "<title level=\"1\" right=\"Rules\">[The Flow of the Game](/Rules.aspx?ID=3)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 7 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nPathfinder is played in sessions, during which players gather in person or online for a few hours to play the game. A complete Pathfinder story can be as short as a single session, commonly referred to as a “one-shot,” or it can stretch on for multiple sessions, forming a campaign that might last for months or even years. If the Game Master enjoys telling the story and the players are entertained, the game can go as long as you like.\n\n A session can be mostly action, with battles with vile beasts, escapes from fiendish traps, and the completion of heroic quests. Alternatively, it could include negotiating with a baron for rights to a fort, infiltrating an army of lumbering frost giants, or bargaining with an angel for a strand of hair required for an elixir to revive a slain friend. Ultimately it’s up to you and your group to determine what kind of game you are playing, from dungeon exploration to a nuanced political drama, or anything in between.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "The Flow of the Game",
 "next_link": {
  "label": "The Players",
  "url": "/Rules.aspx?ID=4"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 7 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / What is a Roleplaying Game?\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 7"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 7 <sup>4.0</sup></row>",
 "speed": {},
 "text": " The Flow of the Game Source Core Rulebook pg. 7 4.0 Pathfinder is played in sessions, during which players gather in person or online for a few hours to play the game. A complete Pathfinder story can be as short as a single session, commonly referred to as a “one-shot,” or it can stretch on for multiple sessions, forming a campaign that might last for months or even years. If the Game Master enjoys telling the story and the players are entertained, the game can go as long as you like. A session can be mostly action, with battles with vile beasts, escapes from fiendish traps, and the completion of heroic quests. Alternatively, it could include negotiating with a baron for rights to a fort, infiltrating an army of lumbering frost giants, or bargaining with an angel for a strand of hair required for an elixir to revive a slain friend. Ultimately it’s up to you and your group to determine what kind of game you are playing, from dungeon exploration to a nuanced political drama, or anything in between. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=3",
 "weakness": {}
}