{
 "breadcrumbs": [
  "Introduction"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-809",
 "markdown": "<title level=\"1\" right=\"Rules\">[The Gamemaster](/Rules.aspx?ID=809)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 4</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIn a game of Pathfinder, the Game Master (often abbreviated GM) is the player in charge of the story and the world the other players are exploring with their characters. As the GM, you set the stage for the adventure, show how the rest of the world responds to the player characters’ actions, and guide the action along an engaging storyline. It falls to you to describe the characters’ surroundings, the threats facing them, and the creatures they interact with. You’re presenting the challenges the heroes must overcome, whether that’s a deadly trap of haunted blades in a lost tomb full of ancient treasures or a vicious troll threatening the heroes’ home village. It also comes to you to interpret and adjudicate the rules. Game Mastering involves many more components than playing a character, but it’s a fun and tremendously rewarding experience.\n\n Though the word “master” is in the GM’s title, it’s not a role that requires or even benefits from absolutism. Pathfinder is a collaborative experience, and while your role as the Game Master is one of an adjudicator or a moderator, it doesn’t mean you control everything at the table—especially not the players and their characters. Nor does the role require mastery, either of the rules or the setting. You’ll need to understand the game, but you don’t need to have every rule memorized. When everyone shares the goal of having fun and telling a story together, the details will fall into place.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "The Gamemaster",
 "next_link": {
  "label": "How to Use This Book",
  "url": "/Rules.aspx?ID=810"
 },
 "previous_link": {
  "label": "Gods & Magic",
  "url": "/Rules.aspx?ID=798"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 4</row>\r\n\r\nIntroduction\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 4"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 4</row>",
 "speed": {},
 "text": " The Gamemaster Source Gamemastery Guide pg. 4 In a game of Pathfinder, the Game Master (often abbreviated GM) is the player in charge of the story and the world the other players are exploring with their characters. As the GM, you set the stage for the adventure, show how the rest of the world responds to the player characters’ actions, and guide the action along an engaging storyline. It falls to you to describe the characters’ surroundings, the threats facing them, and the creatures they interact with. You’re presenting the challenges the heroes must overcome, whether that’s a deadly trap of haunted blades in a lost tomb full of ancient treasures or a vicious troll threatening the heroes’ home village. It also comes to you to interpret and adjudicate the rules. Game Mastering involves many more components than playing a character, but it’s a fun and tremendously rewarding experience. Though the word “master” is in the GM’s title, it’s not a role that requires or even benefits from absolutism. Pathfinder is a collaborative experience, and while your role as the Game Master is one of an adjudicator or a moderator, it doesn’t mean you control everything at the table—especially not the players and their characters. Nor does the role require mastery, either of the rules or the setting. You’ll need to understand the game, but you don’t need to have every rule memorized. When everyone shares the goal of having fun and telling a story together, the details will fall into place. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=809",
 "weakness": {}
}