{
 "breadcrumbs": [
  "Appendix 2: Kingdoms",
  "Settlements"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1820",
 "markdown": "<title level=\"1\" right=\"Rules\">[The Urban Grid](/Rules.aspx?ID=1820)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 540</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe Urban Grid presents a simple graphical representation of a settlement (see page 633 for an example). The grid divides a settlement into 9 large districts (blocks) arranged in a 3-by-3 square. Each district itself comprises 4 individual neighborhoods (lots) arranged in a 2-by-2 square. It is these neighborhood lots in which you'll build structures to improve your settlement.\n\n While the Urban Grid diagrams your settlement as a square, this is simply an organizational abstraction—it doesn't mean that your settlements are literally square. If it helps your sense of verisimilitude, feel free to cut up the Urban Grid and arrange blocks of four lots in any shape you wish. For a city hugging the shores of a great bay, you could draw out the bay and simply paste the blocks in a long row lining the coastline, or in any other arrangement that suits your taste.\n\n Though the Urban Grid depicts 9 blocks for each settlement, the number of blocks in which you can build is limited by the settlement's category: a village consists of only a single block (and can thus host a maximum of only 4 lots of structures), while a city can expand to all 9 blocks (and can host up to 36 lots of structures). It's even possible for your settlement to become a metropolis, expanding to more than one Urban Grid! (See [Settlement Types](/Rules.aspx?ID=1823) for complete details of settlement categories.)\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1821\" />\r\n\r\n<document level=\"2\" id=\"rules-1822\" />",
 "name": "The Urban Grid",
 "next_link": {
  "label": "Settlement Types",
  "url": "/Rules.aspx?ID=1823"
 },
 "previous_link": {
  "label": "Gaining Kingdom Experience",
  "url": "/Rules.aspx?ID=1814"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 540</row>\r\n\r\nAppendix 2: Kingdoms / Settlements\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 540"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 540</row>",
 "speed": {},
 "text": " The Urban Grid Source Kingmaker Adventure Path pg. 540 The Urban Grid presents a simple graphical representation of a settlement (see page 633 for an example). The grid divides a settlement into 9 large districts (blocks) arranged in a 3-by-3 square. Each district itself comprises 4 individual neighborhoods (lots) arranged in a 2-by-2 square. It is these neighborhood lots in which you'll build structures to improve your settlement. While the Urban Grid diagrams your settlement as a square, this is simply an organizational abstraction—it doesn't mean that your settlements are literally square. If it helps your sense of verisimilitude, feel free to cut up the Urban Grid and arrange blocks of four lots in any shape you wish. For a city hugging the shores of a great bay, you could draw out the bay and simply paste the blocks in a long row lining the coastline, or in any other arrangement that suits your taste. Though the Urban Grid depicts 9 blocks for each settlement, the number of blocks in which you can build is limited by the settlement's category: a village consists of only a single block (and can thus host a maximum of only 4 lots of structures), while a city can expand to all 9 blocks (and can host up to 36 lots of structures). It's even possible for your settlement to become a metropolis, expanding to more than one Urban Grid! (See Settlement Types for complete details of settlement categories.) ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1820",
 "weakness": {}
}