{
 "breadcrumbs": [
  "Chapter 1: Introduction",
  "What is a Roleplaying Game?"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-5",
 "markdown": "<title level=\"1\" right=\"Rules\">[The Game Master](/Rules.aspx?ID=5)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 8 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile the other players create and control their characters, the Game Master (or GM) is in charge of the story and world. The GM describes all the situations player characters experience in an adventure, considers how the actions of player characters affect the story, and interprets the rules along the way.\n\n The GM can create a new adventure—crafting a narrative, selecting monsters, and assigning treasure on their own— or they can instead rely on a published adventure, using it as a basis for the session and modifying it as needed to accommodate their individual players and the group’s style of play. Some even run games that combine original and published content, mixed together to form a new narrative.\n\n Being the GM is a challenge, requiring you to adjudicate the rules, narrate the story, and juggle other responsibilities. But it can also be very rewarding and worth all the work required to run a good game. If it is your first time running a game, remember that the only thing that matters is that everyone has a good time, and that includes you. Everything else will come naturally with practice and patience.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "The Game Master",
 "next_link": {
  "label": "Gaming is for All",
  "url": "/Rules.aspx?ID=6"
 },
 "previous_link": {
  "label": "The Players",
  "url": "/Rules.aspx?ID=4"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 8 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction / What is a Roleplaying Game?\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 8"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 8 <sup>4.0</sup></row>",
 "speed": {},
 "text": " The Game Master Source Core Rulebook pg. 8 4.0 While the other players create and control their characters, the Game Master (or GM) is in charge of the story and world. The GM describes all the situations player characters experience in an adventure, considers how the actions of player characters affect the story, and interprets the rules along the way. The GM can create a new adventure—crafting a narrative, selecting monsters, and assigning treasure on their own— or they can instead rely on a published adventure, using it as a basis for the session and modifying it as needed to accommodate their individual players and the group’s style of play. Some even run games that combine original and published content, mixed together to form a new narrative. Being the GM is a challenge, requiring you to adjudicate the rules, narrate the story, and juggle other responsibilities. But it can also be very rewarding and worth all the work required to run a good game. If it is your first time running a game, remember that the only thing that matters is that everyone has a good time, and that includes you. Everything else will come naturally with practice and patience. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=5",
 "weakness": {}
}