{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Game Mastering",
  "Planning a Campaign"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-485",
 "markdown": "<title level=\"1\" right=\"Rules\">[Themes](/Rules.aspx?ID=485)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 484 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe themes you choose for your campaign are what distinguish it from other campaigns. They include the major dramatic questions of your story and the repeated use of certain environments or creatures, and they can also include embracing a genre beyond traditional high fantasy. The themes you choose for your campaign also suggest storyline elements you might use.\n\n A storyline’s themes usually relate to the backstories, motivations, and flaws of the player characters and villains. For example, if you’ve chosen revenge as one of the themes of your game, you might introduce a villain whose quest for revenge tears his life apart and causes tragic harm to those around him. If one of the player characters is a chaotic good believer in liberty and freedom, you might engage that character by pitting the group against slavers. Or, you might choose a theme of love, leading to nonplayer characters involved in doomed romances, seeking to regain lovers they have lost, or courting the player characters.\n\n Using similar locations and related creatures helps you form connections between disparate adventures. The players feel like their characters are becoming experts negotiating with giants, navigating seaways, battling devils, exploring the planes, or dealing with whatever the recurring elements are. For example, you might have the players explore a frozen tundra early on, then later travel to an icy plane filled with more difficult challenges that can be overcome using knowledge they’ve previously developed. Likewise, hobgoblin soldiers may be tough enemies for your group at low levels, but as the PCs attain higher levels and the hobgoblins become mere minions of another creature, the players feel a sense of progression.\n\n Pathfinder is a fantasy adventure game, but you can shift your campaign to include elements of other fictional genres. You might want to infuse your game a with a sense of horror, reduce the amount of magic and use slow advancement (page 509) to make it a tale of sword and sorcery, or turn magic into technology for a steampunk setting.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Tools for Responsible Play</title>\r\n\r\nConsent and comfort are important topics for roleplaying games, and many designers have created techniques to help facilitate responsible play. Some methods you can use are lines and veils, developed by Ron Edwards, and the X-Card, developed by John Stavropoulos. \n\n### Lines and Veils\n The terms “line” and “veil” can give your table a common vocabulary for the concepts described in this section. A line is a hard limit to the actions players might take, such as “We’re drawing a line at torture.” The group agrees not to cross a line and omits that content from the game.\n\n A veil indicates something that shouldn’t be described in detail. The scene fades to black for a veil, or the group moves on to discuss a different topic, though whatever the veil is drawn across still happens. For example, you might say, “We’ll draw a veil across the scene as those characters head into the bedroom.”\n\n You might come up with some lines and veils in advance, but then find more as play continues. \n\n### The X-Card\n Draw an “X” on a card, and you’ve got an X-Card. Place it on the table at the start of the session and describe its use to the players: any player can silently reject content they find upsetting by tapping the X-Card; whoever’s speaking then rewinds a bit and continues on, excising the objectionable content. As with setting the basic guidelines for your campaign, there are no questions asked, no judgment, and no argument when someone invokes the X-Card. You can, however, ask for clarification if you need it, such as “How far back should I rewind this?” Some groups instead make an X with their hands, say “Let’s X that out,” or use some other method. Either way, follow up with the player privately, after the game, to see if the guidelines need to be revised. You can find more details at [**tinyurl.com/x-card-rpg**](http://tinyurl.com/x-card-rpg).\r\n</aside>",
 "name": "Themes",
 "next_link": {
  "label": "A Welcoming Environment",
  "url": "/Rules.aspx?ID=486"
 },
 "previous_link": {
  "label": "Campaign Length",
  "url": "/Rules.aspx?ID=483"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 484 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Game Mastering / Planning a Campaign\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 484"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 484 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Themes Source Core Rulebook pg. 484 4.0 The themes you choose for your campaign are what distinguish it from other campaigns. They include the major dramatic questions of your story and the repeated use of certain environments or creatures, and they can also include embracing a genre beyond traditional high fantasy. The themes you choose for your campaign also suggest storyline elements you might use. A storyline’s themes usually relate to the backstories, motivations, and flaws of the player characters and villains. For example, if you’ve chosen revenge as one of the themes of your game, you might introduce a villain whose quest for revenge tears his life apart and causes tragic harm to those around him. If one of the player characters is a chaotic good believer in liberty and freedom, you might engage that character by pitting the group against slavers. Or, you might choose a theme of love, leading to nonplayer characters involved in doomed romances, seeking to regain lovers they have lost, or courting the player characters. Using similar locations and related creatures helps you form connections between disparate adventures. The players feel like their characters are becoming experts negotiating with giants, navigating seaways, battling devils, exploring the planes, or dealing with whatever the recurring elements are. For example, you might have the players explore a frozen tundra early on, then later travel to an icy plane filled with more difficult challenges that can be overcome using knowledge they’ve previously developed. Likewise, hobgoblin soldiers may be tough enemies for your group at low levels, but as the PCs attain higher levels and the hobgoblins become mere minions of another creature, the players feel a sense of progression. Pathfinder is a fantasy adventure game, but you can shift your campaign to include elements of other fictional genres. You might want to infuse your game a with a sense of horror, reduce the amount of magic and use slow advancement (page 509) to make it a tale of sword and sorcery, or turn magic into technology for a steampunk setting. Tools for Responsible Play Consent and comfort are important topics for roleplaying games, and many designers have created techniques to help facilitate responsible play. Some methods you can use are lines and veils, developed by Ron Edwards, and the X-Card, developed by John Stavropoulos. ### Lines and Veils The terms “line” and “veil” can give your table a common vocabulary for the concepts described in this section. A line is a hard limit to the actions players might take, such as “We’re drawing a line at torture.” The group agrees not to cross a line and omits that content from the game. A veil indicates something that shouldn’t be described in detail. The scene fades to black for a veil, or the group moves on to discuss a different topic, though whatever the veil is drawn across still happens. For example, you might say, “We’ll draw a veil across the scene as those characters head into the bedroom.” You might come up with some lines and veils in advance, but then find more as play continues. ### The X-Card Draw an “X” on a card, and you’ve got an X-Card. Place it on the table at the start of the session and describe its use to the players: any player can silently reject content they find upsetting by tapping the X-Card; whoever’s speaking then rewinds a bit and continues on, excising the objectionable content. As with setting the basic guidelines for your campaign, there are no questions asked, no judgment, and no argument when someone invokes the X-Card. You can, however, ask for clarification if you need it, such as “How far back should I rewind this?” Some groups instead make an X with their hands, say “Let’s X that out,” or use some other method. Either way, follow up with the player privately, after the game, to see if the guidelines need to be revised. You can find more details at tinyurl.com/x-card-rpg . ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=485",
 "weakness": {}
}