{
 "breadcrumbs": [
  "Chapter 10: Game Mastering",
  "Running Modes of Play",
  "Downtime",
  "Retraining"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-549",
 "markdown": "<title level=\"1\" right=\"Rules\">[Time](/Rules.aspx?ID=549)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 502 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nRetraining a feat or skill increase typically takes a week. Class features that require a choice can also be retrained but take longer: at least a month, and possibly more. Retraining might take even longer if it would be especially physically demanding or require travel, lengthy experimentation, or in-depth research, but usually you won’t want to require more than a month for a feat or skill, or 4 months for a class feature.\n\n A character might need to retrain several options at once. For instance, retraining a skill increase might mean they have skill feats they can no longer use, and so they’ll need to retrain those as well. You can add all this retraining time together, then reduce the total a bit to represent the cohesive nature of the retraining.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Time",
 "next_link": {
  "label": "Instruction and Costs",
  "url": "/Rules.aspx?ID=550"
 },
 "previous_link": {
  "label": "Long-Term Rest",
  "url": "/Rules.aspx?ID=547"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 502 <sup>4.0</sup></row>\r\n\r\nChapter 10: Game Mastering / Running Modes of Play / Downtime / Retraining\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 502"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 502 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Time Source Core Rulebook pg. 502 4.0 Retraining a feat or skill increase typically takes a week. Class features that require a choice can also be retrained but take longer: at least a month, and possibly more. Retraining might take even longer if it would be especially physically demanding or require travel, lengthy experimentation, or in-depth research, but usually you won’t want to require more than a month for a feat or skill, or 4 months for a class feature. A character might need to retrain several options at once. For instance, retraining a skill increase might mean they have skill feats they can no longer use, and so they’ll need to retrain those as well. You can add all this retraining time together, then reduce the total a bit to represent the cohesive nature of the retraining. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=549",
 "weakness": {}
}