{
 "breadcrumbs": [
  "Chapter 1: Gamemastery Basics",
  "Encounter Design",
  "Dynamic Encounters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-982",
 "markdown": "<title level=\"1\" right=\"Rules\">[Time Pressure](/Rules.aspx?ID=982)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 49</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTime pressure adds an extra sense of urgency to any encounter and can be a great way to make an otherwise trivial- or low-threat encounter tactically engaging, satisfying, and memorable. After all, while low- and trivial-threat encounters have an incredibly low chance of defeating the PCs, the opposition can usually hold on long enough to make the PCs spend a few rounds to defeat them unless the PCs expend more resources than they normally would on such foes. Time pressure is often related to a secondary objective in the encounter, though it could be a countdown directly related to the encounter itself. For instance, if the ritual will grant a lich its apotheosis in 4 rounds, the heroes need to defeat the lich before then!\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Time Pressure",
 "next_link": {
  "label": "Secondary Objectives",
  "url": "/Rules.aspx?ID=983"
 },
 "previous_link": {
  "label": "Combining and Separating Encounters",
  "url": "/Rules.aspx?ID=981"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 49</row>\r\n\r\nChapter 1: Gamemastery Basics / Encounter Design / Dynamic Encounters\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 49"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 49</row>",
 "speed": {},
 "text": " Time Pressure Source Gamemastery Guide pg. 49 Time pressure adds an extra sense of urgency to any encounter and can be a great way to make an otherwise trivial- or low-threat encounter tactically engaging, satisfying, and memorable. After all, while low- and trivial-threat encounters have an incredibly low chance of defeating the PCs, the opposition can usually hold on long enough to make the PCs spend a few rounds to defeat them unless the PCs expend more resources than they normally would on such foes. Time pressure is often related to a secondary objective in the encounter, though it could be a countdown directly related to the encounter itself. For instance, if the ritual will grant a lich its apotheosis in 4 rounds, the heroes need to defeat the lich before then! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=982",
 "weakness": {}
}