{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "The Planes",
  "Planar Traits"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1178",
 "markdown": "<title level=\"1\" right=\"Rules\">[Time Traits](/Rules.aspx?ID=1178)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 137</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nTime flows differently on many planes.\n\n **Normal:** Time passes the same way it does on the Material Plane. One hour on a plane with normal time equals 1 hour on the Material Plane.\n\n **Erratic:** Time slows down and speeds up, so an individual may lose or gain time as they move between planes. When a creature moves from a plane with erratic time to one with normal time, roll a DC 11 flat check. Creatures that leave an erratic time plane together share the same result. \n\n**Success** Time passed normally on the erratic time plane.<br />\n**Failure** For each hour spent on the erratic time plane, 1 day passed on the normal time plane.<br />\n**Critical Failure** For each round spent on the erratic time plane, 1 day passed on the normal time plane. \n\n**Flowing:** The flow of time is consistently faster or slower. A creature may travel to one of these planes, spend a year there, and find that only an hour passed on the Material Plane; alternatively, they might spend a minute on this plane and find out an hour passed on the Material Plane.\n\n **Timeless:** Time still passes, but the effects of time are diminished. Creatures on these planes don't feel hunger, thirst, or the effects of aging or natural healing. The effects of poison, diseases, and other kinds of healing may also be diminished on certain timeless planes. Spell energy and other effects still dissipate, so the durations of spells and other effects function as normal. The danger of this trait is that when a creature leaves a timeless plane and enters a plane with another time trait, the effects of hunger, thirst, aging, and other effects slowed or arrested by the timeless trait occur retroactively in the instant of transition, possibly causing the creature to immediately starve or die of old age.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Time Traits",
 "next_link": {
  "label": "Morphic Traits",
  "url": "/Rules.aspx?ID=1179"
 },
 "previous_link": {
  "label": "Gravity Traits",
  "url": "/Rules.aspx?ID=1177"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 137</row>\r\n\r\nChapter 2: Tools\r\n/ The Planes / Planar Traits\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 137"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 137</row>",
 "speed": {},
 "text": " Time Traits Source Gamemastery Guide pg. 137 Time flows differently on many planes. Normal: Time passes the same way it does on the Material Plane. One hour on a plane with normal time equals 1 hour on the Material Plane. Erratic: Time slows down and speeds up, so an individual may lose or gain time as they move between planes. When a creature moves from a plane with erratic time to one with normal time, roll a DC 11 flat check. Creatures that leave an erratic time plane together share the same result. Success Time passed normally on the erratic time plane. Failure For each hour spent on the erratic time plane, 1 day passed on the normal time plane. Critical Failure For each round spent on the erratic time plane, 1 day passed on the normal time plane. Flowing: The flow of time is consistently faster or slower. A creature may travel to one of these planes, spend a year there, and find that only an hour passed on the Material Plane; alternatively, they might spend a minute on this plane and find out an hour passed on the Material Plane. Timeless: Time still passes, but the effects of time are diminished. Creatures on these planes don't feel hunger, thirst, or the effects of aging or natural healing. The effects of poison, diseases, and other kinds of healing may also be diminished on certain timeless planes. Spell energy and other effects still dissipate, so the durations of spells and other effects function as normal. The danger of this trait is that when a creature leaves a timeless plane and enters a plane with another time trait, the effects of hunger, thirst, aging, and other effects slowed or arrested by the timeless trait occur retroactively in the instant of transition, possibly causing the creature to immediately starve or die of old age. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1178",
 "weakness": {}
}