{
 "breadcrumbs": [
  "Chapter 7: Spells"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-260",
 "markdown": "<title level=\"1\" right=\"Rules\">[Tradition and School](/Rules.aspx?ID=260)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 297 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe fundamental building blocks of magic are the magical traditions and the schools of magic. The four traditions are arcane, divine, occult, and primal. A spell’s magical tradition can vary, because many spells can be cast using different traditions. A spell’s school, on the other hand, is intrinsic to the spell and establishes what the spell is capable of. Abjuration spells, for example, can raise protective wards, enchantment spells can change thoughts, and evocation spells can create blasts of fire.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Magical Tradition</title>\r\n\r\nSpellcasters cast spells from one of four different spell lists, each representing a different magical tradition: [arcane](/Traits.aspx?ID=11), [divine](/Traits.aspx?ID=48), [occult](/Traits.aspx?ID=120), and [primal](/Traits.aspx?ID=134).\n\n Your class determines which tradition of magic your spells use. In some cases, such as when a cleric gains spells from their deity or when a sorcerer gets spells from their bloodline, you might be able to cast spells from a different spell list. In these cases, the spell uses your magic tradition, not the list the spell normally comes from. When you cast a spell, add your tradition’s trait to the spell.\n\n Some types of magic, such as that of most magic items, don’t belong to any single tradition. These have the [magical](/Traits.aspx?ID=103) trait instead of a tradition trait.\n\n**Arcane** Arcane spellcasters use logic and rationality to categorize the magic inherent in the world around them. Because of its far-reaching approach, the arcane tradition has the broadest spell list, though it’s generally poor at affecting the spirit or the soul. Wizards are the most iconic arcane spellcasters, poring over tomes and grimoires, though arcane sorcerers study the secrets of their blood to unlock the power within themselves. \n\n**Divine** The power of the divine is steeped in faith, the unseen, and belief in a power source from beyond the Material Plane. Clerics are the most iconic divine spellcasters, beseeching the gods to grant them their magic. Divine sorcerers can use the blood of their celestial or fiendish ancestors as a divine conduit, and champions call upon their gods to grant them martial prowess through divine guidance. \n\n**Occult** The practitioners of occult traditions seek to understand the unexplainable, categorize the bizarre, and otherwise access the ephemeral in a systematic way. Bards are the most iconic occult spellcasters, collecting strange esoterica and using their performances to influence the mind or elevate the soul, and occult sorcerers strive to understand the mysterious power in their blood. \n\n**Primal** An instinctual connection to and faith in the world, the cycle of day and night, the turning of the seasons, and the natural selection of predator and prey drive the primal tradition. Druids are the most iconic primal spellcasters, calling upon the magic of nature through deep faith and a connection to the plants and animals around them, and primal sorcerers call upon their fey or beast blood to harness the same natural energies.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Spellbooks</title>\r\n\r\nCarefully maintained and jealously guarded, there are few things more valuable to a wizard than a spellbook. These repositories of magical lore are often trapped and warded to ensure that no one meddles with the secrets inside.\n\n Although spellbooks play a central role in a wizard’s daily routine, other prepared spellcasting classes have been known to use spellbooks to record uncommon or even rare spells. Such a resource allows a caster to treat the spell like any other common spell, so long as they can reference the book during their daily preparations.\r\n</aside>",
 "name": "Tradition and School",
 "next_link": {
  "label": "Magical Schools",
  "url": "/Rules.aspx?ID=261"
 },
 "previous_link": {
  "label": "Chapter 6: Equipment",
  "url": "/Rules.aspx?ID=181"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 297 <sup>4.0</sup></row>\r\n\r\nChapter 7: Spells\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 297"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 297 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Tradition and School Source Core Rulebook pg. 297 4.0 The fundamental building blocks of magic are the magical traditions and the schools of magic. The four traditions are arcane, divine, occult, and primal. A spell’s magical tradition can vary, because many spells can be cast using different traditions. A spell’s school, on the other hand, is intrinsic to the spell and establishes what the spell is capable of. Abjuration spells, for example, can raise protective wards, enchantment spells can change thoughts, and evocation spells can create blasts of fire. Magical Tradition Spellcasters cast spells from one of four different spell lists, each representing a different magical tradition: arcane, divine, occult, and primal. Your class determines which tradition of magic your spells use. In some cases, such as when a cleric gains spells from their deity or when a sorcerer gets spells from their bloodline, you might be able to cast spells from a different spell list. In these cases, the spell uses your magic tradition, not the list the spell normally comes from. When you cast a spell, add your tradition’s trait to the spell. Some types of magic, such as that of most magic items, don’t belong to any single tradition. These have the magical trait instead of a tradition trait. Arcane Arcane spellcasters use logic and rationality to categorize the magic inherent in the world around them. Because of its far-reaching approach, the arcane tradition has the broadest spell list, though it’s generally poor at affecting the spirit or the soul. Wizards are the most iconic arcane spellcasters, poring over tomes and grimoires, though arcane sorcerers study the secrets of their blood to unlock the power within themselves. Divine The power of the divine is steeped in faith, the unseen, and belief in a power source from beyond the Material Plane. Clerics are the most iconic divine spellcasters, beseeching the gods to grant them their magic. Divine sorcerers can use the blood of their celestial or fiendish ancestors as a divine conduit, and champions call upon their gods to grant them martial prowess through divine guidance. Occult The practitioners of occult traditions seek to understand the unexplainable, categorize the bizarre, and otherwise access the ephemeral in a systematic way. Bards are the most iconic occult spellcasters, collecting strange esoterica and using their performances to influence the mind or elevate the soul, and occult sorcerers strive to understand the mysterious power in their blood. Primal An instinctual connection to and faith in the world, the cycle of day and night, the turning of the seasons, and the natural selection of predator and prey drive the primal tradition. Druids are the most iconic primal spellcasters, calling upon the magic of nature through deep faith and a connection to the plants and animals around them, and primal sorcerers call upon their fey or beast blood to harness the same natural energies. Spellbooks Carefully maintained and jealously guarded, there are few things more valuable to a wizard than a spellbook. These repositories of magical lore are often trapped and warded to ensure that no one meddles with the secrets inside. Although spellbooks play a central role in a wizard’s daily routine, other prepared spellcasting classes have been known to use spellbooks to record uncommon or even rare spells. Such a resource allows a caster to treat the spell like any other common spell, so long as they can reference the book during their daily preparations. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=260",
 "weakness": {}
}