{
 "breadcrumbs": [
  "Chapter 2: Tools\r\n",
  "Building Creatures\r\n"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1039",
 "markdown": "<title level=\"1\" right=\"Rules\">[Trait Abilities](/Rules.aspx?ID=1039)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 70</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCreatures with certain traits tend to have similar abilities to one another. Many of them appear here, to help you make your creatures match the theme of the trait when you build your own creatures. \n\n<title level=\"3\" right=\"\">Aberration</title> **Senses** usually darkvision<br /> **Languages** usually Aklo \n\n<title level=\"3\" right=\"\">Aeon</title> **Traits** LN, monitor<br /> **Languages** Utopian and other planar languages; envisioning for true aeons<br /> **Weaknesses** chaotic<br /> **Damage** Attacks always deal additional lawful damage. \n\n<title level=\"3\" right=\"\">Air</title> **Languages** usually Auran<br /> **Speed** Many air creatures have fly Speeds. \n\n<title level=\"3\" right=\"\">Angel</title> **Traits** good (usually NG), celestial<br /> **Aura** Angels each have a unique aura based on how they serve as messengers and how they deliver those messages.<br /> **Speed** usually has a fly Speed<br /> **Rituals** usually [_angelic messenger_](/Rituals.aspx?ID=22) \n\n<title level=\"3\" right=\"\">Animal</title> **Traits** N<br /> **Languages** none<br /> **Int** –4 or –5 \n\n<title level=\"3\" right=\"\">Archon</title> **Traits** LG, celestial<br /> **Virtue Ability** Archons each represent a specific virtue, like courage or hope, and have a special ability based on the virtue they represent. \n\n<title level=\"3\" right=\"\">Astral</title> **Senses** darkvision \n\n<title level=\"3\" right=\"\">Azata</title> **Traits** CG, celestial<br /> **Weaknesses** cold iron, evil<br /> **Freedom Ability** Azatas each represent a specific freedom, like free expression or free love, and have a special ability based on the freedom they represent. \n\n<title level=\"3\" right=\"\">Beast</title> **Int** –3 or higher \n\n<title level=\"3\" right=\"\">Celestial</title> **Traits** good<br /> **Senses** darkvision<br /> **Languages** Celestial<br /> **Saves** often a +1 status bonus to all saves vs. magic<br /> **Weaknesses** evil<br /> **Damage** Attacks always deal additional good damage. \n\n<title level=\"3\" right=\"\">Cold</title> **Immunities** or **Resistances** cold \n\n<title level=\"3\" right=\"\">Construct</title> **Traits** Many constructs lack minds and have the mindless trait.<br /> **Immunities** bleed, death effects, diseased, doomed, drained, fatigued, healing, necromancy, nonlethal attacks, paralyzed, poison, sickened, unconscious; if mindless, add mental \n\n<title level=\"3\" right=\"\">Daemon</title> **Traits** NE, fiend<br /> **Languages** Daemonic, telepathy 100 feet<br /> **Immunities** death effects<br /> **Death Ability** Daemons each represent a specific kind of death, like death by disease or starvation, and have a special ability based on the method of death they represent. \n\n<title level=\"3\" right=\"\">Demon</title> **Traits** CE, fiend<br /> **Languages** Abyssal, telepathy (usually 100 feet)<br /> **Weaknesses** cold iron, good<br /> **HP** typically high to account for their multiple weaknesses<br /> **Sin Vulnerability** Demons each represent a specific sin, like envy or wrath, and have a special vulnerability based on the sin they represent. This should be something the PCs can exploit through their actions, which should then deal mental damage to the demon. The amount of damage should be based on how easy the vulnerability is to exploit.<br /> **Divine Innate Spells** usually 5th-level [_dimension door_](/Spells.aspx?ID=69) and at-will 4th-level [_dimension door_](/Spells.aspx?ID=69)<br /> **Rituals** usually [_Abyssal pact_](/Rituals.aspx?ID=21)<br /> **Sin Ability** Demons also have a special ability based on the sin they represent, which either makes them better embody the sin or instills that sin in others. \n\n<title level=\"3\" right=\"\">Devil</title> **Traits** LE, fiend<br /> **Languages** Infernal, telepathy (usually 100 feet)<br /> **Immunities** fire; **Resistances** physical (except silver), poison<br /> **Divine Innate Spells** usually one 5th-level [_dimension door_](/Spells.aspx?ID=69) and at-will 4th-level [_dimension door_](/Spells.aspx?ID=69)<br /> **Rituals** usually [_Infernal pact_](/Rituals.aspx?ID=23)<br /> **Infernal Hierarchy Ability** Devils each have an ability corresponding to the role they play in the infernal hierarchy, typically focused around control or being controlled, from the lowly lemure’s Subservience to the gelugon’s Tactician of Cocytus and the pit fiend’s Devil Shaping. \n\n<title level=\"3\" right=\"\">Dragon</title> **Senses** darkvision<br /> **Languages** usually Draconic<br /> **Speed** usually has a fly Speed<br /> **Breath Weapon** Many dragons have the Breath Weapon ability, with specifics determined by the theme of the dragon. \n\n<title level=\"3\" right=\"\">Earth</title> **Perception** often tremorsense<br /> **Languages** usually Terran<br /> **Speed** usually a burrow Speed \n\n<title level=\"3\" right=\"\">Elemental</title> **Senses** darkvision<br /> **Immunities** bleed, paralyzed, poison, sleep<br /> \n\n<title level=\"3\" right=\"\">Ethereal</title> **Senses** darkvision \n\n<title level=\"3\" right=\"\">Fey</title> **Senses** low-light vision<br /> **Languages** usually Aklo, Sylvan, or both<br /> **Weaknesses** cold iron \n\n<title level=\"3\" right=\"\">Fiend</title> **Traits** evil<br /> **Senses** darkvision<br /> **Saves** often a +1 status bonus to all saves vs. magic<br /> **Weaknesses** good<br /> **Damage** Attacks always deal additional evil damage. \n\n<title level=\"3\" right=\"\">Fire</title> **Languages** usually Ignan<br /> **Immunities** fire; Resistances cold \n\n<title level=\"3\" right=\"\">Fungus</title> **Traits** fungi without minds have the mindless trait<br /> **Immunities** if mindless, mental; **Weaknesses** sometimes slashing or fire \n\n<title level=\"3\" right=\"\">Giant</title> **Traits** Large or bigger, humanoid<br /> **Senses** low-light vision<br /> **Languages** usually Jotun \n\n<title level=\"3\" right=\"\">Humanoid</title> **Int** –3 or higher \n\n<title level=\"3\" right=\"\">Inevitable</title> **Traits** LN, aeon, monitor<br /> **Immunities** death effects, disease, emotion, poison, unconscious Damage Attacks always deal additional lawful damage. \n\n<title level=\"3\" right=\"\">Monitor</title> **Traits** neither good nor evil<br /> **Senses** darkvision \n\n<title level=\"3\" right=\"\">Ooze</title> **Traits** Almost all oozes lack minds and have the mindless trait.<br /> **Senses** typically motion sense ([Info here](/Monsters.aspx?ID=323)) and no vision<br /> **AC** usually well below the low value for their level<br /> **HP** usually around double<br /> **Immunities** critical hits, precision, unconscious, often acid; if it has no vision, add visual effects; if mindless, add mental \n\n<title level=\"3\" right=\"\">Plant</title> **Traits** plants without minds have the mindless trait<br /> **Senses** usually low-light vision<br /> **Immunities** if mindless, mental; Weaknesses sometimes fire \n\n<title level=\"3\" right=\"\">Protean</title> **Traits** CN, monitor<br /> **Languages** Protean<br /> **Weaknesses** lawful; **Resistances** precision, protean anatomy<br /> **Protean Anatomy** ([Info here](/Monsters.aspx?ID=337))<br /> **Damage** Attacks always deal additional chaotic damage.<br /> **Divine Innate Spells** constant [_freedom of movement_](/Spells.aspx?ID=128)<br /> **Change Shape** \n\n<title level=\"3\" right=\"\">Psychopomp</title> **Traits** N, monitor<br /> **Senses** lifesense (typically 60 feet)<br /> **Languages** Requian<br /> **Immunities** death effects, disease<br /> **Resistances** negative, poison<br /> **Damage** spirit touch ([Info here](/Monsters.aspx?ID=339)) \n\n<title level=\"3\" right=\"\">Rakshasa</title> **Traits** LE, fiend<br /> **Saves** usually +2 status bonus to all saves vs. magic (+3 vs. divine magic)<br /> **Resistances** physical (except piercing)<br /> **Change Shape** \n\n<title level=\"3\" right=\"\">Spirit</title> **Traits** incorporeal, often undead \n\n<title level=\"3\" right=\"\">Swarm</title> **Traits** size based on the entire mass, usually Large or bigger<br /> **HP** typically low; **Immunities** precision, swarm mind; **Weaknesses** area damage, splash damage; **Resistances** physical, usually with one physical type having lower or no resistance<br /> \n\n<title level=\"3\" right=\"\">Undead</title> **Traits** Almost all undead are evil. Ghostly undead have the incorporeal trait. Undead without minds, such as most zombies, have the mindless trait.<br /> **Senses** darkvision<br /> **HP** negative healing<br /> **Immunities** death effects, disease, paralyze, poison, sleep (or unconscious if it never rests at all); if mindless, add mental \n\n<title level=\"3\" right=\"\">Water</title> **Languages** usually Aquan<br /> **Speed** usually has a swim Speed\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Trait Abilities",
 "next_link": {
  "label": "Designing NPCs",
  "url": "/Rules.aspx?ID=1040"
 },
 "previous_link": {
  "label": "Review Holistically",
  "url": "/Rules.aspx?ID=1038"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 70</row>\r\n\r\nChapter 2: Tools\r\n/ Building Creatures\r\n\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 70"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 70</row>",
 "speed": {},
 "text": " Trait Abilities Source Gamemastery Guide pg. 70 Creatures with certain traits tend to have similar abilities to one another. Many of them appear here, to help you make your creatures match the theme of the trait when you build your own creatures. Aberration Senses usually darkvision Languages usually Aklo Aeon Traits LN, monitor Languages Utopian and other planar languages; envisioning for true aeons Weaknesses chaotic Damage Attacks always deal additional lawful damage. Air Languages usually Auran Speed Many air creatures have fly Speeds. Angel Traits good (usually NG), celestial Aura Angels each have a unique aura based on how they serve as messengers and how they deliver those messages. Speed usually has a fly Speed Rituals usually angelic messenger Animal Traits N Languages none Int –4 or –5 Archon Traits LG, celestial Virtue Ability Archons each represent a specific virtue, like courage or hope, and have a special ability based on the virtue they represent. Astral Senses darkvision Azata Traits CG, celestial Weaknesses cold iron, evil Freedom Ability Azatas each represent a specific freedom, like free expression or free love, and have a special ability based on the freedom they represent. Beast Int –3 or higher Celestial Traits good Senses darkvision Languages Celestial Saves often a +1 status bonus to all saves vs. magic Weaknesses evil Damage Attacks always deal additional good damage. Cold Immunities or Resistances cold Construct Traits Many constructs lack minds and have the mindless trait. Immunities bleed, death effects, diseased, doomed, drained, fatigued, healing, necromancy, nonlethal attacks, paralyzed, poison, sickened, unconscious; if mindless, add mental Daemon Traits NE, fiend Languages Daemonic, telepathy 100 feet Immunities death effects Death Ability Daemons each represent a specific kind of death, like death by disease or starvation, and have a special ability based on the method of death they represent. Demon Traits CE, fiend Languages Abyssal, telepathy (usually 100 feet) Weaknesses cold iron, good HP typically high to account for their multiple weaknesses Sin Vulnerability Demons each represent a specific sin, like envy or wrath, and have a special vulnerability based on the sin they represent. This should be something the PCs can exploit through their actions, which should then deal mental damage to the demon. The amount of damage should be based on how easy the vulnerability is to exploit. Divine Innate Spells usually 5th-level dimension door and at-will 4th-level dimension door Rituals usually Abyssal pact Sin Ability Demons also have a special ability based on the sin they represent, which either makes them better embody the sin or instills that sin in others. Devil Traits LE, fiend Languages Infernal, telepathy (usually 100 feet) Immunities fire; Resistances physical (except silver), poison Divine Innate Spells usually one 5th-level dimension door and at-will 4th-level dimension door Rituals usually Infernal pact Infernal Hierarchy Ability Devils each have an ability corresponding to the role they play in the infernal hierarchy, typically focused around control or being controlled, from the lowly lemure’s Subservience to the gelugon’s Tactician of Cocytus and the pit fiend’s Devil Shaping. Dragon Senses darkvision Languages usually Draconic Speed usually has a fly Speed Breath Weapon Many dragons have the Breath Weapon ability, with specifics determined by the theme of the dragon. Earth Perception often tremorsense Languages usually Terran Speed usually a burrow Speed Elemental Senses darkvision Immunities bleed, paralyzed, poison, sleep Ethereal Senses darkvision Fey Senses low-light vision Languages usually Aklo, Sylvan, or both Weaknesses cold iron Fiend Traits evil Senses darkvision Saves often a +1 status bonus to all saves vs. magic Weaknesses good Damage Attacks always deal additional evil damage. Fire Languages usually Ignan Immunities fire; Resistances cold Fungus Traits fungi without minds have the mindless trait Immunities if mindless, mental; Weaknesses sometimes slashing or fire Giant Traits Large or bigger, humanoid Senses low-light vision Languages usually Jotun Humanoid Int –3 or higher Inevitable Traits LN, aeon, monitor Immunities death effects, disease, emotion, poison, unconscious Damage Attacks always deal additional lawful damage. Monitor Traits neither good nor evil Senses darkvision Ooze Traits Almost all oozes lack minds and have the mindless trait. Senses typically motion sense (Info here) and no vision AC usually well below the low value for their level HP usually around double Immunities critical hits, precision, unconscious, often acid; if it has no vision, add visual effects; if mindless, add mental Plant Traits plants without minds have the mindless trait Senses usually low-light vision Immunities if mindless, mental; Weaknesses sometimes fire Protean Traits CN, monitor Languages Protean Weaknesses lawful; Resistances precision, protean anatomy Protean Anatomy (Info here) Damage Attacks always deal additional chaotic damage. Divine Innate Spells constant freedom of movement Change Shape Psychopomp Traits N, monitor Senses lifesense (typically 60 feet) Languages Requian Immunities death effects, disease Resistances negative, poison Damage spirit touch (Info here) Rakshasa Traits LE, fiend Saves usually +2 status bonus to all saves vs. magic (+3 vs. divine magic) Resistances physical (except piercing) Change Shape Spirit Traits incorporeal, often undead Swarm Traits size based on the entire mass, usually Large or bigger HP typically low; Immunities precision, swarm mind; Weaknesses area damage, splash damage; Resistances physical, usually with one physical type having lower or no resistance Undead Traits Almost all undead are evil. Ghostly undead have the incorporeal trait. Undead without minds, such as most zombies, have the mindless trait. Senses darkvision HP negative healing Immunities death effects, disease, paralyze, poison, sleep (or unconscious if it never rests at all); if mindless, add mental Water Languages usually Aquan Speed usually has a swim Speed ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1039",
 "weakness": {}
}