{
 "breadcrumbs": [
  "Chapter 11: Crafting & Treasure",
  "Runes",
  "The Etching Process"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-737",
 "markdown": "<title level=\"1\" right=\"Rules\">[Transferring Runes](/Rules.aspx?ID=737)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 580 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou can transfer runes between two items. This uses the Craft activity, and you must be able to craft magical items. You can either move one rune from one item to another or swap a rune on one item with a rune on the other item (which can be a [runestone](/Equipment.aspx?ID=247)). To swap, the runes must both be fundamental runes or both be property runes.\n\n If an item can have two or more property runes, you decide which runes to swap and which to leave when transferring. If you attempt to transfer a rune to an item that can’t accept it, such as transferring a melee weapon rune to a ranged weapon, you get an automatic critical failure on your Crafting check. If you transfer a potency rune, you might end up with property runes on an item that can’t benefit from them. These property runes go dormant until transferred to an item with the necessary potency rune or until you etch the appropriate potency rune on the item bearing them.\n\n The DC of the Crafting check to transfer a rune is determined by the item level of the rune being transferred, and the Price of the transfer is 10% of the rune’s Price, unless transferring from a _runestone_, which is free. If you’re swapping, use the higher level and higher Price between the two runes to determine these values. It takes 1 day (instead of the 4 days usually needed to Craft) to transfer a rune or swap a pair of runes, and you can continue to work over additional days to get a discount, as usual with Craft.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Rune Transfer Examples</title>\r\n\r\nYou could transfer a [_flaming_](/Equipment.aspx?ID=295) rune from a _+1 striking flaming greatsword_ to a _+2 striking longsword_, resulting in a _+2 striking flaming longsword_ and a _+1 striking greatsword_. You could swap the weapon potency runes from a _+1 longsword_ and a _+2 greatsword_, resulting in a _+2 longsword_ and a _+1 greatsword_. However, you couldn’t swap a _+1 weapon potency_ rune from one weapon with a _flaming_ property rune from another weapon, as the two runes don’t have the same form.\n\n When transferring a rune to an item that can hold multiple property runes, you can decide whether you transfer a single rune or swap runes between the items. For example, a _+2 weapon_ can hold two property runes. If you transferred a _flaming_ rune from a _+1 striking flaming rapier_ to a _+2 striking [frost](/Equipment.aspx?ID=296) warhammer_, you would decide whether you wanted to end up with a _+1 striking rapier_ and a _+2 striking flaming frost warhammer_ or a _+1 striking frost rapier_ and a _+2 striking flaming warhammer_.\r\n</aside>",
 "name": "Transferring Runes",
 "next_link": {
  "label": "Fundamental Runes",
  "url": "/Rules.aspx?ID=738"
 },
 "previous_link": {
  "label": "Rune Formulas",
  "url": "/Rules.aspx?ID=735"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 580 <sup>4.0</sup></row>\r\n\r\nChapter 11: Crafting &amp; Treasure / Runes / The Etching Process\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 580"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 580 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Transferring Runes Source Core Rulebook pg. 580 4.0 You can transfer runes between two items. This uses the Craft activity, and you must be able to craft magical items. You can either move one rune from one item to another or swap a rune on one item with a rune on the other item (which can be a runestone). To swap, the runes must both be fundamental runes or both be property runes. If an item can have two or more property runes, you decide which runes to swap and which to leave when transferring. If you attempt to transfer a rune to an item that can’t accept it, such as transferring a melee weapon rune to a ranged weapon, you get an automatic critical failure on your Crafting check. If you transfer a potency rune, you might end up with property runes on an item that can’t benefit from them. These property runes go dormant until transferred to an item with the necessary potency rune or until you etch the appropriate potency rune on the item bearing them. The DC of the Crafting check to transfer a rune is determined by the item level of the rune being transferred, and the Price of the transfer is 10% of the rune’s Price, unless transferring from a runestone , which is free. If you’re swapping, use the higher level and higher Price between the two runes to determine these values. It takes 1 day (instead of the 4 days usually needed to Craft) to transfer a rune or swap a pair of runes, and you can continue to work over additional days to get a discount, as usual with Craft. Rune Transfer Examples You could transfer a flaming rune from a +1 striking flaming greatsword to a +2 striking longsword , resulting in a +2 striking flaming longsword and a +1 striking greatsword . You could swap the weapon potency runes from a +1 longsword and a +2 greatsword , resulting in a +2 longsword and a +1 greatsword . However, you couldn’t swap a +1 weapon potency rune from one weapon with a flaming property rune from another weapon, as the two runes don’t have the same form. When transferring a rune to an item that can hold multiple property runes, you can decide whether you transfer a single rune or swap runes between the items. For example, a +2 weapon can hold two property runes. If you transferred a flaming rune from a +1 striking flaming rapier to a +2 striking frost warhammer , you would decide whether you wanted to end up with a +1 striking rapier and a +2 striking flaming frost warhammer or a +1 striking frost rapier and a +2 striking flaming warhammer . ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=737",
 "weakness": {}
}