{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1912",
 "markdown": "<title level=\"1\" right=\"Rules\">[Trappings of Power](/Rules.aspx?ID=1912)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 101 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nContained within this chapter's pages are items and equipment whose magic and effects are intended to serve a character over the course of an entire adventure or even an extended campaign. Robes, [staves](/equipment/staves), [wands](/equipment/wands), [grimoires](/equipment/grimoires), and much, much more can be found here to ensure your adventurers are fully equipped for whatever trials await them!\n\n This chapter expands upon the existing types of permanent magic items first introduced in the _Core Rulebook_, particularly [apex items](/equipment/worn-items/apex-items), staves, wands, and [worn items](/equipment/worn-items). This section also includes expansions to the [assistive items](/equipment/assistive-items) presented in _Pathfinder Guns &amp; Gears_, with both expansions of existing prosthetic and mobility aid categories as well as entirely new types of assistive aids. The grimoires, [magical tattoos](/equipment/tattoos), and [spellhearts](/equipment/spellhearts) introduced in _Pathfinder Secrets of Magic_ are also expanded upon here.\n\n Among the new assistive items presented in this chapter are a variety of options tailored for companion creatures. Just like in real life, an adventurer's trusted companion may suffer an injury that would impede their ability to continue exploring the world alongside their master, or a character might choose to adopt a companion who would otherwise struggle with the demands of an adventuring career. These items help ensure that whatever difficulties you face, your animal ally can always be by your side to help you along the way.\n\n Characters who cast spells using Focus Points will also find the Worn Items section particularly helpful, as it includes a variety of new [focus items](/Traits.aspx?ID=74) similar to the [_druid's vestments_](/Equipment.aspx?ID=434) but tailored to a wider array of classes and roles.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Am I Playing?</title>\r\n\r\nMany instruments in this chapter, as well as some presented in [Wondrous Consumables](/equipment/consumables/other-consumables), give you a bonus or effect while you’re playing the instrument, sometimes improving you in ways not directly related to your performance, such as getting a bonus to Perception checks. Usually, the GM can easily determine whether you’re playing the instrument. If you need concrete rules, you’re considered to be playing an instrument as long as you spend at least 1 action each round playing it. This includes playing the instrument for [Performance](/Skills.aspx?ID=12) checks, playing it for material or somatic components of spells, or just spending a single action to play it. If you just want to play just to keep up the benefit, you can usually take the [Perform](/Actions.aspx?ID=59) action for this purpose and forgo your roll.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Assistive Items</title>\r\n\r\nFantasy gaming is for everyone. It’s incredibly important for all people, regardless of what unique circumstances they may face in life, to be able to see reflections of themselves inside the world of the game. You can find [assistive items](/equipment/assistive-items) for a variety of disabilities here, in _Guns &amp; Gears_, and in _Pathfinder Lost Omens Grand Bazaar_. Representation in gaming is essential to creating open and welcoming communities, so respectful use of assistive items has a place in all games and stories.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1913\" />\r\n\r\n<document level=\"2\" id=\"rules-1958\" />\r\n\r\n<document level=\"2\" id=\"rules-1959\" />",
 "name": "Trappings of Power",
 "next_link": {
  "label": "Secrets of Crafting",
  "url": "/Rules.aspx?ID=1914"
 },
 "previous_link": {
  "label": "Momentary Magic",
  "url": "/Rules.aspx?ID=1907"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 101 <sup>1.1</sup></row>\n\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 101"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 101 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Trappings of Power Source Treasure Vault pg. 101 1.1 Contained within this chapter's pages are items and equipment whose magic and effects are intended to serve a character over the course of an entire adventure or even an extended campaign. Robes, staves, wands, grimoires, and much, much more can be found here to ensure your adventurers are fully equipped for whatever trials await them! This chapter expands upon the existing types of permanent magic items first introduced in the Core Rulebook , particularly apex items, staves, wands, and worn items. This section also includes expansions to the assistive items presented in Pathfinder Guns &amp; Gears , with both expansions of existing prosthetic and mobility aid categories as well as entirely new types of assistive aids. The grimoires, magical tattoos, and spellhearts introduced in Pathfinder Secrets of Magic are also expanded upon here. Among the new assistive items presented in this chapter are a variety of options tailored for companion creatures. Just like in real life, an adventurer's trusted companion may suffer an injury that would impede their ability to continue exploring the world alongside their master, or a character might choose to adopt a companion who would otherwise struggle with the demands of an adventuring career. These items help ensure that whatever difficulties you face, your animal ally can always be by your side to help you along the way. Characters who cast spells using Focus Points will also find the Worn Items section particularly helpful, as it includes a variety of new focus items similar to the druid's vestments but tailored to a wider array of classes and roles. Am I Playing? Many instruments in this chapter, as well as some presented in Wondrous Consumables, give you a bonus or effect while you’re playing the instrument, sometimes improving you in ways not directly related to your performance, such as getting a bonus to Perception checks. Usually, the GM can easily determine whether you’re playing the instrument. If you need concrete rules, you’re considered to be playing an instrument as long as you spend at least 1 action each round playing it. This includes playing the instrument for Performance checks, playing it for material or somatic components of spells, or just spending a single action to play it. If you just want to play just to keep up the benefit, you can usually take the Perform action for this purpose and forgo your roll. Assistive Items Fantasy gaming is for everyone. It’s incredibly important for all people, regardless of what unique circumstances they may face in life, to be able to see reflections of themselves inside the world of the game. You can find assistive items for a variety of disabilities here, in Guns &amp; Gears , and in Pathfinder Lost Omens Grand Bazaar . Representation in gaming is essential to creating open and welcoming communities, so respectful use of assistive items has a place in all games and stories. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1912",
 "weakness": {}
}