{
 "breadcrumbs": [
  "Book of Unlimited Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1569",
 "markdown": "<title level=\"1\" right=\"Rules\">[True Names](/Rules.aspx?ID=1569)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 244 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n_The magic of true names rests on the principle that if you know someone's name, you have power over them. After all, to name a thing is to describe that thing—but to accurately describe a thing, you have to understand it, and if you understand it, you can control it._<br /> **Rarity**: [Rare](/Traits.aspx?ID=137)<br /> The older and more complicated a thing is, the more likely it has more than one name. A single person acquires many names: names they inherit, names they're given at birth, names they choose, and nicknames bequeathed by others. The magic of true names, however, postulates there's a final, secret name—a true name known to no one, or to only a few—that best represents us in all our complexity.\n\n True names might have been assigned by the gods when the cosmos was created or generated by natural processes, and are unique like fingerprints. Most people never learn theirs, and they might not even be aware they have one, but masters of this magic spend countless hours in study divining these names, recording them in long lists, and using them to summon, command, dispel, or otherwise dominate their enemies.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Fragmentary Names</title>\r\n\r\nSometimes characters know only pieces of a creature's true name, not the whole thing. You don't gain the benefits listed under Using True Names if you only have fragments of the name, but you can still try to use abilities with the true name trait, though it's very dangerous. If your true name ability requires you to attempt a check, reduce your degree of success by one step. If your ability requires the named creature to attempt a saving throw, improve their degree of success by one step. For example, [_Invoke True Name_](/Spells.aspx?ID=1065) would do nothing, since its effects would be canceled out. If the true name ability also has the [incapacitation](/Traits.aspx?ID=93) trait and the creature is high enough level, these effects combine, reducing your degree of success by two steps or improving their degree of success by two steps.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Nameless Things</title>\r\n\r\nSometimes an [aberration](/Traits.aspx?ID=1), [celestial](/Traits.aspx?ID=23), [fiend](/Traits.aspx?ID=70), [monitor](/Traits.aspx?ID=111), [spirit](/Traits.aspx?ID=149), or other creature enters the cosmos from another plane or another universe altogether—one where the laws of magic are different. If this creature comes from a place where true names don't exist or are optional, it may have no true name at all. Loremasters refer to these creatures as nameless things and no one is sure they even exist; some scholars argue that as soon as something without a name enters the cosmos, it is assigned a name in the same way every other living creature is. But if nameless things do exist in your game, give them the following rare ability.\n\n **Nameless Thing** This creature has no true name. It can't be targeted by any magical effect performed at a distance without line of effect, such as [_scrying_](/Spells.aspx?ID=268) or [_sending_](/Spells.aspx?ID=272). It has a +2 circumstance bonus on saves against other magical effects.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1570\" />\r\n\r\n<document level=\"2\" id=\"rules-1571\" />\r\n\r\n<document level=\"2\" id=\"rules-1574\" />\r\n\r\n<document level=\"2\" id=\"rules-1575\" />",
 "name": "True Names",
 "next_link": {
  "label": "Wellspring Magic",
  "url": "/Rules.aspx?ID=1576"
 },
 "previous_link": {
  "label": "Thassilonian Rune Magic",
  "url": "/Rules.aspx?ID=1567"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 244 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 244"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 244 <sup>1.1</sup></row>",
 "speed": {},
 "text": " True Names Source Secrets of Magic pg. 244 1.1 The magic of true names rests on the principle that if you know someone's name, you have power over them. After all, to name a thing is to describe that thing—but to accurately describe a thing, you have to understand it, and if you understand it, you can control it. Rarity : Rare The older and more complicated a thing is, the more likely it has more than one name. A single person acquires many names: names they inherit, names they're given at birth, names they choose, and nicknames bequeathed by others. The magic of true names, however, postulates there's a final, secret name—a true name known to no one, or to only a few—that best represents us in all our complexity. True names might have been assigned by the gods when the cosmos was created or generated by natural processes, and are unique like fingerprints. Most people never learn theirs, and they might not even be aware they have one, but masters of this magic spend countless hours in study divining these names, recording them in long lists, and using them to summon, command, dispel, or otherwise dominate their enemies. Fragmentary Names Sometimes characters know only pieces of a creature's true name, not the whole thing. You don't gain the benefits listed under Using True Names if you only have fragments of the name, but you can still try to use abilities with the true name trait, though it's very dangerous. If your true name ability requires you to attempt a check, reduce your degree of success by one step. If your ability requires the named creature to attempt a saving throw, improve their degree of success by one step. For example, Invoke True Name would do nothing, since its effects would be canceled out. If the true name ability also has the incapacitation trait and the creature is high enough level, these effects combine, reducing your degree of success by two steps or improving their degree of success by two steps. Nameless Things Sometimes an aberration, celestial, fiend, monitor, spirit, or other creature enters the cosmos from another plane or another universe altogether—one where the laws of magic are different. If this creature comes from a place where true names don't exist or are optional, it may have no true name at all. Loremasters refer to these creatures as nameless things and no one is sure they even exist; some scholars argue that as soon as something without a name enters the cosmos, it is assigned a name in the same way every other living creature is. But if nameless things do exist in your game, give them the following rare ability. Nameless Thing This creature has no true name. It can't be targeted by any magical effect performed at a distance without line of effect, such as scrying or sending . It has a +2 circumstance bonus on saves against other magical effects. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1569",
 "weakness": {}
}