{
 "breadcrumbs": [
  "Eidolons"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1584",
 "markdown": "<title level=\"1\" right=\"Rules\">[Unarmed Attacks](/Rules.aspx?ID=1584)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 58 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYour eidolon starts with two [unarmed](/Traits.aspx?ID=199) attacks. Each eidolon entry suggests some forms the eidolon's attacks might take, but since eidolons can have a variety of body shapes, you decide the specific form of the unarmed attacks (claw, jaws, horn, fist, and so on) when you choose your eidolon. Some eidolons' unarmed attacks might look like swords, clubs, or other weapons, even though they are extensions of the eidolon's form. Your choice of unarmed attack determines its damage type—bludgeoning, piercing, or slashing, as appropriate. Some of the suggested attacks list a typical damage type in parentheses, but you can work with your GM to choose a damage type that is right for your eidolon. Once you decide upon your eidolon's unarmed attacks, they can't be changed except via abilities that specifically change them, except with your GM's permission. Your eidolon has a primary and secondary unarmed attack.\n\n**Primary Attack**: Choose from the following statistics for the more flexible primary attack. \n<ul><li>1d8 damage ([disarm](/Traits.aspx?ID=175), [nonlethal](/Traits.aspx?ID=188), [shove](/Traits.aspx?ID=193), or [trip](/Traits.aspx?ID=196))</li><li>1d6 damage ([fatal d10](/Traits.aspx?ID=178))</li><li>1d6 damage ([forceful](/Traits.aspx?ID=180) and [sweep](/Traits.aspx?ID=194))</li><li>1d6 damage ([deadly d8](/Traits.aspx?ID=174) and [finesse](/Traits.aspx?ID=179))</li></ul> **Secondary Attack**: The secondary attack always deals 1d6 damage and has the [agile](/Traits.aspx?ID=170) and [finesse](/Traits.aspx?ID=179) traits.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Unarmed Attacks",
 "next_link": {
  "label": "Eidolon Spells",
  "url": "/Rules.aspx?ID=1585"
 },
 "previous_link": {
  "label": "Ability Scores",
  "url": "/Rules.aspx?ID=1583"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 58 <sup>1.1</sup></row>\r\n\r\nEidolons\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 58"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 58 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Unarmed Attacks Source Secrets of Magic pg. 58 1.1 Your eidolon starts with two unarmed attacks. Each eidolon entry suggests some forms the eidolon's attacks might take, but since eidolons can have a variety of body shapes, you decide the specific form of the unarmed attacks (claw, jaws, horn, fist, and so on) when you choose your eidolon. Some eidolons' unarmed attacks might look like swords, clubs, or other weapons, even though they are extensions of the eidolon's form. Your choice of unarmed attack determines its damage type—bludgeoning, piercing, or slashing, as appropriate. Some of the suggested attacks list a typical damage type in parentheses, but you can work with your GM to choose a damage type that is right for your eidolon. Once you decide upon your eidolon's unarmed attacks, they can't be changed except via abilities that specifically change them, except with your GM's permission. Your eidolon has a primary and secondary unarmed attack. Primary Attack : Choose from the following statistics for the more flexible primary attack. 1d8 damage (disarm, nonlethal, shove, or trip) 1d6 damage (fatal d10) 1d6 damage (forceful and sweep) 1d6 damage (deadly d8 and finesse) Secondary Attack : The secondary attack always deals 1d6 damage and has the agile and finesse traits. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1584",
 "weakness": {}
}