{
 "breadcrumbs": [
  "Chapter 9: Playing the Game",
  "General Rules",
  "Hit Points, Healing, and Dying",
  "Conditions Related to Death and Dying"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-378",
 "markdown": "<title level=\"1\" right=\"Rules\">[Unconscious](/Rules.aspx?ID=378)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 459 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou’re sleeping, or you’ve been knocked out. You can’t act. You take a –4 status penalty to AC, Perception, and Reflex saves, and you have the blinded and flat-footed conditions. When you gain this condition, you fall prone and drop items you are wielding or holding unless the effect states otherwise or the GM determines you’re in a position in which you wouldn’t.\n\n **If you’re unconscious because you’re dying**, you can’t wake up as long as you have 0 Hit Points. If you’re restored to 1 Hit Point or more via healing, you lose the dying and unconscious conditions and can act normally on your next turn.\n\n **If you are unconscious and at 0 Hit Points, but not dying**, you naturally return to 1 Hit Point and awaken after sufficient time passes. The GM determines how long you remain unconscious, from a minimum of 10 minutes to several hours. If you receive healing during this time, you lose the unconscious condition and can act normally on your next turn.\n\n **If you’re unconscious and have more than 1 Hit Point** (typically because you are asleep or unconscious due to an effect), you wake up in one of the following ways. Each causes you to lose the unconscious condition.\n\n \n<ul><li>You take damage, provided the damage doesn’t reduce you to 0 Hit Points. (If the damage reduces you to 0 Hit Points, you remain unconscious and gain the dying condition as normal.) </li><li>You receive healing, other than the natural healing you get from resting. </li><li>Someone nudges or shakes you awake using an Interact action. </li><li>Loud noise is being made around you—though this isn’t automatic. At the start of your turn, you automatically attempt a Perception check against the noise’s DC (or the lowest DC if there is more than one noise), waking up if you succeed. This is often DC 5 for a battle, but if creatures are attempting to stay quiet around you, this Perception check uses their Stealth DC. Some magical effects make you sleep so deeply that they don’t allow you to attempt this Perception check.</li><li> If you are simply asleep, the GM decides you wake up either because you have had a restful night’s sleep or something disrupted that rest.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Unconscious",
 "next_link": {
  "label": "Wounded",
  "url": "/Rules.aspx?ID=379"
 },
 "previous_link": {
  "label": "Dying",
  "url": "/Rules.aspx?ID=377"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 459 <sup>4.0</sup></row>\r\n\r\nChapter 9: Playing the Game / General Rules / Hit Points, Healing, and Dying / Conditions Related to Death and Dying\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 459"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 459 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Unconscious Source Core Rulebook pg. 459 4.0 You’re sleeping, or you’ve been knocked out. You can’t act. You take a –4 status penalty to AC, Perception, and Reflex saves, and you have the blinded and flat-footed conditions. When you gain this condition, you fall prone and drop items you are wielding or holding unless the effect states otherwise or the GM determines you’re in a position in which you wouldn’t. If you’re unconscious because you’re dying , you can’t wake up as long as you have 0 Hit Points. If you’re restored to 1 Hit Point or more via healing, you lose the dying and unconscious conditions and can act normally on your next turn. If you are unconscious and at 0 Hit Points, but not dying , you naturally return to 1 Hit Point and awaken after sufficient time passes. The GM determines how long you remain unconscious, from a minimum of 10 minutes to several hours. If you receive healing during this time, you lose the unconscious condition and can act normally on your next turn. If you’re unconscious and have more than 1 Hit Point (typically because you are asleep or unconscious due to an effect), you wake up in one of the following ways. Each causes you to lose the unconscious condition. You take damage, provided the damage doesn’t reduce you to 0 Hit Points. (If the damage reduces you to 0 Hit Points, you remain unconscious and gain the dying condition as normal.) You receive healing, other than the natural healing you get from resting. Someone nudges or shakes you awake using an Interact action. Loud noise is being made around you—though this isn’t automatic. At the start of your turn, you automatically attempt a Perception check against the noise’s DC (or the lowest DC if there is more than one noise), waking up if you succeed. This is often DC 5 for a battle, but if creatures are attempting to stay quiet around you, this Perception check uses their Stealth DC. Some magical effects make you sleep so deeply that they don’t allow you to attempt this Perception check. If you are simply asleep, the GM decides you wake up either because you have had a restful night’s sleep or something disrupted that rest. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=378",
 "weakness": {}
}