{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1688",
 "markdown": "<title level=\"1\" right=\"Rules\">[Undead Allies](/Rules.aspx?ID=1688)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 36</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhile some necromancers view [undead](/Traits.aspx?ID=160) as purely disposable minions to create, destroy, or bind to their will, others see undead as long-term allies. These types of relationships can vary widely. [Druids](/Classes.aspx?ID=6) or [rangers](/Classes.aspx?ID=9) can bond with undead companions instead of animals. [Witches](/Classes.aspx?ID=16) and [wizards](/Classes.aspx?ID=12) might call forth undead familiars. Even [summoners](/Classes.aspx?ID=18) can forge an unusual link with an eidolon tied to undeath. The preeminent of them all, however, are [undead masters](/Archetypes.aspx?ID=176) who keep multiple undead companions at once and ensure their continued loyalty.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Anchored Incorporeality</title>\r\n\r\nWhile most ghosts are bound to the site where they died or were buried, some instead find themselves bound to specific items, such as a particular piece of jewelry, article of clothing, pet's collar, or a stone from a building in which it dwelled. These items, known as anchors, were important to the ghost in life, or critical to the events of their death and haunting.\n\n A creature with anchored incorporeality has the [incorporeal](/Traits.aspx?ID=222) trait, meaning it can move through physical creatures and such creatures can move through it. It can't attempt Strength-based checks (such as [Grapple](/Actions.aspx?ID=35)) against corporeal creatures and corporeal creatures can't attempt such checks against it. Though incorporeal, a creature with anchored incorporeality can travel no more than 60 feet from its anchor and must maintain line of effect to the anchor. This typically prevents it from moving through walls. Unlike many other incorporeal creatures, a creature with anchored incorporeality doesn't have resistance to all damage or immunity to precision damage.\n\n A character with an animal companion or familiar that has anchored incorporeality can transfer the anchor to a new item with a special ritual. This requires spending 1 week in concert with the companion to create a new anchor. A character who knows this technique might be able to adapt it to transfer a [ghost's](/MonsterFamilies.aspx?ID=51) Site Bound ability (or similar restriction) to tie it to an anchor instead of a place.\r\n\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The Evil of Undead</title>\r\n\r\nAn undead eidolon, companion, or familiar is usually evil, as are the majority of [undead](/Traits.aspx?ID=160) creatures. The GM might make an exception for certain undead who aren't [mindless](/Traits.aspx?ID=108). Since creating undead tortures and corrupts a life and spirit, a character with an undead animal companion or familiar is usually evil as well, though again, the GM can allow exceptions.\r\n\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1689\" />\r\n\r\n<document level=\"2\" id=\"rules-1690\" />\r\n\r\n<document level=\"2\" id=\"rules-1691\" />",
 "name": "Undead Allies",
 "next_link": {
  "label": "Playing Undead",
  "url": "/Rules.aspx?ID=1692"
 },
 "previous_link": {
  "label": "Creating Megafauna",
  "url": "/Rules.aspx?ID=1677"
 },
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 36</row>\n\n</additional-info>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 36"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 36</row>",
 "speed": {},
 "text": " Undead Allies Source Book of the Dead pg. 36 While some necromancers view undead as purely disposable minions to create, destroy, or bind to their will, others see undead as long-term allies. These types of relationships can vary widely. Druids or rangers can bond with undead companions instead of animals. Witches and wizards might call forth undead familiars. Even summoners can forge an unusual link with an eidolon tied to undeath. The preeminent of them all, however, are undead masters who keep multiple undead companions at once and ensure their continued loyalty. Anchored Incorporeality While most ghosts are bound to the site where they died or were buried, some instead find themselves bound to specific items, such as a particular piece of jewelry, article of clothing, pet's collar, or a stone from a building in which it dwelled. These items, known as anchors, were important to the ghost in life, or critical to the events of their death and haunting. A creature with anchored incorporeality has the incorporeal trait, meaning it can move through physical creatures and such creatures can move through it. It can't attempt Strength-based checks (such as Grapple) against corporeal creatures and corporeal creatures can't attempt such checks against it. Though incorporeal, a creature with anchored incorporeality can travel no more than 60 feet from its anchor and must maintain line of effect to the anchor. This typically prevents it from moving through walls. Unlike many other incorporeal creatures, a creature with anchored incorporeality doesn't have resistance to all damage or immunity to precision damage. A character with an animal companion or familiar that has anchored incorporeality can transfer the anchor to a new item with a special ritual. This requires spending 1 week in concert with the companion to create a new anchor. A character who knows this technique might be able to adapt it to transfer a ghost's Site Bound ability (or similar restriction) to tie it to an anchor instead of a place. The Evil of Undead An undead eidolon, companion, or familiar is usually evil, as are the majority of undead creatures. The GM might make an exception for certain undead who aren't mindless. Since creating undead tortures and corrupts a life and spirit, a character with an undead animal companion or familiar is usually evil as well, though again, the GM can allow exceptions. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1688",
 "weakness": {}
}