{
 "breadcrumbs": [
  "Undead Allies"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1690",
 "markdown": "<title level=\"1\" right=\"Rules\">[Undead Companions](/Rules.aspx?ID=1690)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 37</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n[Undead](/Traits.aspx?ID=160) companions are loyal, though not fully sapient, entities that follow your orders, whether as an undead [animal](/Traits.aspx?ID=9) or an undead [humanoid](/Traits.aspx?ID=91) rendered mindless or nearly so by undeath. They work like animal companions in most ways. Most undead companions are uncommon, typically only available to those with the [undead master](/Archetypes.aspx?ID=176) archetype or an intrinsic connection to the realm of the dead. The GM might determine a fallen animal companion can be animated as one of the following with the proper [_create undead_](/Rituals.aspx?ID=10) ritual. Undead companions typically have slightly lower statistics than a normal animal companion to compensate for their immunities. You can have only one companion of any kind at a time.\n\n Apart from the following differences, an undead companion functions as an [animal companion](/Rules.aspx?ID=149), including the limitations to [companion](/Traits.aspx?ID=29) items regardless of if they have a humanoid shape. \n<ul><li>**Traits**: An undead companion has the [undead](/Traits.aspx?ID=160) trait rather than the [animal](/Traits.aspx?ID=9) trait.</li><li>**Immunities**: The companion has [negative healing](/MonsterAbilities.aspx?ID=42) and immunity to [death](/Traits.aspx?ID=40) effects, [disease](/Traits.aspx?ID=46), and [poison](/Traits.aspx?ID=126). Unlike most undead, they aren't immune to becoming [unconscious](/Conditions.aspx?ID=38) and can become unconscious and [dying](/Conditions.aspx?ID=11) rather than being destroyed instantly at 0 Hit Points.</li><li>**Mindless Companions**: Some undead companions are [mindless](/Traits.aspx?ID=108). The mindless trait makes them immune to all [mental](/Traits.aspx?ID=106) effects, as normal. The only skills in which a mindless companion is trained are [Acrobatics](/Skills.aspx?ID=1) and [Athletics](/Skills.aspx?ID=3), and it can't become trained in other skills. Even if a mindless companion gains a limited ability to act in combat without being commanded, such as from the [Mature Animal Companion](/Feats.aspx?ID=311) feat, it can repeat only the last command; it can't take a new action on its own. A mindless companion can't take [specializations](/Rules.aspx?ID=159) that would raise its Intelligence or grant it benefits to skills other than Acrobatics or Athletics, and it can't use or benefit from feats or other options for animal companions that normally require a creature to have a mind, think, or make a decision. When in doubt, the GM determines what abilities a mindless companion can use.</li></ul>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Undead Companions",
 "next_link": {
  "label": "Undead Specific Familiars",
  "url": "/Rules.aspx?ID=1691"
 },
 "previous_link": {
  "label": "Eidolons and Undead",
  "url": "/Rules.aspx?ID=1689"
 },
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 37</row>\r\n\r\nUndead Allies\r\n</additional-info>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 37"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 37</row>",
 "speed": {},
 "text": " Undead Companions Source Book of the Dead pg. 37 Undead companions are loyal, though not fully sapient, entities that follow your orders, whether as an undead animal or an undead humanoid rendered mindless or nearly so by undeath. They work like animal companions in most ways. Most undead companions are uncommon, typically only available to those with the undead master archetype or an intrinsic connection to the realm of the dead. The GM might determine a fallen animal companion can be animated as one of the following with the proper create undead ritual. Undead companions typically have slightly lower statistics than a normal animal companion to compensate for their immunities. You can have only one companion of any kind at a time. Apart from the following differences, an undead companion functions as an animal companion, including the limitations to companion items regardless of if they have a humanoid shape. Traits : An undead companion has the undead trait rather than the animal trait. Immunities : The companion has negative healing and immunity to death effects, disease, and poison. Unlike most undead, they aren't immune to becoming unconscious and can become unconscious and dying rather than being destroyed instantly at 0 Hit Points. Mindless Companions : Some undead companions are mindless. The mindless trait makes them immune to all mental effects, as normal. The only skills in which a mindless companion is trained are Acrobatics and Athletics, and it can't become trained in other skills. Even if a mindless companion gains a limited ability to act in combat without being commanded, such as from the Mature Animal Companion feat, it can repeat only the last command; it can't take a new action on its own. A mindless companion can't take specializations that would raise its Intelligence or grant it benefits to skills other than Acrobatics or Athletics, and it can't use or benefit from feats or other options for animal companions that normally require a creature to have a mind, think, or make a decision. When in doubt, the GM determines what abilities a mindless companion can use. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1690",
 "weakness": {}
}