{
 "breadcrumbs": [
  "Playing Undead",
  "Running a Game with Undead PCs"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1699",
 "markdown": "<title level=\"1\" right=\"Rules\">[Unleashing the Undead](/Rules.aspx?ID=1699)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 45</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe rules for undead PCs make some adjustments for playability. The main differences are reducing the undead immunity to [disease](/Traits.aspx?ID=46), [paralyzed](/Conditions.aspx?ID=28), [poison](/Traits.aspx?ID=126), and [sleep](/Traits.aspx?ID=145) to bonuses, and not having the undead destroyed when they reach 0 HP. If you want something more similar to standard undead for the PCs, you can give them the immunities fully. This means quite a few spells, enemies, and hazards could become useless. You can remove a fair number of these from your campaign and skip rewarding XP for dangers that don't actually endanger anyone. For instance, if undead PCs immune to poison battled enemies that made heavy use of poison, that might be a trivial encounter for your group.\n\n Having the PCs be destroyed at 0 HP is a trickier change. This removes a safeguard intended to prevent total party kills (TPKs) and avoid the need to monitor the whole group's HP very carefully at all times. Implementing it works best if you're playing a high-intensity one-shot game or are playing troupe-style play, with more characters than players, so a character who dies can quickly be replaced.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Unleashing the Undead",
 "next_link": {
  "label": "Undead Adjustments",
  "url": "/Rules.aspx?ID=1700"
 },
 "previous_link": {
  "label": "Roleplaying Undead",
  "url": "/Rules.aspx?ID=1696"
 },
 "rarity": "common",
 "release_date": "2022-04-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Book of the Dead](/Sources.aspx?ID=118) pg. 45</row>\r\n\r\nPlaying Undead / Running a Game with Undead PCs\r\n</additional-info>",
 "source": [
  "Book of the Dead"
 ],
 "source_raw": [
  "Book of the Dead pg. 45"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Book of the Dead](/Sources.aspx?ID=118) pg. 45</row>",
 "speed": {},
 "text": " Unleashing the Undead Source Book of the Dead pg. 45 The rules for undead PCs make some adjustments for playability. The main differences are reducing the undead immunity to disease, paralyzed, poison, and sleep to bonuses, and not having the undead destroyed when they reach 0 HP. If you want something more similar to standard undead for the PCs, you can give them the immunities fully. This means quite a few spells, enemies, and hazards could become useless. You can remove a fair number of these from your campaign and skip rewarding XP for dangers that don't actually endanger anyone. For instance, if undead PCs immune to poison battled enemies that made heavy use of poison, that might be a trivial encounter for your group. Having the PCs be destroyed at 0 HP is a trickier change. This removes a safeguard intended to prevent total party kills (TPKs) and avoid the need to monitor the whole group's HP very carefully at all times. Implementing it works best if you're playing a high-intensity one-shot game or are playing troupe-style play, with more characters than players, so a character who dies can quickly be replaced. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1699",
 "weakness": {}
}