{
 "breadcrumbs": [
  "Cryptid Adjustments"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1716",
 "markdown": "<title level=\"1\" right=\"Rules\">[Unseen Animal Companion](/Rules.aspx?ID=1716)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 65</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n**Rarity**: [Uncommon](/Traits.aspx?ID=159)<br />Cryptid animal companions look a touch peculiar, often with uncanny features or ones that seem to come from a different animal. If you take a feat that would normally allow you to choose to have your companion become a savage or nimble animal companion, you can choose to make it an unseen animal companion instead. An unseen companion increases its Wisdom modifier by 2 and its Strength, Dexterity, and Constitution modifiers by 1. It deals 3 additional damage with its unarmed attacks and deals an extra 1d4 precision damage against flat-footed targets (if the animal companion already deals precision damage, such as a cat, combine the precision damage). Increase its proficiency rank in [Stealth](/Skills.aspx?ID=15) to expert. It also learns the advanced maneuver for its type.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Unseen Animal Companion",
 "next_link": {
  "label": "Secret Society Member",
  "url": "/Rules.aspx?ID=1717"
 },
 "previous_link": {
  "label": "Rumored Cryptid",
  "url": "/Rules.aspx?ID=1715"
 },
 "rarity": "common",
 "release_date": "2022-07-27",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Dark Archive](/Sources.aspx?ID=129) pg. 65</row>\r\n\r\nCryptid Adjustments\r\n</additional-info>",
 "source": [
  "Dark Archive"
 ],
 "source_raw": [
  "Dark Archive pg. 65"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Dark Archive](/Sources.aspx?ID=129) pg. 65</row>",
 "speed": {},
 "text": " Unseen Animal Companion Source Dark Archive pg. 65 Rarity : Uncommon Cryptid animal companions look a touch peculiar, often with uncanny features or ones that seem to come from a different animal. If you take a feat that would normally allow you to choose to have your companion become a savage or nimble animal companion, you can choose to make it an unseen animal companion instead. An unseen companion increases its Wisdom modifier by 2 and its Strength, Dexterity, and Constitution modifiers by 1. It deals 3 additional damage with its unarmed attacks and deals an extra 1d4 precision damage against flat-footed targets (if the animal companion already deals precision damage, such as a cat, combine the precision damage). Increase its proficiency rank in Stealth to expert. It also learns the advanced maneuver for its type. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1716",
 "weakness": {}
}