{
 "breadcrumbs": [
  "Book of Unlimited Magic",
  "Soulforged Armaments"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1565",
 "markdown": "<title level=\"1\" right=\"Rules\">[Upgrading, Reshaping, Restoring](/Rules.aspx?ID=1565)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 234 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou might want to alter your soulbound armament by adding new runes, replacing its form with a new one, or creating a new armament after yours was destroyed. You decide whether you consider this new armament as the same armament of the same lineage or a brand-new creation with a totally different appearance and name.\n\n Upgrading your armament works like [etching or transferring runes](/Rules.aspx?ID=736) or [upgrading a permanent item from a lower-level version of the same item](/Rules.aspx?ID=701), whichever is appropriate to what you're doing. You or someone else can do the work, but you must leave the item manifested for the entire process. You can transfer runes off your armament as well, typically in anticipation of establishing your bond with a different item.\n\n Reshaping your armament allows you to change the base weapon, armor, or shield into another of the same type, turning [half plate](/Armor.aspx?ID=12) armor into [full plate](/Armor.aspx?ID=13), changing a [warhammer](/Weapons.aspx?ID=47) into a [longbow](/Weapons.aspx?ID=76), and so on. If all you do is change the form while keeping the same runes and other magical properties, you can do so by spending a day in meditation. This doesn't cost any gp or extra time unless the new form is higher than level 1, or unless the difference is so vast that the GM determines it might take additional time and cost. For example, turning [explorer's clothing](/Armor.aspx?ID=2) into full plate requires the same time, expense, and [Crafting](/Skills.aspx?ID=4) check you'd need to [Craft](/Actions.aspx?ID=43) full plate since full plate is a level 2 item. Specific items can't be reshaped in this way unless the GM expressly allows it. You can't turn a [_flame tongue_](/Equipment.aspx?ID=386) into a [spiked chain](/Weapons.aspx?ID=60), a [_breastplate of command_](/Equipment.aspx?ID=148) into [hide armor](/Armor.aspx?ID=7), or a [_sturdy shield_](/Equipment.aspx?ID=327) into a [darkwood shield](/Equipment.aspx?ID=312). You can also use this day in meditation to rebind your soul to a different item in your possession. Typically, you keep the old item, its power removed, as a special keepsake or gift to a worthy successor, though attempting to disrespect the spirit of the bond by selling the item can have dire consequences. Since the essence power you chose represents the effects of the connection to your soul, the essence power typically doesn't change when you bind a new armament, though if your character's personality and connections change dramatically through the story, you and the GM might decide together to shift to a different essence power the next time you bind a new armament. If you rebind your soul to an armament that can't accommodate your current essence power, you will also need to change to a different essence power.\n\n You can recreate a destroyed soulforged armament, or bond to a new armament if your previous one was destroyed. (If it was destroyed by [_soulforged corruption_](/Rules.aspx?ID=1563), you must first successfully use _[purify soul path](/Rituals.aspx?ID=67)_.) Recreating costs the same amount of time and money as creating the item from scratch. If you already have an item with which to form a new bond, it takes 1 day in meditation, as with reshaping an armament. \r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Upgrading, Reshaping, Restoring",
 "next_link": {
  "label": "Essence Powers",
  "url": "/Rules.aspx?ID=1566"
 },
 "previous_link": {
  "label": "Soul Path",
  "url": "/Rules.aspx?ID=1562"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 234 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic / Soulforged Armaments\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 234"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 234 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Upgrading, Reshaping, Restoring Source Secrets of Magic pg. 234 1.1 You might want to alter your soulbound armament by adding new runes, replacing its form with a new one, or creating a new armament after yours was destroyed. You decide whether you consider this new armament as the same armament of the same lineage or a brand-new creation with a totally different appearance and name. Upgrading your armament works like etching or transferring runes or upgrading a permanent item from a lower-level version of the same item, whichever is appropriate to what you're doing. You or someone else can do the work, but you must leave the item manifested for the entire process. You can transfer runes off your armament as well, typically in anticipation of establishing your bond with a different item. Reshaping your armament allows you to change the base weapon, armor, or shield into another of the same type, turning half plate armor into full plate, changing a warhammer into a longbow, and so on. If all you do is change the form while keeping the same runes and other magical properties, you can do so by spending a day in meditation. This doesn't cost any gp or extra time unless the new form is higher than level 1, or unless the difference is so vast that the GM determines it might take additional time and cost. For example, turning explorer's clothing into full plate requires the same time, expense, and Crafting check you'd need to Craft full plate since full plate is a level 2 item. Specific items can't be reshaped in this way unless the GM expressly allows it. You can't turn a flame tongue into a spiked chain, a breastplate of command into hide armor, or a sturdy shield into a darkwood shield. You can also use this day in meditation to rebind your soul to a different item in your possession. Typically, you keep the old item, its power removed, as a special keepsake or gift to a worthy successor, though attempting to disrespect the spirit of the bond by selling the item can have dire consequences. Since the essence power you chose represents the effects of the connection to your soul, the essence power typically doesn't change when you bind a new armament, though if your character's personality and connections change dramatically through the story, you and the GM might decide together to shift to a different essence power the next time you bind a new armament. If you rebind your soul to an armament that can't accommodate your current essence power, you will also need to change to a different essence power. You can recreate a destroyed soulforged armament, or bond to a new armament if your previous one was destroyed. (If it was destroyed by soulforged corruption , you must first successfully use purify soul path .) Recreating costs the same amount of time and money as creating the item from scratch. If you already have an item with which to form a new bond, it takes 1 day in meditation, as with reshaping an armament. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1565",
 "weakness": {}
}