{
 "breadcrumbs": [
  "Housing Costs"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1978",
 "markdown": "<title level=\"1\" right=\"Rules\">[Urban Housing](/Rules.aspx?ID=1978)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Travel Guide](/Sources.aspx?ID=141) pg. 21</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCharacters that wish to buy homes in urban markets can use the prices noted on [Table 1](/Rules.aspx?ID=1977). These prices use the same guidelines for adjustments as the rural housing costs. Additionally, a character might instead purchase an apartment, which is typically half the cost of a home of similar quality (a comfortable apartment would cost 150 gp, for example). Renting an apartment typically runs one-fourth of the cost for renting a home. Some cities might have local support programs that can reduce these costs further. As space can be limited in urban environments, adding rooms to an urban home is usually more expensive, running upwards of 25% of the home's cost. This additional cost includes the cost of permits and fees required for such an undertaking.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Urban Housing",
 "next_link": {
  "label": "The Harrow Court",
  "url": "/Rules.aspx?ID=1980"
 },
 "previous_link": {
  "label": "Rural Housing",
  "url": "/Rules.aspx?ID=1977"
 },
 "rarity": "common",
 "release_date": "2022-08-31",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Travel Guide](/Sources.aspx?ID=141) pg. 21</row>\r\n\r\nHousing Costs\r\n</additional-info>",
 "source": [
  "Travel Guide"
 ],
 "source_raw": [
  "Travel Guide pg. 21"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Travel Guide](/Sources.aspx?ID=141) pg. 21</row>",
 "speed": {},
 "text": " Urban Housing Source Travel Guide pg. 21 Characters that wish to buy homes in urban markets can use the prices noted on Table 1. These prices use the same guidelines for adjustments as the rural housing costs. Additionally, a character might instead purchase an apartment, which is typically half the cost of a home of similar quality (a comfortable apartment would cost 150 gp, for example). Renting an apartment typically runs one-fourth of the cost for renting a home. Some cities might have local support programs that can reduce these costs further. As space can be limited in urban environments, adding rooms to an urban home is usually more expensive, running upwards of 25% of the home's cost. This additional cost includes the cost of permits and fees required for such an undertaking. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1978",
 "weakness": {}
}