{
 "breadcrumbs": [
  "Game Master's Trove",
  "Blighted Boons"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1963",
 "markdown": "<title level=\"1\" right=\"Rules\">[Using Blighted Boons](/Rules.aspx?ID=1963)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 186 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen someone finds a blighted boon, they discover its manifestation. Manifestations can seem innocuous, such as a potion in a bottle. Other manifestations are grander displays, such as crystallized flame. Some blighted boons have a storied history, so anyone who knows the legends knows the risks. Other blighted boons are more obscure, functioning like hazardous treasure.\n\n Blighted boons can elevate your campaign in multiple ways. A creature might [partake](/Rules.aspx?ID=1964) of a blighted boon without understanding the ramifications of doing so. Other beings might seek out a blighted boon for its gift, often to use the imparted might in a dire situation that merits taking the risks. Some blighted boons present their effects to potential users in visions or by other means. For such boons, no one can consume them without understanding, at least partly, what they're doing. In any case, a blighted boon offers great, temporary power at a cost, requiring daring undertakings to undo the long-term effects before it's too late.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Using Blighted Boons",
 "next_link": {
  "label": "Partaking",
  "url": "/Rules.aspx?ID=1964"
 },
 "previous_link": {
  "label": "Archetype Artifacts",
  "url": "/Rules.aspx?ID=1961"
 },
 "rarity": "common",
 "release_date": "2023-02-22",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Treasure Vault](/Sources.aspx?ID=191) pg. 186 <sup>1.1</sup></row>\r\n\r\nGame Master's Trove / Blighted Boons\r\n</additional-info>",
 "source": [
  "Treasure Vault"
 ],
 "source_raw": [
  "Treasure Vault pg. 186"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Treasure Vault](/Sources.aspx?ID=191) pg. 186 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Using Blighted Boons Source Treasure Vault pg. 186 1.1 When someone finds a blighted boon, they discover its manifestation. Manifestations can seem innocuous, such as a potion in a bottle. Other manifestations are grander displays, such as crystallized flame. Some blighted boons have a storied history, so anyone who knows the legends knows the risks. Other blighted boons are more obscure, functioning like hazardous treasure. Blighted boons can elevate your campaign in multiple ways. A creature might partake of a blighted boon without understanding the ramifications of doing so. Other beings might seek out a blighted boon for its gift, often to use the imparted might in a dire situation that merits taking the risks. Some blighted boons present their effects to potential users in visions or by other means. For such boons, no one can consume them without understanding, at least partly, what they're doing. In any case, a blighted boon offers great, temporary power at a cost, requiring daring undertakings to undo the long-term effects before it's too late. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1963",
 "weakness": {}
}