{
 "breadcrumbs": [
  "Chapter 1: Ancestries & Backgrounds"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1417",
 "markdown": "<title level=\"1\" right=\"Rules\">[Versatile Heritages](/Rules.aspx?ID=1417)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 28 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe peoples of Golarion are many, and they have a long history of intermingling. The inevitable offspring of these mixed unions share physiological features with both their parents, manifesting as a specific heritage. The most common of these by far are the half-elf and half-orc human ancestries. Some individuals, however, are born under far stranger circumstances, such as a monstrous, undead, or extraplanar parent, a powerful curse, or an incursion of extraplanar energies. As these circumstances aren't unique to a single ancestry, these heritages—called versatile heritages—are likewise shared by many ancestries.\n\n Golarion is home to a variety of versatile heritages. Some are born to unusual creatures or arise through specific mundane or supernatural circumstances. Many, however, result from an infusion of extraplanar energy, whether through direct parentage, more distant ancestors, or simply direct exposure to the quintessence of that plane. These individuals are known as planar scions.\n\n Because the circumstances that give rise to versatile heritages aren't limited to a single ancestry, a versatile heritage can be chosen by a character of nearly any ancestry. Some versatile heritages are more common among some ancestries than others, and some might list additional restrictions specific to that heritage. Your GM may place other restrictions on which ancestries can use a given versatile heritage based on the story and setting.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Many Ancestries</title>\r\n\r\nThough a character can have only one heritage, it doesn't mean characters with lineages tracing back to multiple ancestries or heritages don't exist. It's certainly possible for a [dhampir](/Ancestries.aspx?ID=23) to be born to a [half-elf](/Ancestries.aspx?ID=7) mother, or for a [duskwalker](/Ancestries.aspx?ID=25) to appear in a community of [death warden](/Heritages.aspx?ID=2) [dwarves](/Ancestries.aspx?ID=1). In these cases, the influence of the versatile heritage overshadows the other heritage—the dhampir heritage overshadows the half-elf heritage, and the duskwalker abilities replace those of the death warden dwarf heritage. So while, superficially, a character might bear a resemblance to both heritages, mechanically, they only gain the benefits of the versatile heritage.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Supernatural Origins</title>\r\n\r\nThe circumstances that give rise to individuals with versatile heritages vary widely, from direct biological descendance to clandestine rituals, planar incursions, or unique mystical phenomena. It's up to you to decide the details of your character's heritage and how they came into being. The sections in this book provide some broad suggestions that you can use as a jumping-off point, but these aren't restrictions. [Hags](/MonsterFamilies.aspx?ID=59), for example, typically give birth to mammalian offspring, but they are devious creatures and might just as easily change form to that of a [kobold](/Ancestries.aspx?ID=18) long enough to hatch a [changeling](/Ancestries.aspx?ID=22) kobold child—or perhaps your changeling character arose as a result of a hag's occult meddling rather than direct lineage. It's your story to tell!\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1418\" />\r\n\r\n<document level=\"2\" id=\"rules-1420\" />",
 "name": "Versatile Heritages",
 "next_link": {
  "label": "Backgrounds",
  "url": "/Rules.aspx?ID=1427"
 },
 "previous_link": {
  "label": "Backgrounds",
  "url": "/Rules.aspx?ID=1416"
 },
 "rarity": "common",
 "release_date": "2020-07-30",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Advanced Player's Guide](/Sources.aspx?ID=39) pg. 28 <sup>2.0</sup></row>\r\n\r\nChapter 1: Ancestries &amp; Backgrounds\r\n</additional-info>",
 "source": [
  "Advanced Player's Guide"
 ],
 "source_raw": [
  "Advanced Player's Guide pg. 28"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Advanced Player's Guide](/Sources.aspx?ID=39) pg. 28 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Versatile Heritages Source Advanced Player's Guide pg. 28 2.0 The peoples of Golarion are many, and they have a long history of intermingling. The inevitable offspring of these mixed unions share physiological features with both their parents, manifesting as a specific heritage. The most common of these by far are the half-elf and half-orc human ancestries. Some individuals, however, are born under far stranger circumstances, such as a monstrous, undead, or extraplanar parent, a powerful curse, or an incursion of extraplanar energies. As these circumstances aren't unique to a single ancestry, these heritages—called versatile heritages—are likewise shared by many ancestries. Golarion is home to a variety of versatile heritages. Some are born to unusual creatures or arise through specific mundane or supernatural circumstances. Many, however, result from an infusion of extraplanar energy, whether through direct parentage, more distant ancestors, or simply direct exposure to the quintessence of that plane. These individuals are known as planar scions. Because the circumstances that give rise to versatile heritages aren't limited to a single ancestry, a versatile heritage can be chosen by a character of nearly any ancestry. Some versatile heritages are more common among some ancestries than others, and some might list additional restrictions specific to that heritage. Your GM may place other restrictions on which ancestries can use a given versatile heritage based on the story and setting. Many Ancestries Though a character can have only one heritage, it doesn't mean characters with lineages tracing back to multiple ancestries or heritages don't exist. It's certainly possible for a dhampir to be born to a half-elf mother, or for a duskwalker to appear in a community of death warden dwarves. In these cases, the influence of the versatile heritage overshadows the other heritage—the dhampir heritage overshadows the half-elf heritage, and the duskwalker abilities replace those of the death warden dwarf heritage. So while, superficially, a character might bear a resemblance to both heritages, mechanically, they only gain the benefits of the versatile heritage. Supernatural Origins The circumstances that give rise to individuals with versatile heritages vary widely, from direct biological descendance to clandestine rituals, planar incursions, or unique mystical phenomena. It's up to you to decide the details of your character's heritage and how they came into being. The sections in this book provide some broad suggestions that you can use as a jumping-off point, but these aren't restrictions. Hags, for example, typically give birth to mammalian offspring, but they are devious creatures and might just as easily change form to that of a kobold long enough to hatch a changeling kobold child—or perhaps your changeling character arose as a result of a hag's occult meddling rather than direct lineage. It's your story to tell! ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1417",
 "weakness": {}
}