{
 "breadcrumbs": [
  "Chapter 3: Subsystems"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1189",
 "markdown": "<title level=\"1\" right=\"Rules\">[Victory Points](/Rules.aspx?ID=1189)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 148</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nYou’ll often find that your games could use a way to track progress toward a goal so that you don’t have to just keep everything in your head. This section explains how to build your own subsystems for tracking success via Victory Points. Many other subsystems throughout the chapter use these as well, though often by a different name.\n\n Victory Points (or VP) are a powerful tool in your GM arsenal, as they allow you to track the PCs’ progress using a subsystem to go beyond the results of a single check. Victory Points are versatile; you could track and resolve them within a single encounter, or you could collect them over the course of an entire campaign to determine the ending of the story. \r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Enemy Victory Points</title>\r\n\r\nIn addition to giving both the PCs and enemies Victory Points, as mentioned on page 149, sometimes it makes more sense to have only the enemies gain or lose Victory Points instead of the PCs. Even though the NPCs are also taking actions, it’s usually best to increase or reduce the enemy’s Victory Points based on just the PCs’ actions, since it maximizes the feeling of player agency. In some rare cases where the foes act directly against the PCs, you might have both PC and foe actions increase the foe’s Victory Points.\n\n Implementing such a subsystem might mean flipping the normal rolls. For instance, if the PCs were trying to lower their enemies’ Influence over a faction, a critical success by a PC would lower the Influence by 2, a success would lower the Influence by 1, and a critical failure might give the enemies something to exploit, raising their Influence by 1. This uses the same effects as an accumulating roll, but “damages” the enemies’ VP instead of gaining VP for the PCs’ side. While this is very similar mechanically to the PCs gaining VP, the thematic connection is much stronger for an intrigue-based story.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-1190\" />\r\n\r\n<document level=\"2\" id=\"rules-1191\" />\r\n\r\n<document level=\"2\" id=\"rules-1197\" />\r\n\r\n<document level=\"2\" id=\"rules-1198\" />\r\n\r\n<document level=\"2\" id=\"rules-1199\" />\r\n\r\n<document level=\"2\" id=\"rules-1200\" />",
 "name": "Victory Points",
 "next_link": {
  "label": "Influence",
  "url": "/Rules.aspx?ID=1201"
 },
 "previous_link": {
  "label": "Deciding to Use a Subsystem",
  "url": "/Rules.aspx?ID=1188"
 },
 "rarity": "common",
 "release_date": "2020-02-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gamemastery Guide](/Sources.aspx?ID=22) pg. 148</row>\r\n\r\nChapter 3: Subsystems\r\n</additional-info>",
 "source": [
  "Gamemastery Guide"
 ],
 "source_raw": [
  "Gamemastery Guide pg. 148"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Gamemastery Guide](/Sources.aspx?ID=22) pg. 148</row>",
 "speed": {},
 "text": " Victory Points Source Gamemastery Guide pg. 148 You’ll often find that your games could use a way to track progress toward a goal so that you don’t have to just keep everything in your head. This section explains how to build your own subsystems for tracking success via Victory Points. Many other subsystems throughout the chapter use these as well, though often by a different name. Victory Points (or VP) are a powerful tool in your GM arsenal, as they allow you to track the PCs’ progress using a subsystem to go beyond the results of a single check. Victory Points are versatile; you could track and resolve them within a single encounter, or you could collect them over the course of an entire campaign to determine the ending of the story. Enemy Victory Points In addition to giving both the PCs and enemies Victory Points, as mentioned on page 149, sometimes it makes more sense to have only the enemies gain or lose Victory Points instead of the PCs. Even though the NPCs are also taking actions, it’s usually best to increase or reduce the enemy’s Victory Points based on just the PCs’ actions, since it maximizes the feeling of player agency. In some rare cases where the foes act directly against the PCs, you might have both PC and foe actions increase the foe’s Victory Points. Implementing such a subsystem might mean flipping the normal rolls. For instance, if the PCs were trying to lower their enemies’ Influence over a faction, a critical success by a PC would lower the Influence by 2, a success would lower the Influence by 1, and a critical failure might give the enemies something to exploit, raising their Influence by 1. This uses the same effects as an accumulating roll, but “damages” the enemies’ VP instead of gaining VP for the PCs’ side. While this is very similar mechanically to the PCs gaining VP, the thematic connection is much stronger for an intrigue-based story. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1189",
 "weakness": {}
}