{
 "breadcrumbs": [
  "Appendix 3: Warfare",
  "War Encounters"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1875",
 "markdown": "<title level=\"1\" right=\"Rules\">[Victory or Defeat](/Rules.aspx?ID=1875)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 578</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nIf all of the enemy armies were routed or defeated, the PCs won the battle; see Determining Victory below. If all of the PCs' armies were routed or defeated, the PCs lost the battle; see Determining Loss below. In either case, your kingdom gains experience: each army you defeated provides the same amount of XP as defeating an adversary of the same level in encounter mode, but in this case, the rewards are in kingdom XP. \n\n### Determining Victory\n The PCs won the battle! Roll a basic Warfare check to determine the repercussions for the kingdom.\n\n**Critical Success** The damage suffered in the battle was relatively minor. Restore 1 HP to every damaged army, and at the start of your next Kingdom turn, gain one bonus Fame or Infamy point and reduce Unrest by 1.<br />\n**Success** The damage wasn't as bad as it seemed. Restore 1 HP to every damaged army.<br />\n**Failure** The battle was hard fought, but your armies bore the results of the clash as well as could be expected.<br />\n**Critical Failure** Although you won the battle, it took its toll on some of your armies. Any army that was damaged in the battle increases its [shaken](/Conditions.aspx?ID=56) or [weary](/Conditions.aspx?ID=57) condition value (the party chooses which) by 1. \n\n### Determining Loss\n The PCs lost the battle! Roll a basic Defense check to try to minimize damage and to determine repercussions.\n\n**Critical Success** Many soldiers survived the lost battle. All [defeated](/Conditions.aspx?ID=45) armies are restored to 1 HP, and one damaged army of your choice heals 1 HP.<br />\n**Success** One damaged army of your choice escaped the brunt of the loss—that army heals 1 HP. Gain 1 Unrest.<br />\n**Failure** The battle was a loss. Gain 1 Unrest.<br />\n**Critical Failure** The loss has crushed your armies' spirits. Each army that participated in the battle increases its shaken or weary condition (the party chooses which) by 2. Gain 1d4 Unrest.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Victory or Defeat",
 "next_link": {
  "label": "Basic War Actions",
  "url": "/Rules.aspx?ID=1876"
 },
 "previous_link": {
  "label": "War Encounter Structure",
  "url": "/Rules.aspx?ID=1869"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 578</row>\r\n\r\nAppendix 3: Warfare / War Encounters\r\n</additional-info>",
 "source": [
  "Kingmaker Adventure Path"
 ],
 "source_raw": [
  "Kingmaker Adventure Path pg. 578"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Adventure Path](/Sources.aspx?ID=150) pg. 578</row>",
 "speed": {},
 "text": " Victory or Defeat Source Kingmaker Adventure Path pg. 578 If all of the enemy armies were routed or defeated, the PCs won the battle; see Determining Victory below. If all of the PCs' armies were routed or defeated, the PCs lost the battle; see Determining Loss below. In either case, your kingdom gains experience: each army you defeated provides the same amount of XP as defeating an adversary of the same level in encounter mode, but in this case, the rewards are in kingdom XP. ### Determining Victory The PCs won the battle! Roll a basic Warfare check to determine the repercussions for the kingdom. Critical Success The damage suffered in the battle was relatively minor. Restore 1 HP to every damaged army, and at the start of your next Kingdom turn, gain one bonus Fame or Infamy point and reduce Unrest by 1. Success The damage wasn't as bad as it seemed. Restore 1 HP to every damaged army. Failure The battle was hard fought, but your armies bore the results of the clash as well as could be expected. Critical Failure Although you won the battle, it took its toll on some of your armies. Any army that was damaged in the battle increases its shaken or weary condition value (the party chooses which) by 1. ### Determining Loss The PCs lost the battle! Roll a basic Defense check to try to minimize damage and to determine repercussions. Critical Success Many soldiers survived the lost battle. All defeated armies are restored to 1 HP, and one damaged army of your choice heals 1 HP. Success One damaged army of your choice escaped the brunt of the loss—that army heals 1 HP. Gain 1 Unrest. Failure The battle was a loss. Gain 1 Unrest. Critical Failure The loss has crushed your armies' spirits. Each army that participated in the battle increases its shaken or weary condition (the party chooses which) by 2. Gain 1d4 Unrest. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1875",
 "weakness": {}
}