{
 "breadcrumbs": [
  "Chapter 6: Equipment",
  "Weapons"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-225",
 "markdown": "<title level=\"1\" right=\"Rules\">[Weapon Statistics](/Rules.aspx?ID=225)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 279 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nThe tables on pages 280–282 list the statistics for various melee and ranged weapons that you can purchase, as well as the statistics for striking with a fist (or another basic unarmed attack). The tables present the following statistics. All weapons listed in this chapter have an item level of 0.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Selecting Weapons</title>\r\n\r\nCharacters who focus on combat need to carefully consider their choice of weapons, evaluating whether they want to fight in melee or at range, the weapons’ damage potential, and the special features of various weapons. Characters who are primarily spellcasters usually just need to pick a backup weapon in the best category they’re trained or better in.\n\n When selecting weapons, start by identifying the weapon types you’re trained or better in. You should then compare weapons within these types to determine which ones you will have the highest melee or ranged attack modifier with. It’s usually considered best practice to select both a melee and ranged weapon during character creation so you can contend with a broader variety of foes and situations. \n\n### Weapon Categories\n Weapons fall into broad categories depending on how much damage they deal and what traits they have. Martial weapons generally deal more damage than simple weapons, and advanced weapons generally have more advantageous traits than martial weapons with the same damage. Generally, you’ll want to select weapons that deal more damage, but if you’re a highly skilled combatant, you might want to pick a weapon with interesting traits, even if it has a lower weapon damage die. You can also purchase multiple weapons within your budget, allowing you to switch between them for different situations.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-226\" />\r\n\r\n<document level=\"2\" id=\"rules-227\" />\r\n\r\n<document level=\"2\" id=\"rules-228\" />\r\n\r\n<document level=\"2\" id=\"rules-229\" />\r\n\r\n<document level=\"2\" id=\"rules-230\" />\r\n\r\n<document level=\"2\" id=\"rules-231\" />\r\n\r\n<document level=\"2\" id=\"rules-232\" />\r\n\r\n<document level=\"2\" id=\"rules-233\" />",
 "name": "Weapon Statistics",
 "next_link": {
  "label": "Weapon Traits",
  "url": "/Rules.aspx?ID=234"
 },
 "previous_link": {
  "label": "Improvised Weapons",
  "url": "/Rules.aspx?ID=224"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 279 <sup>4.0</sup></row>\r\n\r\nChapter 6: Equipment / Weapons\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 279"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 279 <sup>4.0</sup></row>",
 "speed": {},
 "text": " Weapon Statistics Source Core Rulebook pg. 279 4.0 The tables on pages 280–282 list the statistics for various melee and ranged weapons that you can purchase, as well as the statistics for striking with a fist (or another basic unarmed attack). The tables present the following statistics. All weapons listed in this chapter have an item level of 0. Selecting Weapons Characters who focus on combat need to carefully consider their choice of weapons, evaluating whether they want to fight in melee or at range, the weapons’ damage potential, and the special features of various weapons. Characters who are primarily spellcasters usually just need to pick a backup weapon in the best category they’re trained or better in. When selecting weapons, start by identifying the weapon types you’re trained or better in. You should then compare weapons within these types to determine which ones you will have the highest melee or ranged attack modifier with. It’s usually considered best practice to select both a melee and ranged weapon during character creation so you can contend with a broader variety of foes and situations. ### Weapon Categories Weapons fall into broad categories depending on how much damage they deal and what traits they have. Martial weapons generally deal more damage than simple weapons, and advanced weapons generally have more advantageous traits than martial weapons with the same damage. Generally, you’ll want to select weapons that deal more damage, but if you’re a highly skilled combatant, you might want to pick a weapon with interesting traits, even if it has a lower weapon damage die. You can also purchase multiple weapons within your budget, allowing you to switch between them for different situations. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=225",
 "weakness": {}
}