{
 "breadcrumbs": [
  "Chapter 3: Weather",
  "Stolen Lands Weather"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1903",
 "markdown": "<title level=\"1\" right=\"Rules\">[Weather Experience](/Rules.aspx?ID=1903)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 122</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nCharacters usually gain Experience Points for experiencing a weather event in the course of their regular adventures, whether they prepare for it, avoid it, or simply endure its effects. A character who shelters in a structure that provides total protection from a weather event gains no experience from it, though. The XP values for weather events are equal to those earned for overcoming [simple hazards](/Rules.aspx?ID=679). \n\n<title level=\"3\" right=\"Hazard [Level]\">Weather Event Name </title><traits><trait label=\"Traits\" /></traits> **Survival** This entry lists the [Survival](/Skills.aspx?ID=16) DC for a character in the zone to realize the weather event is starting within an hour or less. Any character who meets the proficiency rank listed in parentheses can automatically attempt this Survival check to receive this warning about the upcoming event. Characters who fail to meet this requirement can attempt this Survival check before the event begins only if they're performing the [Investigate](/Actions.aspx?ID=516) or [Scout](/Actions.aspx?ID=518) exploration activities or are on watch during resting periods. Success on the check allows the character to warn the rest of the party in time for everyone to attempt to prepare for the event. A critical success on the check grants everyone a +4 circumstance bonus to their checks to prepare. Failure indicates that the event takes place without the PCs having a chance to prepare—in this case, proceed immediately with the weather's effects.<br /> **Requirements** This entry lists any conditions, such as terrain or season, that are required for the event to take place. If you roll an event that doesn't meet the requirements, then no weather event occurs instead. This entry is omitted if the event can take place anywhere in the Stolen Lands at any time.<br /> **Description** This explains what the event looks like and might include special rules.\n\n---\n\n **Prepare** The party can only attempt to prepare for the weather if they realize the upcoming danger. The DCs of any skill checks required to prepare for the hazard are here. In some cases, preparation allows the PCs to avoid the event entirely, while in others, it merely reduces the event's effects. With success on the check, the party has time to seek shelter from the event. Shelter grants full protection from the event unless otherwise detailed in the text of the weather event itself. Just as PCs earn experience points for hazards detected and disarmed, they earn full experience points for weather events that they manage to shelter from while traveling in the wild. If no shelter is immediately apparent, the party can attempt a Survival check (using the same DC as the previous Survival check in this entry) to quickly build a shelter capable of protecting against the event. At the GM's option, the PCs can avoid the event through powerful magic capable of altering weather or by quickly traveling out of the zone via flight, teleportation, or other forms of exceptionally swift travel. This entry is omitted when preparation offers no advantage against the weather event.<br /> **Routine** This section describes what the weather event does, how long it lasts, and what the PCs can do to deal with the event. The duration of the event is listed in parentheses. A duration with a “+” listed indicates the event can continue; once its duration ends, attempt a DC 11 flat check. On a success, the event's duration continues, repeating its routine for the same period of time. Continue attempting the DC 11 flat check at the end of each interval until you roll a failure and the event ends.<br /> **Action** If the event takes any actions during its routine, they are detailed here.\n\n---\n\n **Escalation** Some weather events can escalate to a higher level, in which case adjustments to the baseline hazard for those higher level versions are given here. The hazard level of the escalation is listed in parentheses.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Weather Experience",
 "next_link": {
  "label": "Alchemy Unleashed",
  "url": "/Rules.aspx?ID=1904"
 },
 "previous_link": {
  "label": "Weather Events",
  "url": "/Rules.aspx?ID=1902"
 },
 "rarity": "common",
 "release_date": "2022-10-26",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 122</row>\r\n\r\nChapter 3: Weather / Stolen Lands Weather\r\n</additional-info>",
 "source": [
  "Kingmaker Companion Guide"
 ],
 "source_raw": [
  "Kingmaker Companion Guide pg. 122"
 ],
 "source_category": "Adventure Paths",
 "source_group": "Kingmaker",
 "source_markdown": "<row gap=\"tiny\">[Kingmaker Companion Guide](/Sources.aspx?ID=151) pg. 122</row>",
 "speed": {},
 "text": " Weather Experience Source Kingmaker Companion Guide pg. 122 Characters usually gain Experience Points for experiencing a weather event in the course of their regular adventures, whether they prepare for it, avoid it, or simply endure its effects. A character who shelters in a structure that provides total protection from a weather event gains no experience from it, though. The XP values for weather events are equal to those earned for overcoming simple hazards. Weather Event Name Survival This entry lists the [Survival DC for a character in the zone to realize the weather event is starting within an hour or less. Any character who meets the proficiency rank listed in parentheses can automatically attempt this Survival check to receive this warning about the upcoming event. Characters who fail to meet this requirement can attempt this Survival check before the event begins only if they're performing the Investigate or Scout exploration activities or are on watch during resting periods. Success on the check allows the character to warn the rest of the party in time for everyone to attempt to prepare for the event. A critical success on the check grants everyone a +4 circumstance bonus to their checks to prepare. Failure indicates that the event takes place without the PCs having a chance to prepare—in this case, proceed immediately with the weather's effects. Requirements This entry lists any conditions, such as terrain or season, that are required for the event to take place. If you roll an event that doesn't meet the requirements, then no weather event occurs instead. This entry is omitted if the event can take place anywhere in the Stolen Lands at any time. Description This explains what the event looks like and might include special rules. --- Prepare The party can only attempt to prepare for the weather if they realize the upcoming danger. The DCs of any skill checks required to prepare for the hazard are here. In some cases, preparation allows the PCs to avoid the event entirely, while in others, it merely reduces the event's effects. With success on the check, the party has time to seek shelter from the event. Shelter grants full protection from the event unless otherwise detailed in the text of the weather event itself. Just as PCs earn experience points for hazards detected and disarmed, they earn full experience points for weather events that they manage to shelter from while traveling in the wild. If no shelter is immediately apparent, the party can attempt a Survival check (using the same DC as the previous Survival check in this entry) to quickly build a shelter capable of protecting against the event. At the GM's option, the PCs can avoid the event through powerful magic capable of altering weather or by quickly traveling out of the zone via flight, teleportation, or other forms of exceptionally swift travel. This entry is omitted when preparation offers no advantage against the weather event. Routine This section describes what the weather event does, how long it lasts, and what the PCs can do to deal with the event. The duration of the event is listed in parentheses. A duration with a “+” listed indicates the event can continue; once its duration ends, attempt a DC 11 flat check. On a success, the event's duration continues, repeating its routine for the same period of time. Continue attempting the DC 11 flat check at the end of each interval until you roll a failure and the event ends. Action If the event takes any actions during its routine, they are detailed here. --- Escalation Some weather events can escalate to a higher level, in which case adjustments to the baseline hazard for those higher level versions are given here. The hazard level of the escalation is listed in parentheses. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1903",
 "weakness": {}
}