{
 "breadcrumbs": [
  "Book of Unlimited Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1576",
 "markdown": "<title level=\"1\" right=\"Rules\">[Wellspring Magic](/Rules.aspx?ID=1576)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 245 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n_Wellspring magic wells up within characters so mightily that it can overwhelm them and explode out of their control. Characters with wellsprings can recover spells throughout the day, powering through countless battles, but the overwhelming flow of magic could form a violent surge at any moment._\n\n **Rarity**: [Rare](/Traits.aspx?ID=137)\n\n Your wellspring, by definition, lies outside your full control. The inherent contradiction is that you have greater potential for power, but you can't use it exactly as you wish. Regardless of whether you see it as a boon or a curse, it demands of you a degree of surrender if you're to use your magic at all.\n\n A magic wellspring often comes as an intrinsic part of the caster's own magic, whether granted or inherited. Characters can also receive wellsprings of magic as gifts from powerful entities or when they're released from other sources of potent magical energy. Being nearby when an artifact is destroyed or a powerful magical being dies can, rarely, leave a permanent wellspring in a character.\n\n Choosing the [wellspring mage](/Archetypes.aspx?ID=104) archetype gives you the abilities related to this type of magic. This is a class archetype, chosen at 1st level as explained below. Consider what source will be most satisfying for your character, and think about how they feel when experiencing the influx of wellspring magic. Does the wellspring feel like a true part of your being? Like an unwanted outsider working its will through you? Like a problem to be solved? An aspect of yourself to come to terms with? As noted in the archetype, high-stress situations cause the wellspring magic roll. You can work with your GM to refine what sorts of situations might be high-stress for you that wouldn't be for other characters.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1577\" />\r\n\r\n<document level=\"2\" id=\"rules-1580\" />",
 "name": "Wellspring Magic",
 "next_link": {
  "label": "Eidolons",
  "url": "/Rules.aspx?ID=1581"
 },
 "previous_link": {
  "label": "True Names",
  "url": "/Rules.aspx?ID=1569"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 245 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 245"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 245 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Wellspring Magic Source Secrets of Magic pg. 245 1.1 Wellspring magic wells up within characters so mightily that it can overwhelm them and explode out of their control. Characters with wellsprings can recover spells throughout the day, powering through countless battles, but the overwhelming flow of magic could form a violent surge at any moment. Rarity : Rare Your wellspring, by definition, lies outside your full control. The inherent contradiction is that you have greater potential for power, but you can't use it exactly as you wish. Regardless of whether you see it as a boon or a curse, it demands of you a degree of surrender if you're to use your magic at all. A magic wellspring often comes as an intrinsic part of the caster's own magic, whether granted or inherited. Characters can also receive wellsprings of magic as gifts from powerful entities or when they're released from other sources of potent magical energy. Being nearby when an artifact is destroyed or a powerful magical being dies can, rarely, leave a permanent wellspring in a character. Choosing the wellspring mage archetype gives you the abilities related to this type of magic. This is a class archetype, chosen at 1st level as explained below. Consider what source will be most satisfying for your character, and think about how they feel when experiencing the influx of wellspring magic. Does the wellspring feel like a true part of your being? Like an unwanted outsider working its will through you? Like a problem to be solved? An aspect of yourself to come to terms with? As noted in the archetype, high-stress situations cause the wellspring magic roll. You can work with your GM to refine what sorts of situations might be high-stress for you that wouldn't be for other characters. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1576",
 "weakness": {}
}