{
 "breadcrumbs": [
  "Book of Unlimited Magic",
  "Wellspring Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1580",
 "markdown": "<title level=\"1\" right=\"Rules\">[Wellspring Surges](/Rules.aspx?ID=1580)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 250 <sup>1.1</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nWhen your wellspring magic goes out of control, it becomes a wellspring surge. Typically, this happens when you fail the flat check from wellspring magic, but other wellspring mage feats have effects that sometimes cause you to generate a wellspring surge, or might even cause your foes to do so.\n\nRoll 1d20 and use Table 5–2: Wellspring Surges below to determine the surge's effect. If the effect calls for a damage type, the GM chooses the type based on the types of spells you know or your current location. The wellspring surge uses your spell DC. You have no control over the way your wellspring surge manifests. You are the point of origin for your wellspring surges, and you are not excluded from their effects. If you force a foe to generate a surge, they are the origin point of that surge instead.\n\n If your wellspring was granted by a being like a god or muse, the entity's intentions might sometimes alter the results of wellspring surges, or move the point of origin for an area to any point within 30 feet if the GM determines this fits the situation. For example, instead of uncontrolled damage, the entity might choose to damage only creatures opposing its plan, even if they are your allies.\n\n A wellspring surge always has the trait of your magical tradition, plus any traits that appear in parentheses at the end of the surge's effects.\n\n## Table 5-2: Wellspring Surges\n<row gap=\"tiny\">\n<table> <tr><td>**d20**</td><td>**Effect**</td></tr> <tr><td>1</td><td>**Energy Unleashed** ([evocation](/Traits.aspx?ID=65)) Raw energy deals 2d6 damage per spell level of the surge ([basic](/Rules.aspx?ID=329) Reflex save) in a 10-foot burst.</td></tr> <tr><td>2</td><td>**Positive Energy Expulsion** ([healing](/Traits.aspx?ID=89), [necromancy](/Traits.aspx?ID=117), [positive](/Traits.aspx?ID=128)) Positive energy explodes outward, healing living creatures for 1d8 Hit Points per spell level of the surge in a 20-foot burst. [Undead](/Traits.aspx?ID=160) creatures instead take the same amount of positive damage, with a [basic](/Rules.aspx?ID=329) Will save.</td></tr> <tr><td>3</td><td>**Mass Siphon** ([transmutation](/Traits.aspx?ID=157)) Creatures and objects within a 30-foot emanation become nearly weightless until the end of your next turn. Nearly weightless creatures can [Climb](/Actions.aspx?ID=33) at their land Speed and can [Leap](/Actions.aspx?ID=81) as far upward as they could normally Leap horizontally.</td></tr> <tr><td>4</td><td>**Magical Nemesis** ([conjuration](/Traits.aspx?ID=33), [teleportation](/Traits.aspx?ID=156)) A random creature connected to your magic (or inimical to it) appears within 60 feet. The creature should be of a level approximately equal to the level of an animal summoned by [_summon animal_](/Spells.aspx?ID=316) of the spell level, although it can be of any type. The GM determines the specific creature. The creature is [unfriendly](/Conditions.aspx?ID=40) to you and [friendly](/Conditions.aspx?ID=18) to your apparent enemies. After 1 minute, the creature can choose either to return where it came from or to remain. It is not [summoned](/Traits.aspx?ID=154) or a [minion](/Traits.aspx?ID=109).</td></tr> <tr><td>5</td><td>**Monstrous Transformation** ([mental](/Traits.aspx?ID=106), [morph](/Traits.aspx?ID=113), [transmutation](/Traits.aspx?ID=157)) Your head and arms transform into an exaggerated imitation of a creature connected to your magic for 1 minute. The GM determines the creature. You gain a status bonus to weapon and [unarmed](/Traits.aspx?ID=199) damage rolls equal to the spell level. At the start of each of your turns while you are transformed, you must succeed at a Will saving throw or be [confused](/Conditions.aspx?ID=5) until the start of your next turn. On a critical success, you can choose to end the effect entirely, also losing the status bonus.</td></tr> <tr><td>6</td><td>**Sudden Gale** ([air](/Traits.aspx?ID=5), [evocation](/Traits.aspx?ID=65)) Weather in a 40-foot emanation is disturbed. Strong winds blow in a random direction for 1 minute. Each creature that starts its turn in the area must succeed at a Fortitude save or fall [prone](/Conditions.aspx?ID=31) (and be [pushed](/Rules.aspx?ID=451) 10 feet on a critical failure), and you must succeed at this save immediately after the surge. Any movement against the wind is difficult terrain, or greater difficult terrain while flying.</td></tr> <tr><td>7</td><td>**Tremor** ([earth](/Traits.aspx?ID=55), [evocation](/Traits.aspx?ID=65)) The earth trembles in a 40-foot emanation. Each creature on a surface must immediately succeed at a Fortitude save or fall prone. The surface then becomes difficult terrain for 1 minute.</td></tr> <tr><td>8</td><td>**Oppressive Voice** ([divination](/Traits.aspx?ID=47), [mental](/Traits.aspx?ID=106), [nonlethal](/Traits.aspx?ID=188)) The voice of your muse, your deity, an ancestor, or another appropriate entity suddenly overwhelms your mind. You must attempt a Will saving throw. You take 1d4 mental damage per spell level with a [basic](/Rules.aspx?ID=329) Will save. On a failure, you're also [stunned 1](/Conditions.aspx?ID=36) (stunned 2 on a critical failure).</td></tr> <tr><td>9</td><td>**Trinket Squall** ([illusion](/Traits.aspx?ID=92)) Visual illusions of objects related to your magic fall like rain throughout a 40-foot burst for 1 minute, giving concealment in the area. Creatures can attempt to [disbelieve](/Rules.aspx?ID=267) this illusion.</td></tr> <tr><td>10</td><td>**Antimagic Eruption** ([abjuration](/Traits.aspx?ID=2)) The surge attempts to [counteract](/Rules.aspx?ID=371) a random spell active on you and on each creature within a 10-foot burst.</td></tr> <tr><td>11</td><td>**Mental Broadcast** ([detection](/Traits.aspx?ID=43), [divination](/Traits.aspx?ID=47), [mental](/Traits.aspx?ID=106)) For 1 minute, everyone within 30 feet of you can hear your surface thoughts.</td></tr> <tr><td>12</td><td>**Verdant Clutch** ([conjuration](/Traits.aspx?ID=33), [plant](/Traits.aspx?ID=125)) Plants and vines grow from all surfaces within 20 feet, causing all creatures in the area to be [immobilized](/Conditions.aspx?ID=24) unless they succeed at a Reflex save. The [Escape](/Actions.aspx?ID=79) DC is equal to the spell DC.</td></tr> <tr><td>13</td><td>**Tinge of Terror** ([emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [fear](/Traits.aspx?ID=68), [mental](/Traits.aspx?ID=106)) All creatures within 20 feet are affected by powerful fright. They attempt a Will save, becoming [frightened 1](/Conditions.aspx?ID=19) on a failure or frightened 2 on a critical failure.</td></tr> <tr><td>14</td><td>**Strike up the Band** ([auditory](/Traits.aspx?ID=16), [illusion](/Traits.aspx?ID=92)) For 1 minute, you are followed by orchestral theme music tied to the emotional content of the actions you're performing. This grants you a +2 status bonus to [Diplomacy](/Skills.aspx?ID=6), [Intimidation](/Skills.aspx?ID=7), and [Performance](/Skills.aspx?ID=12) checks, a –2 status penalty to [Deception](/Skills.aspx?ID=5) checks, and makes certain uses of [Stealth](/Skills.aspx?ID=15) virtually impossible. It might have other effects as the GM sees fit.</td></tr> <tr><td>15</td><td>**Life Sap** ([necromancy](/Traits.aspx?ID=117)) The surge drains your life force and strength. You become [drained 1](/Conditions.aspx?ID=10) and [doomed 1](/Conditions.aspx?ID=9), and you are [enfeebled 2](/Conditions.aspx?ID=13) for 1 minute.</td></tr> <tr><td>16</td><td>**Ablative Barrier** ([abjuration](/Traits.aspx?ID=2)) Energy forms a protective barrier that ablates slowly as creatures in the area take damage. All creatures in a 40-foot burst gain resistance to all damage equal to double the surge's spell level for up to 1 minute. Whenever a creature applies this resistance, the resistance for all affected creatures reduces by 1. The effect ends for all creatures when it reduces to 0.</td></tr> <tr><td>17</td><td>**Luminous Pests** ([illusion](/Traits.aspx?ID=92), [visual](/Traits.aspx?ID=163)) Numerous tiny flying creatures formed of bright colorful light, such as bats or hummingbirds, emerge from you, flying in a 30-foot cone. You and all creatures in the cone must succeed at a Will save or be [dazzled](/Conditions.aspx?ID=7) for 1 minute, or [blinded](/Conditions.aspx?ID=1) for 1 round and then dazzled for 1 minute on a critical failure.</td></tr> <tr><td>18</td><td>**Emotional Turmoil** ([emotion](/Traits.aspx?ID=60), [enchantment](/Traits.aspx?ID=61), [mental](/Traits.aspx?ID=106)) A swirl of conflicting emotions overwhelm you from the surging magic. For 1 minute, attempt a DC 11 flat check at the start of each of your turns. On a success, you gain a +2 status bonus to all attack rolls, saving throws, and skill checks; on a failure, you take a –2 status penalty to them instead.</td></tr> <tr><td>19</td><td>**Sudden Downpour** ([evocation](/Traits.aspx?ID=65), [water](/Traits.aspx?ID=165)) Water cascades from above, putting out non-magical fires in a 10-foot burst and attempting to counteract magical fires.</td></tr> <tr><td>20</td><td>**Spell Surge** You immediately cast any spell in your repertoire of the surge's spell level or lower (or from your prepared spells or innate spells if you don't have a repertoire but have been forced to generate a wellspring surge). You must choose a spell that takes 3 or fewer actions to cast.</td></tr></table></row>\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Wellspring Surges",
 "next_link": {
  "label": "Eidolons",
  "url": "/Rules.aspx?ID=1581"
 },
 "previous_link": {
  "label": "Using Wellspring Magic",
  "url": "/Rules.aspx?ID=1577"
 },
 "rarity": "common",
 "release_date": "2021-09-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Secrets of Magic](/Sources.aspx?ID=96) pg. 250 <sup>1.1</sup></row>\r\n\r\nBook of Unlimited Magic / Wellspring Magic\r\n</additional-info>",
 "source": [
  "Secrets of Magic"
 ],
 "source_raw": [
  "Secrets of Magic pg. 250"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Secrets of Magic](/Sources.aspx?ID=96) pg. 250 <sup>1.1</sup></row>",
 "speed": {},
 "text": " Wellspring Surges Source Secrets of Magic pg. 250 1.1 When your wellspring magic goes out of control, it becomes a wellspring surge. Typically, this happens when you fail the flat check from wellspring magic, but other wellspring mage feats have effects that sometimes cause you to generate a wellspring surge, or might even cause your foes to do so. Roll 1d20 and use Table 5–2: Wellspring Surges below to determine the surge's effect. If the effect calls for a damage type, the GM chooses the type based on the types of spells you know or your current location. The wellspring surge uses your spell DC. You have no control over the way your wellspring surge manifests. You are the point of origin for your wellspring surges, and you are not excluded from their effects. If you force a foe to generate a surge, they are the origin point of that surge instead. If your wellspring was granted by a being like a god or muse, the entity's intentions might sometimes alter the results of wellspring surges, or move the point of origin for an area to any point within 30 feet if the GM determines this fits the situation. For example, instead of uncontrolled damage, the entity might choose to damage only creatures opposing its plan, even if they are your allies. A wellspring surge always has the trait of your magical tradition, plus any traits that appear in parentheses at the end of the surge's effects. ## Table 5-2: Wellspring Surges d20 Effect 1 Energy Unleashed (evocation) Raw energy deals 2d6 damage per spell level of the surge (basic Reflex save) in a 10-foot burst. 2 Positive Energy Expulsion (healing, necromancy, positive) Positive energy explodes outward, healing living creatures for 1d8 Hit Points per spell level of the surge in a 20-foot burst. Undead creatures instead take the same amount of positive damage, with a basic Will save. 3 Mass Siphon (transmutation) Creatures and objects within a 30-foot emanation become nearly weightless until the end of your next turn. Nearly weightless creatures can Climb at their land Speed and can Leap as far upward as they could normally Leap horizontally. 4 Magical Nemesis (conjuration, teleportation) A random creature connected to your magic (or inimical to it) appears within 60 feet. The creature should be of a level approximately equal to the level of an animal summoned by summon animal of the spell level, although it can be of any type. The GM determines the specific creature. The creature is unfriendly to you and friendly to your apparent enemies. After 1 minute, the creature can choose either to return where it came from or to remain. It is not summoned or a minion. 5 Monstrous Transformation (mental, morph, transmutation) Your head and arms transform into an exaggerated imitation of a creature connected to your magic for 1 minute. The GM determines the creature. You gain a status bonus to weapon and unarmed damage rolls equal to the spell level. At the start of each of your turns while you are transformed, you must succeed at a Will saving throw or be confused until the start of your next turn. On a critical success, you can choose to end the effect entirely, also losing the status bonus. 6 Sudden Gale (air, evocation) Weather in a 40-foot emanation is disturbed. Strong winds blow in a random direction for 1 minute. Each creature that starts its turn in the area must succeed at a Fortitude save or fall prone (and be pushed 10 feet on a critical failure), and you must succeed at this save immediately after the surge. Any movement against the wind is difficult terrain, or greater difficult terrain while flying. 7 Tremor (earth, evocation) The earth trembles in a 40-foot emanation. Each creature on a surface must immediately succeed at a Fortitude save or fall prone. The surface then becomes difficult terrain for 1 minute. 8 Oppressive Voice (divination, mental, nonlethal) The voice of your muse, your deity, an ancestor, or another appropriate entity suddenly overwhelms your mind. You must attempt a Will saving throw. You take 1d4 mental damage per spell level with a basic Will save. On a failure, you're also stunned 1 (stunned 2 on a critical failure). 9 Trinket Squall (illusion) Visual illusions of objects related to your magic fall like rain throughout a 40-foot burst for 1 minute, giving concealment in the area. Creatures can attempt to disbelieve this illusion. 10 Antimagic Eruption (abjuration) The surge attempts to counteract a random spell active on you and on each creature within a 10-foot burst. 11 Mental Broadcast (detection, divination, mental) For 1 minute, everyone within 30 feet of you can hear your surface thoughts. 12 Verdant Clutch (conjuration, plant) Plants and vines grow from all surfaces within 20 feet, causing all creatures in the area to be immobilized unless they succeed at a Reflex save. The Escape DC is equal to the spell DC. 13 Tinge of Terror (emotion, enchantment, fear, mental) All creatures within 20 feet are affected by powerful fright. They attempt a Will save, becoming frightened 1 on a failure or frightened 2 on a critical failure. 14 Strike up the Band (auditory, illusion) For 1 minute, you are followed by orchestral theme music tied to the emotional content of the actions you're performing. This grants you a +2 status bonus to Diplomacy, Intimidation, and Performance checks, a –2 status penalty to Deception checks, and makes certain uses of Stealth virtually impossible. It might have other effects as the GM sees fit. 15 Life Sap (necromancy) The surge drains your life force and strength. You become drained 1 and doomed 1, and you are enfeebled 2 for 1 minute. 16 Ablative Barrier (abjuration) Energy forms a protective barrier that ablates slowly as creatures in the area take damage. All creatures in a 40-foot burst gain resistance to all damage equal to double the surge's spell level for up to 1 minute. Whenever a creature applies this resistance, the resistance for all affected creatures reduces by 1. The effect ends for all creatures when it reduces to 0. 17 Luminous Pests (illusion, visual) Numerous tiny flying creatures formed of bright colorful light, such as bats or hummingbirds, emerge from you, flying in a 30-foot cone. You and all creatures in the cone must succeed at a Will save or be dazzled for 1 minute, or blinded for 1 round and then dazzled for 1 minute on a critical failure. 18 Emotional Turmoil (emotion, enchantment, mental) A swirl of conflicting emotions overwhelm you from the surging magic. For 1 minute, attempt a DC 11 flat check at the start of each of your turns. On a success, you gain a +2 status bonus to all attack rolls, saving throws, and skill checks; on a failure, you take a –2 status penalty to them instead. 19 Sudden Downpour (evocation, water) Water cascades from above, putting out non-magical fires in a 10-foot burst and attempting to counteract magical fires. 20 Spell Surge You immediately cast any spell in your repertoire of the surge's spell level or lower (or from your prepared spells or innate spells if you don't have a repertoire but have been forced to generate a wellspring surge). You must choose a spell that takes 3 or fewer actions to cast. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1580",
 "weakness": {}
}