{
 "breadcrumbs": [
  "Chapter 1: Introduction"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-2",
 "markdown": "<title level=\"1\" right=\"Rules\">[What is a Roleplaying Game?](/Rules.aspx?ID=2)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 7 <sup>4.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nA roleplaying game is an interactive story where one player, the Game Master (GM), sets the scene and presents challenges, while other players take the roles of player characters (PCs) and attempt to overcome those challenges. Danger comes in the form of monsters, devious traps, and the machinations of adversarial agents, but Pathfinder also provides political schemes, puzzles, interpersonal drama, and much, much more.\n\n The game is typically played in a group of four to seven players, with one of those players serving as the group’s Game Master. The GM prepares, presents, and presides over the game’s world and story, posing challenges and playing adversaries, allies, and bystanders alike. As each scene leads into the next, each player contributes to the story, responding to situations according to the personality and abilities of their character. Dice rolls, combined with preassigned statistics, add an element of chance and determine whether characters succeed or fail at actions they attempt.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">Dice</title>\r\n\r\nPathfinder requires a set of polyhedral dice. Each die has a different number of sides—four, six, eight, or more. When these dice are mentioned in the text, they’re indicated by a “d” followed by the number of sides on the die. Pathfinder uses 4-sided dice (or d4), 6-sided dice (d6), 8-sided dice (d8), 10-sided dice (d10), 12-sided dice (d12), and 20-sided dice (d20). If you need to roll multiple dice, a number before the “d” tells you how many. For example, “4d6” means you should roll four dice, all 6-sided. If a rule asks for d%, you generate a number from 1 to 100 by rolling two 10-sided dice, treating one as the tens place and the other as the ones place.\r\n</aside>\r\n\r\n<aside>\r\n<title level=\"2\" noclass=\"true\" icon=\"\">The First Rule</title>\r\n\r\nThe first rule of Pathfinder is that this game is yours. Use it to tell the stories you want to tell, be the character you want to be, and share exciting adventures with friends. If any other rule gets in the way of your fun, as long as your group agrees, you can alter or ignore it to fit your story. The true goal of Pathfinder is for everyone to enjoy themselves.\r\n</aside>\r\n\r\n<document level=\"2\" id=\"rules-3\" />\r\n\r\n<document level=\"2\" id=\"rules-4\" />\r\n\r\n<document level=\"2\" id=\"rules-5\" />\r\n\r\n<document level=\"2\" id=\"rules-6\" />\r\n\r\n<document level=\"2\" id=\"rules-7\" />",
 "name": "What is a Roleplaying Game?",
 "next_link": {
  "label": "Basics of Play",
  "url": "/Rules.aspx?ID=8"
 },
 "rarity": "common",
 "release_date": "2019-08-01",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Core Rulebook](/Sources.aspx?ID=1) pg. 7 <sup>4.0</sup></row>\r\n\r\nChapter 1: Introduction\r\n</additional-info>",
 "source": [
  "Core Rulebook"
 ],
 "source_raw": [
  "Core Rulebook pg. 7"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Core Rulebook](/Sources.aspx?ID=1) pg. 7 <sup>4.0</sup></row>",
 "speed": {},
 "text": " What is a Roleplaying Game? Source Core Rulebook pg. 7 4.0 A roleplaying game is an interactive story where one player, the Game Master (GM), sets the scene and presents challenges, while other players take the roles of player characters (PCs) and attempt to overcome those challenges. Danger comes in the form of monsters, devious traps, and the machinations of adversarial agents, but Pathfinder also provides political schemes, puzzles, interpersonal drama, and much, much more. The game is typically played in a group of four to seven players, with one of those players serving as the group’s Game Master. The GM prepares, presents, and presides over the game’s world and story, posing challenges and playing adversaries, allies, and bystanders alike. As each scene leads into the next, each player contributes to the story, responding to situations according to the personality and abilities of their character. Dice rolls, combined with preassigned statistics, add an element of chance and determine whether characters succeed or fail at actions they attempt. Dice Pathfinder requires a set of polyhedral dice. Each die has a different number of sides—four, six, eight, or more. When these dice are mentioned in the text, they’re indicated by a “d” followed by the number of sides on the die. Pathfinder uses 4-sided dice (or d4), 6-sided dice (d6), 8-sided dice (d8), 10-sided dice (d10), 12-sided dice (d12), and 20-sided dice (d20). If you need to roll multiple dice, a number before the “d” tells you how many. For example, “4d6” means you should roll four dice, all 6-sided. If a rule asks for d%, you generate a number from 1 to 100 by rolling two 10-sided dice, treating one as the tens place and the other as the ones place. The First Rule The first rule of Pathfinder is that this game is yours. Use it to tell the stories you want to tell, be the character you want to be, and share exciting adventures with friends. If any other rule gets in the way of your fun, as long as your group agrees, you can alter or ignore it to fit your story. The true goal of Pathfinder is for everyone to enjoy themselves. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=2",
 "weakness": {}
}