{
 "breadcrumbs": [
  "Assistive Items"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1671",
 "markdown": "<title level=\"1\" right=\"Rules\">[Wheelchairs](/Rules.aspx?ID=1671)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 70</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMorhen's shop offers several types of wheelchairs, some designed for everyday use and others geared toward combat and adventuring. These chairs provide comfort and support when traveling. You can use the item for ambulatory needs or everyday tasks, however suits your character. Wheelchairs come in a variety of sizes to suit every person regardless of height or body type. Each wheelchair operates in the following ways.\n\n **Adjustable Seat Belts**: These belts strap around your waist, knees, and shins to keep you in the chair if it's thrown, knocked, or handled roughly. You can open and release your belts with an Interact action.\n\n **Bulk Limit**: A wheelchair is strong enough to support you and any amount of Bulk you could typically hold or carry. Your total carried Bulk includes all the items you are wearing, carrying, and stowing on your wheelchair. You take the usual effects when there's too much Bulk on you and your wheelchair: if you're carrying an amount of Bulk equal to 5 + your Strength modifier, you're [encumbered](/Conditions.aspx?ID=12), and you and your wheelchair can't hold or carry more than 10 + your Strength modifier. The wheelchair's own Bulk doesn't count against your Bulk limit while riding in the wheelchair; it's listed in case you need to carry the wheelchair separately.\n\n **Frame**: A wheelchair is typically made from common materials like wood, but they can also be made from steel, other metals, or even rarer materials like [mithral](/Equipment.aspx?ID=275). The wheelchairs presented in this section are assumed to be made from durable wood.\n\n **Magic**: The wheelchair is considered an extension of yourself. Spells or abilities that change your bodily form also apply to the chair, and it transforms with you so long as you're using it. You can choose what appearance this has. For example, when you transform with [_animal form_](/Spells.aspx?ID=10), you can choose to have full mobility of your limbs or have the chair transform to become a wheelchair appropriate for that shape, such as wheelchair harnesses for dogs.\n\n **Movement**: While using a wheelchair, you Stride at your normal Speed (listed in your ancestry, with any additional bonuses, penalties, and adjustments applied). You propel a wheelchair by using the hand rims. You can propel the wheelchair even while holding something in your hands, but not if you're restrained or otherwise unable to move your hands freely. You're still affected by difficult terrain and other terrain features. Any effect that would [immobilize](/Conditions.aspx?ID=24) you, give a penalty to your Speeds, or similar by entangling or hindering your legs applies to the chair as well. You can use all of your actions while in a wheelchair. With the [_impulse control_](/Equipment.aspx?ID=1361) add-on, you can direct a chair with your fingers or nerve impulses instead.\n\n **Quick-Righting**: If the chair is tipped or you're knocked prone while in the chair, you can right yourself using the [Stand](/Actions.aspx?ID=86) action, though in this case you are righting the wheelchair instead. An ally can use an Interact action to help right you, allowing you to Stand as a free action triggered by their Interact action.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1672\" />",
 "name": "Wheelchairs",
 "next_link": {
  "label": "Assistive Companions",
  "url": "/Rules.aspx?ID=1673"
 },
 "previous_link": {
  "label": "Vision Assistance",
  "url": "/Rules.aspx?ID=1670"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Grand Bazaar](/Sources.aspx?ID=100) pg. 70</row>\r\n\r\nAssistive Items\r\n</additional-info>",
 "source": [
  "Grand Bazaar"
 ],
 "source_raw": [
  "Grand Bazaar pg. 70"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Grand Bazaar](/Sources.aspx?ID=100) pg. 70</row>",
 "speed": {},
 "text": " Wheelchairs Source Grand Bazaar pg. 70 Morhen's shop offers several types of wheelchairs, some designed for everyday use and others geared toward combat and adventuring. These chairs provide comfort and support when traveling. You can use the item for ambulatory needs or everyday tasks, however suits your character. Wheelchairs come in a variety of sizes to suit every person regardless of height or body type. Each wheelchair operates in the following ways. Adjustable Seat Belts : These belts strap around your waist, knees, and shins to keep you in the chair if it's thrown, knocked, or handled roughly. You can open and release your belts with an Interact action. Bulk Limit : A wheelchair is strong enough to support you and any amount of Bulk you could typically hold or carry. Your total carried Bulk includes all the items you are wearing, carrying, and stowing on your wheelchair. You take the usual effects when there's too much Bulk on you and your wheelchair: if you're carrying an amount of Bulk equal to 5 + your Strength modifier, you're encumbered, and you and your wheelchair can't hold or carry more than 10 + your Strength modifier. The wheelchair's own Bulk doesn't count against your Bulk limit while riding in the wheelchair; it's listed in case you need to carry the wheelchair separately. Frame : A wheelchair is typically made from common materials like wood, but they can also be made from steel, other metals, or even rarer materials like mithral. The wheelchairs presented in this section are assumed to be made from durable wood. Magic : The wheelchair is considered an extension of yourself. Spells or abilities that change your bodily form also apply to the chair, and it transforms with you so long as you're using it. You can choose what appearance this has. For example, when you transform with animal form , you can choose to have full mobility of your limbs or have the chair transform to become a wheelchair appropriate for that shape, such as wheelchair harnesses for dogs. Movement : While using a wheelchair, you Stride at your normal Speed (listed in your ancestry, with any additional bonuses, penalties, and adjustments applied). You propel a wheelchair by using the hand rims. You can propel the wheelchair even while holding something in your hands, but not if you're restrained or otherwise unable to move your hands freely. You're still affected by difficult terrain and other terrain features. Any effect that would immobilize you, give a penalty to your Speeds, or similar by entangling or hindering your legs applies to the chair as well. You can use all of your actions while in a wheelchair. With the impulse control add-on, you can direct a chair with your fingers or nerve impulses instead. Quick-Righting : If the chair is tipped or you're knocked prone while in the chair, you can right yourself using the Stand action, though in this case you are righting the wheelchair instead. An ally can use an Interact action to help right you, allowing you to Stand as a free action triggered by their Interact action. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1671",
 "weakness": {}
}