{
 "breadcrumbs": [
  "Gods & Magic"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-799",
 "markdown": "<title level=\"1\" right=\"Rules\">[Why Belief Matters](/Rules.aspx?ID=799)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 6 <sup>2.0</sup></row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nFaith is important in any fantasy world where mortals can wield divine power. On Golarion, the existence of the gods is not a speculative question. To the contrary, the veracity of each of the gods is demonstrable, visible through manifestations ranging from powerful divine spells to portentous curses and boons.\n\n Belief and devotion shape life on Golarion in numerous ways. Generally, the gods imbue their most devoted followers with their magic. A cleric’s adherence to the principles and observances of their god underpins their ability to access the divine magic that powers their spells. A champion forges their very identity in devotion to their deity and cause, from which they draw their righteous zeal. Other mortals often view with awe those characters commanding divine power through such intense piety.\n\n Yet these are exceptional cases, and more mundane faith is common. A fighter might worship [Kurgess](/Deities.aspx?ID=42), the god of healthy competition and physical development, while a barbarian similarly follows [Gorum](/Deities.aspx?ID=7), the god of strength and battle, each finding inspiration for their personal growth and values in their worship. Wilderness-roaming characters, such as rangers and druids (whose magic derives from primal forces rather than the divine), may feel drawn to the [Green Faith](/Deities.aspx?ID=22) or [Shoanti animism](/Deities.aspx?ID=203) as an expression of their connection to the earth—or they might venerate [Gozreh](/Deities.aspx?ID=8), the god of nature; [Sarenrae](/Deities.aspx?ID=16), the goddess of the sun; or [Tsukiyo](/Deities.aspx?ID=48), the god of the moon. Scholarly characters, such as alchemists and wizards, may recognize that religious devotions provide them with a connection to community, a sense of purpose, or even a path to greater personal power. They might worship a deity associated with intellectual pursuits, like the god of magic, [Nethys](/Deities.aspx?ID=12), or they might enjoy established and well-connected churches, such as those of [Abadar](/Deities.aspx?ID=1), the god of cities and wealth; [Iomedae](/Deities.aspx?ID=9), the goddess of justice and honor; or [Asmodeus](/Deities.aspx?ID=2), the god of tyranny and pride. Sorcerers and bards, on the other hand, might be inspired to worship [Shelyn](/Deities.aspx?ID=17), the goddess of art and love; [Desna](/Deities.aspx?ID=5), the goddess of luck and travel; or even [Cayden Cailean](/Deities.aspx?ID=4), the god of freedom and alcohol. Devotion might be woven into their self-expression, or it could provide a connection to like-minded followers, or give them a deeper sense of purpose. Characters who rely on perfecting their skills, such as rogues and monks, might be drawn to the worship of [Irori](/Deities.aspx?ID=10), the god of knowledge and self-perfection—or of [Norgorber](/Deities.aspx?ID=13), the god of secret knowledge and thievery.\n\n While most characters faithful enough to gain power from their deity do so in service to a single god or goddess, most people on Golarion venerate many deities, giving praise or asking for aid based on the circumstances of their lives. The focus of a person’s faith may change as circumstances do. A barbarian might have a central devotion to [Chaldira](/Deities.aspx?ID=35), the halfling god of battle and luck, but add prayers to Shelyn god of beauty and love, when she finds true love. Upon the untimely death of her lover, she may turn to [Pharasma](/Deities.aspx?ID=14), god of death and fate, or to Desna, god of dreams, to ease her grief—or to [Calistria](/Deities.aspx?ID=3), god of vengeance, to repay the death. Similarly, a dishonored politician might continue to honor [Gruhastha](/Deities.aspx?ID=39) the Keeper but offer a prayer to [Achaekek](/Deities.aspx?ID=29), the mantis god of assassins and death, to regain her power.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Why Belief Matters",
 "next_link": {
  "label": "The Role of the Gods",
  "url": "/Rules.aspx?ID=800"
 },
 "previous_link": {
  "label": "Megafauna Minions",
  "url": "/Rules.aspx?ID=795"
 },
 "rarity": "common",
 "release_date": "2020-01-29",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Gods &amp; Magic](/Sources.aspx?ID=17) pg. 6 <sup>2.0</sup></row>\r\n\r\nGods &amp; Magic\r\n</additional-info>",
 "source": [
  "Gods & Magic"
 ],
 "source_raw": [
  "Gods & Magic pg. 6"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Gods &amp; Magic](/Sources.aspx?ID=17) pg. 6 <sup>2.0</sup></row>",
 "speed": {},
 "text": " Why Belief Matters Source Gods &amp; Magic pg. 6 2.0 Faith is important in any fantasy world where mortals can wield divine power. On Golarion, the existence of the gods is not a speculative question. To the contrary, the veracity of each of the gods is demonstrable, visible through manifestations ranging from powerful divine spells to portentous curses and boons. Belief and devotion shape life on Golarion in numerous ways. Generally, the gods imbue their most devoted followers with their magic. A cleric’s adherence to the principles and observances of their god underpins their ability to access the divine magic that powers their spells. A champion forges their very identity in devotion to their deity and cause, from which they draw their righteous zeal. Other mortals often view with awe those characters commanding divine power through such intense piety. Yet these are exceptional cases, and more mundane faith is common. A fighter might worship Kurgess, the god of healthy competition and physical development, while a barbarian similarly follows Gorum, the god of strength and battle, each finding inspiration for their personal growth and values in their worship. Wilderness-roaming characters, such as rangers and druids (whose magic derives from primal forces rather than the divine), may feel drawn to the Green Faith or Shoanti animism as an expression of their connection to the earth—or they might venerate Gozreh, the god of nature; Sarenrae, the goddess of the sun; or Tsukiyo, the god of the moon. Scholarly characters, such as alchemists and wizards, may recognize that religious devotions provide them with a connection to community, a sense of purpose, or even a path to greater personal power. They might worship a deity associated with intellectual pursuits, like the god of magic, Nethys, or they might enjoy established and well-connected churches, such as those of Abadar, the god of cities and wealth; Iomedae, the goddess of justice and honor; or Asmodeus, the god of tyranny and pride. Sorcerers and bards, on the other hand, might be inspired to worship Shelyn, the goddess of art and love; Desna, the goddess of luck and travel; or even Cayden Cailean, the god of freedom and alcohol. Devotion might be woven into their self-expression, or it could provide a connection to like-minded followers, or give them a deeper sense of purpose. Characters who rely on perfecting their skills, such as rogues and monks, might be drawn to the worship of Irori, the god of knowledge and self-perfection—or of Norgorber, the god of secret knowledge and thievery. While most characters faithful enough to gain power from their deity do so in service to a single god or goddess, most people on Golarion venerate many deities, giving praise or asking for aid based on the circumstances of their lives. The focus of a person’s faith may change as circumstances do. A barbarian might have a central devotion to Chaldira, the halfling god of battle and luck, but add prayers to Shelyn god of beauty and love, when she finds true love. Upon the untimely death of her lover, she may turn to Pharasma, god of death and fate, or to Desna, god of dreams, to ease her grief—or to Calistria, god of vengeance, to repay the death. Similarly, a dishonored politician might continue to honor Gruhastha the Keeper but offer a prayer to Achaekek, the mantis god of assassins and death, to regain her power. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=799",
 "weakness": {}
}