{
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1879",
 "markdown": "<title level=\"1\" right=\"Rules\">[Wild Magic](/Rules.aspx?ID=1879)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 232</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\nMagic cast within and near the Wastes can be extremely unpredictable, sometimes even volatile, if not performed with extreme care. Due to the lingering fractures left by the war between Geb and Nex—and their extensive use of metamagic, wellsprings, and other destabilizing amplifiers—the Mana Wastes act as a massive but broken wellspring for any who attempt to use magic within its confines, causing magic to surge into wild and uncontrolled effects.\n\n Normally, when magic is cast, it gently tugs upon everything around it, pulling on the network of magic that lays invisibly across Golarion to gain the energy to make the spell possible. When casting a cantrip, little within the environment changes, but much larger spells might rattle trees or lower water levels. Even those changes are barely perceptible save under the most extraordinary conditions. The war between Geb and Nex met and exceeded those conditions significantly, and spellcasting within the Mana Wastes began to pull on the underlying network of magic directly. This constant tugging eventually frayed that network, cutting off swathes of the region and starting a slow process of “flooding” others. This flooding, and the boost in spellcasting power it created, was used and drained in turn, beginning the process again, resulting in the fractured lattice of magic in the Mana Wastes today.\n\n Any spell cast within the Wastes has a chance of causing a wellspring surge for the user, if magic even functions in the area at all. These surges are unpredictable and their effects even more so. Anecdotal evidence suggests that particularly well-placed spells, even if they are simpler in nature, can cause surges that far outpace their effects under normal circumstances. Anyone casting a spell within the Mana Wastes must attempt a flat check, losing their spell and creating a wellspring surge instead on a failure. The table below is a guideline, but GMs should feel free to raise the DC for a surge, such as when a satiated but not stabilized mana whorl is close by, or lower it, especially if there have already been surges nearby. For more on wellspring surges, see [Wellspring Magic](/Rules.aspx?ID=1576). A critical failure on the flat check has the listed effect on the wellspring surge generated.\n\n## Wellspring Surge Chances\n<row gap=\"tiny\">\n<table><tr><td>**Location**</td><td>**Surge Flat Check** DC</td><td>**Critical Failure Effect**</td></tr> <tr><td>Outskirts</td><td>DC 4</td><td>Roll twice on the [Wellspring Surges](/Rules.aspx?ID=1580) table and the GM chooses one.</td></tr> <tr><td>Open Land</td><td>DC 7</td><td>The damage or effect is doubled.</td></tr> <tr><td>Near &amp; In Cities</td><td>DC 5</td><td>Add one die or 5-foot range to the effect.</td></tr> <tr><td>Near Miasmas</td><td>DC 9</td><td>Roll twice on the Wellspring Surges table and use both.</td></tr> <tr><td>Near Samsara Oasis</td><td>DC 4</td><td>The damage or range of the effect is halved.</td></tr> <tr><td>In Samsara Oasis</td><td>DC 2</td><td>The damage and range of the effect is halved.</td></tr> </table></row>With the unstable and uncertain nature of magic in the Wastes, all areas are prone to mana droughts: stretches of time where little to no magic is capable of functioning. While those who have made a home for themselves in the Wastes are prepared for this sudden loss of spellcasting, adventurers and newcomers are often caught off guard. At the GM's discretion, a mana drought could occur at any time. During a mana drought, either no spells are available for use, or only those spells within a certain level range are available. For example, only cantrips and spells beneath 3rd level might be available for days at a time, with bursts of time ranging from a few seconds to minutes when no one can cast any spells. Alternately, sometimes a mage can only cast the strongest spells they have available, but those spells have double the normal flat check DC for wellspring surges.\n\n People of the Mana Wastes find ways to work around the unpredictable nature of magic. Gnolls and hill giants often raid the workshops of Alkenstar for firearms, keeping the most reliable for themselves and trading the more unpredictable pieces for alchemical concoctions that can be used within their encampments when magic cannot. Similarly, iruxis of Gitna contract the aid of adventurers and those who frequent their city to supplement their own guards in times when magic is nullified by a mana drought and a threat is imminent. The Sixfold Repentance has chosen to imbue weapons and leave them stored for when they're absolutely needed, an outward sign of their continued penance. Others simply make sure their abilities in other forms of combat are honed enough to survive or eschew magic entirely.\n\n In extreme contrast are those who see the erratic patterns of magic within the Wastes as an opportunity. To the combat mages of the nomadic wizard gang led by Velasco Cueto, a dearth of magic is a chance to prove oneself in other arenas, such as alchemical crafting and more conventional forms of combat. For members of Los Aterradores, it's also one of the most strenuous tests for their strange, eldritch creations. One such innovation is condensed mana: powerful and unstable magical miasmas collected into a throwable form. Some, like Velasco and the Sixfold Repentance, have banned this creation, as they understand the creation process and its immense dangers to both creators and the already fragile ecosystem of the Wastes. Only the wizards of Los Aterradores create condensed mana, and only the most daring deploy them in combat.\n\n Still others brave the Wastes for more esoteric reasons. The Hermit Lakshmi is following in the footsteps of their god, [Nethys](/Deities.aspx?ID=12), and sees a deep investigation of the nature, creation, and restoration efforts of the Mana Wastes as the key to understanding the inner workings of magic. It also serves as an isolated place should the worst come to pass and their pursuit robs them of agency for any stretch of time. Other mages and scholars also roam the Wastes in study, though few have goals quite as lofty, and most see it as a means to better utilize wellsprings elsewhere.\r\n\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>",
 "name": "Wild Magic",
 "next_link": {
  "label": "Chapter 1: Companions",
  "url": "/Rules.aspx?ID=1880"
 },
 "previous_link": {
  "label": "Appendix 3: Warfare",
  "url": "/Rules.aspx?ID=1845"
 },
 "rarity": "common",
 "release_date": "2022-11-16",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Impossible Lands](/Sources.aspx?ID=146) pg. 232</row>\n\n</additional-info>",
 "source": [
  "Impossible Lands"
 ],
 "source_raw": [
  "Impossible Lands pg. 232"
 ],
 "source_category": "Lost Omens",
 "source_markdown": "<row gap=\"tiny\">[Impossible Lands](/Sources.aspx?ID=146) pg. 232</row>",
 "speed": {},
 "text": " Wild Magic Source Impossible Lands pg. 232 Magic cast within and near the Wastes can be extremely unpredictable, sometimes even volatile, if not performed with extreme care. Due to the lingering fractures left by the war between Geb and Nex—and their extensive use of metamagic, wellsprings, and other destabilizing amplifiers—the Mana Wastes act as a massive but broken wellspring for any who attempt to use magic within its confines, causing magic to surge into wild and uncontrolled effects. Normally, when magic is cast, it gently tugs upon everything around it, pulling on the network of magic that lays invisibly across Golarion to gain the energy to make the spell possible. When casting a cantrip, little within the environment changes, but much larger spells might rattle trees or lower water levels. Even those changes are barely perceptible save under the most extraordinary conditions. The war between Geb and Nex met and exceeded those conditions significantly, and spellcasting within the Mana Wastes began to pull on the underlying network of magic directly. This constant tugging eventually frayed that network, cutting off swathes of the region and starting a slow process of “flooding” others. This flooding, and the boost in spellcasting power it created, was used and drained in turn, beginning the process again, resulting in the fractured lattice of magic in the Mana Wastes today. Any spell cast within the Wastes has a chance of causing a wellspring surge for the user, if magic even functions in the area at all. These surges are unpredictable and their effects even more so. Anecdotal evidence suggests that particularly well-placed spells, even if they are simpler in nature, can cause surges that far outpace their effects under normal circumstances. Anyone casting a spell within the Mana Wastes must attempt a flat check, losing their spell and creating a wellspring surge instead on a failure. The table below is a guideline, but GMs should feel free to raise the DC for a surge, such as when a satiated but not stabilized mana whorl is close by, or lower it, especially if there have already been surges nearby. For more on wellspring surges, see Wellspring Magic. A critical failure on the flat check has the listed effect on the wellspring surge generated. ## Wellspring Surge Chances Location Surge Flat Check DC Critical Failure Effect Outskirts DC 4 Roll twice on the Wellspring Surges table and the GM chooses one. Open Land DC 7 The damage or effect is doubled. Near &amp; In Cities DC 5 Add one die or 5-foot range to the effect. Near Miasmas DC 9 Roll twice on the Wellspring Surges table and use both. Near Samsara Oasis DC 4 The damage or range of the effect is halved. In Samsara Oasis DC 2 The damage and range of the effect is halved. With the unstable and uncertain nature of magic in the Wastes, all areas are prone to mana droughts: stretches of time where little to no magic is capable of functioning. While those who have made a home for themselves in the Wastes are prepared for this sudden loss of spellcasting, adventurers and newcomers are often caught off guard. At the GM's discretion, a mana drought could occur at any time. During a mana drought, either no spells are available for use, or only those spells within a certain level range are available. For example, only cantrips and spells beneath 3rd level might be available for days at a time, with bursts of time ranging from a few seconds to minutes when no one can cast any spells. Alternately, sometimes a mage can only cast the strongest spells they have available, but those spells have double the normal flat check DC for wellspring surges. People of the Mana Wastes find ways to work around the unpredictable nature of magic. Gnolls and hill giants often raid the workshops of Alkenstar for firearms, keeping the most reliable for themselves and trading the more unpredictable pieces for alchemical concoctions that can be used within their encampments when magic cannot. Similarly, iruxis of Gitna contract the aid of adventurers and those who frequent their city to supplement their own guards in times when magic is nullified by a mana drought and a threat is imminent. The Sixfold Repentance has chosen to imbue weapons and leave them stored for when they're absolutely needed, an outward sign of their continued penance. Others simply make sure their abilities in other forms of combat are honed enough to survive or eschew magic entirely. In extreme contrast are those who see the erratic patterns of magic within the Wastes as an opportunity. To the combat mages of the nomadic wizard gang led by Velasco Cueto, a dearth of magic is a chance to prove oneself in other arenas, such as alchemical crafting and more conventional forms of combat. For members of Los Aterradores, it's also one of the most strenuous tests for their strange, eldritch creations. One such innovation is condensed mana: powerful and unstable magical miasmas collected into a throwable form. Some, like Velasco and the Sixfold Repentance, have banned this creation, as they understand the creation process and its immense dangers to both creators and the already fragile ecosystem of the Wastes. Only the wizards of Los Aterradores create condensed mana, and only the most daring deploy them in combat. Still others brave the Wastes for more esoteric reasons. The Hermit Lakshmi is following in the footsteps of their god, Nethys, and sees a deep investigation of the nature, creation, and restoration efforts of the Mana Wastes as the key to understanding the inner workings of magic. It also serves as an isolated place should the worst come to pass and their pursuit robs them of agency for any stretch of time. Other mages and scholars also roam the Wastes in study, though few have goals quite as lofty, and most see it as a means to better utilize wellsprings elsewhere. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1879",
 "weakness": {}
}