{
 "breadcrumbs": [
  "Introduction"
 ],
 "breadcrumbs_spa": [],
 "category": "rules",
 "exclude_from_search": false,
 "id": "rules-1638",
 "markdown": "<title level=\"1\" right=\"Rules\">[World-Building and Tone](/Rules.aspx?ID=1638)</title>\r\n\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 5</row>\r\n\r\n<row gap=\"medium\">\r\n<column gap=\"medium\" flex=\"1 1 400px\">\r\n_Guns &amp; Gears_ introduces elements of fantasy that might not fit into every game. The world of Golarion has a lot in common with the Renaissance period of Earth, supplemented with magic and old-fashioned technologies that were replaced on Earth before being refined to the point they've reached in Golarion. This high fantasy world is home to pirates with bandoliers of flintlock pistols, reckless scientists animating the dead with electric coils, knights in shining armor riding mighty griffons, and wizards casting spells in tall towers. Each of those character concepts has a place in Golarion; it's just that to find some of the technological elements, you need to know where to look.\n\n For a home campaign, especially in a homebrew setting, some GMs might prefer a world that embraces the age of piracy and includes cannons and firearms with greater frequency than Golarion without the presence of steam-powered jetpacks and clockwork grappling hooks. Other GMs might prefer a world where clockworks and steam engines exist, but guns and other black powder weapons are absent. Guns &amp; Gears takes steps to facilitate this world-building. As mentioned, this tome is divided into three smaller “books.” A GM who only wants to allow black powder weaponry without adding weird science to the game can allow their players to use the Guns chapters, eschewing the Gears chapters. A GM who wants to create a world of clockwork constructs and fantastic inventions unmarred by black powder weaponry can instead allow players to use the Gears chapters without giving access to the Guns chapters. Finally, a GM who remains unsure how any of these elements might fit into their game world is encouraged to read The Rotating Gear at the back of this book to see how these technologies have grown and spread through Golarion, and perhaps gain inspiration regarding how these elements might fit into their game.\r\n</column>\r\n\r\n<column gap=\"medium\">\r\n\r\n</column>\r\n\r\n</row>\n\n<document level=\"2\" id=\"rules-1639\" />\r\n\r\n<document level=\"2\" id=\"rules-1640\" />\r\n\r\n<document level=\"2\" id=\"rules-1641\" />\r\n\r\n<document level=\"2\" id=\"rules-1642\" />\r\n\r\n<document level=\"2\" id=\"rules-1643\" />\r\n\r\n<document level=\"2\" id=\"rules-1644\" />\r\n\r\n<document level=\"2\" id=\"rules-1645\" />",
 "name": "World-Building and Tone",
 "next_link": {
  "label": "Gears Characters",
  "url": "/Rules.aspx?ID=1599"
 },
 "previous_link": {
  "label": "How to Use this Book",
  "url": "/Rules.aspx?ID=1636"
 },
 "rarity": "common",
 "release_date": "2021-10-13",
 "resistance": {},
 "search_markdown": "<additional-info>\r\n<row gap=\"tiny\">**Source** [Guns &amp; Gears](/Sources.aspx?ID=98) pg. 5</row>\r\n\r\nIntroduction\r\n</additional-info>",
 "source": [
  "Guns & Gears"
 ],
 "source_raw": [
  "Guns & Gears pg. 5"
 ],
 "source_category": "Rulebooks",
 "source_markdown": "<row gap=\"tiny\">[Guns &amp; Gears](/Sources.aspx?ID=98) pg. 5</row>",
 "speed": {},
 "text": " World-Building and Tone Source Guns &amp; Gears pg. 5 Guns &amp; Gears introduces elements of fantasy that might not fit into every game. The world of Golarion has a lot in common with the Renaissance period of Earth, supplemented with magic and old-fashioned technologies that were replaced on Earth before being refined to the point they've reached in Golarion. This high fantasy world is home to pirates with bandoliers of flintlock pistols, reckless scientists animating the dead with electric coils, knights in shining armor riding mighty griffons, and wizards casting spells in tall towers. Each of those character concepts has a place in Golarion; it's just that to find some of the technological elements, you need to know where to look. For a home campaign, especially in a homebrew setting, some GMs might prefer a world that embraces the age of piracy and includes cannons and firearms with greater frequency than Golarion without the presence of steam-powered jetpacks and clockwork grappling hooks. Other GMs might prefer a world where clockworks and steam engines exist, but guns and other black powder weapons are absent. Guns &amp; Gears takes steps to facilitate this world-building. As mentioned, this tome is divided into three smaller “books.” A GM who only wants to allow black powder weaponry without adding weird science to the game can allow their players to use the Guns chapters, eschewing the Gears chapters. A GM who wants to create a world of clockwork constructs and fantastic inventions unmarred by black powder weaponry can instead allow players to use the Gears chapters without giving access to the Guns chapters. Finally, a GM who remains unsure how any of these elements might fit into their game world is encouraged to read The Rotating Gear at the back of this book to see how these technologies have grown and spread through Golarion, and perhaps gain inspiration regarding how these elements might fit into their game. ",
 "type": "Rules",
 "url": "/Rules.aspx?ID=1638",
 "weakness": {}
}